{
    "ありがとうね、%usernameusernameuserna%。\n今日もあたしに付き合って一緒に帰ってくれてさ♪": "Cảm ơn cậu, %usernameusernameuserna%.\nHôm nay đã ở lại với tớ và cùng tớ về nhà nữa♪",
    "そんな、感謝されるようなことじゃないぞ？\n俺だってちゆると一緒に帰るのは楽しいからな。": "Có gì đâu mà phải cảm ơn chứ?\nTớ cũng thấy vui khi được về cùng Chiyuru mà.",
    "（それに、前の事件のこともあったせいか、\n最近のちゆるの様子は気になっていたしな……）": "（Với lại, có lẽ vì sự việc trước đó, gần đây tớ cũng hơi lo lắng cho Chiyuru…）",
    "おー、さすが%usernameusernameuserna%。\n女の子に気を遣わせないなんて、紳士だねぇ。": "Ô, đúng là %usernameusernameuserna% mà.\nKhông để con gái phải bận tâm, đúng là một người đàn ông lịch thiệp.",
    "茶化すなよ……それで、今日はどうしたんだ？\nこんな風に誘うなんてちゆるにしては珍しいし、何かあるんだろう？": "Đừng có trêu tớ… Mà này, hôm nay sao vậy?\nRủ tớ như này thì lạ lắm đấy, chắc chắn có chuyện gì rồi?",
    "あー、うん……ちょっと相談があってさ。": "À, ừm… Tớ có chuyện muốn hỏi ý kiến một chút.",
    "相談……っていうと、どんな内容だ？": "Hỏi ý kiến… là chuyện gì?",
    "もし、何か困ったことでもあるなら何でも言ってくれ。": "Nếu có chuyện gì khó khăn thì cứ nói với tớ.",
    "……あたしってさ、ちょっとヘンな子だったよね？": "…Tớ là một đứa hơi kỳ lạ đúng không?",
    "急にどうした？\nまあ……変と言えば変だったけど……ちょっとか……？": "Tự dưng lại hỏi thế?\nỪm… Nếu nói là kỳ lạ thì cũng đúng… Hơi…?",
    "知ってると思うんだけど、\nあたしって天才ってやつだったんだよね。": "Tớ nghĩ cậu cũng biết, tớ là một thiên tài đấy.",
    "そのせいで、色々とトラブルに巻き込まれることが多くてさ。\n身柄を狙われたり、色々と利用されそうになったりね。": "Vì thế, tớ đã gặp rất nhiều rắc rối.\nBị nhắm đến, bị lợi dụng đủ kiểu.",
    "それは確かにな……": "Điều đó thì đúng là…",
    "当時から、色々とあったんだよ？\n酷い時には誘拐されそうになったりしてさ。": "Từ hồi đó đã có rất nhiều chuyện rồi nhỉ?\nĐến cả bị bắt cóc nữa.",
    "（……そんな幼い頃から狙われていたのか）": "（…Ngay từ hồi còn nhỏ đã bị nhắm đến rồi sao）",
    "そんなわけで、今までずっと、\n自分の頭脳を隠すためにヘンな子のフリをしてきたんだよね。": "Vì vậy, cho đến bây giờ, tớ luôn giả vờ là một đứa kỳ lạ để che giấu trí tuệ của mình.",
    "……フリだったのか？": "…Là giả vờ sao?",
    "今までの奇行や自由気ままな態度……\nあれはあれで、のびのびしていて楽しそうに見えたんだが。": "Những hành động kỳ quặc và thái độ tự do trước giờ…\nTrong mắt tớ, chúng có vẻ rất vui vẻ và thoải mái.",
    "あー、まあ言われたら確かに楽しんでた部分もあったかも。\nそうだね、別にフリっていうほどでもないっちゃないか。": "À, nếu cậu nói vậy thì đúng là tớ cũng thấy vui thật.\nĐúng nhỉ, cũng không hẳn là giả vờ.",
    "でも、そんなあたしのフリをする日々も\nついに大きな転換期を迎えたわけ。": "Nhưng, những ngày tớ giả vờ cũng đã đến một bước ngoặt lớn.",
    "ちゆるの頭脳が、広く認められたことか。": "Trí tuệ của Chiyuru đã được công nhận rộng rãi rồi sao?",
    "そうそう。だからもう隠すのをやめて、\nありのままのあたしとして過ごせるようになったんだけど……": "Đúng vậy. Vì vậy, tớ đã không cần phải che giấu nữa, và đã có thể sống thật với con người của mình…",
    "いいことじゃないか。\n……って思ったんだが、なんだか困った顔してるな。": "Đó là một điều tốt mà.\n…Nhưng sao cậu lại có vẻ khó xử thế?",
    "……そうなんだよね～。\nなんだか、調子が狂うようになっちゃってさ……": "…Thật sự là như vậy đấy～.\nSao tớ thấy mọi thứ cứ sai sai thế này…",
    "なんだか毎日が落ち着かないし、\nそのせいか実験もあんまりうまくいかないし……": "Mỗi ngày tớ đều thấy bất an, và\nvì thế mà các thí nghiệm cũng không được tốt nữa…",
    "それで、どうしたらいいのか\n%usernameusernameuserna%に相談しようって思ったんだ。": "Vì vậy, tớ đã nghĩ đến việc hỏi ý kiến %usernameusernameuserna% xem phải làm thế nào.",
    "調子が狂うか……ちゆるにしては珍しいな。": "Thấy mọi thứ sai sai sao… Thật là lạ với Chiyuru.",
    "も～、珍しいとか言わないでよ～。\nこれでも、結構悩んでるんだからさぁ～。": "Mồ～, đừng nói là lạ nữa mà～.\nTớ cũng đang rất khổ sở đấy～.",
    "って、肩を叩くな肩を……": "Này, đừng có vỗ vai tớ…",
    "（……言葉もパンチも軽いけど、ちゆるは真剣に悩んでるみたいだ。\nこっちも真面目に答えないと……）": "（…Lời nói cũng như cú đấm đều nhẹ nhàng, nhưng Chiyuru có vẻ đang thực sự lo lắng.\nTớ cũng phải trả lời nghiêm túc mới được…）",
    "そういう時はだな……": "Trong những lúc như vậy thì…",
    "そういう時は？": "Trong những lúc như vậy thì sao?",
    "普段通りにしてみるのが１番なんじゃないかな？": "Tớ nghĩ cứ làm như mọi khi là tốt nhất.",
    "えぇ～、そんな感じ～？": "Ehh～, kiểu như vậy á～?",
    "悪かったな。俺はそこまで賢くないから、\nそこまで画期的なアイデアは思いつかないんだよ。": "Xin lỗi nhé. Vì tớ không thông minh đến thế, nên\ntớ không thể nghĩ ra những ý tưởng đột phá được.",
    "んー、まあ……確かに悪くないアイデアかも。\n調子が出ない時こそ、あえていつも通りに行動する……": "Ừm, mà… Quả thật đó cũng không phải là một ý kiến tồi.\nKhi không được tốt, cứ hành động như mọi khi…",
    "そうすれば普段との違いから、\n違和感を自覚できるってことだよね？": "Nếu làm như vậy, cậu sẽ nhận ra sự khác biệt so với mọi khi, đúng không?",
    "それじゃあ%usernameusernameuserna%。\nいつも通りに行動するために、一緒に学園に行ってみよ！": "Vậy thì %usernameusernameuserna%.\nĐể hành động như mọi khi, chúng ta cùng đến trường nhé!",
    "今から！？\nさっき校門を出て帰るとこなんだが……": "Ngay bây giờ á!?\nTớ vừa ra khỏi cổng trường để về nhà xong mà…",
    "普段通りにしろって、%usernameusernameuserna%が言ったんでしょ～？\nちゃんと最後まで責任取ってよね！": "Cậu bảo cứ làm như mọi khi mà, %usernameusernameuserna%～?\nCậu phải chịu trách nhiệm đến cùng đấy!",
    "それじゃあ、行ってみよ～！": "Vậy thì, đi thôi～!",
    "やれやれ……": "Chán thật…",
    "さてと、それじゃあ普段通り、ゆっくり教室に向かいますか～。": "Giờ thì, chúng ta cứ thong thả đến lớp như mọi khi thôi～.",
    "あれ？　ちゆるが普段使ってる部室には行かないのか？": "À? Chiyuru không đến phòng câu lạc bộ như mọi khi sao?",
    "いやあ、それがちょっと……": "À thì, cái đó thì…",
    "ちょっと？": "Thì sao?",
    "もぉ、追求しないでよ～。\n実は実験に失敗しちゃって……今は、部屋が使えない状態なんだよね。": "Mồ, đừng có hỏi nữa mà～.\nThật ra là tớ đã thất bại trong thí nghiệm… Bây giờ, phòng không dùng được.",
    "実験に失敗……なるほど、\nそれもちゆるの調子が狂ったせいか……": "Thí nghiệm thất bại… Ra là vậy,\ncó lẽ cũng vì Chiyuru thấy mọi thứ sai sai…",
    "ああいや、それは普段通り。": "À không, cái đó thì bình thường.",
    "それはどうなんだ？": "Thế nào là bình thường?",
    "失敗は成功のもとって言うでしょ？\nそんなカタいこと言わないで～。": "Thất bại là mẹ thành công mà, đúng không?\nĐừng có nói những điều cứng nhắc thế～.",
    "ほらほら、せっかく中庭まで来たんだから……\n失敗の話じゃなくて、中庭の話題でも振ってみてよ。": "Này, chúng ta đã đến sân trong rồi mà…\nĐừng nói chuyện thất bại nữa, chúng ta nói về sân trong đi.",
    "中庭の話題って、いきなり随分な無茶振りだな……": "Nói về sân trong á, tự dưng lại bắt bẻ thế này…",
    "ええと、そうだな……\nちゆるは今までだったら、中庭でどんなことをしてたんだ？": "À thì, phải rồi…\nChiyuru, trước đây cậu đã làm gì ở sân trong?",
    "おっ、ちゃんと中庭の話題だ。\nえらいえらい。": "Ố, đúng là nói về sân trong rồi.\nGiỏi lắm.",
    "そっちが振ったんだろ。それで、どうなんだ？": "Cậu bảo tớ nói mà. Thế nào?",
    "うーん、そうだねぇ……\nまあ、実験が失敗した時の気分転換とか？": "Ưm, phải nhỉ…\nỪm, có lẽ là để thay đổi không khí khi thí nghiệm thất bại?",
    "やっぱり失敗の話になったじゃないか。": "Cuối cùng cũng lại là chuyện thất bại.",
    "うわー、やられた！": "Uwaa, bị lừa rồi!",
    "何もやってないぞ。\nほら、中庭の話題話題。": "Tớ có làm gì đâu.\nNày, nói chuyện về sân trong đi.",
    "うーん、うーん……ええと、あとは……\n面白そうなものを見つけたら、観察してみたり？": "Ưm, ưm… À thì, sau đó thì…\nNếu tớ tìm thấy thứ gì thú vị, tớ sẽ quan sát nó?",
    "なるほど、ちゆるは普段、そんな風に過ごしてきたのか。": "Ra là vậy, Chiyuru thường làm như vậy sao.",
    "目立ちすぎないようにって気をつけてた部分もあるからさ。\nどうしてもおとなしくしてるのは退屈だからねぇ。": "Tớ cũng để ý để không quá nổi bật nữa.\nVì tớ thấy cứ im lặng mãi thì chán.",
    "ちゆるなりに、色々気を遣ってたんだな。": "Chiyuru cũng đã để ý nhiều thứ nhỉ.",
    "まあね～♪": "Ừm～♪",
    "実験室はだめにするのに……": "Phòng thí nghiệm thì không được dùng nữa…",
    "もぉ～、その話はいいじゃない！": "Mồ～, đừng nói về chuyện đó nữa mà!",
    "はは、悪い悪い。": "Haha, xin lỗi xin lỗi.",
    "（こうして話してみて初めて気づいたが、\n俺はちゆるの事を、思った以上に知らないんだな……）": "（Sau khi nói chuyện mới nhận ra, tớ không biết nhiều về Chiyuru như tớ nghĩ…）",
    "あっ！　ねえねえ、あそこにいるのって……ちゆるさんだよね？": "A! Này này, người ở đằng kia là… Chiyuru-san đúng không?",
    "ほんとだ！　実は他の校舎でも噂になるくらい凄い人なんでしょ！": "Đúng thật! Nghe nói ở các tòa nhà khác cũng đồn về người tài giỏi đó mà!",
    "あんなところで何してるのかな……": "Không biết cô ấy đang làm gì ở đó nữa…",
    "やあやあ～、噂の凄い人だよ～♪": "Chào～, người tài giỏi trong lời đồn đây～♪",
    "きゃっ、こっち見てくれた！": "Kya, cô ấy nhìn mình kìa!",
    "手を振ってくれてる～！　どうしよう！": "Cô ấy vẫy tay kìa～! Phải làm sao đây!",
    "あはは、なんかこうしてキャアキャア言って貰えるのも嬉しいねぇ。": "Aha, thật vui khi được mọi người reo hò như vậy.",
    "…………": "……",
    "（ちゆるは笑ってるが、どこか変な感じがするな……）": "（Chiyuru đang cười, nhưng có gì đó kỳ lạ…）",
    "さあ、なんだか色々あったけど、改めて教室に向かいますか！": "Nào, dù có chuyện gì xảy ra, chúng ta cùng đến lớp thôi!",
    "そういえば、ちゆるも普段はちゃんと授業を受けてるんだよな？": "Nói mới nhớ, Chiyuru cũng học đàng hoàng chứ?",
    "当然だよ～。\nといっても、面白そうな授業の時だけだけどね？": "Đương nhiên rồi～.\nMặc dù, chỉ khi nào có những tiết học thú vị thôi?",
    "そんなんでいいのか？": "Như vậy có được không?",
    "そんなんでいいんだよ。\n学校の授業でやる範囲なんて、だいたい頭に入ってるからね。": "Như vậy là được rồi.\nVì tớ đã hiểu hết những gì được dạy ở trường rồi.",
    "授業の内容に興味がある時とか、\n教えてる先生次第では授業を覗いてもいいかな～って。": "Khi nào tớ thấy hứng thú với nội dung bài học, hoặc\ntùy vào giáo viên giảng dạy, tớ sẽ vào xem～.",
    "自由なんだな。": "Tự do thật đấy.",
    "あはは。だって、しょーがないよ。": "Aha. Vì, không còn cách nào khác mà.",
    "あたしはさ、多少なり、隠し事をしてるじゃん。\nそれで、やっぱり隠してばっかりだとストレスが溜まるじゃない？": "Tớ thì, có một chút, đang che giấu một điều gì đó.\nVà, nếu cứ che giấu mãi thì sẽ bị căng thẳng, đúng không?",
    "だから、その分好き勝手やってやろう！　って気持ちがあってさ……\nいろんなところに首を突っ込んでたんだよね。": "Vì vậy, tớ muốn làm những gì mình thích!\nTớ đã xen vào rất nhiều chuyện.",
    "なるほどな。": "Ra là vậy.",
    "まあ、最近はいろんな子達から注目されちゃってて、\nちょっとやりにくくなっちゃったんだけどね～。": "Mà, gần đây tớ đã được rất nhiều người chú ý đến,\nnên hơi khó chịu một chút～.",
    "ああ、さっきの子達もそんな感じだったな。\nなるほど、ちゆるも大変だ。": "À, những người lúc nãy cũng vậy mà.\nRa là vậy, Chiyuru cũng vất vả nhỉ.",
    "あはは……": "Aha…",
    "あっ、ちゆるさんだ！": "A, Chiyuru-san kìa!",
    "あの噂の凄い人！？": "Người tài giỏi trong lời đồn kìa!?",
    "ああ、言ってるそばから……": "À, vừa nói thì…",
    "どうもどうも～♪": "Chào～♪",
    "わっ、笑ってくれた～！": "Woa, cô ấy cười kìa!",
    "手まで振ってくれて……ありがとうございます～！": "Cô ấy còn vẫy tay nữa… Cảm ơn～!",
    "あはは……いやー、モテモテだねぇ。": "Aha… Tớ được yêu thích quá nhỉ.",
    "（……ああ、そうか）": "（…À, ra là vậy）",
    "なるほど、ちゆるの不調の原因はこれか……": "Ra là vậy, nguyên nhân Chiyuru không được khỏe là vì điều này…",
    "あーあ、普段通りに%usernameusernameuserna%と話しながら\n歩いてたら、もう教室まで来ちゃったなー。": "A~, nếu cứ đi cùng %usernameusernameuserna% và nói chuyện như mọi khi,\nthì chúng ta đã đến lớp rồi.",
    "結局、調子が戻ることはなかったなぁ……": "Cuối cùng, mọi thứ cũng không trở lại như cũ nhỉ…",
    "いや、俺には原因が分かったかもしれない。": "Không, tớ có thể đã biết nguyên nhân rồi.",
    "えっ？　本当に？": "Hả? Thật sao?",
    "ああ、あくまでも俺の予想だけどな。": "Ừ, dù gì thì, cũng chỉ là dự đoán của tớ thôi.",
    "どういうことなのかな？\n教えて教えて！": "Thế nào thế?\nNói cho tớ biết đi!",
    "まあ言ってしまえば……考えすぎだな。": "Nói chung là… Cậu suy nghĩ quá nhiều rồi.",
    "……え？　それだけ？": "…Hả? Chỉ vậy thôi sao?",
    "いや、がっかりしないでくれ。\nちゆるは、今までずっと変人のフリをしてきたんだろ？": "Không, đừng có thất vọng.\nChiyuru, cậu đã giả vờ là người kỳ lạ suốt thời gian qua đúng không?",
    "だけど……その行為を、\n他ならぬちゆる自身が楽しんでいたんじゃないのか？": "Nhưng… Cậu có thấy rằng,\nbản thân Chiyuru đã rất vui vẻ với hành động đó không?",
    "そりゃまあ……楽しんでたか楽しんでいないかって言うなら、\nすっごく楽しんでたわけだけど。": "Nếu nói là có vui hay không thì,\ntớ đã rất vui vẻ.",
    "もともと、嫌なことはやりたくないタチだしね。": "Vốn dĩ, tớ không thích làm những điều tớ không thích.",
    "そこなんだよ。": "Đó là điểm mấu chốt.",
    "え、どこ？": "Hả, ở đâu?",
    "ちゆるの立場は今までとは変わったかもしれないけど、\nちゆる自身は何も変わってないんだ。": "Địa vị của Chiyuru có thể đã thay đổi, nhưng\nbản thân Chiyuru thì không hề thay đổi.",
    "無意識のうちに周囲の期待に合わせようと無理しているうちに、\n調子が狂ってきちゃったんじゃないのか？": "Trong vô thức, cậu đã cố gắng đáp ứng kỳ vọng của mọi người, và mọi thứ đã trở nên sai lệch sao?",
    "それは……": "Điều đó thì…",
    "だから……別に無理にヘンなことをやめなくても、\n今まで通りのちゆるのままでいいんじゃないかな？": "Vì vậy… Cậu không cần phải cố gắng ngừng làm những điều kỳ lạ,\ncứ là Chiyuru như trước đây là được rồi.",
    "変人で、いつも楽しそうで……\n俺達にとって、頼れるちゆるのままでさ。": "Một người kỳ lạ, luôn vui vẻ…\nTrong mắt chúng ta, vẫn là Chiyuru đáng tin cậy.",
    "……あー。": "…A.",
    "シリウスシュガーの事も考えて、あたしって気づかないうちに\n無理してみんなの期待に応えようとしてたのかな？": "Tớ cũng nghĩ về Sirius Sugar, và tớ đã cố gắng đáp ứng kỳ vọng của mọi người mà không hề hay biết sao?",
    "多分そうじゃないか？\nなんだかんだ、皆の事を大切に思ってるからな。": "Có lẽ là vậy.\nDù sao đi nữa, cậu vẫn luôn quan tâm đến mọi người mà.",
    "あはは……なるほど。\n%usernameusernameuserna%は気づいてくれたんだ。": "Aha… Ra là vậy.\n%usernameusernameuserna% đã nhận ra rồi nhỉ.",
    "さすが%usernameusernameuserna%。\nあたしのこと、よーく見てくれてるよね。": "Quả là %usernameusernameuserna% mà.\nCậu đã nhìn thấu tớ rồi.",
    "分かっちゃえば簡単なことだったけど、\nあたしひとりじゃ気付けなかったよ。": "Nếu đã hiểu thì mọi chuyện thật đơn giản, nhưng\ntớ đã không thể tự mình nhận ra.",
    "……ありがとね、%usernameusernameuserna%。": "…Cảm ơn cậu nhé, %usernameusernameuserna%.",
    "お礼を言われるようなことじゃないよ。\n俺はただ、ちゆるをずっと見てただけだから。": "Không có gì phải cảm ơn cả.\nTớ chỉ luôn nhìn Chiyuru mà thôi.",
    "へえ……ふーん、そう。\n……ふふっ。": "Hể… Hừm, ra là vậy.\n…Fufu.",
    "それじゃあこれからも、あたしはあたしらしく、\nめいっぱい楽しませてもらうからね！": "Vậy thì từ bây giờ, tớ sẽ là chính mình,\nvà tớ sẽ tận hưởng hết mình!",
    "責任取って、しっかり付き合ってよね、%usernameusernameuserna%！": "Cậu phải chịu trách nhiệm, phải ở bên tớ đấy, %usernameusernameuserna%!",
    "え、責任ってなんだ……？": "Hả, trách nhiệm là gì…?",
    "あははっ、さあ、なんだろうね～。": "Aha, không biết nữa～.",
    "おい、不安になるだろうが。\nなんのことかちゃんと言ってくれ。": "Này, đừng làm tớ lo lắng nữa chứ.\nNói rõ cho tớ biết đi.",
    "（まあ、ちゆるが楽しそうに笑ってるから……よしとするか）": "（Mà, vì Chiyuru đang cười vui vẻ… Cứ coi như là vậy đi）"
}