{
    "（――おれは、いったい……？）": "（――Tôi, rốt cuộc là……？）",
    "ここは、どこだ？　おれは、なにをしていた……？\nたしか、俺は……なにかの攻撃に巻き込まれて……": "Đây là đâu? Tôi đã làm gì……?\nChắc chắn, tôi đã……bị cuốn vào một cuộc tấn công……",
    "『――なんだ、あの■■■は！？\nあんなサイズの個体、■■の記録にも――』": "『――Cái thứ ■■■ kia là gì vậy！？\nCá thể to lớn như vậy, trong hồ sơ về ■■ cũng không có――』",
    "『航行は不能です……！\n■■■■■、機能の７０％を喪失しました！』": "『Không thể di chuyển được……！\n■■■■■, đã mất 70% chức năng rồi！』",
    "『手を出したのは失敗だったのか？\n俺達は……判断を誤ったのか……？』": "『Phải chăng chúng ta đã thất bại khi ra tay?\nChúng ta đã……đánh giá sai sao……？』",
    "『――うろたえるな！』": "『――Đừng hoảng sợ！』",
    "『ここで戦いを避けたところで……\n■■に安全な場所なんてない。』": "『Dù có tránh chiến đấu ở đây……\nthì cũng không có nơi nào an toàn trong ■■ cả.』",
    "『勝って、証明するんだ。\n俺達は、やつらに蹂躙されるだけの存在ではないと――』": "『Phải chiến thắng, để chứng minh rằng.\nChúng ta không phải là những kẻ chỉ biết bị chúng giày xéo――』",
    "――はっ！？": "――Hả！？",
    "周囲を見渡す、どうやら俺は意識を失っていたようだ。": "Nhìn quanh, có vẻ như tôi đã mất ý thức rồi.",
    "（……さっきの記憶は……？\n俺は一体……）": "（……Ký ức vừa rồi……？\nRốt cuộc tôi……）",
    "%usernameusernameuserna%さん！\nしっかりしてください！　まだ戦闘中ですわ！": "Anh %usernameusernameuserna%！\nTỉnh lại đi！Vẫn còn đang chiến đấu đó！",
    "一瞬、混濁した自分の意識に戸惑いはしたが、\nすぐさま置かれている状況を思い出し、周囲に注意を向ける。": "Trong khoảnh khắc, tôi đã bối rối trước sự hỗn loạn trong ý thức của mình,\nnhưng ngay lập tức nhớ lại tình hình hiện tại và chú ý đến xung quanh.",
    "っ、すまん！　意識が飛んでいた！": "Chết tiệt！Tôi đã bị mất ý thức！",
    "まだ１０秒も経過していませんから、安心してくださいませ！\n機体には問題ありません！？": "Mới chỉ 10 giây trôi qua thôi, xin hãy yên tâm！\nMáy móc không có vấn đề gì chứ！？",
    "ああ、大丈夫だ。\n……くっ……あれが<r=プラズマ>穿光</r>属種の一撃か……": "Ừ, không sao đâu.\n……Khốn kiếp……đó là đòn đánh của loài <r=Plasma>Xuyên Quang</r> sao……",
    "はぁ、はぁ……何とか回避は出来ましたが……": "Ha, ha……Dù gì thì tôi cũng né được……",
    "……バラバラに別れちゃった。\nそれに、前にメイズから落ちた時を思い出す……": "……Tách ra hết rồi.\nHơn nữa, tôi nhớ lại lúc ngã từ Mê Cung xuống……",
    "プラズマ照射のせいで、地形が変わってる。": "Do bị chiếu xạ Plasma nên địa hình đã thay đổi.",
    "チャージが必要な分、威力はとんでもないね……\n直撃したら、無事じゃすまないよ。": "Cần phải nạp năng lượng, nên sức mạnh thật khủng khiếp……\nNếu bị trúng trực tiếp, thì không chỉ có bị thương đâu.",
    "七彩、白奈、ちゆる、沙耶、フィーの声が通信で聞こえてくる。\nどうやら狭い<r=ドリフト>横坑</r>内に避難したのは俺たちだけらしい。": "Giọng của Nanairo, Shirana, Chiyuru, Saya và Fee vọng đến qua thông tin liên lạc.\nDường như chỉ có chúng ta là lánh nạn trong <r=Drift>Hầm Ngang</r> chật hẹp.",
    "ユリアさん達は無事でしょうか……！？": "Liệu Yuria và mọi người có ổn không……！？",
    "レーダーでバイタルデータは確認できている。\n……ただ、地盤が崩落したせいで下の階層に落ちたようだ。": "Dữ liệu sinh tồn đã được xác nhận trên radar.\n……Chỉ là, do nền đất sụp đổ nên đã rơi xuống tầng dưới.",
    "この<r=ドリフト>横坑</r>を登れば戻ることは出来そうですが……": "Có vẻ như có thể quay lại bằng cách leo lên <r=Drift>Hầm Ngang</r> này……",
    "……難しい。大型<r=プラズマ>穿光</r>属種が待っている。": "……Khó đấy. Loài <r=Plasma>Xuyên Quang</r> cỡ lớn đang chờ đợi.",
    "だろうな……\n俺たちを始末するまでどこかに消えるつもりはないらしい。": "Tôi biết mà……\nCó vẻ như nó không định biến mất cho đến khi xử lý xong chúng ta.",
    "あの大型<r=プラズマ>穿光</r>属種……異常発達個体なのかな……？\n少なくとも学園のデータでは、あんな大型は確認されていないね。": "Loài <r=Plasma>Xuyên Quang</r> cỡ lớn đó……có phải là cá thể phát triển bất thường không……？\nÍt nhất trong dữ liệu của học viện, thì không có cá thể lớn như vậy được xác nhận.",
    "……もしかしたら、<r=クリスタル・ベルト>煌晶帯</r>の、\n深い階層から上がってきた可能性もあるかも。": "……Có lẽ nào, từ tầng sâu của <r=Vành Đai Tinh Thể>Hoàng Tinh Đới</r>,\nmà nó đã đi lên không nhỉ.",
    "深い階層から上がってくる……そんな事があるのか？": "Từ tầng sâu đi lên……Có chuyện đó sao？",
    "<r=クリスタル・ベルト>煌晶帯</r>の情報は少ないから、断言はできないけどね……\n<r=ケイブ・ベルト>地穴帯</r>でそんなメイズシフターの話は聞いたことあるよ。": "Vì thông tin về <r=Vành Đai Tinh Thể>Hoàng Tinh Đới</r> còn ít, nên tôi không thể khẳng định được……\nTôi đã từng nghe về những kẻ dịch chuyển Mê Cung như vậy ở <r=Vành Đai Hang Động>Địa Huyệt Đới</r> rồi.",
    "……それで、ここから如何いたしましょうか？": "……Vậy, chúng ta sẽ làm gì từ đây？",
    "……逃走ルートを探してみる？": "……Thử tìm đường trốn thoát xem？",
    "いやそれは避けた方がいい。": "Không, tốt hơn là nên tránh.",
    "フィーの提案は間違いとは言い切れない。\nしかし、俺とシリウスシュガーは知っている。": "Đề nghị của Fee không hẳn là sai.\nTuy nhiên, tôi và Sirius Sugar đều biết.",
    "……落ちた場所の探索は命がけ。\nわたし達は、それを経験したことがある。": "……Việc khám phá nơi rơi xuống là một cuộc chiến sinh tử.\nChúng tôi đã từng trải qua điều đó rồi.",
    "……そういえば、\n以前に事故で<r=プライマル・ベルト>原生帯</r>に落ちたのは……": "……Nói đến thì,\nlần trước tôi bị rơi xuống <r=Vành Đai Nguyên Sinh>Nguyên Sinh Đới</r> do tai nạn……",
    "あの時は酷い目にあいましたわね……それに、\nあの個体よりも恐ろしいメイズシフターがいるかもしれませんわ。": "Lúc đó thật là thê thảm……Hơn nữa,\ncó lẽ còn có những kẻ dịch chuyển Mê Cung đáng sợ hơn cả cá thể đó nữa.",
    "つまり、マッピングされてないルートを目指すよりも、\n上にいる<r=プラズマ>穿光</r>属種と戦う方がマシってことだね。": "Nói cách khác, thay vì nhắm đến một tuyến đường chưa được lập bản đồ,\nthì chiến đấu với loài <r=Plasma>Xuyên Quang</r> ở trên sẽ tốt hơn.",
    "なるほど……ですが、あのプラズマ照射の威力を考えると、\n迂闊に<r=プラズマ>穿光</r>属種の前へ飛び出せばいい的になってしまいます。": "Tôi hiểu rồi……Nhưng, nếu xét đến sức mạnh của tia Plasma đó,\nthì việc xông ra trước mặt loài <r=Plasma>Xuyên Quang</r> một cách hấp tấp sẽ chỉ như là bia ngắm thôi.",
    "だが、このまま待ち続けるわけにはいかない。\nめるやユリアたちと分断された状態だから合流する必要がある……": "Nhưng, không thể cứ tiếp tục chờ đợi như thế này được.\nVì đã bị chia cắt khỏi Meru và Yuria, nên cần phải hợp lực lại……",
    "そうですわね……このまま崩落した場所から<r=ドリフト>横坑</r>を登って、\n大型<r=プラズマ>穿光</r>属種と戦うしかありませんわ。": "Đúng vậy……Chúng ta chỉ có thể leo lên <r=Drift>Hầm Ngang</r> từ nơi sụp đổ này,\nrồi chiến đấu với loài <r=Plasma>Xuyên Quang</r> cỡ lớn thôi.",
    "……急がないと。\nもしかしたら、上で先に大型<r=プラズマ>穿光</r>属種と戦ってるかもしれない。": "……Phải nhanh lên.\nCó lẽ, họ đã chiến đấu với loài <r=Plasma>Xuyên Quang</r> cỡ lớn ở trên trước rồi.",
    "……そうだね。<r=プラズマ>穿光</r>属種を相手に戦ってるなら、\n一人でも戦力が必要なはずだよ。": "……Đúng vậy. Nếu đang chiến đấu với loài <r=Plasma>Xuyên Quang</r>,\nthì dù chỉ có một người thì cũng cần chiến lực rồi.",
    "……では、地上を目指して<r=ドリフト>横坑</r>を通りましょう。": "……Vậy, chúng ta hãy hướng đến mặt đất và đi qua <r=Drift>Hầm Ngang</r> vậy.",
    "じゃあ、今からマップを共有する。\n他に意見はないか？": "Vậy, tôi sẽ chia sẻ bản đồ ngay bây giờ.\nCòn ai có ý kiến gì không？",
    "ええ、こちらも準備は出来ていますわ！\nめるさん達を助けに行きましょう！": "Vâng, chúng tôi cũng đã chuẩn bị xong rồi！\nChúng ta hãy đi cứu Meru và mọi người thôi！",
    "そうして、<r=ドリフト>横坑</r>を登るために全員で出撃し……": "Và rồi, tất cả mọi người xuất kích để leo lên <r=Drift>Hầm Ngang</r>……",
    "……っ！？　敵の反応がある！\nメイズシフターが出てきた！": "……！？Có phản ứng của địch kìa！\nKẻ dịch chuyển Mê Cung đã xuất hiện rồi！",
    "この<r=ドリフト>横坑</r>を住処にしていたメイズシフターたちか……！\n小型の<r=プラズマ>穿光</r>属種も混じってるぞ！": "Có phải là những kẻ dịch chuyển Mê Cung đã sống trong <r=Drift>Hầm Ngang</r> này không……！\nLoài <r=Plasma>Xuyên Quang</r> nhỏ cũng có mặt nữa！",
    "いきなり自分たちの寝床に飛び込んできたんだから、\nそりゃあお怒りだろうね！": "Tự nhiên xông vào ổ của chúng thì,\nchắc chắn chúng sẽ tức giận thôi！",
    "他にルートはないだろうし……\n下手に背を向けて逃げても挟み撃ちだな。": "Chắc là không còn đường nào khác……\nNếu quay lưng bỏ chạy thì sẽ bị đánh hội đồng mất.",
    "ならば、迎え撃つしかありませんわね！": "Vậy thì, chúng ta chỉ có thể nghênh chiến thôi！",
    "……フィーさん、私たちも戦いましょう！\n死中に活を求めるしかありません！": "……Fee, chúng ta cũng chiến đấu thôi！\nChỉ có thể tìm sự sống trong cái chết thôi！",
    "……了解！": "……Đã hiểu！",
    "ああ、厳しい戦いになるだろうが……\n全力で突破するそ！": "Ừ, sẽ là một trận chiến khốc liệt đấy……\nNhưng, chúng ta sẽ vượt qua nó bằng tất cả sức mạnh của mình！",
    "了解！！": "Đã hiểu！！"
}