{
    "無事に白奈の悩みも解決に向かったことだし、\nあとは部屋でゆっくりするか――": "Vì cuối cùng thì rắc rối của Shirana cũng đã được giải quyết,\nnên giờ mình cứ thong thả ở trong phòng thôi――",
    "……": "……",
    "――って、なんで白奈が部屋までついて来てるんだ！？": "――Khoan đã, sao Shirana lại đi theo vào tận phòng thế này!?",
    "なんで……って。\nこのイヤリングに、勇気をもらったから。": "Sao ư?\nVì em đã nhận được dũng khí từ chiếc khuyên tai này.",
    "……前に、踏み出す勇気……": "……Dũng khí để tiến về phía trước……",
    "それって……": "Chuyện đó là……",
    "わたしのために、色々してくれた%usernameusernameuserna%に、\nもっと……わたしのこと、知ってほしい……": "Vì em muốn anh %usernameusernameuserna%, người đã làm rất nhiều thứ cho em,\nbiết thêm về em hơn nữa……",
    "ふたりっきりじゃないと見せないようなことも……": "Những điều mà chỉ khi ở riêng hai người mới thấy được……",
    "……意味わかって言ってるんだよな？": "……Em hiểu mình đang nói gì chứ?",
    "わ、わかってる。\nネットで見たりするから……そ、そういうの。": "E, em hiểu mà.\nVì em có xem trên mạng……V,về mấy thứ đó.",
    "そ、そうか。白奈も興味あるんだな……": "Ra là vậy. Shirana cũng có hứng thú sao……",
    "自分がするところなんて想像できなかったし、怖いけど……\nでも……%usernameusernameuserna%となら……": "Em không thể tưởng tượng nổi mình sẽ làm chuyện đó, và em cũng sợ nữa……\nNhưng……nếu là với anh %usernameusernameuserna% thì……",
    "そこまで言ってくれるなら、俺ももっと白奈のこと知りたい。\nいいか？": "Nếu em đã nói đến mức đó rồi thì anh cũng muốn biết thêm về Shirana.\nĐược chứ?",
    "……うん。大丈夫。": "……Vâng. Em ổn mà.",
    "だ、大丈夫って……言ったけど……！\nこんなふうにするなんて、聞いてない……！": "Đ, được……em nói là được……!\nNhưng em đâu có nghe nói là sẽ làm như thế này……!",
    "両腕に太股の確かな肉感と白奈の体重を感じながら、\n閉じられようとした足をぐいっと開かせる。": "Vừa cảm nhận được bắp đùi và trọng lượng của Shirana trên hai cánh tay,\ntôi liền từ từ mở rộng đôi chân đang khép lại.",
    "下着を脱がせて露わになった白奈の女の子の部分が、\n部屋の姿見にばっちりと映し出されていた。": "Phần nhạy cảm của Shirana, sau khi cởi bỏ đồ lót, đã hiện ra trước gương trong phòng.",
    "や、やだ……わたしのアソコ、全部見えてる……\nねえ、%usernameusernameuserna%……やっぱりやめ……": "D, dơ quá……Chỗ đó của em, bị nhìn thấy hết rồi……\nNày, %usernameusernameuserna%……hay là mình dừng lại đi……",
    "あっ……！　ん……あっ、か、硬っ……\nこ、こんなに、あったかいんだ……あっ……ふぅ……": "A……! Ưm……a, a, cứng quá……\nN, nóng quá đi……a……phù……",
    "すでに準備万端の硬茎を、白奈の縦スジに沿って擦りつける。\n彼女がその光景を見下ろす視線を強く感じた。": "Tôi bắt đầu cọ xát dương vật đã cương cứng của mình dọc theo những đường cong của Shirana.\nTôi cảm nhận được ánh mắt đang nhìn xuống của cô ấy.",
    "はぁ……あ……ん……んっ……んぅ……\nこ、こんな大きいのが……わたしの……中に……？": "Haa……a……ưm……ư……ư……\nC, cái này to quá……ở trong……em……?",
    "脱がせる前にも後にも、たっぷり指と舌で愛撫したそこは、\n十分にほぐれて甘い蜜をしたたらせていた。": "Trước và sau khi cởi đồ, tôi đã dùng ngón tay và lưỡi để vuốt ve cô ấy, và\nnó đã mềm nhũn và tiết ra mật ngọt.",
    "お、お願い……やっぱり、こんな恥ずかしい格好は……": "X, xin anh……em vẫn thấy xấu hổ với bộ dạng này……",
    "もっと白奈が自分を出すための特訓の一環だよ。\nこれくらい恥ずかしいことに慣れておけば、何も怖くないだろ？": "Nó là một phần trong quá trình huấn luyên để Shirana bộc lộ bản thân mình.\nNếu em quen với những điều xấu hổ này, em sẽ không còn sợ gì nữa, đúng không?",
    "無論、ただの建前だ。俺がやってみたいから、\n半ば強引に白奈を誘ってこの体勢に持ち込んだ。": "Đương nhiên, đó chỉ là cái cớ. Vì tôi muốn làm, nên\ntôi đã ép Shirana vào tư thế này.",
    "っ……じゃあ、せめて目をつぶらせてほしい……": "……Vậy thì, ít nhất hãy để em nhắm mắt lại được không……",
    "それでは訓練にならないからと否定して、\n俺はゆっくりと白奈の内へと侵入を開始した。": "Tôi từ chối vì điều đó sẽ không giúp ích gì cho việc huấn luyện, và\ntôi từ từ bắt đầu xâm nhập vào bên trong Shirana.",
    "あ――っ、ん、あ、あ、あぁぁぁぁっ……！\n痛っ……つ、うぅぅっ……んは、はっ、はぁっ……！": "A――! Ưm, a, a, aaaaaaa……!\nĐau……đ, ưuuuuu……ư, hức, ha, haaa……!",
    "入口で強めの抵抗を感じたが、それもわずかな時間。\n吸い付くヒダのうねりが、俺自身を隘路の奥へ導いていく。": "Tôi cảm thấy có một chút kháng cự ở cửa vào, nhưng nó chỉ kéo dài trong một thời gian ngắn.\nNhững nếp gấp đang hút lấy tôi, dẫn tôi vào sâu hơn nữa.",
    "入っ……て、くる、っあ、あああっ……ふぁっ……！\n%usernameusernameuserna%のが、わたしの、中にっ……！": "Vào……được, ư, a, aaaaaaa……!\nCủa %usernameusernameuserna%, ở trong, em……!",
    "白奈の呼吸は引き攣るように激しかったが、\nそれが痛みによるものだけでないことは声色でわかった。": "Hơi thở của Shirana trở nên dữ dội, nhưng tôi hiểu rằng điều đó không chỉ vì đau đớn qua giọng nói của cô ấy.",
    "んくっ……や、やだ……見えてる、よ……\n全部……入ってるの……見えて……あっ、んんっ……": "Ưm……đ, đừng……em thấy, hết, rồi……\nTất cả……đều ở trong……em thấy……a, ưm……",
    "身動きの取れない状況で、それでも懸命に身をよじる。\n駄々をこねる子どものような反応なのが、劣情を煽った。": "Trong tình huống không thể di chuyển, cô ấy vẫn cố gắng vùng vẫy.\nPhản ứng như một đứa trẻ đang mè nheo, đã làm tăng thêm ham muốn của tôi.",
    "……う、嘘みたい……\nこんなところで……っ。": "……Ư, như mơ vậy……\nỞ một nơi như thế này……",
    "で、でもっ……んん……こんな……\n恥ずかしい、格好、なんて……ぁ、あっ……はぁっ……": "Nh, nhưng……ưm……như thế này……\nxấu hổ, quá……a, a……haaa……",
    "挿入前はあんなにも恥じらっていたのに、\n白奈は目を見開いて自身と俺の繋がった部分を凝視している。": "Trước khi đưa vào, cô ấy đã rất xấu hổ,\nShirana mở to mắt và nhìn chằm chằm vào phần cơ thể đang kết nối của tôi và cô ấy.",
    "そのせいで我知らず興奮が増しているのだろう。\n鏡に映ったワレメからは、滝のように愛液が滴ってきた。": "Có lẽ vì điều đó mà sự phấn khích của tôi càng tăng lên.\nMật dịch chảy ra như thác nước từ khe hở phản chiếu trong gương.",
    "はうっ……！　あ……あ……あっ……あぁっ……！\n%usernameusernameuserna%のが……う、動いて……んっ！": "Hau……! A……a……a……aaaaaa……!\nCủa %usernameusernameuserna%……đ, đang chuyển động……ưm!",
    "白奈の痴態を見ていたら辛抱できなくなり、\n膣内の感触を隅々まで味わおうと腰を振り始めた。": "Tôi không thể chịu đựng được khi nhìn thấy Shirana trong tình trạng đó, và\ntôi bắt đầu lắc hông để tận hưởng cảm giác trong âm đạo.",
    "なるべく体に負担をかけないように……\nとは思っていても、悶える白奈を前に欲望を制御するのは難しい。": "Tôi muốn giảm bớt gánh nặng cho cơ thể nhất có thể……\nVà thật khó để kiểm soát ham muốn của mình trước Shirana đang rên rỉ.",
    "み、見ないで……んぁ……はぁっ……お願い……\nわたしと……繋がってるとこ……見ないで……んんっ……": "Đ, đừng nhìn……ưm, a……haaa……xin anh……\nĐừng nhìn……em và……nơi đang kết nối……ưm……",
    "白奈の恥ずかしいところを見ているわけじゃなく、\n白奈がちゃんと目を逸らさないか監視してるだけだと言う。": "Tôi nói rằng tôi không nhìn vào những chỗ xấu hổ của Shirana,\ntôi chỉ đang theo dõi xem cô ấy có thực sự nhìn đi chỗ khác hay không.",
    "ひぅ、そ、そんな、言い方……ずるいよ……んっ！\n%usernameusernameuserna%がそんな人だなんて、知らなかった……": "Híu, c, cách nói đó……xảo quyệt quá……ưm!\nEm không biết %usernameusernameuserna% lại là người như thế này……",
    "絡みつく肉壁を堪能しながら、真っ赤になった耳に息を吹きかけ、\n俺のことを嫌いになったか尋ねてみる。": "Trong khi tận hưởng những bức tường thịt đang quấn lấy tôi, tôi thổi vào tai đỏ bừng của cô ấy,\nvà hỏi liệu cô ấy có ghét tôi không.",
    "っ……そんなこと……ない……んっ……\n意地悪なところも……全部っ……": "……Không……phải……ưm……\nCả những điều xấu xa của anh nữa……",
    "うぅ……わ、わたし、んっ……なんでっ……はぁ……\nこんな、恥ずかしいこと……言って、るのっ、あっ、んっ……！": "Ư……e, em……ưm……tại sao……haa……\nlại……nói những điều……xấu hổ này……a, ưm……!",
    "鏡に映った自分に問いかけながら、髪を振り乱す。\n火照ったうなじから、甘酸っぱい匂いが漂ってくる。": "Trong khi tự hỏi bản thân trong gương, cô ấy đã rối tung mái tóc của mình.\nMùi hương ngọt ngào tỏa ra từ gáy đang nóng bừng.",
    "わたしっ……おかしな子になる……ん、んっ……\n%usernameusernameuserna%といると……変に、なるよっ……": "Em……sẽ trở thành một đứa trẻ kỳ lạ……ưm, ưm……\nNếu ở cùng %usernameusernameuserna%……em sẽ……trở nên khác lạ……!",
    "これも……わたし、なのかな……わたしが、知らなかっただけで……\nわたし、エッチな子、なのかな……あ、あ、あっ、あんっ……！": "Đây cũng là……em sao……Chỉ là em chưa biết……\nEm, là một đứa trẻ hư hỏng sao……a, a, a, a, ưm……!",
    "白奈は、恥辱と快楽に振り回されて\n混乱しているようだった。": "Shirana, có vẻ như đang bối rối vì sự xấu hổ và khoái lạc.",
    "そんなの……困る……んんっ……こんなに、恥ずかしいのにっ……\n感じてる、わたし……ほんとの、わたしだったら……っ！": "Những thứ như vậy……thật phiền phức……ưm……dù em xấu hổ thế này……\nEm đang cảm thấy, em……thực sự là……!",
    "我慢……できなくなったら……ずっと、こんな気持ちになったら……\nわたし……みんなの前に……いられないよっ……んんっ……！": "Nếu em không thể chịu đựng được nữa……nếu em luôn cảm thấy như thế này……\nEm……sẽ không thể xuất hiện trước mặt mọi người được nữa……ưm……!",
    "行為の最中にシリウスシュガーのみんなを想像してしまったせいか、\n俺のものを包み込む粘膜が、きゅっと収縮した。": "Có lẽ vì tôi đã tưởng tượng ra mọi người trong Sirius Sugar trong khi đang làm tình,\nmàng nhầy bao quanh dương vật của tôi co lại.",
    "っ――！　あっ、あぁっ……い、今、中でっ……\n急にっ……入ってるのが、お、大きくっ……んぁぁっ……！": "――! A, aaaaa……đ, bây giờ, ở bên trong……\nĐột nhiên……thứ đang ở bên trong, to, hơn……aaaa……!",
    "俺のものが膨張したわけではなく、白奈が興奮して\n膣を震わせているのだが……自覚がないようだ。": "Không phải dương vật của tôi đang phình to ra, mà là Shirana đang phấn khích và\nlàm rung chuyển âm đạo của mình……nhưng cô ấy có vẻ không nhận ra.",
    "そ、そんなに、大きく、されたらっ……あっ、あっ、\nも、もう、入りきらない、よぉっ……んんんっ……！": "N, nếu nó, to như vậy……a, a,\nthì, không, chứa, nổi nữa……ưm……!",
    "俺が射精するまで、もうしばらく我慢してほしいと告げ、\n少し早めだが腰の動きにスパートをかけていく。": "Tôi bảo cô ấy hãy cố gắng chịu đựng một chút nữa cho đến khi tôi xuất tinh,\nvà tôi bắt đầu tăng tốc chuyển động hông của mình, mặc dù hơi sớm.",
    "ふあっ、あっ、んっ、な、何、これっ……！？\nおっきいので、い、いっぱい、擦られ、てたらっ、あっ、あっ……！": "Phuaa, a, ưm, n, cái gì, đây……!?\nVì nó to, nên, bị, cọ xát, nhiều, quá, a, a……!",
    "エ、エッチする、んっ、穴だけじゃなくてっ……\nっ、ふぁっ、お、おしっこの、穴も、ジンジンしてっ……！": "L, làm tình, ưm, không chỉ ở lỗ……\n, pha, lỗ, đi, tiểu, cũng, nhói……!",
    "強烈な圧迫と摩擦が、尿道も一緒に刺激してしまっているらしい。\nそれならばと、この場で出しても大丈夫だからとフォローした。": "Áp lực và ma sát mạnh mẽ dường như đang kích thích cả niệu đạo.\nNếu vậy, tôi đã theo dõi cô ấy rằng cô ấy có thể xuất ra ở đây.",
    "い、いやっ、それは、だめっ……ぜ、絶対にっ……！\nそんな、恥ずかしいこと……わたしっ……子どもじゃないのにっ……！": "K, không, không được……t, tuyệt đối không được……!\nNhững điều, xấu hổ như vậy……em……không phải trẻ con……!",
    "好きな人に、お、おしっこ、見られる、なんてっ……！\nんんっ、わたしっ、おかしく、なっちゃうからっ……！": "Bị, người mình thích, nhìn thấy, đi, tiểu……!\nƯm, em, sẽ, phát điên mất……!",
    "必死で尿意に抵抗する白奈の気持ちとは裏腹に、\n膣と薄い壁を隔てた向こうから微かな震えと熱を感じた。": "Trái ngược với mong muốn của Shirana, người đang cố gắng chống lại cơn buồn tiểu,\ntôi cảm thấy một sự rung động nhẹ nhàng và hơi nóng từ bên kia bức tường mỏng ngăn cách âm đạo.",
    "見たい。白奈の１番恥ずかしい姿を知りたい。\n腰を突き上げながら、真っ赤な耳元に向かって、本音を漏らす。": "Tôi muốn xem. Tôi muốn biết điều xấu hổ nhất của Shirana.\nTrong khi nâng hông lên, tôi đã thì thầm sự thật vào tai đỏ bừng của cô ấy.",
    "だめ……だめっ……だめだよ……それだけは……っ、くっ！\nぜっっったい……我慢、する、からっ……ふぅ、ん、んっ……！": "Không……không được……không được đâu……chỉ có điều đó thôi……!\nTuyệt, đối……em, sẽ, chịu đựng……phù, ưm, ưm……!",
    "白奈が懸命にお腹に力を入れている。\nそのせいで、図らずも俺のペニスがどんどん圧迫されていく。": "Shirana đang cố gắng hết sức để dồn sức vào bụng.\nVì điều đó, dương vật của tôi vô tình bị ép chặt hơn.",
    "うくぅ……あ、あっ、んんっ、くぅ、ふっ、んっ、んっ、\nんんんっ、んぅっ、く、っ、つ、っ、っ……！": "Ưku……a, a, ưm, kuu, phù, ưm, ưm, ưm……\nƯm, ư, t, t, t……!",
    "言葉を紡ぐ理性すら失って、ひたすら抗う白奈。\nその熱くぬめった壺の中で、俺のものが搾り上げられていく。": "Shirana, người đã mất cả lý trí để thốt ra lời, chỉ đơn giản là chống cự.\nTrong chiếc bình nóng bỏng và ẩm ướt đó, dương vật của tôi đang bị vắt kiệt.",
    "んっ、んっ、んっ、ひぅっ、くぅぅぅぅぅっ……！\nダ、メ、っ、も、もうっ、んんんんんんん～……っっっ！": "Ưm, ưm, ưm, híu, kuu……!\nĐ, đừng, em, sắp……ưmmmmmm……!",
    "お、俺もだ、白奈っ……！\nもうすぐ出る……白奈の中に出すぞっ……！": "T, tôi cũng vậy, Shirana……!\nSắp ra rồi……Tôi sẽ xuất tinh trong Shirana……!",
    "へっ！？　そ、そっちも、出るのっ……！？\nんぁ、あっ、ま、待って、い、今、びっくりしてっ、んっ！": "Hả!? C, cả anh cũng, sắp, ra sao……!?\nA, a, đ, đợi, đ, đợi đã, em, bất ngờ quá, ưm!",
    "やだ、やだやだ、と、止められな――いっっっ……！\nんぁ、出ちゃ、出ちゃう、も、もう、んんっ、あっ、あっ、あんんっ！": "Đừng, đừng, đừng, không, thể dừng――được……!\nA, ra, rồi, ra, rồi, sắp, ưm, a, a, ưm!",
    "激しくなる水音と喘ぎの濁流とともに、絶頂の快感が押し寄せる。\n熱く迸る感覚は、俺のものからか、それとも白奈の奥からか――": "Cùng với dòng nước và tiếng rên rỉ dữ dội, khoái cảm tột độ ập đến.\nCảm giác nóng bỏng, đến từ tôi, hay từ sâu bên trong Shirana――",
    "ひあっ、あっ、あぁぁ、あぁぁぁぁぁぁぁぁぁぁ～……っっっ！": "Hiaa, a, aaaaa, aaaaaaaa～……!\n",
    "～～～っ、あっ、あっ、あっ……うぅぅ……んんんんんっ……！\nいっ、い、いやぁ……んんっ……": "～～～, a, a, a……ưuuu……ưmmmmmm……!\nĐ, đ, đừng……ưm……",
    "アソコの中も、尿道も、俺に密着しているお尻も背中も、\n至るところを震わせながら、白奈が一気に脱力する。": "Âm đạo, niệu đạo, mông và lưng đang áp sát vào tôi,\nShirana thả lỏng toàn bộ cơ thể.",
    "俺自身も精を吐き出した反動で足が力を失い掛け、\n危うく白奈を抱いたまま崩れ落ちるところだった。": "Bản thân tôi cũng mất sức vì sự phản ứng khi xuất tinh,\nvà tôi suýt ngã xuống khi ôm Shirana.",
    "う……うぅぅぅ……で、出ちゃっ……た……\n気持ちよくなって、頭、真っ白になって……一緒に出た……": "Ư……ưuuuu……r, ra, rồi……\nVui quá, đầu óc, trống rỗng……cùng nhau ra……",
    "俺も……全部出し切ったよ。\n白奈の中、凄く気持ちよかったから……": "Tôi cũng……đã xuất hết rồi.\nTrong Shirana, cảm giác thật tuyệt vời……",
    "へ……？　あ……も、もしかして……奥、熱いの……\n……射精……なの？": "Hả……? A……c, có lẽ nào……bên trong, nóng……\n……Xuất tinh……sao?",
    "ごめんな。いっぱい恥ずかしい思いさせて、\n勝手に中に出した上に、体中汚しちゃって。": "Xin lỗi em. Đã để em xấu hổ rất nhiều,\nvà tôi đã tự ý xuất tinh trong em, và làm bẩn cả người em nữa.",
    "そ、それは……もういい……\n本当に、本当に恥ずかしかったけど……": "C, chuyện đó……không sao đâu……\nThật sự, thật sự xấu hổ, nhưng……",
    "わたしで気持ちよくなってくれたの……うれしいから……": "Vì anh đã cảm thấy dễ chịu với em……em vui lắm……",
    "汗だくのうなじが、俺の鼻に密着してくる。\n俺を信頼して体重を預けてきた白奈のすべてを愛おしく感じた。": "Gáy đẫm mồ hôi của cô ấy áp sát vào mũi tôi.\nTôi cảm thấy yêu tất cả mọi thứ của Shirana, người đã tin tưởng tôi và giao phó trọng lượng của mình cho tôi.",
    "わたしこそ、ごめんなさい……いっぱい汚しちゃって……": "Em mới là người xin lỗi……đã làm bẩn nhiều quá……",
    "気にすることないさ。あとで洗えばいいんだし……\nそれよりも、今は白奈を綺麗にするのが先だ。": "Đừng bận tâm. Chúng ta có thể tắm sau……\nHơn hết, bây giờ chúng ta cần làm sạch cho Shirana.",
    "えっ？": "Hả?",
    "一緒にお風呂に入ろうか、白奈。": "Mình cùng nhau tắm nhé, Shirana.",
    "えっ？　えっ？": "Hả? Hả?",
    "窮屈な湯船に、ふたり肌を密着させて浸かる。": "Hai người chúng ta cùng nhau ngâm mình trong bồn tắm chật hẹp.",
    "張ったお湯は体温以上に熱いはずなのに、\n不思議と風呂よりも白奈のぬくもりを強く感じた。": "Nước nóng hơn nhiệt độ cơ thể, nhưng\nkỳ lạ thay, tôi cảm thấy sự ấm áp của Shirana còn mạnh mẽ hơn cả trong bồn tắm.",
    "……ごめんな、白奈。特訓なんて言って、\nさすがにあんなプレイはやり過ぎだった。": "……Xin lỗi, Shirana. Anh đã nói là huấn luyện,\nnhưng anh nghĩ rằng anh đã đi quá xa với trò chơi đó.",
    "ううん。平気。\nいや、凄く恥ずかしかったけど……": "Ưm. Không sao đâu.\nNhưng, em thấy xấu hổ lắm……",
    "%usernameusernameuserna%が、あんなに強く\nわたしを求めてくれるなんて思ってなくて……": "Em không nghĩ rằng %usernameusernameuserna% sẽ yêu cầu em mạnh mẽ đến vậy……",
    "わたしの見られたくないところ、いっぱい知られて。\n……%usernameusernameuserna%のエッチなところも、いっぱい知って……": "Em đã biết rất nhiều điều mà em không muốn người khác thấy.\n……Em cũng biết rất nhiều điều hư hỏng của %usernameusernameuserna%……",
    "お互いに本当の自分を知ってもらうって、\n恥ずかしいけど、幸せなことなんだね。": "Việc cả hai chúng ta biết con người thật của nhau,\nmặc dù xấu hổ, nhưng lại là một điều hạnh phúc.",
    "自分を出すことが怖いことばかりじゃないって知れて、\nちょっとは特訓の意義もあったってことかな？": "Em biết rằng việc thể hiện bản thân không phải lúc nào cũng đáng sợ,\nvà em nghĩ rằng buổi huấn luyện cũng có một chút ý nghĩa?",
    "そうじゃないと困る。\nわたしが恥ずかしい思いをしただけになるから。": "Nếu không thì thật là phiền phức.\nVì em chỉ là người cảm thấy xấu hổ thôi.",
    "ははは。\n……あのさ。白奈にはもう特訓は必要ないか？": "Haha.\n……Anh hỏi nhé. Shirana không cần huấn luyện nữa chứ?",
    "…………": "…………",
    "%usernameusernameuserna%がしたいって言ってくれるなら……\nわたしも、また特訓したい……": "Nếu %usernameusernameuserna% muốn……\nEm cũng muốn được huấn luyện nữa……",
    "じゃあ、また一緒に頑張るか。": "Vậy thì, chúng ta lại cùng nhau cố gắng nhé.",
    "うん。頑張る。\n……次も、やっぱり恥ずかしい特訓？": "Vâng. Em sẽ cố gắng.\n……Lần tới, vẫn là buổi huấn luyện đáng xấu hổ sao?",
    "そう……かもな。": "Có lẽ……",
    "今日よりも、もっと？": "Hơn cả ngày hôm nay sao?",
    "どうかな……\nでも、ハードルを上げていかないと特訓の意味がないしな。": "Anh không biết……\nNhưng, nếu không nâng cao mức độ, thì buổi huấn luyện sẽ không có ý nghĩa gì.",
    "そうだよね。恥ずかしいけど……楽しみ。\n%usernameusernameuserna%のおかげで、前に進めるってわかったから。": "Đúng vậy. Mặc dù xấu hổ……nhưng em rất mong đợi.\nNhờ có %usernameusernameuserna%, em đã biết mình có thể tiến về phía trước.",
    "次の逢瀬に期待を膨らませながら、\n俺は体をすり寄せてきた白奈を抱きしめたのだった。": "Khi mong đợi cuộc gặp gỡ tiếp theo,\ntôi đã ôm chặt Shirana, người đã đến gần tôi."
}