{
    "特別養成校舎に所属するパイロット見習いの生徒がシミュレーター訓練を\nしていると聞いたので、見学へ行くとちょうどジュリーが出てきた。": "Tôi nghe nói học viên phi công tập sự của trường đặc biệt đang huấn luyện mô phỏng nên tôi đến xem, vừa lúc Julie đi ra.",
    "お疲れ、ジュリー。\n今日の調子はどうだったんだ？": "Chào Julie.\nHôm nay thế nào?",
    "聞いてみたが、元気いっぱいで自信満々なジュリーのことだ。\n返事はいつも決まって、最高の結果だと返答を……": "Tôi hỏi thử, nhưng Julie lúc nào cũng tràn đầy năng lượng và tự tin.\nCâu trả lời luôn là, kết quả tuyệt vời nhất...",
    "あ、%usernameusernameuserna%……\nうん、どうかな……": "A, %usernameusernameuserna%……\nỪm, không biết nữa...",
    "ジュリー、大丈夫か！？\n熱でもあるのか！？　風邪をひいてないよな！？": "Julie, ổn không đấy!?\nCó bị sốt không đấy!? Không bị cảm chứ!?\n",
    "な、なんで！？　別に引いてないけど……": "T, tại sao chứ!?\nTôi không bị gì cả...",
    "だ、だから大丈夫だって！\nおでこを触っても熱くないわよ！？": "Đ, được rồi mà!\nChạm vào trán cũng không thấy nóng mà!?\n",
    "……確かに、熱はないな。\nいや、だとしても元気がないじゃないか。どうしたんだ？": "……Quả thật là không sốt thật.\nNhưng mà, dù vậy thì cũng không có tí sức sống nào cả. Sao thế?",
    "そ、それは……うんと……その、\nたしかに、元気はいつもよりもないかも……": "T, thật ra thì……ừm……thì,\nQuả thật là, có lẽ tôi không được khỏe như mọi khi...",
    "何か悩んでるなら、俺でよけば相談に乗るぞ？\nいつもジュリーの自信と能天気さには元気を貰ってるからな。": "Nếu có chuyện gì phiền não, tôi sẽ giúp cậu.\nTôi luôn nhận được năng lượng từ sự tự tin và vô tư của Julie.",
    "本当に！？　ん？　あれ？　褒められたのよね？\nまあいいか……なら、その……ちょっと相談をしてもいい？": "Thật sao!? Ừm? Ơ? Tôi được khen à?\nKệ đi vậy……Vậy thì, ừm……tôi có thể tâm sự một chút được không?",
    "やっぱり、いつもの元気と謎の自信も見る影がない。": "Quả nhiên, không còn chút năng lượng và sự tự tin bí ẩn thường thấy.",
    "大切な話になりそうだから、教室に行くか。\n今の時間なら誰も居ないはずだからな。": "Có vẻ như là một câu chuyện quan trọng, hay là đến lớp học đi.\nGiờ này chắc là không có ai đâu.",
    "うん……": "Vâng...",
    "よし、それじゃあそっちに席に座ってくれ。\n……で、何があったんだ？": "Được rồi, vậy thì ngồi xuống ghế kia đi.\n……Thế, có chuyện gì vậy?",
    "……その、メンバーの皆には内緒だからね？\nリーダーのあたしがこんなこと言ってたらがっかりさせちゃうから。": "……Chuyện này, tôi sẽ giữ bí mật với mọi người nhé?\nNếu như tôi, một người đội trưởng lại nói ra những chuyện như vậy thì sẽ làm mọi người thất vọng mất.",
    "まあ、がっかりはしない気はするが……分かった。": "Ừm, tôi không nghĩ là sẽ thất vọng đâu……Tôi hiểu rồi.",
    "あたし、本気でこのチームを引っ張って、\nリーダーとして皆を導きたいって思ってるの！": "Tôi, tôi thực sự muốn dẫn dắt đội này,\nTôi muốn làm một người đội trưởng dẫn dắt mọi người!",
    "ああ、それは知ってる。\nいつだってそのためにジュリーは全力だからな。": "Ừ, tôi biết.\nLúc nào Julie cũng dốc hết sức mình vì điều đó mà.",
    "……でもね、この前にショックなことがあったの。": "……Nhưng mà, tôi đã gặp một chuyện sốc trước đây.",
    "あたし達よりも後からプレ・クラスに入った子達がいてね。\n一緒にがんばろーってあたしも応援してたんだけど……": "Có những người vào lớp Pre-Class sau chúng ta ấy.\nTôi cũng cổ vũ mọi người cùng nhau cố gắng……",
    "その子たちが、あたし達よりも先に昇格して、\n正式なチームになったのを見ちゃったの！": "Tôi đã nhìn thấy những người đó được thăng cấp trước chúng ta,\nTrở thành một đội chính thức!",
    "それで思い返したら、\nあたしたちってまだまだ何の成果も出せてないわ！": "Rồi khi nghĩ lại,\nChúng ta vẫn chưa đạt được thành quả gì cả!",
    "……確かにな。": "……Quả thật.",
    "今のプレ・クラス－Ａのラウラも心香もノエルも、\nチームメンバーの皆の事があたしは好きなの！": "Laura, Kokoro và Noel của Pre-Class-A hiện tại,\nTôi thích tất cả mọi người trong đội!",
    "でも、このまま結果が出ない日が続いたら、\nチーム解散……も、もしかしたら退学になっちゃうかも！": "Nhưng nếu cứ tiếp tục không có kết quả như thế này,\nĐội sẽ tan rã……cũng có thể là bị đuổi học nữa!",
    "だから、明日の定期シミュレーター試験で合格点を取って、\n安心させてあげるんだ！　って考えてたんだけど……": "Vì vậy, tôi đã nghĩ rằng, tôi sẽ đạt điểm đậu trong bài kiểm tra mô phỏng định kỳ vào ngày mai,\nĐể mọi người yên tâm!",
    "上手くいかなかったのか？": "Vậy là không được à?",
    "うん……試験でやる内容を練習してたんだけど、全然ダメダメで……\nうう、どうしよう～！": "Ừm……Tôi đã luyện tập những nội dung sẽ thi, nhưng hoàn toàn không được gì cả……\nƯu, phải làm sao đây～!",
    "これじゃ、皆と離ればなれになっちゃう！\nうう、ぐすっ……": "Như vậy, tôi sẽ phải xa mọi người!\nƯu, hu hu……",
    "あー、ほら大丈夫だ。泣かないでくれ。\n……とはいえ、そこまで悩んでたんだな。": "A, thôi nào, không sao đâu. Đừng khóc nữa.\n……Tuy nhiên, cậu đã phiền não đến thế sao.",
    "ぐすっ……うう、だって、リーダーのあたしのせいで、\n皆離ればなれなんて、考えただけでも悲しいんだもん……": "Hu hu……Ưu, vì tôi là đội trưởng nên,\nChỉ cần nghĩ đến việc mọi người sẽ xa nhau thôi cũng đã buồn rồi……",
    "分かった。それなら……俺がジュリーの練習を手伝おう。": "Tôi hiểu rồi. Nếu vậy thì……tôi sẽ giúp Julie luyện tập.",
    "ほ、本当に！？　やったぁ！\nありがとう、%usernameusernameuserna%！": "T, thật sao!? Yeah!\nCảm ơn %usernameusernameuserna%!",
    "それで、どんな練習をしてたんだ？\n練習内容も重要だからな。": "Vậy, cậu đã luyện tập những gì?\nNội dung luyện tập cũng rất quan trọng.",
    "そうね……まずは、他のリーダーはかっこよく指示してるし、\nあたしも見習って皆にかっこよく指示出しする練習ね！": "Phải rồi……Đầu tiên là, những người đội trưởng khác chỉ huy rất ngầu, nên\ntôi cũng học theo, luyện tập chỉ huy mọi người thật ngầu!",
    "……俺が思っていたのとは違う回答が出てきたぞ？": "……Tôi không nghĩ là câu trả lời lại như vậy?",
    "前に正式なチームの練習を見てたら、\nきりっとしてカッコいい指示をしてたの！": "Khi tôi xem buổi tập của một đội chính thức trước đây,\nHọ đã chỉ huy rất dứt khoát và ngầu!",
    "だから、あたしも背筋をピーンって伸ばして、\n皆に向かってビシッと指示を出す練習をしてたの！": "Vì vậy, tôi cũng ưỡn lưng thẳng tắp,\nLuyện tập chỉ huy mọi người một cách dứt khoát!",
    "（……ジュリーは元々指示を出す時に、\n声がしっかり出てるから練習しなくてもいいんじゃないか？）": "（……Julie vốn đã nói rất rõ ràng khi chỉ huy,\nVậy thì đâu cần phải luyện tập nữa?）",
    "それと本を読んで、\nリーダーの心得ってやつを勉強してるの！": "Và tôi còn đọc sách,\nHọc về những điều cần thiết của một người đội trưởng!",
    "おお、それは凄いじゃないか。": "Ồ, tuyệt vời đấy.",
    "ふふん！　でしょでしょ！\n最近読んだ本で実践したのは……メンバーを信じる事！": "Hừm! Đúng không đúng không!\nGần đây tôi đã thực hành những gì đã đọc trong sách là……tin tưởng các thành viên!",
    "ちゃんと皆を信頼しないと、\nリーダーはやっていけないらしいわ！": "Nếu không tin tưởng mọi người,\nThì người đội trưởng sẽ không thể làm được đâu!",
    "（……解散したくないから頑張るって時点で、\nかなり信頼はしてる気がするが……）": "（……Vì tôi không muốn tan rã nên tôi đã cố gắng, tôi nghĩ rằng,\nTôi đã tin tưởng rất nhiều rồi……）",
    "あと、毎日メンバーに指示を出すこと！\nこれも本にリーダーとして必要な事って書いてあったわ！": "Và, mỗi ngày tôi đều đưa ra chỉ thị cho các thành viên!\nĐây cũng là điều cần thiết của một người đội trưởng mà tôi đã đọc trong sách!",
    "確かにな……。\nそれで、皆にはどんな指示をだしたんだ？": "Quả thật…….\nVậy cậu đã đưa ra chỉ thị gì cho mọi người?",
    "えっと、いっぱいご飯を食べようとか。\n体調悪かったら言うようにって指示ね！": "À thì, ăn thật nhiều cơm này.\nVà nói với tôi nếu như không khỏe nhé!",
    "（本に書いてる指示は、多分そういう事じゃないぞ……？）": "（Những chỉ thị trong sách, chắc là không phải như vậy đâu……？）",
    "最後に、なんかこう……まるちたすく？\nっていって、２つ以上のことを出来るようにする練習ね！": "Cuối cùng là, kiểu như……multitask?\nNghĩa là luyện tập để làm được hai việc trở lên!",
    "ほお、マルチタスクをこなせるようにか。\n立派だけど、どんなことをしてるんだ？": "Ồ, luyện tập đa nhiệm à.\nTuyệt vời, nhưng cậu đã làm những gì?",
    "えっと、ご飯を食べながら宿題をしたり……。\n走り込みをしながら、本を読んだりね！": "À thì, vừa ăn cơm vừa làm bài tập…….\nVừa chạy bộ vừa đọc sách!",
    "……それでどうだったんだ？": "……Vậy thì sao?",
    "ご飯が喉につっかえて咳き込んじゃったり、\n全然本の内容を覚えてなかったりだったけど……": "Cơm thì mắc nghẹn, ho sặc sụa, rồi\nHoàn toàn không nhớ nội dung của quyển sách...",
    "でも、こういうのはずっと続けていくのが大切らしいわ！": "Nhưng mà, những việc như thế này thì cần phải tiếp tục làm mới được!",
    "まあ、努力自体は偉い。\nそれに、狙い自体は有効なことも多いのだが……": "Ừm, bản thân sự cố gắng là rất đáng khen.\nHơn nữa, mục tiêu thì cũng có nhiều điểm hiệu quả……",
    "でも、頑張ったんだけどシミュレーターの結果は、\n全然うまくいかなかったし……": "Nhưng mà, tôi đã cố gắng hết sức, kết quả mô phỏng thì,\nHoàn toàn không được gì cả...",
    "どうすればいいんだろう……？\n教えて、%usernameusernameuserna%！": "Phải làm sao đây……?\nXin hãy chỉ cho tôi, %usernameusernameuserna%!",
    "……まず、ジュリーの特訓は間違ってない。\nただ、ジュリー向きの内容じゃないんだ。": "……Đầu tiên, việc huấn luyện của Julie không sai.\nChỉ là, nó không phù hợp với Julie.",
    "えっ、そうなの！？": "Hả, vậy sao!?",
    "リーダーとしての特訓をするにしても、\nジュリー向きの特訓っていうのがあるんだ。": "Ngay cả khi huấn luyện với tư cách là một người đội trưởng,\nThì cũng có một kiểu huấn luyện phù hợp với Julie.",
    "そうなの！？\nなら、%usernameusernameuserna%には分かるの！？": "Vậy sao!?\nVậy, %usernameusernameuserna% biết sao!?",
    "ああ、もちろんだ。\n俺がジュリーへの特別な特訓をしてやろう。": "Ừ, tất nhiên rồi.\nTôi sẽ huấn luyện đặc biệt cho Julie.",
    "本当に！？": "Thật sao!?",
    "キラキラとした目で見るジュリー。\nうん、いつもの調子に戻ってきたな。": "Julie nhìn tôi với ánh mắt lấp lánh.\nỪm, đã trở lại như mọi khi.",
    "ああ、だが俺の訓練は厳しいぞ……\nついてこれるか？": "Ừ, nhưng việc huấn luyện của tôi rất khắc nghiệt đấy……\nCậu có theo được không?",
    "もっちろんよ！　あたしが最高のリーダーになるためなら、\n大変だとしてもやり遂げてやるわ！": "Chắc chắn rồi!\nNếu như để tôi trở thành một người đội trưởng tuyệt vời nhất, thì dù có khó khăn đến mấy tôi cũng sẽ hoàn thành!",
    "ああ、そのやる気があるなら大丈夫だ！\nそれじゃあ行くぞ！": "Ừ, nếu cậu có ý chí đó thì không sao đâu!\nVậy thì đi thôi!",
    "……あれ？　普通のグラウンド？": "……Ơ? Sân vận động bình thường?",
    "ジュリー！　今から特訓を始める！\nまずは何も聞かずにグラウンドを走れ！": "Julie! Bây giờ bắt đầu huấn luyện!\nĐầu tiên, hãy chạy quanh sân vận động mà không cần hỏi gì cả!",
    "えっ、ええええ！？\n走るだけ！？": "Hả, ơ ơ ơ!?\nChỉ chạy thôi á!?",
    "質問は受け付けない！\n俺が良いというまで走り続けろ！": "Không nhận câu hỏi!\nChạy cho đến khi tôi bảo dừng!",
    "おお、なんだか特訓っぽいわ！\nよーし！　それじゃあ走るわよ！": "Ồ, có vẻ như là huấn luyện thật rồi!\nĐược rồi! Vậy thì tôi sẽ chạy!",
    "疲れてペースを落としてもいいが、休んだり歩くのは禁止だ！\nひたすら走る事だけを考えろ！　返事は了解だ！": "Mệt thì cứ giảm tốc độ, nhưng cấm nghỉ và đi bộ!\nChỉ cần nghĩ đến việc chạy thôi!\n",
    "了解！": "Hiểu!",
    "はぁ、はぁ……！\nえ、えっと、何周目……？": "Ha, ha……!\nƠ, ơ, vòng thứ mấy rồi……?",
    "質問は受け付けない！\nペナルティだ！　まだまだ走り続けろ！": "Không nhận câu hỏi!\nPhạt đấy! Cứ tiếp tục chạy đi!",
    "え、ええええ！？\nくっ、で、でもあたしが悪いわよね……分かったわ！": "Ơ, ơ ơ ơ!?\nKh, nhưng mà tôi đã làm sai mà……Tôi hiểu rồi!",
    "ぜぇ、はぁ……ぜぇ、はぁ……ぜぃ、ぜぃ……\nも、もう……限界……ひぃ……ひぃ……": "Ha, ha……Ha, ha……Ha, ha……\nT, tôi……hết……giới hạn rồi……hức……hức……",
    "……よし、走り込みはここまでで十分だ！\n次はシミュレーター室に戻るぞ！": "……Được rồi, chạy đến đây là đủ rồi!\nTiếp theo, chúng ta sẽ quay lại phòng mô phỏng!",
    "えーっ！？": "Ơ ơ!?\n",
    "どうした？　ここでギブアップか？": "Sao thế? Bỏ cuộc ở đây à?",
    "ぐむ……そうよ！　こんなところで諦めるわけないじゃない！\nなんだってやって見せるわ！": "Ưm……Không đâu!\nTôi không bỏ cuộc ở đây đâu!\nTôi sẽ làm được mọi thứ!",
    "――さて、それじゃあ準備は出来たな？\nそれじゃあシミュレーターでダミーの敵を倒せ！": "――Được rồi, vậy thì cậu đã chuẩn bị xong chưa?\nVậy thì, hãy đánh bại kẻ địch giả trong mô phỏng!",
    "えっ、それでいいの？\nなんか、もっと難しい設定にすると思ってた……": "Ơ, vậy là được rồi sao?\nTôi cứ tưởng là phải cài đặt khó hơn chứ……",
    "何も考えるな！\nこれが特別な特訓だ！　無心で倒せるまで続けろ！": "Đừng nghĩ gì cả!\nĐây là huấn luyện đặc biệt!\nCứ tiếp tục cho đến khi cậu có thể đánh bại chúng một cách vô thức!",
    "特別……！　分かったわ！\nよーし、やってやるわ！": "Đặc biệt……!\nTôi hiểu rồi!\nĐược rồi, tôi sẽ làm!",
    "……よし、これで１００回目の撃破ね！\nもうこんな奴は楽勝よ！": "……Được rồi, đây là lần thứ 100 tôi tiêu diệt rồi!\nBọn này dễ ẹt!",
    "そんなところで満足していいのか？\nまだまだ、倒し続けろ！": "Cậu hài lòng ở đây sao?\nCứ tiếp tục đánh bại chúng đi!",
    "えっ？　でも、もう楽勝だけど……": "Ơ? Nhưng mà dễ ẹt rồi mà……",
    "余計な事は考えなくていい！\nひたすらに倒し続けろ！": "Đừng nghĩ đến những chuyện thừa thãi!\nCứ tiếp tục đánh bại chúng đi!",
    "むむむ……分かったわ、やってやる！\nうおりゃーーーー！！！！": "Ưm ưm ưm……Tôi hiểu rồi, tôi sẽ làm!\nUryaaaaa!!!!",
    "よーし！　もう完璧よ！\nなんだったら目を瞑ってでも倒せるわ！": "Được rồi!\nGiờ thì hoàn hảo rồi!\nMuốn thì tôi có thể nhắm mắt mà đánh bại chúng!",
    "その意気だ！　目を瞑って倒してみろ！": "Ý chí đó!\nThử nhắm mắt mà đánh bại chúng xem!",
    "分かったわ！　とりゃーーーーーーー！！": "Tôi hiểu rồi!\nToryaaaaa！！",
    "……あっ、やば……普通に負けちゃった……": "……A, chết rồi……tôi thua thật rồi……",
    "なんだその体たらくは！\n目を瞑って倒せるまでやり込むんだ！": "Cậu làm ăn kiểu gì vậy!\nPhải luyện tập cho đến khi có thể nhắm mắt mà đánh bại chúng!",
    "うううう……や、やってやるわよ！": "Ưu ưu ưu……T, tôi sẽ làm!\n",
    "はぁ、はぁ、はぁ……た、倒せた……\nほ、本当に出来るんだ……": "Ha, ha, ha……Đ, đánh bại được rồi……\nT, tôi có thể làm được thật……",
    "（シミュレーターの敵は決まったパターンがあるとは言え、\nよく目を閉じて倒せたな……）": "（Tuy rằng kẻ địch trong mô phỏng có một khuôn mẫu nhất định,\nnhưng mà, cậu đã nhắm mắt mà đánh bại chúng thật đấy……）",
    "よし！　見事な成果だった！\nこれで特訓は終了だ！": "Được rồi!\nKết quả thật tuyệt vời!\nViệc huấn luyện đến đây là kết thúc!",
    "ほ、本当に！？\nこれで、あたしも合格できるの！？": "Th, thật sao!?\nNhư vậy, tôi có thể đậu sao!?",
    "ああ、もちろんだ！\n後はゆっくり休んで、明日に備えろ！　解散！": "Ừ, tất nhiên rồi!\nSau đó hãy nghỉ ngơi thật tốt và chuẩn bị cho ngày mai!\nGiải tán!",
    "お疲れ様、%usernameusernameuserna%！　それじゃあね！": "Cảm ơn %usernameusernameuserna%!\nVậy nhé!",
    "ふんふふーんー♪　……あれ？　なんかあたし……\n今日って走ってシミュレーションして疲れただけじゃ？": "Fun fu fuunー♪……Ơ? Sao tôi lại……\nHôm nay tôi chỉ chạy và mô phỏng, rồi mệt thôi sao?",
    "次の日になったが、\nさて、ジュリーの試験の結果は……っ！？": "Ngày hôm sau đến, và\nKết quả bài thi của Julie là……!?",
    "%usernameusernameuserna%！\nやった、やったよーっ！！": "%usernameusernameuserna%!\nĐược rồi, được rồiーっ!!",
    "ぐっ、ごほ……みぞおちに頭が……！\n……と、とはいえ、その調子ってことは。": "Gục, khụ……đầu vào bụng……!\n……Tuy nhiên, với tình hình đó thì.",
    "うん！　やったの！\n合格点出せたの！　これで一安心だわ！": "Ừm! Được rồi!\nĐã đạt điểm đậu rồi!\nGiờ thì yên tâm rồi!",
    "ああ、よく頑張ったな！": "Ừ, cậu đã cố gắng rất tốt!",
    "えへへ……これも特訓のおかげよ！\nただ疲れるだけの訓練でからかわれた訳じゃなかったのね！": "Ehehe……Cũng nhờ có buổi huấn luyện này!\nKhông phải là tôi bị trêu chọc vì chỉ mệt thôi sao!",
    "そりゃ、本気のジュリーを見てからかうわけがないさ。": "Chắc chắn rồi, tôi không thể trêu chọc Julie khi cậu đã nghiêm túc.",
    "でも、なんであの特訓だとうまくいったの？\n色んなやり方を試してたのに……": "Nhưng mà, tại sao buổi huấn luyện đó lại có hiệu quả chứ?\nTôi đã thử nhiều cách rồi mà……",
    "簡単さ。ジュリーは、あれこれ考えることに向いていない。\n自分で行動して皆を引っ張っていく方が向いてるからさ。": "Đơn giản thôi. Julie không thích nghĩ quá nhiều.\nCậu thích tự mình hành động và dẫn dắt mọi người hơn mà.",
    "……そうなの？": "……Vậy sao?",
    "ああ。リーダーにはいろいろタイプがあるが……\nジュリーは迷わず考えなしに突っ込んでいくタイプだからな。": "Ừ. Có nhiều kiểu đội trưởng khác nhau……\nNhưng Julie thì thuộc kiểu không do dự mà lao vào.",
    "むしろ、練習してたみたいに考える事を増やすと、\nジュリーの良い所を潰してしまうことになる。": "Thay vì tăng cường suy nghĩ như cậu đã luyện tập,\nThì sẽ làm mất đi những điểm tốt của Julie.",
    "……ぽけー。": "……Pờ-lờ.",
    "この特訓はジュリーから余分な思考を取り除いて、\n無意識で行動できるようにしたんだ。そうすることで……": "Buổi huấn luyện này đã loại bỏ những suy nghĩ thừa thãi của Julie,\nGiúp cậu hành động một cách vô thức. Bằng cách đó……",
    "……あうあうあうあう。": "……Aua aua aua au.",
    "ぷしゅー……": "Pshiuー……",
    "……まずい、詰め込みすぎた。": "……Chết rồi, nhồi nhét quá nhiều rồi.",
    "……つまり、ジュリーだからこそ効果的な、\n専用の特訓だったんだよ！": "……Nói tóm lại, vì Julie nên nó mới có hiệu quả,\nĐó là một buổi huấn luyện đặc biệt!",
    "なるほど！　つまり、あたしだから出来たのね！\nふふん、これもリーダーとしての才能ってわけね！": "Thì ra là vậy! Tức là, vì tôi nên mới làm được sao!\nHừm, cũng là tài năng của một người đội trưởng nhỉ!",
    "……まあ、そういうことだ！": "……Ừm, đại loại là vậy!",
    "ふふふ、あたしだけの特訓かぁ……！": "Fufu, buổi huấn luyện chỉ dành cho tôi sao……!",
    "%usernameusernameuserna%のおかげで、\nあたし成長できたわ！　ありがとうね！": "Nhờ có %usernameusernameuserna%,\ntôi đã trưởng thành rồi!\nCảm ơn cậu nhé!",
    "ああ。悩んだときは走ってひたすらシミュレーターで特訓だ！\nそうすれば、ジュリーはもっと強くなれるぞ。": "Ừ. Khi gặp khó khăn, hãy chạy và huấn luyện mô phỏng!\nNhư vậy, Julie sẽ ngày càng mạnh hơn.",
    "分かったわ！\n悩んだときは走って、シミュレーターね！": "Tôi hiểu rồi!\nKhi gặp khó khăn thì hãy chạy và mô phỏng nhé!",
    "（こういうとこ、本当に素直だよなあ。\n人の話を聞き入れる素直さ、それに底抜けの元気っぷり）": "（Ở những chỗ như thế này, cậu ấy thật thà thật đấy.\nSự thật thà khi lắng nghe người khác, và sự năng động đến tận cùng）",
    "（このままで成長してくれたら、きっと昇格だってすぐのはずだ）": "（Nếu cứ trưởng thành như thế này, thì chắc chắn sẽ sớm được thăng cấp thôi）",
    "頑張れよ、ジュリー！": "Cố lên nhé, Julie!",
    "うん、見ててね、%usernameusernameuserna%！\nチームの皆と、すぐに正式なチームになって見せるから！": "Ừm, hãy nhìn tôi nhé, %usernameusernameuserna%!\nTôi và mọi người trong đội sẽ sớm trở thành một đội chính thức thôi!"
}