{
    "姫川さん！　今朝はありがとね！\nあなたのアドバイスのおかげで、課題をクリアできたわ！": "Chào Himekawa-san! Cảm ơn cậu sáng nay!\nNhờ có lời khuyên của cậu mà tớ đã hoàn thành được bài tập!",
    "本当？　よかった。\nでも、私は大したことはしてないわよ。": "Thật sao? Mừng quá.\nNhưng tớ có làm gì to tát đâu.",
    "泉花～。昨日、代わりに掃除やってくれてサンキュ～！\nホント助かっちゃった～！": "Izumika~! Cảm ơn cậu đã dọn dẹp giúp tớ hôm qua nha!\nTớ được nhờ nhiều lắm đó!",
    "気にしないで。\n放課後は外せない用事があったんでしょ？": "Đừng bận tâm.\nCậu có việc bận không thể bỏ sau giờ học đúng không?",
    "（おっ、あそこにいるのは泉花か？）": " (Ồ, người kia là Izumika sao?)",
    "クラスの訓練データを整理してくれたのは、あなたね？\nいつも気を利かせてくれてありがとう、姫川さん。": "Cậu là người đã dọn dẹp dữ liệu huấn luyện của lớp đúng không?\nCảm ơn cậu vì đã luôn chu đáo, Himekawa-san.",
    "いえ、私がやらなくても、他の子が手伝ったと思いますよ。": "Không có gì, tớ nghĩ nếu không có tớ thì người khác cũng sẽ giúp thôi.",
    "どうかしら。\n誰もがあなたのように優秀な生徒なら、私達も助かるんだけど。": "Tớ không chắc.\nNếu ai cũng là học sinh ưu tú như cậu thì chúng ta đã được nhờ rồi.",
    "（本当優等生って感じだな。\nみんなから感謝され、慕われているみたいだ）": "(Cảm giác như một học sinh ưu tú thật sự nhỉ.\nCó vẻ như mọi người đều biết ơn và ngưỡng mộ)",
    "……ふ、ふふ。": "…… Ph, phu.",
    "（……なんだ、今の妙な顔。気のせいか？）": "(…… Gì vậy, vẻ mặt kỳ lạ đó là sao? Tớ nghĩ vậy thôi sao?)",
    "んじゃ、またね泉花～。": "Vậy, hẹn gặp lại Izumika~.",
    "今度、何かお礼するね！": "Lần tới, tớ sẽ làm gì đó để cảm ơn cậu!",
    "うん。また明日。": "Ừm. Hẹn gặp lại vào ngày mai.",
    "せっかくだし、ちょっと声でもかけて――": "Nhân tiện, tớ sẽ lên tiếng một chút――",
    "ん……？　何か落としたぞ？": "Ưm……? Rơi gì kìa?",
    "これは……手帳？": "Đây là…… sổ tay?",
    "おーい、泉花ー！\n落とし物したみたいだぞー！": "Ê, Izumikaー!\nHình như cậu đánh rơi đồ kìaー!",
    "えっ？　%usernameusernameuserna%さん？": "Hả? %usernameusernameuserna%-san?",
    "この手帳、泉花のものだろ？\nえっと……『感謝スケジュール帳』……？": "Quyển sổ tay này là của Izumika đúng không?\nỪm……『Sổ tay ghi ơn』……?",
    "――なっ！？": "――Hả!?",
    "泉花？": "Izumika?",
    "彼女は素早く近づいてくると、\nさっと謎の手帳を俺の手から取り上げた。": "Cô ấy nhanh chóng tiến lại gần, \nnhanh chóng lấy cuốn sổ bí ẩn ra khỏi tay tôi.",
    "ちょっといい！？　こっち来て……！！": "Được không!? Lại đây……!!",
    "うわっ！？　せ、泉花！？": "Uwa!? I, Izumika!?",
    "……ふぅ、ここなら誰もいないわね。": "…… Phu, ở đây sẽ không có ai đâu nhỉ.",
    "いきなり引っ張るなよ。\nどうしたんだ、一体――": "Đừng kéo tớ đột ngột thế chứ.\nCó chuyện gì vậy, rốt cuộc――",
    "……見た！？": "…… Cậu thấy rồi!?",
    "え？": "Hả?",
    "中身よ！　こ・れ・の！！": "Nội dung bên trong đó! Của-cái-này!!",
    "『感謝スケジュール帳』の？": "『Sổ tay ghi ơn』?",
    "見てない": "Tớ không thấy",
    "もし見たって言ったら？": "Nếu tớ nói là tớ thấy thì sao?",
    "しゃらぁーっぷ！！　その名前を口にしないで！！\n手帳の中、見たの！？　見てないの！！？": "Sharaaaーp!! Đừng có nhắc đến cái tên đó nữa!!\nCậu thấy bên trong sổ tay chưa!? Thấy chưa!!?",
    "……本当よね？": "…… Thật sao?",
    "神に誓って。": "Tớ thề với Chúa.",
    "もし嘘だったら、記憶を消させてもらうから！！": "Nếu là nói dối, tớ sẽ xóa trí nhớ của cậu!!",
    "どんな方法で消すつもりなんだ……": "Cậu định xóa bằng cách nào vậy……",
    "できればこれ以上消さないでほしいんだが。": "Tớ muốn cậu đừng xóa nữa.",
    "…………そう。なら仕方ないわね。": "………… Vậy sao. Vậy thì không còn cách nào khác.",
    "見てない見てない！\nていうか、その手で持ち上げようとしている椅子はなんだ！？": "Không thấy, không thấy!\nMà này, cái ghế cậu đang cầm là gì vậy!?",
    "さすがに冗談よ。\n私だって犯罪者にはなりたくないし。": "Đùa thôi mà.\nTớ cũng không muốn trở thành tội phạm.",
    "……今のは本気の目っぽかったぞ。": "…… Vừa rồi trông như cậu nghiêm túc thật đấy.",
    "とにかく、中を見てないのは本当だ。\n女子の持ち物を勝手に詮索するなんて失礼な真似はしない。": "Dù sao thì, tớ thực sự không thấy bên trong.\nTớ sẽ không làm những việc bất lịch sự như tự ý xem đồ của con gái.",
    "……そこまで言うなら、信じてあげる。": "…… Nếu cậu nói vậy, tớ sẽ tin cậu.",
    "内容はともかく、そんなに人に見られるのが不安なら、\nアナログで持ち歩かなきゃいいだろ。": "Bất kể nội dung là gì, nếu cậu không muốn người khác nhìn thấy như vậy, \nhãy mang nó theo kiểu analog.",
    "むしろデジタルデータの方が怖いじゃない。\nネットの海に流出したら、ずーっと残っちゃうんだから。": "Thay vào đó, dữ liệu kỹ thuật số mới đáng sợ.\nNếu nó bị rò rỉ trên mạng, nó sẽ tồn tại mãi mãi.",
    "デジタルタトゥーってやつか。": "Hình xăm kỹ thuật số sao.",
    "アナログなら、いざって時に簡単に処分できるわ。\nリスクを考えたら、断っ然アナログよ！": "Nếu là analog, cậu có thể dễ dàng vứt bỏ nó khi cần thiết.\nNếu cậu nghĩ về rủi ro, nó sẽ là analog!",
    "落としたことに気付かないまま中を人に見られて、\n話を広められたら同じことじゃないか？": "Chẳng phải là chuyện tương tự nếu cậu đánh rơi nó mà không nhận ra, \nrồi người khác nhìn thấy nó và lan truyền câu chuyện sao?",
    "…………あ。": "………… A.",
    "し、しまった～っ！\n完全に盲点だったわ！": "Ch, chết tiệt～!\nHoàn toàn là điểm mù!",
    "えぇ……": "Ehh……",
    "と、とにかく！　この手帳のことは、\n絶っっっ対に他言無用よ！　いいわね！？": "T, tóm lại! Về cuốn sổ tay này, \ntuyệt đốooooi không được nói với người khác! Được chứ!?",
    "わ、わかった。約束する。": "Đ, được rồi. Tớ hứa.",
    "……知られた相手が%usernameusernameuserna%さんだったのは、\n不幸中の幸いだったわね。": "…… Người mà cậu biết là %usernameusernameuserna%, \nlà một điều may mắn trong bất hạnh.",
    "とりあえずお礼は言っておくわ。\n手帳、拾ってくれてありがとう。": "Trước tiên, tớ sẽ cảm ơn cậu.\nCảm ơn cậu đã nhặt sổ tay giúp tớ.",
    "あ、ああ……": "A, ừm……",
    "翌日――": "Ngày hôm sau――",
    "やっぱり、あの手帳の中身……気になるな。\n泉花のためにも忘れようと思ったが、頭に焼き付いて離れない。": "Rốt cuộc, nội dung của cuốn sổ tay đó…… làm tớ tò mò quá.\nTớ đã cố gắng quên nó vì Izumika, nhưng nó cứ in sâu trong đầu.",
    "また落っことして、誰かに見つかってなきゃいいが……\n泉花は思ったより抜けているみたいだからな。": "Mong rằng cô ấy sẽ không đánh rơi nó một lần nữa, và không ai nhìn thấy nó……\nIzumika có vẻ đãng trí hơn tớ nghĩ.",
    "……": "……",
    "（泉花……？\n教室の前に突っ立って、一体どうし――）": "(Izumika……?\nĐứng trước cửa lớp, rốt cuộc là làm gì――)",
    "姫川さん、ま～た先生の手伝いしてたんだって？": "Himekawa-san, lại giúp thầy sao?",
    "教室の中から、話し声が聞こえてくる。": "Giọng nói vọng ra từ trong lớp.",
    "いつものポイント稼ぎでしょ。\nあちこちに媚び売って、うざっ。": "Lại là kiếm điểm thôi.\nNịnh bợ khắp nơi, phiền phức thật.",
    "ねー。ほんとムカつく。\nいい子ぶってるのが見え見えの偽善者じゃん。": "Đúng vậy. Thật sự khó chịu.\nMột kẻ đạo đức giả luôn tỏ ra tốt bụng.",
    "（あいつら……）": "(Bọn họ……)",
    "……はぁ。": "…… Ha.",
    "あっ――": "A――",
    "（行ってしまった……\nとりあえず、追いかけよう）": "(Cô ấy đã đi rồi……\nTạm thời, tớ sẽ đuổi theo)",
    "泉花っ……！": "Izumika…!",
    "%usernameusernameuserna%さん……？": "%usernameusernameuserna%…?",
    "さっきのクラスメイト達の話、聞いてたんだろ。\nその……大丈夫か？": "Cậu đã nghe câu chuyện của các bạn cùng lớp vừa rồi đúng không?\nỪm…… Cậu không sao chứ?",
    "あぁ……%usernameusernameuserna%さんも、\n聞いちゃってたんだ。": "À…… %usernameusernameuserna% cũng đã nghe rồi nhỉ.",
    "…………はは。\nなんか私、思ってたよりこたえてたみたい。": "………… Ha ha.\nCó vẻ như tớ đã bị ảnh hưởng hơn tớ nghĩ.",
    "なんで言い返さなかったんだ？\nどうとでも反論できただろ、優等生の泉花なら。": "Sao cậu không phản bác?\nCậu có thể phản bác bằng mọi cách, nếu là Izumika ưu tú.",
    "優等生、ね。\n優等生がこんなの書いてると思う？": "Ưu tú, nhỉ.\nCậu nghĩ một người ưu tú sẽ viết những thứ như thế này sao?",
    "これは……昨日の手帳？\n中身、見られたくないんじゃなかったのか？": "Đây là…… cuốn sổ tay hôm qua?\nCậu không muốn người khác thấy nội dung sao?",
    "特別に許可してあげる。どのみち、\n%usernameusernameuserna%さんには、いつかバレる気がしてたし。": "Tớ cho phép cậu đặc biệt.\nĐằng nào, tớ nghĩ %usernameusernameuserna% sẽ biết một ngày nào đó.",
    "…………": "…………",
    "『朝。花瓶の水替え。この花を気に入ってる先生から、５感謝ポイント』": "『Buổi sáng. Thay nước bình hoa. Thầy thích bông hoa này, 5 điểm cảm ơn』",
    "（……感謝ポイント？）": "(…… Điểm cảm ơn?)",
    "『授業後。ついて行けずに困ってる子に教示して、１人３感謝ポイント。\n昼。食堂で配膳ヘルプ。５感謝ポイント……』": "『Sau giờ học. Hướng dẫn cho một người gặp khó khăn trong việc theo dõi, 3 điểm cảm ơn cho mỗi người.\nBuổi trưa. Giúp phân phối bữa ăn ở căng tin. 5 điểm cảm ơn……』",
    "『夜。寮の共有部の掃除。管理人から３感謝ポイント。\n休日はボランティア。１０感謝ポイント　←おっきい！』": "『Buổi tối. Dọn dẹp khu vực chung của ký túc xá. 3 điểm cảm ơn từ người quản lý.\nNgày nghỉ là tình nguyện. 10 điểm cảm ơn ← Lớn!』",
    "『はらぐろさくしー！　私ってば恐ろしい子！』……？": "『Hắc ám! Tớ là một đứa trẻ đáng sợ!』……?",
    "そこは音読禁止っ！": "Cấm đọc to lên chỗ đó!",
    "すまん。つい……": "Xin lỗi. Tớ lỡ……",
    "……ま、いいわ。\nこれでわかったでしょ？": "…… Thôi được.\nCậu đã hiểu rồi chứ?",
    "見ての通り、あの子達の陰口、ぜーんぶ図星だから。\n反論する意味なんてないのよ。": "Như cậu thấy, những lời nói bóng gió của những người đó, tất cả đều đúng cả.\nKhông có ý nghĩa gì khi phản bác.",
    "泉花……": "Izumika……",
    "……私ね、ありがとうって言われるのが好きなの。": "…… Tớ thích được người khác nói cảm ơn.",
    "誰かに必要とされてる気がして……\n自分の居場所が『ああ、ここにあるんだ』って思えるから。": "Tớ cảm thấy mình cần thiết cho ai đó……\nVì tớ có thể nghĩ rằng vị trí của mình là『À, nó ở đây』.",
    "何より、人から感謝されるって快感じゃない？": "Hơn hết, cảm giác được người khác biết ơn thật tuyệt vời phải không?",
    "見返りがほしくて。もっとありがとうって言われたくて。\nずーっと打算で、みんなに尽くしてきたのよ。": "Tớ muốn được đền đáp. Tớ muốn được nói cảm ơn nhiều hơn nữa.\nTớ đã luôn tính toán và đối xử tốt với mọi người.",
    "自覚してたから、人から何言われたって平気。": "Tớ đã nhận thức được điều đó, nên tớ không sao cả khi người khác nói gì.",
    "平気……なつもりだった……けど……": "Không sao…… tớ nghĩ vậy…… nhưng……",
    "……全然平気って顔には見えないな。": "…… Trông cậu không hề ổn chút nào.",
    "なーんか、いざ言葉にされるとグサってきちゃった。\n私、意外と繊細？": "Có vẻ như, khi được nói ra, nó đã làm tớ bị tổn thương rồi.\nTớ, cũng nhạy cảm sao?",
    "……やっぱり、もうやめるべきよね。\n善人ぶって、みんなに尽くすなんてことは。": "…… Rốt cuộc, tớ nên dừng lại rồi nhỉ.\nTỏ ra tốt bụng, và đối xử tốt với mọi người.",
    "なあ、泉花。": "Này, Izumika.",
    "……？　何？": "……? Gì?",
    "それってさ……本当に打算だけだったのか？\n今までの泉花の行動全部。": "Chuyện đó…… thực sự chỉ là tính toán thôi sao?\nTất cả những hành động của Izumika từ trước đến nay.",
    "ど、どうしたのよ、急に真面目な顔して。": "T, tớ sao vậy, sao cậu lại nghiêm túc đột ngột vậy?",
    "誰かを助けようとした泉花の気持ちは、全部嘘だったのか？": "Tình cảm của Izumika khi muốn giúp đỡ ai đó, tất cả đều là giả sao?",
    "それは……": "Chuyện đó thì……",
    "……嘘じゃない、と思う。\n助けたいって全然思えないなら、わざわざ手を貸したりしないし。": "…… Tớ nghĩ, nó không phải là giả.\nNếu tớ không hề muốn giúp đỡ, tớ sẽ không giúp đâu.",
    "でも……": "Nhưng……",
    "なら、いいじゃん。\n開き直っちまえよ。": "Vậy thì, không sao cả.\nCứ buông bỏ đi.",
    "え……？": "Hả……?",
    "人ってすぐ他人に潔癖であることを求めるけど、\n善行に見返りを求めることの何が悪いんだ。": "Con người luôn đòi hỏi sự trong sạch ở người khác, \nvậy thì có gì sai khi tìm kiếm sự đền đáp cho những việc làm tốt?",
    "美味しいパンを売ります、\nだからお金をもらいます……これと何が違う？": "Bán bánh mì ngon, \nvì vậy tớ nhận tiền…… có gì khác nhau?",
    "%usernameusernameuserna%さん……": "%usernameusernameuserna%……",
    "別にお前は犯罪をやってるわけでも、迷惑をかけてるわけでもない。\nむしろみんなの利益になることをやってる。": "Cậu không làm gì phạm pháp, cũng không gây phiền phức cho ai cả.\nThay vào đó, cậu đang làm những điều có lợi cho mọi người.",
    "泉花の行動で救われてるやつだって、確かにいるはずだろ。\nだったらその分、お前が得をしても文句言われる筋合いはない。": "Chắc chắn có những người được cứu nhờ hành động của Izumika.\nVậy thì cậu không có nghĩa vụ phải bị người khác phàn nàn vì điều đó.",
    "違うか？": "Đúng không?",
    "それは…………": "Chuyện đó thì…………",
    "感謝ポイントがどうとか、\n恥ずかしい手帳の中身はこの際置いておくとして――": "Điểm cảm ơn hay gì đó, \nbỏ qua nội dung của cuốn sổ tay đáng xấu hổ này đi――",
    "あのさ。ひと言多くない？": "Này. Cậu nói hơi nhiều rồi đấy?",
    "人の役に立って何が悪いって、主張してやれよ。\n打算でやってるってことまで、わざわざ人に言う必要はないけどな。": "Cứ khẳng định rằng việc giúp ích cho người khác là không sai.\nCậu không cần phải nói với mọi người rằng cậu đang tính toán, nhưng……",
    "泉花は何も間違っちゃいない。\nだから、今まで通り堂々と人助けしてればいい。": "Izumika không làm gì sai cả.\nVì vậy, hãy cứ giúp đỡ mọi người như trước đây.",
    "……%usernameusernameuserna%さん……": "…… %usernameusernameuserna%……",
    "さらに翌日の放課後――": "Hơn nữa, vào buổi chiều ngày hôm sau――",
    "昨日は勢いに任せてズケズケ言いすぎたかもな。\n知った風な口をきくなって思われてもおかしくない……": "Hôm qua có lẽ tớ đã nói quá nhiều vì sự nhiệt tình.\nTớ không ngạc nhiên nếu cậu nghĩ rằng tớ đang ra vẻ hiểu biết……",
    "今日、顔を合わせたら、もう一度ちゃんと話を――": "Hôm nay, khi gặp nhau, tớ sẽ nói chuyện đàng hoàng một lần nữa――",
    "でさ、その時私に手を差し伸べてくれたわけよ。\nクラスの子達も見てる前で、わざわざね。": "Và rồi, cậu đã giúp tớ vào lúc đó.\nTrước mặt các bạn cùng lớp, cậu đã làm vậy.",
    "うわ～、露骨。\nやっぱり点数稼ぎじゃん。": "Uwa～, lộ liễu thật.\nRốt cuộc là kiếm điểm mà.",
    "あいつら……": "Bọn họ……",
    "裏のある善意なんて押しつけられてもね～。\nま、みんなの手前、お礼は一応言ってあげたけど――": "Ngay cả khi được ban cho lòng tốt ẩn giấu, cũng không sao cả～.\nÀ, vì mọi người, tớ đã nói cảm ơn.",
    "それって、帰省の費用を立て替えてあげた日のこと？\nあの時は、ずいぶん困った顔してたわよね。": "Đó là về việc cậu đã trả tiền trước cho chuyến về nhà của cậu sao?\nHôm đó, cậu đã có vẻ mặt rất khó xử.",
    "なっ――ひ、姫川さん！？": "Hả――H, Himekawa-san!?",
    "い、いつから聞いてたの……！？": "T, cậu đã nghe từ khi nào……!?",
    "そうねー……\n昨日、あなた達があれこれ話してた時からかな。": "Ừm～……\nCó lẽ là từ hôm qua, khi các cậu nói chuyện với nhau.",
    "き、昨日……！？\nあ、あれはね、姫川さん――": "H, hôm qua……!?\nÀ, chuyện đó là, Himekawa-san――",
    "そういえば、あなたのことも前に助けてあげたわよね。\n車道でお喋りしてて、不注意で車に轢かれそうになって……": "Nhân tiện, trước đây tớ cũng đã giúp cậu đúng không?\nKhi cậu đang nói chuyện trên đường, bất cẩn suýt bị xe tông……",
    "うっ……あ、あの時は……どうも……": "Ư…… À, lúc đó…… Cảm ơn……",
    "気にしないで。\n感謝の言葉なら、助けた時にも聞いてるから。": "Đừng bận tâm.\nNếu là lời cảm ơn, tớ đã nghe nó khi tớ giúp cậu rồi.",
    "よかったわ。悲しいことが起きなくて。\nご実家に帰れなかったり、大ケガをしてたら大変だもの。": "May quá. Không có chuyện gì buồn xảy ra.\nThật là khủng khiếp nếu cậu không thể về nhà hoặc bị thương nặng.",
    "そ、そうね……姫川さんには本当に感謝してるわ。": "Đ, đúng vậy…… Tớ thực sự biết ơn Himekawa-san.",
    "本当に？　あなた達の話を聞いた感じじゃ、\n余計なお世話だったみたいだけど。": "Thật sao? Theo những gì tớ nghe được từ các cậu, \ncó vẻ như đó là một sự phiền toái không cần thiết.",
    "べ、別にそんなことは……！": "Đ, đâu có……!",
    "じゃあ、私の人助けは余計なお世話じゃなかったのね？": "Vậy thì, việc giúp đỡ của tớ không phải là một sự phiền toái không cần thiết sao?",
    "も、もちろん……！": "C, chắc chắn……!",
    "ポイント稼ぎだろうと、いい子ぶってる偽善者だろうと、\n誰も困ってないどころか、助かってるんだものね？": "Dù là kiếm điểm, hay một kẻ đạo đức giả tỏ ra tốt bụng, \nmọi người đều không gặp khó khăn, mà còn được giúp đỡ đúng không?",
    "うっ……！": "Ư……!",
    "誰かのためになることをしてるんだから、\n悪く言われる筋合いなんてないわよ、ね？": "Vì cậu đang làm những điều có ích cho ai đó, \ncậu không có nghĩa vụ phải bị nói xấu đúng không?",
    "……ご、ごめんなさい。": "…… X, xin lỗi.",
    "え？　急に謝ったりして、どうしたの？\n私はただ、自分の行いについて話してるだけよ？": "Hả? Sao cậu lại xin lỗi đột ngột vậy? \nTớ chỉ đang nói về những gì tớ đã làm thôi mà?",
    "っ……わ、私達が悪かったわよ。\nその……陰口言ったりして、ごめん。": "…… T, tớ xin lỗi.\nỪm…… Vì đã nói xấu, tớ xin lỗi.",
    "わ、私も言い過ぎたわ。ただのやっかみだった。\n……本当に、ごめんなさい。": "T, tớ cũng đã nói quá nhiều. Chỉ là ghen tị thôi.\n…… Thực sự, xin lỗi.",
    "……もういいってば。\n私、謝られるより、お礼を言われる方が好きだし。": "…… Thôi nào.\nTớ thích được nói cảm ơn hơn là xin lỗi.",
    "ふぅ……": "Phù……",
    "あら、%usernameusernameuserna%さん。": "A, %usernameusernameuserna%.",
    "ふふ、ちょっと付き合ってくれる？": "Phu phu, cậu có muốn đi cùng tớ một chút không?",
    "ああ……": "Ừm……",
    "ふふん♪　全部言っちゃった。\nおかげでスッキリしたわ。": "Phu phu♪ Tớ đã nói hết rồi.\nNhờ có cậu mà tớ đã thấy thoải mái hơn.",
    "あれだけ言いたい放題言えばな。": "Nếu cậu nói tất cả mọi thứ.",
    "%usernameusernameuserna%さんのせいだからね。\nあなたが背中を押したこと、忘れないでよ。": "Là do %usernameusernameuserna% đấy.\nĐừng quên rằng cậu đã ủng hộ tớ.",
    "俺のせいって。": "Là do tớ sao.",
    "『せい』じゃ言い方が悪かったかしら。\n%usernameusernameuserna%さんの『おかげ』ね。": "Có lẽ cách nói đó không hay lắm.\nLà nhờ có %usernameusernameuserna%.",
    "%usernameusernameuserna%さんが私を肯定してくれたから、\nみんなの前で堂々と『悪いことじゃない』って宣言できたわ。": "Vì %usernameusernameuserna% đã khẳng định tớ, \ntớ đã có thể tuyên bố một cách đàng hoàng trước mặt mọi người rằng『Không phải là điều xấu』.",
    "打算ありきの人助けも間違ったことじゃないって……\nそんなふうに言ってもらえるなんて思わなかった。": "Việc giúp đỡ có tính toán cũng không phải là sai……\nTớ không nghĩ rằng tớ sẽ được nói như vậy.",
    "まあ、胸につかえていたものが取れたなら何よりだ。": "Chà, nếu những gì bị mắc kẹt trong ngực cậu đã được gỡ bỏ, thì đó là điều tốt nhất.",
    "いつかちゃんとお礼をしないとね。\n言葉だけじゃなくて、何か特別な……": "Tớ phải cảm ơn cậu một cách đàng hoàng vào một ngày nào đó.\nKhông chỉ bằng lời nói, mà còn bằng một điều gì đó đặc biệt……",
    "遠慮しとく。何かイヤな予感もするし。": "Tớ xin phép. Tớ có một linh cảm không hay.",
    "あ～。なんか失礼な断り方。": "A～. Cách từ chối thật bất lịch sự.",
    "警戒もするさ。\n優等生の皮を被ってた泉花の、思わぬ一面を知っちゃったからな。": "Tớ cũng cảnh giác.\nVì tớ đã biết một khía cạnh bất ngờ của Izumika, người đội lốt một học sinh ưu tú.",
    "そう言わず、期待してるといいわ。\n何しろ私は『感謝されるプロ』だからね。": "Đừng nói vậy, hãy mong đợi nó đi.\nVì tớ là『Chuyên gia được biết ơn』.",
    "なんだそれ。": "Gì vậy.",
    "『感謝されるプロ』の本気の感謝、見せてあげるから。": "Tớ sẽ cho cậu thấy lòng biết ơn thực sự của『Chuyên gia được biết ơn』.",
    "そこまで言うなら……じゃあ、楽しみにしてるよ。": "Nếu cậu nói đến vậy…… Vậy thì, tớ sẽ mong chờ nó.",
    "ふふ、覚悟しておいて♪": "Phu phu, hãy chuẩn bị đi♪"
}