{
    "久しぶりに俺はシリウスシュガーの皆とショッピングに来ていた。\n担当チームは変わってもこうして交流が続くのはいいことだ。": "Lâu rồi tôi mới cùng mọi người trong Sirius Sugar đi mua sắm.\nDù đội đã thay đổi nhưng vẫn giữ được liên lạc thế này cũng tốt.",
    "よっ、と……！\n戦果は上々ってところだな。": "Yo, vâng……!\nThành quả khá tốt đấy.",
    "なんだか申し訳ないですわ。\nショッピングの荷物まで全部持っていただいて。": "Thật ngại quá đi ạ.\nĐể mọi người phải xách hết đồ mua sắm.",
    "これくらいはお安いご用だ。\nみんなの気分転換のためだしな。": "Chuyện nhỏ thôi mà.\nDù sao cũng là để mọi người giải khuây.",
    "久々に%usernameusernameuserna%さんとご一緒できて、\n今日は楽しかったです！": "Đã lâu rồi mới được đi cùng %usernameusernameuserna%,\nHôm nay vui quá!",
    "チームを離れてから、ラミがずっと寂しがってた。": "Từ khi rời đội, Rami cứ buồn mãi.",
    "はぁ！？　なんでラミが……！　こんなやついないほうが、\nストレスフリーで最高だったし！": "Hả!? Sao Rami lại……!\nKhông có cái tên này thì thoải mái nhất rồi!\nKhông còn căng thẳng nữa!",
    "そのわりに毎晩ＳＮＳで連絡してくるよな。\nなぜか悪口ばっかだけど。": "Vậy mà mỗi tối cậu ta vẫn liên lạc qua SNS đấy.\nKhông hiểu sao toàn nói xấu nữa.",
    "ふ～ん♪　それは初耳だなぁー。\nちゆるお姉さんに詳しく聞かせてみ？　寂しかったの～？": "Hừm♪ Nghe lạ tai ghê.\nChị Chihaya, chị nói rõ hơn cho em nghe với? Buồn lắm hả?",
    "んな！？　ちげーし！　%usernameusernameuserna%のほうが！\n寂しがってないか！　気をつかってやったの！": "Hả!? Không phải!\nChính %usernameusernameuserna% mới là người!\nKhông biết có buồn không! Tớ đã cố gắng quan tâm rồi!",
    "前に『夜な夜な一番彼に連絡してそう筆頭』とは言ったけど、\n本当にそうとは思わなかった。": "Trước đây tôi có nói là 'người có vẻ hay liên lạc với anh nhất',\nvậy mà tôi không nghĩ là sự thật luôn đấy.",
    "だーかーらー！　ちーがーうー！\nめると七彩ならわかってくれるよね！": "Đ-â-u-p-h-ả-i!\nMei và Nanairo hiểu tớ mà!",
    "もっと私もメッセージ送っておけば……": "Giá mà tớ gửi tin nhắn nhiều hơn thì……",
    "こういうとき、遠慮が裏目に出ますわね……": "Những lúc như này, sự e dè lại thành ra không tốt……",
    "……あの、聞いてる？": "……À, mọi người có nghe không vậy?",
    "まあ、なにはともあれ、お前らが元気しててよかったよ。\nふと目を離した隙にまた退学の危機になってたーとか笑えんからな。": "Mà thôi, dù sao thì, mấy đứa vẫn khỏe là tốt rồi.\nChỉ cần lơ là một chút là lại lâm vào cảnh bị đuổi học thôi ấy chứ.",
    "あたし達だって%usernameusernameuserna%が来る前より、\n成長してるんだから。もうそんなことにはならないよ。": "Bọn tớ cũng đã trưởng thành hơn trước khi %usernameusernameuserna% đến rồi.\nGiờ sẽ không còn chuyện đó nữa đâu.",
    "だから、安心してくれていい。": "Nên anh cứ yên tâm đi.",
    "でも今日みたいにたまには顔を見せてくださいね。\n忘れられたんじゃないかって不安になっちゃいます。": "Nhưng thỉnh thoảng anh cũng nên đến thăm tụi em nhé.\nEm sợ anh quên mất tụi em rồi.",
    "そうですわ。『指揮官』としては大丈夫でも、『仲間』としては\nやはりもっと同じ時間を過ごしたいですから。": "Đúng vậy ạ. Dù là 'chỉ huy' thì không sao, nhưng là 'đồng đội' thì\nem vẫn muốn được ở bên anh nhiều hơn.",
    "お前ら……ありがとう。\nなるべく顔を見せるようにするよ。": "Mấy đứa……cảm ơn.\nAnh sẽ cố gắng đến thăm mọi người thường xuyên hơn.",
    "はい……！": "Vâng……!",
    "――さて。\n今日はもういい時間だし、そろそろ解散だな。": "――Giờ thì.\nHôm nay cũng trễ rồi, giải tán thôi.",
    "それじゃ、自分の荷物はもらってくね。\nほとんどあたしの実験器具だけど。": "Vậy thì, cho tớ lấy hành lý của mình nhé.\nHầu hết là dụng cụ thí nghiệm của tớ thôi.",
    "ずいぶん買い込みましたわね……": "Chị mua nhiều đồ quá đấy……",
    "%usernameusernameuserna%さん、またお誘いしますね！": "%usernameusernameuserna% ơi, lần sau lại đi chơi nha!",
    "いや、みんなで遊びに行くのに、毎回誘わなくてよくない？": "Này, mọi người đi chơi chung, đâu cần phải rủ tôi mỗi lần đâu?",
    "そう言うくせに、彼を誘ったら一番先に待ち合わせ場所に来る。\n今日もそうだった。": "Nói vậy thôi chứ, hễ rủ anh ấy là cậu đến điểm hẹn sớm nhất đấy.\nHôm nay cũng vậy.",
    "あーもう！　はしゃいでるのは、そっちも同じでしょーが！": "A~ Đồ, người ta cũng vui như thế mà!",
    "……うん、めっちゃはしゃいでる。\nラミも素直に認めれば？": "……Ừm, vui vẻ quá trời luôn.\nRami cứ thành thật nhận đi?",
    "ぐぬぬ……": "Ugh……",
    "（白奈、いつもと変わらないように見えたが、\nそうだったのか……嬉しいな）": "（Shirana, có vẻ như vẫn như mọi khi, nhưng\nlà vậy sao……vui quá）",
    "っていうか、ラミさ……\nもしかしてイジられポジションになってない……？": "Mà nè, Rami à……\nCó khi nào cậu bị vào vai đểu chưa……?",
    "お、やっと気づいたか。\nやっぱ叩けばいい音が鳴るのって楽しいからな。": "Ồ, cuối cùng cũng nhận ra à.\nTại vì đánh vào thì nghe hay mà.",
    "ラミはオモチャか！": "Rami là đồ chơi à!",
    "そうして俺達はしばしの一緒の時間を楽しんだのだった――": "Thế là chúng tôi đã có một khoảng thời gian vui vẻ bên nhau――",
    "みんなと別れた俺は、ひとり帰路についていた。": "Sau khi chia tay mọi người, tôi một mình trở về nhà.",
    "（部屋に戻ったら、今日はゆっくりするかな）": "（Về phòng thì mình thư giãn một chút nhỉ）",
    "目標、はっけーん！": "Mục tiêu, đã tìm thấy!",
    "――え？": "――Hả?",
    "（今、どこかで聞いたことのあるような声が……）": "（Vừa rồi hình như có giọng nói quen quen……）",
    "かくほー！": "Bắt giữ!",
    "なっ……！？": "Hả……!?",
    "（いきなりなんだ！？　目隠し！？　完全に油断してた……！）": "（Tự dưng là sao chứ!? Bịt mắt!? Tôi đã hoàn toàn mất cảnh giác……!）",
    "ごめんなさい、リーダー命令なの♪\nちなみにすぐ近くにＭＧを控えさせてるわ。だから――抵抗はダメよ♪": "Xin lỗi nhé, là mệnh lệnh của Leader đó♪\nTiện thể thì MG đang đợi gần đây đó. Nên――đừng có chống cự♪",
    "暗に動けばこの市街地で暴れるとでも、脅迫しているつもりだろうか。\nしかしこれもまたどこかで聞いたことのある声だ。": "Ám chỉ rằng nếu tôi hành động thì sẽ gây rối trong khu vực này sao?\nTuy nhiên, đây cũng là một giọng nói quen thuộc.",
    "（下手に暴れないほうがいいか……こいつらを\nねじ伏せたところで仲間がいたら、ＭＧで何をされるかわからない）": "（Tốt hơn hết là đừng có gây rối……nếu tôi\ncố gắng khuất phục bọn chúng thì đồng đội sẽ bị MG làm gì thì không biết）",
    "……わかった、従おう。": "……Tôi hiểu rồi, tôi sẽ nghe lời.",
    "じゃあ、この袋に入ってもらう。": "Vậy thì, vào trong túi này đi.",
    "さらにまた聞き覚えのある声の指示を受け、俺は人ひとりが入る\n大きな袋の中に手足を縛られた状態で収容されるのだった。": "Nhận được chỉ thị từ một giọng nói quen thuộc nữa, tôi bị trói tay chân và nhét vào một\ncái túi to.",
    "てっしゅーっ！": "Thu hồi!",
    "（どうなるんだ、俺……\nっていうか、こいつらってもしかして……）": "（Chuyện gì sẽ xảy ra với tôi đây……\nvới lại, bọn chúng là……）",
    "そのあと何も見えないが、音だけで推測するに、\nＭＧに乗せられてどこかへと運ばれているようだった――": "Sau đó tôi không nhìn thấy gì, nhưng chỉ bằng âm thanh, tôi đoán là\ntôi đang được đưa đi đâu đó trên MG――",
    "――ぷはぁっ！": "――Phù!",
    "その後、どこかに到着したのか、俺は降ろされたようで……\nようやく、ズタ袋の口が開けられ、視界も解放されたのだった。": "Sau đó, có lẽ đã đến nơi nào đó, tôi được thả xuống……\nCuối cùng, miệng túi cũng được mở ra, tầm nhìn của tôi cũng được giải phóng.",
    "一体ここは――": "Đây là đâu――",
    "やっほー、%usernameusernameuserna%！　元気してたー？": "Yo, %usernameusernameuserna%! Khỏe không?",
    "ユ、ユリア……？": "Y, Yuria……?",
    "やっぱり声の正体、こいつらだったか。\nでもどうしてこんなことを……": "Quả nhiên giọng nói đó là của bọn chúng.\nNhưng tại sao lại làm vậy……",
    "サプライズ大・成・功～～！": "Thành công lớn của bất ngờ～～!",
    "ようこそ！　カオスメイデンへ――♪": "Chào mừng đến với Caos Maiden――♪",
    "いろいろすみません……あとでお話します……": "Xin lỗi mọi người……tôi sẽ nói sau……",
    "あ、ああ……よろしく頼む。": "À, ừm……cứ giao cho em.",
    "また何か、一波乱ありそうな予感がしてならなかった――": "Tôi lại cảm thấy có vẻ sẽ có thêm rắc rối nữa――",
    "こちらがアマツの……私の親戚が経営している温泉宿です。": "Đây là suối nước nóng do……người thân của tôi ở Amatzu quản lý.",
    "……なんというか、趣深い宿泊施設だな。\n中に入るだけで落ち着くっていうか――": "……Nói sao nhỉ, một khu nghỉ dưỡng sâu sắc.\nChỉ cần bước vào là thấy thư thái ấy――",
    "そう、俺はまさかの学園の外――アマツ地区まで連れてこられたのだ。\nこんな形で学園から出ることになろうとは……": "Đúng vậy, tôi đã bị đưa đến một nơi bên ngoài học viện――khu vực Amatzu.\nThật không ngờ tôi lại rời khỏi học viện theo cách này……",
    "実際はアマツ地区の外れ、片田舎にある温泉街のようだが。": "Thật ra thì nó ở vùng ngoại ô Amatzu, một thị trấn suối nước nóng ở vùng quê.",
    "あれから、俺は自分が連れてこられた場所、\nそしてその理由について説明を受けていた。": "Sau đó, tôi đã được giải thích về nơi tôi bị đưa đến,\nvà lý do tại sao.",
    "本当に重ね重ね……申し訳ありません……\nユリア達が勝手なことをして……": "Thật sự xin lỗi……\nYuria và mọi người đã tự ý làm vậy……",
    "謝りすぎだって。過ぎたことだしもういいさ。なるべく穏便な手段で、\n連れてきてほしかったけどな……ヤバい相手じゃなくてよかったよ。": "Xin lỗi nhiều quá rồi đấy. Chuyện đã qua rồi, không sao đâu. Giá mà họ dùng cách nhẹ nhàng hơn\ntrong việc đưa tôi đến thì tốt hơn……May mà không phải là kẻ thù nguy hiểm.",
    "（いやまあ、普通に行為自体はヤバいが……）": "（Mà, hành động này vốn dĩ đã nguy hiểm rồi……）",
    "シリウスシュガーと戦ったあとに思ったんだー。\n%usernameusernameuserna%ともっと仲良くなりたいなって♪": "Sau khi chiến đấu với Sirius Sugar, tớ đã nghĩ.\nTớ muốn thân thiết hơn với %usernameusernameuserna% nữa♪",
    "まさか連れてこられた理由が、『サプライズで一緒に温泉旅行して、\n俺と仲良くなりたい』だけだからな……": "Không ngờ lý do tôi bị đưa đến là 'bất ngờ đi du lịch suối nước nóng cùng nhau,\ntôi muốn thân thiết với anh'……",
    "あははっ！　オープンしたてで綺麗～！\nいいにお～い！": "A ha ha! Mới mở cửa nên đẹp ghê～!\nMùi thơm quá～!",
    "少しは静かにしてください。\nどうしてそう落ち着きがないんですか。": "Mọi người bớt ồn ào một chút được không ạ?\nSao mọi người cứ không chịu bình tĩnh vậy?",
    "でも、今って私達以外にお客さんいないんでしょ？\nだったら羽目を外したっていーじゃない！": "Nhưng, bây giờ đâu có khách nào ngoài chúng ta đâu?\nThì cứ bung xõa đi chứ!",
    "そういう問題じゃないでしょう。\nまったく……！": "Đâu phải là vấn đề đó đâu.\nThiệt tình……!",
    "……落ち着く？": "……Bình tĩnh?",
    "例外もいるみたいだが……\nとにかく、俺にとっては心が安らぐ感じだ。": "Có vẻ cũng có ngoại lệ……\ntóm lại, tôi thấy thoải mái.",
    "ふふ。ありがとうございます。": "Phù phù. Cảm ơn anh.",
    "アマツの温泉宿としては一般的な建築様式ですが、\nお気に召していただけたなら幸いです。": "Tuy là kiến trúc thông thường của nhà trọ suối nước nóng Amatzu, nhưng\nanh thích thì em cũng thấy vui.",
    "沙耶の親戚すごいな……こんな立派な温泉宿を経営してるなんて。": "Người thân của Saya giỏi thật……quản lý được một nhà trọ suối nước nóng lớn như vậy.",
    "経営は『これから』ですけどね。今はプレオープンみたいなもので、\n厚意で私達を招いてくださったんです。": "Việc kinh doanh là 'từ bây giờ' ạ. Bây giờ thì nó giống như là tiền khai trương, và\nmọi người đã mời chúng ta đến vì lòng tốt của họ.",
    "私達としても最近少し疲れていたので、気分転換に良いかと思い、\nこのたび泊まらせていただくことになりました。": "Chúng ta cũng hơi mệt mỏi gần đây, nên em nghĩ là sẽ tốt cho việc thay đổi không khí,\nchúng ta sẽ ở lại đây một thời gian.",
    "この綺麗な設備を一番乗りかつ独占できるわけか……": "Có thể độc chiếm cơ sở vật chất tuyệt vời này là gì đây……",
    "男女６人、温泉宿、貸切――何も起きないはずがなく……ふふふ♪": "6 người cả nam lẫn nữ, nhà trọ suối nước nóng, thuê riêng――không có gì xảy ra là không thể……phù phù♪",
    "不穏なこと言うなよ……": "Đừng nói những điều không ổn định thế chứ……",
    "まぁ、もうすぐ女５人になりますが。せっかくなので温泉だけでも\n頂いてもらって、その後ユリアに学園まで送らせますね。": "Mà, sắp tới sẽ là 5 người phụ nữ thôi. Vì vậy, hãy cứ tắm suối nước nóng\nđi, sau đó Yuria sẽ đưa anh đến học viện nhé.",
    "ああ、それなんだが――": "À, chuyện đó thì――",
    "えー！　%usernameusernameuserna%帰っちゃうのやだ！\nせっかく一緒に遊ぼうって思ったのに！": "Ê! %usernameusernameuserna% sắp về rồi á!\nEm muốn chơi chung với anh mà!",
    "わがまま言わないの！\n彼がどれだけ迷惑被ったか、理解してるんですか！？": "Đừng có ích kỷ nữa!\nAnh ấy đã gặp rắc rối đến nhường nào, mọi người có hiểu không!? ",
    "ぶー。": "Bù.",
    "『ぶー』じゃありません。まったく、子どもじゃないんだから。": "Không phải là 'bù'. Thiệt tình, đâu phải là trẻ con nữa.",
    "俺はいいぞ。": "Tôi thì không sao.",
    "ほら、%usernameusernameuserna%さんだって、\n帰らせてほしいって――え？": "Nè, %usernameusernameuserna% à,\nanh cũng muốn về――hả?",
    "中心部じゃないとはいえ、せっかくアマツ地区を見るいい機会だし、\nこのまま滞在するのもいいかなって。": "Dù không phải là trung tâm, nhưng đây là một cơ hội tốt để xem khu vực Amatzu mà,\ncứ ở lại đây cũng được đấy.",
    "ほんと！？　やった！　さすが%usernameusernameuserna%！": "Thật á!? Yeah! Đúng là %usernameusernameuserna%!",
    "いいんですか？": "Anh không sao chứ?",
    "ああ、俺という人員がひとり増えて問題ないならな。": "Ừm, nếu việc có thêm một người như tôi không thành vấn đề.",
    "まあ、それは問題ない――というか、\n私達に責任があるのでどうにかしますが……": "Mà, không thành vấn đề đâu――nói đúng hơn là,\ntại vì chúng ta có trách nhiệm nên sẽ làm mọi cách……",
    "……沙耶はいいですか？": "……Saya có ổn không?",
    "はい、まったく問題ありません。『合宿に付き添う指揮官』という\nテイなら宿側も受け入れてくれるかと。": "Vâng, hoàn toàn không vấn đề gì. Nếu là 'chỉ huy đi cùng trong chuyến đi' thì\nphía nhà trọ cũng sẽ chấp nhận thôi.",
    "合宿……？": "Hợp tác……?",
    "ああ、そういえばまだ言ってなかったですね。\n実は今回の旅行、探索を兼ねた合宿として学園には届け出てるんです。": "À, phải rồi, tôi vẫn chưa nói.\nThật ra, chuyến đi lần này, chúng tôi đã báo cáo với học viện là một chuyến hợp tác kết hợp với việc khám phá.",
    "付近にメイズのポータルがありまして、\nそこから探索することも今回の目的に入ってます。": "Có một cổng mê cung gần đó,\nviệc khám phá từ đó cũng là một trong những mục tiêu của chúng tôi.",
    "なるほど、それで学園外なのにＭＧを持ち出せてるわけか。": "Ra là vậy, thảo nào lại mang MG ra khỏi học viện được.",
    "――宿の裏には彼女達全員の機体があった。": "――Phía sau nhà trọ là máy móc của tất cả mọi người.",
    "もちろん、『市街地には近づかない』など、\n地上での行動制限は当然ありますけどね。": "Đương nhiên, 'không đến gần khu vực thành phố' và những\ngiới hạn hành động trên mặt đất khác là điều đương nhiên.",
    "ねえ、%usernameusernameuserna%。\nあたしと一緒にここで過ごすことになって嬉しい？": "Này, %usernameusernameuserna%.\nAnh có vui khi được ở đây với em không?",
    "嬉しいかと聞かれたら嬉しいけど、手段は要検討だな。": "Nếu hỏi tôi có vui không thì tôi có vui, nhưng cần xem xét lại phương pháp.",
    "じゃあ、次はズタ袋はやめとくね。ポリ袋がいいかなぁ……？": "Vậy thì, lần tới tôi sẽ không dùng túi nữa. Dùng túi ni lông thì sao……?",
    "そういう問題じゃないぞ。\nというか、次？": "Đâu phải là vấn đề đó đâu.\nHay nói đúng hơn, lần tới?",
    "あはは……": "A ha ha……",
    "そのときだ。スマートデバイスが着信のバイブで揺れる。": "Đúng lúc đó. Thiết bị thông minh rung lên vì có cuộc gọi đến.",
    "――ん？\nめるから電話……？": "――Hửm?\nĐiện thoại của Mei……?",
    "『%usernameusernameuserna%さん！？\nよかった……無事だったんですね！』": "『%usernameusernameuserna% à!?\nMay quá……anh không sao chứ!』",
    "『今、どちらにいらっしゃいますの！？』": "『Anh đang ở đâu vậy!?』",
    "――っ、こ、声が大きい……\n七彩も一緒なのか？": "――T, tiếng lớn quá……\nNanairo cũng đi cùng à?",
    "『みんな一緒にいる』": "『Mọi người đều đi cùng』",
    "『教導指揮官らしき人がＭＧにさらわれたのを見たってＴｗｅｅｔｙで\n流れてきてさ、最初はただの冗談だって思ってたんだけど……』": "『Tôi thấy một người giống chỉ huy bị MG bắt cóc trên Tweety,\nlúc đầu tôi chỉ nghĩ là trò đùa thôi……』",
    "『その後連絡はつきませんし、生徒会に問い合わせると部屋にも\n戻った形跡はないようで……事実なのではと心配しておりました』": "『Sau đó không liên lạc được, và khi hỏi hội học sinh thì cũng không có dấu hiệu anh đã về phòng……Tôi lo lắng rằng đó là sự thật』",
    "『言っとくけど、ラミは別に心配してなかったから！』": "『Tôi nói trước là, Rami không hề lo lắng đâu!』",
    "（Ｔｗｅｅｔｙ立ち上げてみたら、\nいろんな子達から心配の連絡がきてるな……）": "（Mở Tweety lên thì thấy\ncác bạn đang lo lắng……）",
    "不安にさせてすまなかった。\nひとまず俺は無事だ。": "Xin lỗi vì đã làm mọi người lo lắng.\nTrước hết thì tôi vẫn ổn.",
    "ここはさらわれたのは事実だってことは黙っておこう。\nややこしくなるし、何より彼女達にこれ以上心配をかけたくない。": "Tôi sẽ giữ im lặng về việc tôi bị bắt cóc.\nSẽ rắc rối, và trên hết, tôi không muốn làm mọi người lo lắng hơn nữa.",
    "『こうして無事、連絡が取れてよかったです……\n急用か何かで忙しかったんですか？』": "『Thật tốt vì chúng ta đã liên lạc được như thế này……\nCó phải anh bận việc gì không?』",
    "まあ、そんなところ――": "Ừm, đại loại là vậy――",
    "いえ～い！　シリウスシュガーのみんな、聞こえてるー？\n今%usernameusernameuserna%と温泉宿にいまーす！": "Yeah～! Mọi người trong Sirius Sugar nghe rõ không?\nBây giờ tôi đang ở nhà trọ suối nước nóng với %usernameusernameuserna% nè!",
    "『この声は……カオスメイデンの……！？』": "『Giọng nói này là……của Caos Maiden……!?』",
    "『は！？　なんであいつがいんの！？　温泉！？』": "『Hả!? Sao lại có cô ta ở đó chứ!? Suối nước nóng!?』",
    "『こ、これは予想外な展開だね……\nなるほど、さらわれたのは事実だったんだ……』": "『T, đây là một diễn biến bất ngờ đấy……\nRa là việc bị bắt cóc là sự thật……』",
    "さすがにもう誤魔化すのは難しそうだ。\n波風立たないように気をつけて説明しよう。": "Có vẻ như là không thể đánh lừa được nữa rồi.\nHãy cẩn thận giải thích để không gây ra sóng gió.",
    "あー……実はちょっと事情があって、\nカオスメイデンのみんなと一緒にアマツに来てるんだ。": "À thì……thật ra thì có chút chuyện, nên\ntôi đang ở Amatzu với mọi người trong Caos Maiden.",
    "『アマツって……わたしたちの故郷に？\nどういうこと……？』": "『Amatzu sao……quê hương của chúng ta á?\nChuyện gì đang xảy ra……?』",
    "ふふ……『上書き』しちゃおうかしら～。": "Phù phù……Tôi sẽ 'ghi đè' lên mọi thứ chứ～。",
    "ちょっ……通話に割り込まないでくれ。\nえーと、理由については俺もさっきまで混乱してたところだ。": "Khoan đã……đừng có xen vào cuộc gọi.\nÀ, về lý do thì tôi cũng đang rối tung lên đây.",
    "とにかく俺のことは心配いらない。\nじきに戻るから、気にせず普段通りの生活を続けてくれ。": "Dù sao thì mọi người đừng lo lắng về tôi nhé.\nTôi sẽ sớm quay lại thôi, cứ tiếp tục cuộc sống thường ngày nhé.",
    "『%usernameusernameuserna%さんがそう言うなら……』": "『Nếu %usernameusernameuserna% nói vậy thì……』",
    "生徒会の方には俺から連絡しておくから。\nそれじゃ、またな。": "Tôi sẽ liên lạc với hội học sinh.\nVậy nhé, hẹn gặp lại.",
    "『は、はい……気をつけて』": "『V, vâng……cẩn thận nhé』",
    "……ふぅ。": "……Phù.",
    "と、ため息をついて、俺は通話を切った。": "Tôi thở dài và tắt cuộc gọi.",
    "シリウスシュガーの皆さんにも気を使わせてしまったみたいで、\nなんだかすみません……私から改めて説明しましょうか？": "Có vẻ như tôi đã khiến mọi người trong Sirius Sugar phải lo lắng rồi,\ntôi xin lỗi……Tôi có nên giải thích lại từ đầu không?",
    "いや、そこまで気を使わなくてもいいぞ。\nそんなずっと恐縮しまくってたら、気が滅入るだろう。": "Không, không cần phải quá lo lắng đâu.\nCứ luôn sợ sệt thế thì mệt mỏi lắm.",
    "お気遣いありがとうございます。": "Cảm ơn vì đã quan tâm.",
    "める達には心配かけちゃったけど、\nちゃんと説明したし、これで問題ないだろう。": "Tôi đã làm Mei và mọi người lo lắng rồi,\ntôi đã giải thích rồi, chắc là không vấn đề gì đâu.",
    "（――とはならないよなぁ。ユリア達のせいで変な誤解を招いた気がする）": "（――Nhưng mà không hẳn đâu nhỉ. Tôi nghĩ là mình đã gây ra hiểu lầm vì Yuria và mọi người rồi）",
    "彼女達にはあとで暇になったときに、\nちゃんと時間をとって詳細を説明しよう。": "Sau này khi rảnh, tôi sẽ dành thời gian để giải thích chi tiết cho mọi người.",
    "しかしまさかこのときは、\nそんな暇がない状況になろうとは思いもしなかったのだった――": "Nhưng tôi không ngờ rằng vào lúc này,\ntôi lại rơi vào tình huống không có thời gian như vậy――"
}