{
    "<r=プライマル・ベルト>原生帯</r>のメイズシフターは強いって話だったけど、\nべつに問題なかったじゃん。": "Mê cung Shifter ở <r=プライマル・ベルト>Vùng Nguyên Sinh</r> mạnh lắm mà, \ntôi thấy cũng có vấn đề gì đâu.",
    "そうですか？\n私は結構厳しかったなって思うんですけど……": "Vậy sao?\nTớ thì thấy cũng căng đấy...",
    "弾薬を気にしながらの戦闘は難しい……": "Vừa chiến đấu vừa phải lo đạn dược nữa thì khó...",
    "それにしては効率的に倒してたようだったけど？": "Vậy mà cậu vẫn hạ chúng hiệu quả đấy chứ?",
    "的確に撃破してくださっていましたわね。\nとても頼りになりましたわ。": "Cậu đã tiêu diệt chúng rất chính xác.\nTớ rất tin tưởng cậu.",
    "それは……運がよかっただけだから。": "Chuyện đó...chỉ là may mắn thôi.",
    "たとえ運のおかげだったとしても、\n弾薬の浪費をしないで済んだのは事実なんだ。": "Dù là nhờ may mắn đi nữa,\nthì sự thật là cậu đã không lãng phí đạn dược.",
    "もしあの戦闘で弾薬とエネルギーを使いすぎていたら、\n撤退するしかなかったんだからな。": "Nếu trong trận chiến đó mà dùng hết đạn dược và năng lượng,\nthì chúng ta chỉ còn cách rút lui thôi.",
    "私達を模擬戦で倒したんだから、\nあのぐらいの敵は余裕で勝ってもらわないと困るわ。": "Cậu đã đánh bại chúng tớ trong trận chiến mô phỏng rồi mà,\nthì mấy con quái vật đó phải dễ dàng thôi chứ.",
    "……さて、それじゃあ、先へ進みましょうか。": "…Thôi, giờ mình tiến lên thôi.",
    "おっ、もしかして、お待ちかねの『お楽しみタイム』かな？": "Ơ, hay là, đến giờ 'vui vẻ' rồi?",
    "ええ、メイズシフターが巣に貯め込んだタツミヤ鉱を、\nいただきに行くわ。": "Ừ, mình sẽ lấy Tatsumiya Ore mà Mê cung Shifter đã tích trữ trong tổ của chúng.",
    "やったー！ もう、ほんと待ちかねたんだから！\n原生帯〈プライマル・ベルト〉初のタツミヤ鉱♪　ふふっ。": "Yeah! Tớ mong chờ lắm luôn!\nTatsumiya Ore đầu tiên ở Vùng Nguyên Sinh〈Vùng Nguyên Sinh〉♪ Hì hì.",
    "でも地穴帯〈ケイブ・ベルト〉と違って危険度は格段に上がるわ。\nだから警戒は忘れないようにね。": "Nhưng độ nguy hiểm sẽ tăng lên đáng kể so với Vùng Hang Động〈Vùng Hang Động〉 đấy.\nVì vậy, đừng quên cảnh giác nhé.",
    "斥候役をローテーションで変えながら\n慎重にルートを選んで先へ進んでいく。": "Thay phiên nhau làm trinh sát\nvà chọn đường đi một cách cẩn thận.",
    "そ、そろそろ巣がある場所ですから、\n今まで以上に警戒をしてくださいね……": "S, sắp đến chỗ có tổ rồi đấy,\nmọi người phải cảnh giác hơn nữa đấy nhé...",
    "早く早くぅ♪　おったから♪　おったから♪": "Nhanh lên nào♪ Ở đó rồi♪ Ở đó rồi♪",
    "気緩みすぎ。": "Mất cảnh giác quá.",
    "あたしとしてはぜひタマゴとかあれば、持ち帰りたいな♪": "Tớ muốn có trứng đem về nhà quá♪",
    "間違っても寮の冷蔵庫に入れるんじゃないぞ。": "Tuyệt đối không được bỏ vào tủ lạnh trong ký túc xá đấy.",
    "いや、デカすぎて入んないでしょ！？": "Ơ, to thế thì làm sao mà bỏ vào được chứ!?",
    "みなさん……！　振動を感知しましたわ！": "Mọi người…! Tớ đã cảm nhận được rung động!",
    "斥候に出ていた七彩の報告に全員が反応する。\nバラバラに散って遮蔽物の陰に機体を隠す。": "Cả đội phản ứng với báo cáo của Nanairo, người đang làm trinh sát.\nMỗi người tản ra và ẩn náu sau những vật cản.",
    "そして、件のメイズシフターの通過を待っていると――": "Và, khi đang chờ Mê cung Shifter đi qua--",
    "うそ……でしょ……": "Thật...không thể tin được...",
    "あんなの……どうしたらいいんですか……": "Cái đó...phải làm sao đây...",
    "なんてデカさだ……": "To thật đấy...",
    "そこには横坑〈ドリフト〉の天井に届くのではないかと思えるほど、\n超巨大なメイズシフターが頭をもたげていた。": "Ở đó, một Mê cung Shifter siêu to khổng lồ, như thể có thể chạm tới trần của Hầm Ngang〈Drift〉, đang ngẩng đầu lên.",
    "（シルエットだけでいうなら、超巨大な竜脚類の恐竜か……\nでも体毛もあって……こんなやつがいるのかよ……）": "(Chỉ nhìn bóng dáng thôi thì đã giống một con khủng long chân thằn lằn siêu to khổng lồ rồi...\nNhưng lại có cả lông nữa...Có loại này sao...)",
    "巨大過ぎて頭の動きがスローモーションのようにも見える。": "Quá to nên chuyển động của đầu cũng chậm như quay chậm vậy.",
    "全機、極静音モードに切り替えなさい。\n可能な限り気配を消してやり過ごすしかないわ。": "Toàn đội, chuyển sang chế độ cực yên tĩnh.\nChỉ có thể cố gắng che giấu sự hiện diện của mình.",
    "舞亜の指示に従って機体のエネルギー出力を絞り、\nセンサー類も最低限に抑える。": "Tuân theo chỉ dẫn của Mai, giảm công suất năng lượng của máy,\nvà giảm thiểu các loại cảm biến.",
    "意味はないとわかりつつコクピットの中で息を殺す。\n自分の心臓の音がいつもより大きく聞こえる。": "Dù biết là vô ích, nhưng tôi vẫn nín thở trong buồng lái.\nTiếng tim đập của tôi nghe to hơn mọi khi.",
    "この音があのメイズシフターに聞こえてしまうのではないか。\nそんなありえない考えを振り払う。": "Liệu tiếng động này có lọt vào tai của Mê cung Shifter đó không?\nTôi gạt bỏ suy nghĩ không thể tin được đó.",
    "超巨大メイズシフターが一歩を踏み出すたびに\n地面が大きく揺れる。": "Mỗi khi Mê cung Shifter siêu to khổng lồ bước một bước,\nmặt đất lại rung chuyển dữ dội.",
    "振動に巨木が揺れ、機体の表面を枝が叩く。\nその音に気が付かないでくれと心の中で祈り続ける。": "Rung động làm rung chuyển những cây cổ thụ, cành cây va vào bề mặt của máy.\nTôi thầm cầu nguyện rằng nó sẽ không để ý đến âm thanh đó.",
    "──永遠にも感じられる時間が過ぎた。": "──Thời gian dường như đã trôi qua vô tận.",
    "巨大な足音と振動はすでにしなくなっていたのだが、\nしばらくは誰も通信回路を開かなかった。": "Tiếng bước chân và rung động khổng lồ đã không còn nữa,\nnhưng một lúc sau không ai mở kênh liên lạc cả.",
    "……もう大丈夫よ。": "…Ổn rồi.",
    "舞亜からの通信に胸にたまっていた息を吐きだす。": "Tôi thở phào nhẹ nhõm khi nghe thông tin liên lạc từ Mai.",
    "原生帯〈プライマル・ベルト〉にはあんなのまでいるのか……": "Vùng Nguyên Sinh〈Vùng Nguyên Sinh〉 lại có cả thứ đó nữa sao...",
    "あれはこの周辺にある未調査広間〈ホール〉の主といったところね。": "Đó là chủ nhân của căn phòng chưa được khám phá〈Hội Trường〉 ở gần đây.",
    "とんでもないメイズシフターがいるんだねぇ。\n捕獲できたらよかったんだけど……": "Có một Mê cung Shifter khủng khiếp nhỉ.\nGiá mà bắt được nó thì tốt biết mấy...",
    "無理無理無理！　あんなデカいの絶対無理！": "Không thể nào! Con to như thế thì không thể nào!",
    "あれはＭＧでどうにかなるとは思えない……": "Cái đó MG không làm gì được đâu...",
    "ああいう怪物には複数チームでないと対処できないからね。": "Những con quái vật như vậy cần nhiều đội mới có thể đối phó được.",
    "それは複数チームならなんとかなるってことか？": "Vậy là nhiều đội thì được sao?",
    "ええ、そういうミッションもあるもの。": "Ừ, cũng có những nhiệm vụ như vậy.",
    "でも、すっごく危ないのでやりたくないんですよねぇ……": "Nhưng, nguy hiểm lắm nên tớ không muốn làm đâu...",
    "１チームでの探索中に遭遇しちゃったら、\n気づかれないよう、興味を持たれないよう祈るしかないわ。": "Nếu gặp phải nó trong khi khám phá một mình,\nthì chỉ còn cách cầu nguyện để không bị phát hiện, không bị chú ý thôi.",
    "もしも興味を持たれてしまったらどうすればいいのですか？": "Nếu bị nó chú ý thì phải làm sao?",
    "ひたすら逃げる。": "Chạy trốn thật nhanh.",
    "……それだけ……ですか？": "…Chỉ thế thôi…sao?",
    "それだけ。": "Chỉ thế thôi.",
    "あっけらかんと言う舞亜に全員が言葉を失っている。": "Mọi người đều chết lặng trước câu nói thản nhiên của Mai.",
    "……怖かった？": "…Sợ à?",
    "確かに心臓が凍るような思いをした。\nだが決してそれだけではない。": "Quả thực, tôi đã có cảm giác như tim mình đóng băng.\nNhưng không chỉ có vậy.",
    "捕獲ミッションとかがあれば参加したいねぇ。\nそのためにも腕を磨いておかないと。": "Giá mà có nhiệm vụ bắt giữ thì tớ muốn tham gia quá.\nĐể làm được vậy thì phải rèn luyện bản thân thôi.",
    "誰かが気を引いてその隙に攻撃し続ければ、\nなんとかなるんじゃないでしょうか？": "Nếu ai đó thu hút sự chú ý của nó, rồi nhân cơ hội đó tấn công liên tục,\nthì có khi được đấy?",
    "他のメイズシフターが近寄ってくるかもしれないから、\n警戒はしっかりしておいたほうがいいと思う。": "Những Mê cung Shifter khác có thể đến gần, nên\ntôi nghĩ mọi người nên cảnh giác hơn.",
    "あの巨体ならタツミヤ鉱を相当ため込んでるでしょ。\nリターンがすごいことになりそうよね！": "Với cái thân hình khổng lồ đó thì chắc chắn nó đã tích trữ rất nhiều Tatsumiya Ore rồi.\nQuả là một phần thưởng lớn!",
    "他のチームとの連携訓練もできるようにしたいですわ。": "Tớ cũng muốn được huấn luyện phối hợp với các đội khác nữa.",
    "……へー。こういう反応になるのね。": "…Heh. Hóa ra lại có phản ứng như này nhỉ.",
    "士気が崩壊して、尻尾を巻いて逃げると思ったか？": "Tớ cứ tưởng là tinh thần sẽ sụp đổ, rồi cụp đuôi bỏ chạy chứ?",
    "いいえ、なんとなく、こうなるだろうなって思ってたわ。\nだってあなた達、葵に似てるところがあったもの。": "Không, tớ chỉ đoán là mọi chuyện sẽ như vậy thôi.\nVì các cậu có điểm gì đó giống Aoi.",
    "未知に対して興奮と好奇心を持てること。\nこれって強くなるパイロットの共通点だと思うわ。": "Có thể hứng thú và tò mò với những điều chưa biết.\nTớ nghĩ đó là điểm chung của những phi công mạnh mẽ.",
    "わたしはひたすら怖いだけですぅ……\nはやく帰りましょうよぉ～。": "Tớ chỉ thấy sợ thôi…\nMau về thôi mà～.",
    "どうする？　このまま巣に向かうのか？": "Sao đây? Có đi đến tổ nữa không?",
    "うーん、そうしたいところだけど、\n方角がさっきのメイズシフターの向かった先と同じなのよね。": "Ưm, tớ muốn thế lắm, nhưng\nphương hướng đi lại trùng với hướng mà Mê cung Shifter lúc nãy đi rồi.",
    "あー……確かに。\n今回は諦めるしかなさそうだな。": "A… Đúng là thế thật.\nLần này chắc phải bỏ cuộc thôi.",
    "まあ、一応『原生帯〈プライマル・ベルト〉での立ち回りを教える』って\nところは満たせたから、主目的は達成していると見ていいわ。": "À thì, tạm thời đã đáp ứng được yêu cầu là 'dạy cách hành động trong Vùng Nguyên Sinh〈Vùng Nguyên Sinh〉' rồi, nên có thể coi là đã đạt được mục đích chính.",
    "次からはシリウスシュガーだけで来ることになるんだけど、\nどうかしら？　やれそう？": "Lần tới chỉ có Sirius Sugar thôi, thì sao?\nCó làm được không?",
    "超巨大メイズシフターとどう対峙すべきかを\n熱心に話し合う仲間達を見ながら思う。": "Tôi nghĩ trong khi nhìn những người bạn đang nhiệt tình thảo luận về cách đối phó với Mê cung Shifter siêu to khổng lồ.",
    "問題ないな。": "Không vấn đề gì.",
    "それならよかったわ。じゃあ、撤収しましょうか。": "Vậy thì tốt rồi. Giờ thì rút lui thôi.",
    "こうしてシリウスシュガーの初めての原生帯〈プライマル・ベルト〉探索訓練は、\n興奮と緊張の中で幕を閉じた。": "Cứ như vậy, buổi huấn luyện khám phá Vùng Nguyên Sinh〈Vùng Nguyên Sinh〉 đầu tiên của Sirius Sugar đã kết thúc trong sự phấn khích và căng thẳng."
}