{
    "……文化祭も、盛り上がっているようだな。\nこの調子で、無事に閉幕まで進むといいんだが……": "……Có vẻ như lễ hội văn hóa cũng đang rất náo nhiệt nhỉ.\nVới đà này, mọi việc sẽ diễn ra tốt đẹp cho đến khi bế mạc…",
    "あっ、%usernameusernameuserna%さん！\nちょうどいいところに！": "A, %usernameusernameuserna%! Đúng là gặp may!",
    "……フルート？　どうしたんだ？": "……Sao vậy? Có chuyện gì à?",
    "ずっと%usernameusernameuserna%さんを探してたんですよ。\nもうとってもヤバたんなことが起きてて～……": "Tôi đã tìm anh nãy giờ đấy.\nCó chuyện rất là nghiêm trọng đang xảy ra…",
    "ヒイロの件は、片付いたんじゃなかったのか？\nまた何か起きたのか？": "Vụ của Hiro đã giải quyết xong rồi mà? Lại có chuyện gì nữa à?",
    "いいから、来てください！\nヤバヤバのヤバ、なんですから～！": "Cứ đến đây đã, được không!\nChuyện này rất là nghiêm trọng đó!",
    "ちょっ、おい、手を引っ張るな……": "Này, đừng có kéo tay tôi…",
    "（……今度はいったい何が起きたっていうんだ？）": "（……Rốt cuộc thì chuyện gì đang xảy ra vậy？）",
    "こっち見て―！": "Nhìn tôi này!",
    "ちょっと、押さないでよ！": "Đừng có xô tôi!",
    "わっ、さっきよりも、\nもっと大変なことになってますー！": "Oa, còn hơn lúc nãy nữa!\nMọi chuyện còn tệ hơn nữa rồi!",
    "みなさん、落ちついて！\n落ちついてくださーい！": "Mọi người, bình tĩnh nào!\nXin hãy bình tĩnh!",
    "まさかこれ、ヒイロ目当ての客か？\nここまでの集客が出来るとは……": "Chẳng lẽ là khách của Hiro sao?\nCó thể thu hút nhiều người đến vậy cơ à…",
    "ち、違うんです！　今回はヒイロさんが原因じゃなくて……！": "Kh, không phải đâu! Lần này không phải vì anh Hiro…!",
    "じゃあ一体なにが……ん？　あれは……": "Vậy rốt cuộc là chuyện gì… Hả? Kia là…",
    "み、皆様……その、この場はＬＯＣの出し物の場ですので。\nその、これ以上は……あまり迷惑をかけないように……": "Th, thưa mọi người… Chỗ này là nơi trưng bày của LOC.\nThì, xin đừng gây phiền phức quá…",
    "……あの囲まれてるのは……ドロテアか？\n何がどうなってこんな事になってるんだ？": "……Người bị vây quanh là… Dorothea sao?\nRốt cuộc là chuyện gì đã xảy ra vậy?",
    "フルートもさっぱり分からないんです～！\n気付いた生徒さんがドロテア様だ～って叫んだらこの騒ぎに……！": "Flute cũng không hiểu gì cả!\nHọc sinh nào đó nhận ra là Dorothea-sama nên mới náo loạn lên…!",
    "きゃあー！　ドロテア様ー！\nそのシスター服も素敵！": "Kyaa! Dorothea-sama!\nBộ đồ nữ tu đó cũng rất đẹp!",
    "もしかして、ドロテア様も恐怖の館に！？\nメイドさんが居ないなら私が一緒に案内して差し上げます！": "Chẳng lẽ Dorothea-sama cũng đến nhà ma sao!?\nKhông có người hầu thì tôi sẽ hướng dẫn cùng!",
    "みなさんがドロテアさんを案内したいみたいで、\nさっきから、大騒ぎになってるんです！": "Mọi người có vẻ muốn hướng dẫn Dorothea-san, nên\ntừ nãy đến giờ đã rất náo nhiệt!",
    "……なるほど。普段はリュシーやメイドたちに囲まれてるから、\nこんな近くでドロテアと接触できる機会もないだろうからな。": "……Ra là vậy. Bình thường thì bị bao quanh bởi Lucie và người hầu, nên\nsẽ không có cơ hội tiếp xúc với Dorothea gần như vậy.",
    "あ、あの、皆様、どうか落ちついてください！\n他の皆様や教室にも、ご迷惑になりますので……！": "À, ừm, mọi người, xin hãy bình tĩnh!\nSẽ gây phiền phức cho mọi người và các lớp học khác…!",
    "必死に説得してるがあの熱狂だと届かないだろうな……\nリュシーが普段は人避けになってくれただろうし……ここは行くか。": "Cố gắng thuyết phục nhưng có lẽ không đến được vì sự cuồng nhiệt đó…\nLucie thường tránh xa mọi người… Có lẽ tôi nên ra tay.",
    "お前たち！　教導指揮官から生徒会権限で解散を命じる！\nこの騒動が続くようなら、風紀委員会も出動するぞ！": "Này các ngươi! Tôi ra lệnh giải tán bằng quyền của hội học sinh từ chỉ huy trưởng!\nNếu còn tiếp tục gây rối, ủy ban kỷ luật cũng sẽ xuất động!",
    "えっ、やばっ！": "Ế, chết rồi!",
    "みんな、解散！　このままじゃ捕まってお説教コースよ！": "Mọi người, giải tán! Nếu cứ thế này thì sẽ bị bắt và bị khiển trách đấy!",
    "あわわ！　逃げまどってる人たちで大騒ぎです！": "Awa! Mọi người đang hoảng loạn bỏ chạy!",
    "%usernameusernameuserna%、ありがとうね！\n後はこっちでなんとかするから、ドロテアさんをお願い！": "%usernameusernameuserna%, cảm ơn nhé!\nViệc còn lại cứ để tôi lo, còn Dorothea-san thì nhờ anh!",
    "わかった。すまない。後は任せる。\n……ドロテア、一旦ここから抜け出すぞ。": "Được rồi. Xin lỗi. Cứ giao cho tôi.\n……Dorothea, chúng ta ra khỏi đây trước đã.",
    "は、はい！": "V, vâng!",
    "ふぅ……ドロテア、大丈夫か？": "Phù……Dorothea, cô không sao chứ?",
    "ええ……助けていただいて感謝します。\nまさか、あんな騒ぎになるなんて……": "Vâng… Cảm ơn anh đã giúp đỡ.\nTôi không ngờ lại náo loạn đến vậy…",
    "こっちも驚いたよ。\nまさかドロテアがＬＯＣに来てるとは。": "Tôi cũng ngạc nhiên đấy.\nKhông ngờ Dorothea lại đến LOC.",
    "しかも、そんなコスプレまでして……": "Hơn nữa, còn cosplay nữa chứ…",
    "ご迷惑をおかけしてしまったこと、申し訳ありません。\nちょっと、興味本位に、見学に来ただけなんです。": "Tôi rất xin lỗi vì đã gây phiền phức.\nChỉ là, tôi đến xem thử thôi.",
    "……見学？": "……Xem thử?",
    "……はい。ユーロ・タワーにも、恐怖の館の噂が流れてきたんです。\nＶＲを使った技術もコスプレも、とても怖くて面白いと評判でした。": "……Vâng. Tin đồn về nhà ma cũng lan đến Euro Tower.\nCông nghệ VR và cosplay, đều rất đáng sợ và thú vị.",
    "わたくし、とても興味がわいて、ぜひ見学したくなってしまって……": "Tôi rất tò mò, và tôi muốn đến xem thử…",
    "それで、足を運んだっていうわけか……": "Vì vậy, tôi đã đến đây…",
    "本当は、リュシー達と一緒に来ようと思ったのですけど、\n今、あの子達は、出し物で忙しくて……": "Thật ra, tôi muốn đến cùng Lucie và mọi người, nhưng\nbây giờ, họ đang bận với các buổi biểu diễn…",
    "ですから、ひとりでこっそりと見に来ることにしたんです。": "Vì vậy, tôi đã đến một mình.",
    "……そのコスプレは？": "……Bộ đồ đó là sao?",
    "文化祭での出し物の衣装です。\nそれに普段と違うから、余り気付かれないかと思ったのですが……": "Trang phục cho buổi biểu diễn của lễ hội văn hóa.\nHơn nữa, vì nó khác với bình thường, tôi nghĩ sẽ không ai nhận ra…",
    "流石にドロテアは目立つからなぁ。それに普段は、\nリュシー達に守られてるから話したかったんだろうな。": "Dorothea nổi bật mà. Hơn nữa, bình thường thì\nđược Lucie và mọi người bảo vệ, nên cô muốn nói chuyện.",
    "ええ……まさか、全員が好意的な目で見てあの熱狂が起きるのは、\n流石に予想外でしたね……ただの１パイロットですのに": "Vâng… Tôi không ngờ mọi người lại nhìn bằng ánh mắt thiện cảm và gây ra sự cuồng nhiệt đó…\nTôi chỉ là một phi công thôi mà.",
    "普段と勝手が違うせいで対応に困ってしまって……\nトレブルクインテットの方々にも迷惑をかけてしまいました。": "Vì mọi chuyện khác với bình thường nên tôi đã gặp khó khăn trong việc đối phó…\nTôi đã gây phiền phức cho Treble Quintet.",
    "本当に申し訳ない気持ちでいっぱいです。\n……リュシー達が居なくても大丈夫だと思ってたのに。": "Tôi thực sự rất xin lỗi.\n……Tôi đã nghĩ rằng mình có thể ổn nếu không có Lucie và mọi người.",
    "まあ、仕方ないさ。\nこういうのは改めてありがたみを感じるものだ。": "Thôi nào, không sao đâu.\nNhững chuyện như này giúp chúng ta cảm nhận được sự biết ơn.",
    "ええ……また皆には感謝をしませんとね。": "Vâng… Tôi phải cảm ơn mọi người nữa.",
    "それで、これからドロテアはどうするんだ？\nそろそろ、さっきの人だかりは解散したと思うが。": "Vậy, Dorothea sẽ làm gì tiếp theo?\nTôi nghĩ đám đông lúc nãy đã giải tán rồi.",
    "そうですね……ユーロタワーに戻ろうかと思います。": "Đúng vậy… Tôi nghĩ tôi sẽ quay lại Euro Tower.",
    "いいのか？\n恐怖の館を見に来たんじゃなかったのか？": "Được chứ?\nCô không đến để xem nhà ma sao?",
    "ええ……できれば、そうしたかったですけど……\nあの騒ぎでは、他の皆様にご迷惑をかけてしまいますから。": "Vâng… Nếu có thể, tôi muốn làm vậy…\nNhưng vì sự náo loạn đó, tôi sẽ gây phiền phức cho mọi người.",
    "…………": "…………",
    "なら、俺と一緒に入ってみるか？": "Vậy, tôi vào cùng cô nhé?",
    "えっ？　よろしいのですか？": "Hả? Được sao?",
    "ああ。教導指揮官である俺と一緒なら、\n下手なことを他の子も言えないだろうからな。": "Ừ. Nếu tôi là chỉ huy trưởng, thì\ncác bạn khác sẽ không dám làm gì đâu.",
    "それに、ドロテアも楽しみたいと思って来たんだろう？\nなら、それは生徒である以上はみんな平等だ。": "Hơn nữa, Dorothea cũng muốn vui chơi đúng không?\nThì, là học sinh thì mọi người đều bình đẳng.",
    "今日は文化祭なんだ。\nドロテアだって楽しまないと、もったいないだろう？": "Hôm nay là lễ hội văn hóa mà.\nDorothea cũng phải vui vẻ chứ, đúng không?",
    "…………ふふ、ありがとうございます。": "…………Phu phu, cảm ơn anh.",
    "%usernameusernameuserna%さんから、そういって頂けるなら……\nでは、その……お願いします。": "Nếu được %usernameusernameuserna% nói vậy thì…\nThì, ừm… Xin hãy giúp đỡ tôi.",
    "よし、それじゃあ早速行こうか。": "Được rồi, vậy thì đi thôi.",
    "ああ、ドロテアさんが見たいのか……\nよーし、そういうことなら任せちゃって♪": "À, Dorothea-san muốn xem sao…\nĐược rồi, cứ giao cho tôi♪",
    "ヒイロとエヴィにフルートが、\n気合いを入れて脅かすって言ってたからね。楽しめるよー！": "Hiro và Evie, Flute đã nói là họ sẽ cố gắng dọa mọi người đấy. Sẽ rất vui đấy!",
    "うんうん、私も頑張って脅かすからね！": "Ừm ừm, tôi cũng sẽ cố gắng dọa mọi người!",
    "はい、よろしくお願いいたしますね！": "Vâng, xin hãy giúp đỡ tôi!",
    "では、%usernameusernameuserna%さん、参りましょうか。": "Vậy, %usernameusernameuserna%-san, chúng ta đi thôi.",
    "……あ、あのう、%usernameusernameuserna%さん、\n絶対に離れないでくださいね。": "……À, ừm, %usernameusernameuserna%-san,\nnhất định đừng rời xa tôi nhé.",
    "大丈夫だ、側にいるから。\nしかしそんなにお化けが苦手だったのか？": "Được rồi, tôi sẽ ở bên cạnh cô.\nNhưng mà, cô sợ ma đến vậy sao?",
    "い、いえ、そんなことはないです……\nた、ただ、想像以上に怖くて……ＶＲも本物みたいで……": "Kh, không, không phải vậy đâu…\nCh, chỉ là, nó đáng sợ hơn tôi tưởng tượng… VR cũng giống như thật…",
    "ああ、エヴィ達が気合いを入れて作っていたからな。": "À, Evie và mọi người đã rất cố gắng đấy.",
    "ふははは！　この先にはいかせませんからね～！\n貴方も吸血鬼の仲間にしてあげますからね～！": "Fu ha ha ha! Tôi sẽ không để cô đi tiếp đâu!\nTôi sẽ biến cô thành đồng bọn ma cà rồng của tôi!",
    "きゃあああっ！": "Kyaaa!",
    "ぐるる……がうっ！\nこの先は、通さない！": "Gừ… Gâu!\nKhông cho đi tiếp!",
    "うー、あー……きみも、キョンシーの仲間に……": "Ư… A… Cậu cũng sẽ là đồng bọn của zombie…",
    "きゃあっ！　%usernameusernameuserna%さん、\n早く早く、次に行きましょう！": "Kyaa! %usernameusernameuserna%-san,\nNhanh lên, đi tiếp thôi!",
    "わ、分かったから！\nそんな風に腕を抱きしめるなって！": "Đ, được rồi mà!\nĐừng có ôm chặt tay tôi như vậy!",
    "……がうっ、ぐるる。": "……Gâu, gừ.",
    "ふふふ……少し走って追いかけようかな……！": "Phu phu phu… Có lẽ tôi nên chạy theo…!",
    "きゃあ！　きゃああっ！？\n走って追いかけてきてますっ！": "Kyaa! Kyaaa!?\nĐang chạy theo kìa!",
    "少し離れた方が……": "Nên tránh xa một chút thì hơn…",
    "しっかりくっついていてくれ": "Hãy bám sát vào tôi.",
    "（うおおっ！？　そんなにくっつかれると、\nいろいろと当たってマズい……！）": "（Uwo!? Bị ôm chặt như vậy thì…\nđụng chạm lung tung mất…！）",
    "だって、怖くて動けないんです……！\nお願いです、どうかわたくしの側にいてください……！": "Tại vì, tôi sợ quá không thể di chuyển…!\nXin hãy ở bên cạnh tôi…!",
    "（これは外に出るまで耐えないとな。\n頑張れ、俺の理性……）": "（Việc này phải chịu đựng cho đến khi ra ngoài thôi.\nCố lên, lý trí của tôi…）",
    "はい、お願いします……！　%usernameusernameuserna%さんが\nいてくだされば安心です……っ。": "Vâng, xin hãy giúp đỡ tôi…! %usernameusernameuserna%-san\nở đây thì tôi thấy an tâm hơn…!",
    "（……これも役得ということで……\n仕方がないんだ、不可抗力だ……）": "（……Cũng coi như là đặc ân đi…\nKhông còn cách nào khác, là bất khả kháng mà…）",
    "……今の君、隙だらけ過ぎる……がぶ……！": "……Cô bây giờ, hở hang quá… Gặm…!",
    "いだだだ！　ヒイロ、ほんとに噛むな！": "Ida! Hiro, đừng có cắn thật chứ!",
    "乙女の生き血なんて、超アゲアゲで飲み放題にしちゃいます！\nいっただきで～す！": "Máu của thiếu nữ, siêu tuyệt vời, uống thả ga!\nXin mời!",
    "いやぁっ、串刺しになった人たちが……っ。\nこれがVR……！？　本物にしか見えません……っ。": "Iya, những người bị xiên…\nĐây là VR sao…!? Trông như thật vậy…!",
    "ほーら、キミたちも仲間になろうよ……": "Nào, các bạn cũng làm đồng bọn đi…",
    "ぐるる……もっと気合を入れて逃げろ……": "Gừ… Cố gắng chạy trốn hơn nữa…",
    "ひいぃっ、後ろから掴まれて……っ。これは本物っ！？": "Hiii, bị túm từ phía sau…!\nĐây là thật sao!?",
    "（……いやいや、謎解きどころじゃないぞ！？\nフルートもエヴィもヒイロも気合が入りすぎた……！）": "（……Không không, không phải lúc để giải đố đâu!?\nFlute và Evie, Hiro đều quá nhiệt tình rồi…！）",
    "はあ……はあ……\nやっと出口に出られましたね。": "Ha… Ha…\nCuối cùng cũng ra khỏi cửa rồi.",
    "……ふう。迷路も謎解きも大変でさすがに疲れたな……": "……Phù. Mê cung và giải đố thật vất vả, tôi đã mệt mỏi rồi…",
    "まさかここまでだとは思いませんでした……\n視覚的な映像と実際に襲われる恐怖で叫び疲れて……": "Tôi không ngờ nó lại đến mức này…\nHình ảnh trực quan và nỗi sợ hãi khi bị tấn công khiến tôi mệt mỏi vì la hét…",
    "俺もここまでだったとは思わなかったな……\nじゃあ、少し休憩していくか。": "Tôi cũng không ngờ đến mức này…\nVậy thì, chúng ta nghỉ ngơi một chút nhé?",
    "ええ、そうしましょう。": "Vâng, chúng ta nên làm vậy.",
    "……ふふ。本当に楽しかったです。\nまさか最初のヒントが最後の鍵になるとは……": "……Phu phu. Thật sự rất vui.\nTôi không ngờ manh mối đầu tiên lại là chìa khóa cuối cùng…",
    "脱出ゲームをレイラが参考にしてエヴィに作ってもらったんだと。\n俺も実は内容はちゃんと知らなかったから、感心したな。": "Leila đã tham khảo trò chơi trốn thoát và Evie đã làm nó.\nThật ra tôi cũng không biết rõ nội dung, nên tôi rất ấn tượng.",
    "しかもフルートさんも、ヒイロさんも、エヴィさんも、\nあんなに迫真の演技で迫ってくるんですから……": "Hơn nữa, Flute-san, Hiro-san, Evie-san,\nđã diễn xuất chân thật đến vậy…",
    "あれは気合いが入りすぎだったな。\nというかヒイロに噛まれた痕が残ってるぞ……": "Họ đã quá nhiệt tình rồi.\nMà, vết cắn của Hiro vẫn còn kìa…",
    "ふふ、ふふふ……": "Phu phu, phu phu…",
    "……ドロテア、どうした？": "……Dorothea, sao vậy?",
    "いえ……今までこうしてピクシス・マスールを離れて、\nイベントを経験したことがなかったので……": "Không… Từ trước đến nay tôi chưa từng rời Pixis Masur như thế này,\nvà trải nghiệm sự kiện…",
    "とても楽しかったな、って……ふふふ。": "Tôi thấy rất vui… Phu phu.",
    "そうなのか？": "Vậy sao?",
    "ええ。リーダーとして皆を見守る必要もありましたし、\n皆も私を慕って常に一緒にいてくれましたから。": "Vâng. Tôi cũng cần phải theo dõi mọi người với tư cách là người lãnh đạo,\nvà mọi người cũng luôn yêu mến tôi và ở bên cạnh tôi.",
    "でも、一緒についてきてくれたのがあなたのおかげで、\nいち生徒であるドロテアとして、楽しむことができました。": "Nhưng, nhờ có anh mà tôi đã đến đây, và\ntôi đã có thể vui chơi với tư cách là một học sinh, Dorothea.",
    "そうか。ドロテアが満足できたなら良かったよ。": "Vậy sao. Nếu Dorothea hài lòng thì tốt rồi.",
    "はい。\n機会があれば、またご一緒していただけると嬉しいです。": "Vâng.\nNếu có cơ hội, tôi rất vui nếu được cùng anh.",
    "あっ、それから、ユーロ・タワーでも出し物をしているので、\nぜひ遊びに来てください。": "À, và, vì Euro Tower cũng có các buổi biểu diễn,\nnên hãy đến chơi nhé.",
    "ああ、もちろんだとも。": "Ừ, tất nhiên rồi.",
    "では、そろそろ帰らないとリュシーが心配してしまいますので。\n%usernameusernameuserna%さん、ごきげんよう。": "Vậy thì, tôi phải về thôi, Lucie sẽ lo lắng mất.\n%usernameusernameuserna%-san, tạm biệt.",
    "ああ、気をつけて。": "Ừ, cẩn thận nhé.",
    "……ふう。\nエリートパイロットも大変だな。": "……Phù.\nPhi công ưu tú cũng thật vất vả.",
    "おつまるです。%usernameusernameuserna%さん……\nずいぶん楽しそうでしたねー。": "Tôi là Otsumaru. %usernameusernameuserna%…\nTrông anh vui vẻ quá nhỉ.",
    "油断しすぎ。隙だらけ。": "Quá chủ quan rồi. Hở hang quá.",
    "うんうん、鼻の下がこーんなに伸びてた。": "Ừm ừm, mũi anh dài ra như thế này này.",
    "うおっ！？　みんな、いつの間に！？": "Uo!? Mọi người, từ bao giờ vậy!?",
    "私たちは大変だったんだけどなぁ……\n%usernameusernameuserna%さんは楽しそうだったね？": "Chúng tôi đã rất vất vả mà…\n%usernameusernameuserna%-san thì vui vẻ nhỉ?",
    "はぁ～。後輩クン、あたし達には労いがないのかしら？\nお姉さん寂しいかな～。": "Ha~. Hậu bối, không có lời khen nào cho bọn chị sao?\nChị thấy cô đơn quá~.",
    "これはもう、苦労した分は色々と補填して貰わないとねぇ？": "Chuyện này thì, phải được đền bù xứng đáng với công sức bỏ ra mới được nhỉ?",
    "いやいや、ただ俺は教導指揮官として……\nいや、言い訳か……すまん、ないがしろにしてたな……": "Không không, chỉ là tôi là chỉ huy trưởng…\nKhông, là tôi đang biện minh… Xin lỗi, tôi đã bỏ qua mọi người…",
    "では、この後、\nしーっかりお片付けを手伝ってもらいますからねっ♪": "Vậy thì, sau đây,\nchúng ta sẽ cùng nhau dọn dẹp nhé♪",
    "……ああ、分かった。心を込めて片付けさせてもらう。": "……Ừ, tôi hiểu rồi. Tôi sẽ dọn dẹp bằng cả tấm lòng."
}