{
    "それから、しばらく時が経ったある日――\nいつものようにめるの部屋で勉強会を開いていた。": "Sau đó, một thời gian trôi qua, vào một ngày nọ――\nTôi đã mở một buổi học ở phòng của Meru như mọi khi.",
    "……あの、どうでしょうか？": "……À, thế nào ạ?",
    "うん、全問正解だ。ずいぶんできるようになってきたな。": "Ừm, trả lời đúng hết. Em tiến bộ hơn nhiều rồi đấy.",
    "はい！　先生の教え方が上手だからですよ。": "Vâng! Là vì thầy dạy giỏi ạ.",
    "そんなにおだてても何も出ないぞ。": "Dù em có nịnh thì cũng chẳng được gì đâu.",
    "ふふふ……": "Phu phu……",
    "じゃあ、今日はこれくらいにしようか。": "Vậy, hôm nay chúng ta dừng ở đây nhé.",
    "えっ？　もう帰っちゃうんですか？": "Hả? Anh về luôn ạ?",
    "ああ、あまり遅くまでいたら、めるに迷惑がかかるからな。": "Ừ, ở lại muộn quá thì sẽ làm phiền Meru.",
    "そんな……私は全然迷惑なんかじゃありません！": "Không… Em không hề thấy phiền gì cả!",
    "むしろ、もっといてほしいくらいで……": "Thay vào đó, em còn muốn anh ở lại lâu hơn nữa cơ……",
    "ん？　何か言ったか？": "Hử? Em vừa nói gì vậy?",
    "い、いえ、なんでもありません！": "Dạ, không có gì ạ!",
    "それにしても、何か甘い物がほしくなってきたな。": "Nói đi cũng phải nói lại, tôi lại thèm đồ ngọt rồi.",
    "ふふ、頭を使うと、糖分がほしくなっちゃいますよね。": "Phu phu, dùng đầu nhiều thì sẽ thèm đường phải không ạ?",
    "あっ、そうです。チョコレートがありました！": "À, đúng rồi. Em có sô cô la này!",
    "この間、お友達にもらったチョコがあるんです。\n有名なお店のものらしいんですが、一緒に食べませんか？": "Hôm nọ, bạn em cho em sô cô la. Nghe nói là của một cửa hàng nổi tiếng, mình cùng ăn nhé?",
    "いいのか？　なら、お言葉に甘えていただこうかな。": "Được không? Vậy thì, tôi xin phép vậy.",
    "はい！　じゃあ、一緒に食べましょう。": "Vâng! Vậy, mình cùng ăn nhé.",
    "……あむっ。": "……Amu.",
    "（んっ……確かに美味い。\nだが、ずいぶんアルコールが効いているな）": "（Ưm……Quả thật là ngon.\nNhưng mà, có vẻ như có cồn）",
    "める、アルコールは大丈夫なのか？": "Meru, em có ổn với cồn không?",
    "……ふえ？　なんだか頭がふわふわします～。": "……Phuê? Sao đầu em cứ lâng lâng thế này～.",
    "って、さっそくか！\nめる？　大丈夫か！？": "Này, nhanh vậy sao!\nMeru? Em không sao chứ!?",
    "チョコレート食べたら、顔が熱くなって、\n頭がふわふわしちゃってまふぅ……": "Ăn sô cô la xong, mặt em nóng bừng lên, đầu em cứ lâng lâng～",
    "めるはろれつが回らなくなり、顔もまた赤く紅潮している。\nこれは明らかに……": "Meru bắt đầu nói lắp, mặt cũng đỏ bừng lên.\nRõ ràng là……",
    "完全に酔っ払ってるな……": "Say mèm rồi……",
    "もう、やらな～、%usernameusernameuserna%しゃ～ん、\n私がチョコレートで酔っ払うわけないじゃないれふか～。": "Hết～ rồi, %usernameusernameuserna%～, em không thể nào say vì sô cô la được～.",
    "れも、なんかふわふわして、とてもいい気分……ふふ、ふふふ。": "Nhưng mà, em thấy lâng lâng, rất là dễ chịu……Phu phu, phu phu.",
    "おい、しっかりしろ。": "Này, tỉnh táo lại đi.",
    "私はしっかりしてまふ……\nしっかりしてないのは、%usernameusernameuserna%さんの方れす。": "Em đang tỉnh táo mà……\nNgười không tỉnh táo là %usernameusernameuserna%-san đó.",
    "い、一体何の話しをしているんだ？": "Đ, Đang nói chuyện gì vậy?",
    "どうひて、全然……私に、手を出してくれないんですかぁ……？\nいつもそばにいひぇ……ふひゃりきりになってるのに……": "Sao anh lại không……đụng vào em vậy……?\nLúc nào cũng ở bên cạnh em……",
    "ずっと待ってるんですからねぇ……": "Em đã chờ đợi rất lâu rồi mà……",
    "ちょっ、おい、める……！": "Khoan, này, Meru……!",
    "こうなったら……実力行使れす～！": "Đã đến nước này thì……dùng biện pháp mạnh～!",
    "めるは俺をベッドに押し倒すと、無理やり服を脱がせるのだった。\nそして自らも服を脱いで――": "Meru đè tôi xuống giường, cưỡng ép cởi quần áo.\nVà tự cởi quần áo của mình――",
    "ふふふ、捕まえましたぁ～！\nもう逃がひまへんからねぇ……": "Phu phu, em bắt được rồi～!\nAnh không thoát được đâu～",
    "めるは惜しげもなく裸体を晒しながら、\n小悪魔のように淫らな微笑みで、俺を見下ろす。": "Meru không chút do dự phơi bày thân thể trần trụi, như một con quỷ nhỏ với nụ cười dâm đãng nhìn tôi.",
    "%usernameusernameuserna%さんがいけないんれすからね……\n私に全然手をらひてくれないんれひゅから……": "%usernameusernameuserna%-san là người có lỗi mà……\nVì anh không hề động vào em……",
    "ずぅっと、寂しかったんれすよぉ……？\nもひかしたら私にぃ、興味ないんじゃないかって……": "Em đã rất cô đơn suốt～ thời gian qua……?\nCó khi nào anh không thích em không……",
    "ふふ、もうおちんちん……おっきくなってまふ……\nこのまま、ナカにご案内しちゃいますよぉ……？": "Phu phu, chim của em……đã to lên rồi……\nĐể em đưa anh vào trong nhé……?",
    "めるは自ら割れ目に勃起したペニスを擦りつけて、\n挿入できるように愛液をまとわりつかせる。": "Meru tựa vào khe hở, cọ xát dương vật đang cương cứng của mình, tạo ra chất nhờn để có thể đưa vào.",
    "んああっ……んふっ……見てくらさい……ベタベタぁ……\n一緒にいるだけで……こんなに濡れてまふ……": "Ưn aah……Ưn hức……Nhìn này……Ướt hết cả rồi……\nChỉ cần ở cùng nhau thôi……em đã ướt thế này rồi……",
    "ふふ、おちんちん……んん……おっきくなってきまひたぁ……\n私に、ちょっとは興奮してるって……ことれすよね～？": "Phu phu, chim của anh……ưm……đã to lên rồi……\nCó phải là anh cũng hơi hưng phấn……đúng không～?",
    "こんな可愛い女の子が裸体を曝け出して、\n興奮しない男などいないはずがないだろう。": "Một cô gái dễ thương như vậy lại phơi bày thân thể, chắc chắn không có người đàn ông nào không hưng phấn cả.",
    "ふふ、嬉しいれすぅ……じゃあ、ナカに入れちゃいますね……": "Phu phu, em vui quá～……Vậy, em đưa vào nhé……",
    "めるは淫らな笑みを浮かべて、ペニスを膣口に押し当てると、\nゆっくりと腰を下ろしていった。": "Meru nở nụ cười dâm đãng, áp dương vật vào cửa âm đạo, từ từ hạ hông xuống.",
    "んんっ、んふうっ……ふわああああっ！": "Ưn ưm, ư hức……Phuaaaaa!",
    "肉棒が膣肉を分けながら、ずぶずぶという感触と共に、\nめるの膣の中へと納まっていく。": "Dương vật tách rời thịt âm đạo, cùng với cảm giác ướt át, chui vào trong âm đạo của Meru.",
    "んはあっ……んんっ……おちんちん……はあ……\nすごく大きいれすぅ……んはあっ……": "Ưn hah……Ưn ưm……chim……ha……\nLớn quá……ưn hah……",
    "はあっ……はあっ……んんっ……んふ……なかなか入らない……\nお腹いっぱいに……んんっ……なっちゃってまふ……はあ……": "Haah……haah……ưm ưm……ư hức……khó vào quá……\nBụng em no quá……ưm ưm……haah……",
    "無理しないようめるを気遣うが、彼女はこちらに微笑みかける。": "Tôi cố gắng nhẹ nhàng với Meru, nhưng cô ấy lại mỉm cười với tôi.",
    "む、無理なんかしてないれすよぉ……んんっ……これからいっぱい\n%usernameusernameuserna%さんを気持ちよくするんれすぅ……": "Ư, em không hề cố gắng mà……ưm ưm……từ giờ em sẽ khiến\n%usernameusernameuserna%-san cảm thấy dễ chịu……",
    "いっぱい気持ちよくして……\n私から離れられなくしちゃうんれしゅ……": "Em sẽ khiến anh dễ chịu thật nhiều……\nKhiến anh không thể rời xa em……",
    "じゃあ……んんっ……今からたっぷり……\nおちんちん……気持ちよくしてあげまふねぇ……んんっ。": "Vậy thì……ưm ưm……từ giờ em sẽ……\nKhiến chim……dễ chịu nhé……ưm ưm.",
    "めるは腰をゆっくりと動かし始めた。\nペニスが彼女の動きに合わせて膣に搾られる。": "Meru bắt đầu từ từ di chuyển hông.\nDương vật bị siết chặt trong âm đạo theo chuyển động của cô ấy.",
    "んふふ……もう……キスもいっぱいしちゃうんれすからぁ……\nちゅっ……ちゅっ……ちゅっ……ちゃる……ちゃっ……": "Ưn hức……em sẽ……hôn anh thật nhiều nữa mà……\nChụt……chụt……chụt……chaa……chụt……",
    "めるは口づけをすると、濃厚なキスを交わしながら、\n腰をゆっくりと振り始める。": "Meru hôn tôi, trao nhau những nụ hôn sâu, bắt đầu từ từ lắc hông.",
    "はあっ……んふっ……おちんちん……んくっ……\nおっきくて……堅くて……熱いれふ……": "Haah……ư hức……chim……ưm hức……\nTo……cứng……nóng bỏng……",
    "酔っ払っためるは、目を細めて小悪魔めいた笑みで\n俺のペニスの感触を楽しんでいる。": "Meru say mèm, nheo mắt với nụ cười quỷ quyệt, tận hưởng cảm giác dương vật của tôi.",
    "はあっ……ふうっ……んんっ……\nどうれふか？　私のナカ、気持ひいい……れしゅか？": "Haah……phu……ưm ưm……\nThế nào ạ? Bên trong em, có dễ chịu……không ạ?",
    "気持ちいいに決まっている。熱く締まりのいい膣に扱かれる度、\n射精しそうなほどの快感が押し寄せてくる。": "Chắc chắn là dễ chịu rồi. Mỗi lần bị siết chặt trong âm đạo nóng bỏng, cảm giác cực khoái như muốn xuất tinh ập đến.",
    "ふふ、動いちゃだめれふよ……\n私が気持ちよくするんれすからぁ……": "Phu phu, đừng có nhúc nhích……\nEm sẽ khiến anh dễ chịu mà……",
    "んちゅっ……ちゅるっ……ちゅっ……んふっ……\nはあっ……はあっ……んふっ……んん……": "Ưn chụt……churu……chụt……ư hức……\nHaah……haah……ư hức……ưm……",
    "めるの動きはぎこちないものの、\n一生懸命に快感を引き寄せようとする姿がいじらしい。": "Chuyển động của Meru có chút vụng về, nhưng hình ảnh cô ấy cố gắng hết sức để đạt được khoái cảm thật đáng yêu.",
    "お、奥まで……当たって……んくうっ……\nはああっ……ふあっ……んふう……はああっ！": "Đ, đến tận bên trong……đụng vào……ư kuu……\nHaaah……phuaah……ư hức……haah!",
    "んんっ……%usernameusernameuserna%さ～ん……\nんちゅっ……ちゅっ……ちゅ、ちゅっ……ちゅるる……": "Ưm ưm……%usernameusernameuserna%～san……\nƯn chụt……chụt……chụt, chụt……chururu……",
    "息が止まりそうなほど、濃厚な口づけをしながらも、\nめるは何度も何度も腰を振り続ける。": "Dù đang hôn sâu đến mức như muốn ngừng thở, Meru vẫn tiếp tục lắc hông không ngừng.",
    "ぷはっ……んふっ……恥ずかひいのに……んんっ……\n腰の動きが……ああんっ……止まらなくて……": "Phu hah……ư hức……thật là xấu hổ……ưm ưm……\nChuyển động của hông……aah……không dừng lại được……",
    "めるは夢中になって腰を動かす。\nその度に彼女の口から甘く、熱い吐息が溢れる。": "Meru say mê di chuyển hông.\nMỗi lần như vậy, từ miệng cô ấy lại tràn ra những tiếng thở ngọt ngào, nóng bỏng.",
    "んふうっ……はあっ……すごい……\nこんなに……気持ひいいなんて……んはあっ……！": "Ưn hức……haah……tuyệt vời……\nDễ chịu đến mức……ưn hah……!",
    "はあ……気持ちいいれすか？\nまだまだこんなものひゃ、ないんれすからねぇ～。": "Haa……dễ chịu ạ?\nVẫn còn nhiều thứ hơn thế này nữa～.",
    "めるは夢中になりながら腰を振って、\nこちらのペニスを何度も扱き続ける。": "Meru say mê lắc hông, liên tục xoa dương vật của tôi.",
    "んはあっ……んふっ……あふっ……んんっ……\nもっともっと気持ちよくさせちゃうひゃら……": "Ưn hah……ư hức……a hức……ưm ưm……\nEm sẽ khiến anh dễ chịu hơn nữa mà……",
    "ちゅっ……ちゅるる……ちゅっ……ちゅるる\nぺちゃ……ぺちゃ……ちゅっ……ちゅっ……": "Chụt……chururu……chụt……chururu\nPechu……pechu……chụt……chụt……",
    "めるは大胆に腰を振りながら、舌を絡めてくる。\nそれだけで、こちらの興奮が強くなる。": "Meru lắc hông một cách táo bạo, liếm lưỡi vào.\nChỉ có vậy thôi cũng đủ khiến tôi hưng phấn hơn.",
    "はあんっ……あんっ、すごく気持ちよくなってきちゃって……\n私が気持ちよくしゅる……側なのに……はあっ……": "Aanh……anh, em thấy dễ chịu quá……\nEm sẽ khiến anh dễ chịu……bên cạnh em mà……haah……",
    "華奢な体が俺の腰の上で跳ねて、\nその度にめるは激しい喘ぎ声を漏らす。": "Thân hình mảnh mai nhảy nhót trên hông tôi,\nmỗi lần như vậy, Meru lại phát ra những tiếng rên rỉ dữ dội.",
    "んはっ……もっと激しくしへ……んくうっ……！\nああんっ……おちんちん、しこしこしちゃう……！": "Ưn hah……mạnh hơn nữa đi……ư kuu……!\nAanh……chim, chà xát đi……!",
    "夢中に腰を振り続けるめるは、いつもの清楚な姿とは違い、\n淫らな姿のギャップのせいで、ますます興奮を駆り立てる。": "Meru say mê lắc hông, khác xa với vẻ ngoài trong sáng thường ngày, vì sự khác biệt của vẻ ngoài dâm đãng, càng làm tăng thêm sự hưng phấn.",
    "ちゅっ……ちゅる……ぺちゃ……ぺちゃ……\nいっぱい……キスも……ちゅるる！": "Chụt……churu……pechu……pechu……\nThật nhiều……hôn……chururu!",
    "腰を打ち付ける度に、愛液が溢れて、太股にかかり、\nペニス全体が愛液が泡立って、白濁となっていく。": "Mỗi lần va chạm của hông, chất nhờn tràn ra, dính vào đùi, toàn bộ dương vật sủi bọt, trở nên trắng đục.",
    "んくっ……はあんっ……気持ちよくなっちゃいまひゅ……！\nああんっ！　んくぅっ！　もうイっちゃいまひゅ……！": "Ư kuu……haanh……em thấy dễ chịu quá……!\nAanh! Ư kuu! Em sắp ra rồi……!",
    "奥にすごい当たって……！　はあんっ！\n頭、真っ白に……ああんっ！　んあああっ！": "Đụng vào bên trong……! Haan!\nĐầu óc, trống rỗng……aan! Ư aaaaaah!",
    "何度も狭い膣にペニスを扱かれ、濃厚な口づけをされ、\nこちらはあっという間に達しそうになる。": "Bị xoa bóp trong âm đạo chật hẹp nhiều lần, bị hôn sâu, tôi dường như sắp đạt đến đỉnh điểm.",
    "もうイキそうだということを、めるに伝える。": "Tôi nói với Meru rằng tôi sắp xuất tinh.",
    "ふ、ふふ、もうイキそう……？\nいいれすよぉ、イっちゃっても……！": "Phu, phu, sắp ra rồi sao……?\nĐược thôi, cứ ra đi……!",
    "じゃあ……今から……もっと激しくしひゃお……\n遠慮なく、気持ちよくなっひゃって……": "Vậy thì……từ giờ……cứ mạnh bạo hơn đi……\nĐừng ngần ngại, cứ tận hưởng đi……",
    "そう言うなり、ますます激しく腰を振り始めた。": "Nói xong, cô ấy bắt đầu lắc hông mạnh hơn nữa.",
    "んんっ、はあっ、ふうんっ、%usernameusernameuserna%さ～ん……\n気持ちいいれすか～？　もっと気持ちよくなっていいんれふよぉ～！": "Ưm ưm, haah, phuun, %usernameusernameuserna%～san……\nDễ chịu không～? Cứ thoải mái đi～!",
    "今からいーっぱいちゅーして……\n気持ちよくしてあげまひゅからねぇ……んちゅっ……ちゅっ……ちゅ！": "Từ giờ em sẽ hôn thật nhiều……\nKhiến anh dễ chịu～ưm chụt……chụt……chụt!",
    "んちゅっ……ちゅるっ……ちゅっ……んふっ……\nはあっ……んちゅっ……んんっ……ちゅるっ……": "Ưn chụt……churu……chụt……ư hức……\nHaah……ưn chụt……ưm ưm……chururu……",
    "舌を重ねる濃厚な口づけを交わしていると、\n口から唾液が零れて体に落ちてくる。": "Khi trao nhau những nụ hôn sâu, lưỡi chồng lên nhau, nước bọt chảy ra và rơi xuống người.",
    "はあ……気持ちいい……気持ちいいっ……はあっ、あっ！\nおちんちん……すごく気持ひいいのぉ……ああっ！": "Haa……dễ chịu……dễ chịu quá……haah, ah!\nChim……dễ chịu quá……aah!",
    "もう……だめ…もう、私っ、イっひゃう……！\nイっちゃうぅっ……！　ああんっ！": "Không……không được……em sắp……ra rồi……!\nEm sắp ra rồi……! Aanh!",
    "俺も限界を迎えようとしていた。\n亀頭の先から今にも精液が飛び出そうとしている。": "Tôi cũng đang tiến đến giới hạn.\nTinh dịch sắp sửa trào ra từ đầu dương vật.",
    "イキまひょう……%usernameusernameuserna%さん……も……！\nこのままイっひゃって……！　はあんっ！": "Mình cùng ra nhé……%usernameusernameuserna%-san……cũng……!\nCứ ra đi……! Haan!",
    "最後に、いっぱいキスひてぇ……！　んんっ！\nびゅーびゅーって、エッチな精子、いっぱいナカにらひて……！": "Cuối cùng, em sẽ hôn anh thật nhiều……! Ưm ưm!\nBiu biu, tinh dịch ướt át, thật nhiều trong người anh……!",
    "ちゅるる、ちゅっ……じゅるる……ちゅっ……！\nちゅっ……ちゅっ！　ちゅっ……ちゅるる……！": "Chururu, chụt……jururu……chụt……!\nChụt……chụt! Chụt……chururu……!",
    "ああっ！　ああんっ！　もうひゃめ！\n私……イク……イっひゃう……！": "Aaah! Aanh! Dừng lại……!\nEm……ra……sắp ra rồi……!",
    "ら、らひて！　らひて！　私にっ！　いっぱいっ！\n私のナカにいっぱいらひてぇ……あああっ……はああんっ！": "Ra, ra đi! Ra đi! Vào em đi! Thật nhiều!\nCho vào trong em thật nhiều đi……aaah……haanh!",
    "あっ、あぁっ、ふぁああああああああんっ……！！！": "A, aah, phaaaaaaan……!!!",
    "あんっ……抜けちゃったぁ……": "Anh……rút ra rồi……",
    "はああっ……んんんんっ……ふううう……\n熱いの……いっぱい……お腹に……んんんっ……": "Haah……ưm ưm ưm……phuuu……\nNóng bỏng……thật nhiều……trong bụng……ưm ưm……",
    "（はぁ……気持ちよかった……）": "（Haah……Dễ chịu quá……）",
    "はああ……ふふう……凄かった……\nはあ……はあ……はああああ……ふうう……": "Haaah……phuuu……tuyệt vời quá……\nHaa……haa……haaaaaaa……phuuu……",
    "割れ目からは収まりきらなかった精液がどろりと流れ、\nぽたぽたと太股を伝って垂れ落ちてきた。": "Tinh dịch không thể chứa hết tràn ra từ khe hở, nhỏ giọt xuống đùi.",
    "ああ……こんなにたくさん……いっぱいらひたんれすねぇ……\nそんなに、私のナカ……気持ちよかったれふか……？": "Aah……thật nhiều……đã ra hết rồi……\nNhư vậy, bên trong em……dễ chịu đến vậy sao……?",
    "めるは恍惚としながらも、どこか名残惜しそうに、\n割れ目から太股に落ちる精液とペニスを見ていた。": "Meru vừa đê mê, vừa có chút luyến tiếc, nhìn tinh dịch rơi xuống đùi và dương vật.",
    "とっても……嬉しいれふ……\n私も気持ちよかったれすぅ……ふふふ。": "Em rất……vui……\nEm cũng thấy dễ chịu nữa……phu phu.",
    "はあ……疲れちゃいまひた……少しだけ、\n%usernameusernameuserna%さんの側で休ませてもらっていいれふか……？": "Haa……em mệt quá rồi……chút nữa thôi,\nEm có thể nghỉ ngơi bên cạnh %usernameusernameuserna%-san được không……?",
    "ああ、もちろんだ。おいで。": "Ừ, tất nhiên rồi. Lại đây.",
    "……ありがとうございまふ。": "……Cảm ơn ạ.",
    "倒れ込んできためるを俺は抱き留めた。": "Tôi ôm lấy Meru đang ngã vào người tôi.",
    "裸のまま俺達はベッドの中で向かい合う……": "Chúng tôi trần truồng đối diện nhau trên giường……",
    "あ、あの……%usernameusernameuserna%さん……": "À, à……%usernameusernameuserna%-san……",
    "私、急に恥ずかしくなってきました……\nさっきまでの私、とんでもないことを……": "Em, tự nhiên thấy xấu hổ quá……\nEm vừa làm những chuyện tày đình……",
    "どうやら、酔いが覚めてきたらしい。\n今さら自分がした行為のことを自覚したようだ。": "Có vẻ như, cơn say đã tan đi.\nBây giờ cô ấy mới nhận ra những gì mình đã làm.",
    "さっきのは、酔っ払っていたからで……\nエッチな女の子だって嫌いにならないでください……": "Chuyện vừa rồi, là do em say thôi……\nĐừng ghét những cô gái hư hỏng mà……",
    "嫌いにならないさ。男はエッチな女の子が好きだしな。\nさっきのめるも可愛かったよ。": "Tôi không ghét đâu. Đàn ông thích những cô gái hư hỏng mà.\nMeru vừa rồi cũng rất dễ thương.",
    "でも、やっぱり恥ずかしいです……": "Nhưng, em vẫn thấy xấu hổ……",
    "めるは先ほどの自分がよほど恥ずかしかったのか、\n顔を真っ赤にしていた。": "Meru có lẽ rất xấu hổ về bản thân mình vừa rồi, mặt đỏ bừng lên.",
    "ふふ、今の方がめるらしいな。\nまあ、たまには、エッチなめるも見るのもいいが。": "Phu phu, bây giờ Meru mới đúng là Meru này.\nỪm, thỉnh thoảng, nhìn thấy Meru hư hỏng cũng không tệ.",
    "……うっ、\n%usernameusernameuserna%さんがしてほしいなら、頑張ります。": "……Ư, nếu %usernameusernameuserna%-san muốn, em sẽ cố gắng.",
    "で、でも、たまには%usernameusernameuserna%さんからも、\n迫ってくれたら嬉しいな、って……": "Nhưng, thỉnh thoảng %usernameusernameuserna%-san cũng nên……\nChủ động với em đi, em sẽ vui lắm……",
    "わかった。善処するよ。": "Tôi hiểu rồi. Tôi sẽ cố gắng.",
    "はい、ありがとうございます♪": "Vâng, cảm ơn anh♪",
    "……私、もっといっぱいしたいです。\n%usernameusernameuserna%さんとエッチなことしたいです。": "……Em, muốn làm nhiều hơn nữa.\nEm muốn làm chuyện người lớn với %usernameusernameuserna%-san.",
    "%usernameusernameuserna%さんと繋がると、とても幸せな気分なんです。\nそれに……気持ちいいですし……": "Khi ở cùng %usernameusernameuserna%-san, em cảm thấy rất hạnh phúc.\nHơn nữa……cũng rất dễ chịu……",
    "めるは本当にエッチというか……結構スケベだよな。": "Meru thực sự rất hư hỏng……cũng khá là dâm đãng.",
    "も、もう……そんな意地悪言わないでください。": "Đ, đừng……đừng nói những lời ác ý như vậy mà.",
    "冗談だ。今度は自分からも誘うようにするよ。": "Tôi đùa thôi. Lần tới tôi sẽ chủ động rủ em.",
    "はい。お願いしますね。": "Vâng. Mong anh nhé.",
    "……じゃあ、あの、最後にキスをしてください。": "……Vậy thì, à, cuối cùng, xin hãy hôn em.",
    "ああ……": "Ừm……",
    "ちゅっ……": "Chụt……",
    "ふふ、私、とっても幸せです……\n今日はこのまま、ずっと一緒にいてください。": "Phu phu, em rất hạnh phúc……\nHôm nay, cứ ở bên em mãi nhé.",
    "ああ、わかった……": "Ừ, tôi hiểu rồi……",
    "俺達は裸のまま、熱く抱き合いながら、\nしばらく互いの温もりを感じ合うのだった。": "Chúng tôi trần truồng, ôm chặt lấy nhau, cảm nhận hơi ấm của nhau một lúc lâu. "
}