{
    "改めて、作戦を確認しておきましょう。": "Chúng ta hãy cùng nhau xác nhận lại kế hoạch.",
    "まず、白奈さんが陽動役としてメイズシフターの気を引きます。\nその後、わたくし達がメイズシフターへ集中砲火を浴びせますわ。": "Đầu tiên, Shira sẽ đóng vai trò dụ địch, thu hút sự chú ý của Maze Shifter.\nSau đó, chúng ta sẽ tập trung hỏa lực vào Maze Shifter.",
    "倒せればそれでよし。もし倒せなくても、隙を作ることが出来れば\n全機で一気に敵の背後にある<r=メインシャフト>主縦坑</r>へ駆け抜ける。": "Nếu hạ gục được thì tốt. Nếu không, chỉ cần tạo ra sơ hở, toàn bộ đội hình sẽ lập tức xông thẳng đến <r=main shaft>trục chính</r> phía sau địch.",
    "っ、ぁ……": "Ư… á…",
    "%usernameusernameuserna%さん！": "Anh %usernameusernameuserna%!",
    "いい、作戦、だ……だが、仲間を助けようとしてリスクを抱えるような\n愚は、犯すな……": "Được… kế hoạch… nhưng, đừng làm điều ngu ngốc là liều mình cứu đồng đội…",
    "敵を抜けたら、真っ直ぐ飛び続けろ……っ、ぁ。": "Khi vượt qua được địch, cứ bay thẳng về phía trước… ư… á.",
    "分かってるっつの。いいから黙って寝とけって。": "Biết rồi. Cứ im lặng mà ngủ đi.",
    "安心してくださいまし。そのような悪手は打ちませんわ。": "Xin cứ yên tâm. Tôi sẽ không làm điều đó đâu.",
    "なら、いいんだ……": "Vậy thì tốt…",
    "皆さん、準備はよろしくて？": "Mọi người, đã chuẩn bị xong chưa?",
    "はい！": "Vâng!",
    "オッケー。": "Ok.",
    "いつでもー。": "Sẵn sàng!",
    "大丈夫よ。": "Ổn cả.",
    "では――作戦開始、ですわ！": "Vậy thì――bắt đầu tác chiến!",
    "（わたしがメイズシフターの気を引く……\nなるべく目立てるように、大袈裟な動きで……！）": "(Tôi sẽ thu hút sự chú ý của Maze Shifter…\nCố gắng làm sao để nổi bật nhất có thể, với những động tác khoa trương…!)",
    "こっち、向いて……！": "Nhìn về phía này…!",
    "きた……！": "Đến rồi…!",
    "気は引けた……でも、思ったより素早い……！\nあまり長くは、もたない……！": "Đã thu hút được sự chú ý… nhưng, nhanh hơn tôi nghĩ…!\nKhông thể cầm cự được lâu…!",
    "いい陽動じゃん、白奈！　こっちは準備ばんたーん！": "Làm tốt lắm, Shira! Bên này đã chuẩn bị xong!",
    "今です！　総員、構え！　――撃てッ！": "Bây giờ! Toàn bộ đội hình, chuẩn bị! ――Bắn!",
    "全弾命中です！　メイズシフターが怯んでいます！": "Trúng đích hết rồi! Maze Shifter đang bị choáng!",
    "今の内に<r=メインシャフト>主縦坑</r>に向かいますわよ！": "Nhân cơ hội này, chúng ta tiến về <r=main shaft>trục chính</r>!",
    "意外とちょろくね？　ラミ達が強すぎた？": "Cũng dễ ăn nhỉ? Do tụi mình quá mạnh?",
    "あ、それってフラグ――": "A, câu nói đó là dấu hiệu――",
    "っ！？　来ます！": "Hả!?",
    "なぁっ！？　なにこの触肢！　キッッモ！": "Gì thế này!? Cái xúc tu quái quỷ gì đây!? Ghê tởm!",
    "ほぼ無傷だなんて……か、各員、回避行動を！": "Gần như không bị thương… Mọi người, né tránh!",
    "（空中戦闘機動による回避行動をとるしかない、\nですが……あまりにも速すぎる。このままじゃ……！）": "(Chỉ còn cách né tránh bằng cách cơ động trên không, nhưng… nhanh quá. Cứ thế này thì…!)",
    "あぁっ！\n%usernameusernameuserna%さんの機体が触肢に……！": "Aaa!\nMáy bay của anh %usernameusernameuserna% bị xúc tu quấn lấy…!",
    "くっ、この……っ！": "Chết tiệt…!",
    "（ま、まずいですわ……！）": "(Chết rồi…!)",
    "（霞光を捨て置けば、\n５機は確実に<r=メインシャフト>主縦坑</r>まで抜けられるでしょう）": "(Nếu bỏ mặc anh ấy, năm chiếc còn lại chắc chắn sẽ đến được <r=main shaft>trục chính</r>)",
    "（ですが彼をここで見捨てるだなんて……ど、どうすれば……！）": "(Nhưng bỏ mặc anh ấy ở đây… phải làm sao đây…!)",
    "っ！　やらせない……！": "Hừm! Không cho phép…!",
    "白奈さん！？": "Shira!?",
    "%usernameusernameuserna%は、わたしが守る……！": "Tôi sẽ bảo vệ %usernameusernameuserna%…!",
    "（正解なんて、わたしには分からない……だけど……！\nこの人は、無事に地上に返さなきゃいけない！）": "(Tôi không biết đáp án đúng là gì… nhưng…! Phải đưa người này trở về mặt đất an toàn!)",
    "邪魔、しないで……！": "Đừng cản đường…!",
    "す、すごっ……触肢を長刀で薙ぎ払ってる。\n白奈、あんなに強かったんだ……": "G, ghê thật… đang chém bay xúc tu bằng trường đao kìa.\nShira, mạnh đến vậy sao…",
    "……そうですわよね。\n誰かを見捨てるだなんて、わたくし達らしくありませんわ。": "…Đúng là như vậy.\nBỏ mặc ai đó, không phải là phong cách của chúng ta.",
    "総員、メイズシフターに攻撃を集中！　ここで仕留めますわよ！": "Toàn đội, tập trung tấn công Maze Shifter! Chúng ta sẽ hạ gục nó ở đây!",
    "了解了解～！": "Rõ, rõ!",
    "みんなで%usernameusernameuserna%さんを守りましょう！": "Mọi người cùng nhau bảo vệ anh %usernameusernameuserna%!",
    "ま、こっちの方があたし達らしいもんねぇ。": "Ừm, như vậy mới là tụi mình chứ.",
    "みんな……うん。守ろう、みんなで！": "Mọi người… Ừm. Cùng nhau bảo vệ!"
}