{
    "ちゆるとふたりで放課後を過ごしていると――": "Khi tôi và Chiyuru đang ở lại trường sau giờ học...",
    "ねえねえ。ちょっとこれ飲んでみてほしいんだけど。": "Nè nè. Uống thử cái này đi.",
    "そう言われてホイホイ飲むと思ってるのか……？": "Cậu nghĩ tôi sẽ dễ dàng uống sao...",
    "えーひどいなー。あたしって信用されてないんだ。\nひどいよ、仲間だと思ってたのに。": "Eeeh, tệ thật. Tớ không được tin tưởng sao.\nTồi tệ thật, tớ cứ tưởng là bạn bè mà.",
    "ちゆるだからとか以前に、\nいきなり説明もなく出された飲み物に口は付けないだろ。": "Chiyuru hay không thì cũng vậy thôi,\ntự dưng đưa đồ uống ra mà không giải thích thì ai mà uống chứ.",
    "わかったよ、じゃあ説明するね。\nこれは爆発的に記憶力が強化される薬なの。": "Được rồi, để tớ giải thích cho cậu nghe.\nĐây là thuốc tăng cường trí nhớ một cách bùng nổ.",
    "デメリットは？": "Tác dụng phụ là gì?",
    "自分で試せばいい": "Cậu tự thử đi.",
    "仕方ないので飲む": "Đành phải uống thôi.",
    "成分の問題なのか、凄い臭いがするんだよねぇ。\n具体的に言うとカビが充満した部屋みたいな臭い。": "Không biết do thành phần gì mà nó có mùi kinh khủng thật sự.\nNói chính xác thì nó có mùi như căn phòng đầy nấm mốc vậy.",
    "だったらまず自分で飲んでみればいいだろ。": "Vậy thì cậu tự uống thử đi.",
    "自分で作ったものを自分で実験すると、\nデータが偏るからねぇ～。": "Tự mình làm rồi tự mình thí nghiệm thì\ndữ liệu sẽ bị sai lệch đó～.",
    "自分で言うのもなんだけど、\nあたしって記憶力は割といい方だし。": "Tự mình nói thì hơi ngại,\ntớ thấy trí nhớ của tớ cũng khá tốt.",
    "……だとしても他人を実験台にするなよ。\nものによっちゃ手伝うが、薬は絶対に飲まないからな。": "…Dù vậy thì cũng đừng có đem người khác ra làm vật thí nghiệm chứ.\nTùy vào việc gì thì tớ có thể giúp, nhưng tuyệt đối không uống thuốc đâu.",
    "『ものによっちゃ手伝う』……？　はい、言質いただきー！": "『Tùy vào việc gì thì tớ có thể giúp』…？  Tuyệt vời, tớ đã bắt được lời nói của cậu rồi!",
    "嫌な予感しかしない喜び方はやめろ！": "Đừng có vui mừng theo kiểu tớ thấy ghê vậy chứ!",
    "……他の奴に被害が出る前に俺が飲むか。": "…Để tránh cho những người khác bị liên lụy thì tôi uống vậy.",
    "えっ、いいの？　さっすが%usernameusernameuserna%！\n頼りになる！": "Ể, được sao?  Quả là %usernameusernameuserna%!\nĐáng tin cậy thật!",
    "ああ。こんなのを飲ませるわけにもいかないからな。": "Ừm. Vì tôi không thể để những người khác uống mấy thứ này.",
    "ちゆるが作るものは他のやつには渡せない！\nみたいな？　独占欲ってやつかな～？": "Chiyuru làm ra thì không thể đưa cho người khác được!\nKiểu như là, lòng chiếm hữu ấy hả～?",
    "独占欲じゃない。責任感だ。\nよし行くぞ……ごくっ！": "Không phải lòng chiếm hữu. Là trách nhiệm.\nĐược rồi, đi thôi… ực!",
    "その後、余りのマズさにしばらく悶絶した俺だったが、\n良いデータを取れてちゆるはご機嫌だった。": "Sau đó, vì nó quá tệ nên tôi đã phải vật vã một lúc,\nnhưng Chiyuru đã lấy được dữ liệu tốt và rất vui."
}