{
    "ん……？　ねえ、何か見えてきたよ？": "Hả...? Này, tớ thấy gì này?",
    "……あれは、無人兵站拠点ですわね。\nようやく、到着したのですね……": "…Kia là căn cứ hậu cần không người lái nhỉ.\nCuối cùng cũng đến nơi rồi…",
    "さっきの壊れたＭＧからちゆるが回収したマップは、\nここまでの道をしっかり正確に記録できていた。": "Bản đồ mà Chiyuru thu hồi được từ MG bị hỏng lúc nãy,\nđã ghi lại chính xác con đường đến đây.",
    "急いで補給を行った方が……いいかもね。\n七彩ちゃんも……あたしも、かなりキテるから……": "Có lẽ nên nhanh chóng tiếp tế thì hơn nhỉ.\nNanairo-chan… cả tớ nữa, cũng gần hết sức rồi…",
    "……レーダーにも特に反応はないな。\nよし、拠点の中に入り次第、補給を済ませよう。": "…Radar cũng không có phản ứng gì đặc biệt cả.\nĐược rồi, vào trong căn cứ rồi tiếp tế thôi.",
    "物資の補給は私が行いますね。%usernameusernameuserna%さん達は\n七彩さん達を休ませてあげてください！": "Để tôi lo việc tiếp tế nhé. Mọi người hãy để\nNanairo và những người khác nghỉ ngơi đi!",
    "迷惑をおかけして申し訳ありませんわ……": "Tôi xin lỗi vì đã làm phiền mọi người…",
    "……大深度地下探索のための物資に手を付けるのは忍びないが、\n背に腹は代えられないな。": "…Tuy không muốn dùng đến vật tư cho việc thám hiểm lòng đất sâu,\nnhưng không còn cách nào khác.",
    "（あとで生徒会に報告する時に、\n詫びでも入れておけばいいだろう）": "（Sau này khi báo cáo với hội học sinh,\ncứ xin lỗi là được）",
    "雑用はこちらでやっておく。\n七彩、ちゆる。一旦休んでおけ。": "Việc lặt vặt cứ để tôi lo.\nNanairo, Chiyuru. Cứ nghỉ ngơi đi.",
    "ありがとう、%usernameusernameuserna%。\nお言葉に甘えさせてもらうね。": "Cảm ơn, %usernameusernameuserna%.\nTớ xin phép làm phiền cậu nhé.",
    "わたくしも、少し休ませてもらいますわ……": "Tôi cũng xin phép được nghỉ ngơi một chút…",
    "ここは天井が低くて壁が湾曲した狭小な空間だから、\n大型のメイズシフターとかは入ってこれなそうだな。": "Ở đây trần thấp, không gian hẹp với tường cong,\ncó lẽ không vào được những cỗ Máy dịch chuyển cỡ lớn.",
    "確かにここならある程度は安全そうね。": "Đúng là ở đây có vẻ an toàn hơn nhỉ.",
    "（とはいえ、ふたりが多少の休憩で回復できるほど、\n軽度のようにも思えないな）": "（Tuy nhiên, với việc chỉ nghỉ ngơi một chút mà hai người có thể hồi phục,\ncũng không có vẻ gì là nhẹ cả）",
    "（現状メイズシンドロームの症状は全員精神面より肉体面に出てる。\n中でも七彩とちゆるの症状が酷い……）": "（Tình trạng của Hội chứng Mê cung hiện tại biểu hiện ở thể chất hơn là tinh thần.\nTrong đó, triệu chứng của Nanairo và Chiyuru là nghiêm trọng nhất…）",
    "一刻も早く地上に出してやらないとな……": "Phải nhanh chóng đưa họ lên mặt đất mới được…",
    "物資の補給が終わりました！\n七彩さんとちゆるさん、大丈夫ですか……？": "Việc tiếp tế vật tư đã hoàn thành rồi!\nNanairo và Chiyuru, hai cậu có ổn không…?",
    "ギリギリって感じ。ひとまず休ませておこ。": "Cũng gần tới giới hạn rồi. Tạm thời cứ để bọn tớ nghỉ ngơi đã.",
    "は、はい。": "V, vâng.",
    "お前も今のうちに休んでおけ、める。\n食欲がなくても胃袋にものを入れておいた方がいい。": "Cậu cũng tranh thủ nghỉ ngơi đi, Meru.\nDù không muốn ăn thì cũng nên bỏ gì đó vào bụng.",
    "ありがとうございます……ちょうどお腹ぺこぺこでした。": "Cảm ơn cậu… Em vừa thấy đói bụng quá.",
    "……めるも戻ってきた事だし、\n休息ついでに作戦会議といこう。": "…Vì Meru cũng đã quay lại rồi,\nnên tranh thủ nghỉ ngơi và họp bàn chiến lược luôn.",
    "これから地上を目指すまでの間、\n俺は七彩と機体を入れ替わろうと思う。": "Từ giờ đến khi lên được mặt đất,\ntôi sẽ đổi máy với Nanairo.",
    "%usernameusernameuserna%さんが七彩さんの機体に……ですか？": "…%usernameusernameuserna% sẽ lên máy của Nanairo…?",
    "ああ。代わりに七彩を霞光に乗せる。\n今の七彩に戦闘はきついだろうからな。": "Ừ. Thay vào đó, tôi sẽ cho Nanairo lên Kasumi.\nVì Nanairo bây giờ không thể chiến đấu được.",
    "まさか%usernameusernameuserna%が前で戦うつもり？": "Chẳng lẽ %usernameusernameuserna% định ra tiền tuyến chiến đấu sao?",
    "そこまで自分を過信しちゃいない。俺は斥候を引き受けるつもりだ。": "Tôi không tự tin đến mức đó. Tôi định đảm nhận trinh sát.",
    "……%usernameusernameuserna%さ、自分の立場とか分かってるの？\n%usernameusernameuserna%がダメになったら誰が指揮を取るわけ？": "…%usernameusernameuserna% à, cậu có hiểu vị trí của mình không?\nNếu %usernameusernameuserna% gặp chuyện gì thì ai sẽ chỉ huy đây?",
    "さすがにそこまで無茶をする気はない。": "Tôi không định làm liều đến thế.",
    "%usernameusernameuserna%が何を言おうとも却下よ、却下。": "Dù %usernameusernameuserna% có nói gì đi nữa thì cũng bị bác bỏ, bị bác bỏ.",
    "そもそも、今の七彩が霞光に乗ったとして、攻撃されたらどうするの。\n武装のない霞光に病人が乗ったらただの足手まといでしょ。": "Hơn nữa, nếu Nanairo hiện tại lên Kasumi thì sao? Nếu bị tấn công thì sao?\nKasumi không có vũ trang mà lại có người bệnh thì chỉ là gánh nặng thôi.",
    "じゃあいっそのこと霞光を置いていって、\n七彩と俺が同乗するとか……": "Vậy thì hay là cứ để Kasumi lại đây,\ntôi và Nanairo cùng lên một máy thì sao…",
    "霞光をここで失うのは、学園にとってもかなりの損失じゃないかと……": "Để mất Kasumi ở đây thì sẽ là một tổn thất lớn đối với học viện đấy…",
    "霞光のレーダー索敵は、地上を目指すためにも必要。\n捨てるなんて論外。": "Radar của Kasumi cần thiết để trinh sát, để lên được mặt đất.\nBỏ đi là không được.",
    "そうは言うが、じゃあどうしろと？": "Nói thì nói vậy, nhưng phải làm sao đây?",
    "だーから、さっきと同じで、斥候はラミに任せときなって。\nおまえはいつも通り後ろから指揮を飛ばしてればいいの。": "Thì cứ như lúc nãy, cứ giao trinh sát cho Rami đi.\nCậu cứ chỉ huy từ phía sau như mọi khi là được.",
    "お前……さっきから思っていたが、変に責任を感じてるだろ。": "Cậu… Tôi đã nghĩ từ nãy rồi, cậu đang cảm thấy có trách nhiệm đúng không?",
    "は？　責任？　ラミが？　何で？": "Hả? Trách nhiệm? Rami á? Vì sao?",
    "チームが崩落に巻き込まれたのは、\n自分が未調査地域の探索を望んだせいだ、とか思ってんじゃないか？": "Việc đội bị cuốn vào sụp đổ,\nlà vì cậu muốn thám hiểm khu vực chưa được khảo sát, đúng không?",
    "……": "…",
    "こうなったのは結果論だ。もし責任があるというのなら、\n最終的に探索を止められなかった全員のせいってことになる。": "Việc này chỉ là kết quả thôi. Nếu có trách nhiệm thì,\nlà do tất cả mọi người đã không thể ngăn cản việc thám hiểm cuối cùng.",
    "……確かに、責任も感じてる。おまえの言う通りね。": "…Đúng là tôi cũng cảm thấy có trách nhiệm. Cậu nói đúng đấy.",
    "でも、それだけじゃないし。何としてでも、地上に戻りたいの。\nそのために必要なことをしてるだけ。": "Nhưng không chỉ có vậy. Tôi muốn lên được mặt đất bằng mọi giá.\nTôi chỉ đang làm những gì cần thiết để đạt được điều đó thôi.",
    "ラミさん……？": "Rami…?",
    "ラミの家はさ、昔はかなり貧乏だったんだよ。\nお金がないからまともな生活ができなくて、家庭崩壊寸前だった。": "Nhà của Rami, trước kia nghèo lắm.\nVì không có tiền nên không có cuộc sống ổn định, gia đình suýt tan vỡ.",
    "お父さんとお母さんは毎日喧嘩しててさ、\nラミは弟や妹達に飛び火しないよう、外に連れ出したりしてたんだ。": "Bố và mẹ thì cãi nhau hàng ngày,\nRami phải đưa em trai và em gái ra ngoài để tránh bị liên lụy.",
    "でも、ラミがパイロットになって……まあ、お金ができるから、\nあとはわかるでしょ？　『表面的』には平和に戻った。": "Nhưng, Rami trở thành phi công… À, vì có tiền nên,\nsau đó thì sao thì cậu biết rồi chứ? Bình yên trở lại một cách 'bề ngoài'.",
    "もし家に金が入らなくなったら、弟達がどうなるか……\nあの子達のためにも、帰らないといけないんだ。": "Nếu gia đình không có tiền nữa thì em trai sẽ ra sao…\nVì tụi nó, tôi phải trở về…",
    "……って、喋りすぎちゃった。\nメイズシンドロームのせいかな……もう二度としないから。": "…Tôi nói hơi nhiều rồi.\nCó lẽ là do Hội chứng Mê cung… Tôi sẽ không nói nữa đâu.",
    "……確かにそれならラミが斥候を務めるのが一番効率的ね。": "…Đúng là nếu vậy thì Rami đảm nhận trinh sát là hiệu quả nhất nhỉ.",
    "私も斥候はラミさんに任せていいと思います。\n%usernameusernameuserna%さんを前に出す訳にもいきませんから。": "Tôi cũng nghĩ nên giao trinh sát cho Rami là được rồi.\nVì không thể để %usernameusernameuserna% ra tiền tuyến được.",
    "……わかった。ラミを信じよう。": "…Tôi hiểu rồi. Tin tưởng Rami vậy.",
    "斥候、任せたぞ。": "Trinh sát, giao cho cậu đấy.",
    "だが……これだけは忘れるなよ。\nラミ、お前はひとりじゃない。": "Nhưng… Đừng quên điều này nhé.\nRami, cậu không đơn độc đâu.",
    "……うん。ありがと。": "…Ừm. Cảm ơn cậu.",
    "そう言ってラミは顔をそむける。": "Nói rồi, Rami quay mặt đi.",
    "だが、一瞬見えたラミの横顔は\nどこか嬉しそうに見えた。": "Nhưng, gương mặt Rami thoáng hiện ra\ncó vẻ gì đó rất vui mừng."
}