{
    "エヴィとふたりで街に出て、\n映画を見た後にカフェで感想を言い合っていた。": "Tôi và Evi cùng nhau ra phố,\nsau khi xem phim thì vào quán cà phê để bàn luận.",
    "結構よかったけど、ゾンビが走るのは好きじゃないなぁ。\n私としてはゾンビはゆっくり追い詰めないと。": "Cũng khá hay, nhưng tôi không thích zombie chạy.\nVới tôi thì zombie nên từ từ dồn ép mới đã.",
    "へえ、意外だな。\nゲーマーだから色んなゾンビが好きだと思ったんだが。": "Hể, bất ngờ đấy.\nVì là game thủ nên tôi cứ tưởng cậu thích đủ loại zombie cơ.",
    "ゲームはそうだね。ゾンビのバリエーションが多いほど楽しいし。\nただ映画で見るならゆっくりの方が好きって感じだね。": "Trong game thì đúng là vậy. Càng nhiều biến thể zombie thì càng vui.\nNhưng mà xem phim thì tôi thích loại chậm hơn.",
    "ああいうのはじっくりと追い詰めていくのに逃げられない。\nそんな緊迫感とか追い詰められる感じが好きなんだよねぇ。": "Kiểu đó phải từ từ dồn ép mới không trốn được.\nTôi thích cái cảm giác căng thẳng, bị dồn vào đường cùng ấy.",
    "なるほど……ゾンビでも結構趣味が出るんだな。": "Ra là vậy... Đến cả zombie cũng có gu riêng nhỉ.",
    "でも、こういう話を出来る相手が増えて嬉しいなぁ。\n意外とこういう映画を見てくれないんだよね。": "Nhưng mà, có thêm người để nói chuyện thế này tôi vui lắm.\nCũng ít người xem mấy phim kiểu này nhỉ.",
    "そうなのか？　トレブルクインテットはそういうの好きそうだけど。": "Vậy sao? Treble Quintet có vẻ thích mấy thứ đó mà.",
    "あんまり趣味というか、好みが合わないんだよね。\nあとフルートとかシエナはあんまりホラーが好きじゃないし。": "Không hợp gu cho lắm.\nVới lại, Furuto với Siena cũng không thích phim kinh dị lắm.",
    "ああ、確かに言われるとイメージ通りだな。\nならせっかくの機会だしゾンビトークをするか。": "À, công nhận. Vậy thì nhân cơ hội này, mình bàn luận về zombie đi.",
    "走るタイプが好き": "Thích loại chạy",
    "ゆっくり歩く方が好き": "Thích loại đi chậm",
    "それで、%usernameusernameuserna%はどういうゾンビが好き？": "Vậy, %usernameusernameuserna% thích loại zombie nào?",
    "俺は走るタイプが好きだな。\nああいうのから逃げれるかシュミレートするのが楽しいんだ。": "Tôi thích loại chạy.\nTôi thích cái trò giả lập xem mình có trốn được không ấy.",
    "……えっ、逃げれるかどうかを考えるの？\n結構珍しい趣味してるね……": "…Hả, cậu nghĩ xem có trốn được không á?\nSở thích cũng lạ nhỉ...",
    "ああ、でも確かに分かるかも。\nホラーで自分なら……みたいな想定するときあるからね。": "À, nhưng mà tôi hiểu đấy.\nTrong phim kinh dị, tôi cũng hay tự hỏi nếu là mình thì sẽ thế nào.",
    "そうして、二人で楽しくホラートークで楽しむのだった。": "Thế rồi, hai người cùng nhau vui vẻ bàn luận về phim kinh dị.",
    "俺もエヴィと同じだな。\nゆっくり歩くタイプの方がホラーとしては好きだ。": "Tôi cũng giống Evi.\nTôi thích loại đi chậm hơn, kiểu kinh dị hơn.",
    "いいね、%usernameusernameuserna%とは趣味があうみたい。\nそれなら他にホラーで好きなジャンルは？": "Hay đấy, có vẻ hợp gu với %usernameusernameuserna% rồi.\nVậy cậu thích thể loại kinh dị nào khác?",
    "個人的にはビックリさせるタイプよりも、\nジワジワ怖くなるタイプの方が好みで……": "Cá nhân tôi thì thích loại từ từ đáng sợ hơn là loại hù dọa bất ngờ...",
    "ああ、分かる！　そっちの方がホラーを楽しめるんだよねぇ。\nそれなら結構おすすめのタイトルがあって――": "À, hiểu rồi! Loại đó mới khiến mình thấy thích thú với phim kinh dị nhỉ.\nVậy thì tôi có vài tựa phim hay muốn giới thiệu...",
    "そうして、エヴィとのホラートークは大盛り上がりをして、\n時間を忘れて会話を楽しむのだった。": "Thế rồi, cuộc nói chuyện về phim kinh dị với Evi trở nên sôi nổi,\ncả hai đã quên cả thời gian mà say sưa trò chuyện."
}