{
    "今日は学園内でも屈指の強豪チーム、ピクシス・マスールの\n訓練風景を見学させてもらった。": "Hôm nay tôi được xem buổi huấn luyện của Pixies Massur, đội mạnh nhất trường.",
    "いやぁ、さすがドロテアの操縦技術は他の生徒達と一線を画していると\n言っても過言じゃないな。": "Chà, đúng là kỹ năng điều khiển của Dorothea khác biệt hẳn so với những học sinh khác. Không ngoa khi nói như vậy.",
    "ふふ、ありがとうございます。\nお世辞でも嬉しいものですね。": "Fufu, cảm ơn anh. Dù là lời khen xã giao thì em cũng thấy vui.",
    "いやいや、お世辞じゃないよ。": "Không, không phải xã giao đâu.",
    "才能だなぁ": "Đúng là tài năng mà.",
    "努力家なんだな": "Chăm chỉ nữa chứ.",
    "まさしく生まれ持った才能って言ったところか。もちろんたくさん\n鍛錬を積んだんだろうけど、素養がないとここまではなれない。": "Quả thật là tài năng bẩm sinh. Tất nhiên, em ấy đã luyện tập rất nhiều, nhưng nếu không có tố chất thì không thể đạt đến trình độ này.",
    "ふふ、ありがとうございます。ただこれは才能ではなく、責任だと\nわたくしは思っています。": "Fufu, cảm ơn anh. Nhưng em nghĩ đây không phải là tài năng, mà là trách nhiệm.",
    "責任……？": "Trách nhiệm...?",
    "カークランド家に生まれた者として、弱くあることはできず、\n常に強さを示す者としてあらねばならないという意味です。": "Với tư cách là người sinh ra trong gia tộc Kirkland, em không được phép yếu đuối, và phải luôn thể hiện sự mạnh mẽ.",
    "でもそれはそうとして、あなたに『才能』だと言われるほど\n褒めていただいたことは嬉しく思います。": "Nhưng dù sao, em rất vui khi được anh khen là có 'tài năng'.",
    "元々ＭＧ操縦の素質があるんだろうけど、その技術の根底には\nたゆまぬ努力のあとが見えた気がする。俺にはわかる。": "Ban đầu em có tố chất trong việc điều khiển MG, nhưng tôi cảm thấy nền tảng của kỹ thuật đó là sự nỗ lực không ngừng nghỉ. Tôi hiểu mà.",
    "あれは才能とか生まれつきとか最初から用意されたものじゃない。\n極限まで磨き上げ、積み上げた人のものだ。": "Đó không phải là tài năng hay thứ gì được chuẩn bị sẵn từ đầu. Đó là thứ của người đã mài giũa và tích lũy đến cực hạn.",
    "%usernameusernameuserna%さん……": "%usernameusernameuserna%...",
    "いっぱい頑張ったんだな、ドロテア。": "Em đã cố gắng rất nhiều, Dorothea.",
    "……！！": "……!!",
    "……………………": "……………………",
    "ドロテア？": "Dorothea?",
    "ありがとうございます、%usernameusernameuserna%さん。\nその言葉、とてもよく染みました。": "Cảm ơn anh, %usernameusernameuserna%. Em rất cảm động trước những lời anh nói.",
    "……そして、これからもより邁進できそうです。": "…Và em sẽ còn cố gắng hơn nữa trong tương lai."
}