{
    "はあああぁぁっ！！": "Haaah!",
    "痛烈なふたりの攻撃が、\n大型<r=プラズマ>穿光</r>属種の射出孔を逸らす。": "Hai đòn tấn công dữ dội của hai người đã\nlàm chệch hướng lỗ phóng của loài <r=Plasma>Xuyên Quang</r> cỡ lớn.",
    "狙いを外したプラズマ照射が土壁を溶かしマグマへと変える。\n直撃すれば、無事では済まないだろう。": "Ánh plasma bắn trượt đã làm tan chảy tường đất, biến nó thành magma.\nNếu bị trúng trực tiếp, chắc chắn không thể an toàn được.",
    "あはは！　いいじゃん！　沙耶ちゃんも変わった？": "A ha ha! Hay quá! Saya-chan cũng thay đổi rồi sao?",
    "ふふ、そういうユリアさんも動きが違いますね。\n……何とも自由でいて、苛烈な動きです。": "Hừm, cả Yuria-san cũng có những động tác khác biệt nhỉ.\n...Thật tự do mà cũng rất quyết liệt.",
    "分かったんだ！　みんなの事が大好きで、\n絶対に付いてきてくれるって！": "Tôi hiểu rồi! Tôi yêu quý mọi người, và\nchắc chắn mọi người sẽ đi theo tôi!",
    "だから、どれだけ私は全力で遊んでもいいんだ！\n沙耶ちゃんだって、絶対に付いてきてくれるよね？": "Vì vậy, tôi có thể chơi hết mình đến mức nào cũng được!\nSaya-chan cũng sẽ chắc chắn đi theo tôi đúng không?",
    "ええ、勿論……ふふ、茶の湯と同じですね。\n戦いは一期一会……同じものはないからこそ、全力を尽くすのです。": "Vâng, tất nhiên... Hừm, giống như trà đạo vậy.\nChiến đấu là nhất thời... Vì không có gì giống nhau, nên phải dốc hết sức.",
    "いちごいちえ？　それいーね！\nつまり……全力でたのしんじゃおーってことだよね！": "Ichigo ichie? Nghe hay đấy!\nTức là... cứ vui hết mình đi, đúng không!",
    "ええ。その通りです！": "Vâng. Đúng vậy!",
    "ふたりで通信で会話を重ねながら、<r=プラズマ>穿光</r>属種を切り刻んでいく。\nしかし、それでもその巨体相手に致命傷までは至らない。": "Hai người vừa trao đổi thông tin liên lạc vừa cắt nát loài <r=Plasma>Xuyên Quang</r>.\nTuy nhiên, ngay cả như vậy, đối với một thân hình khổng lồ như vậy vẫn chưa gây ra vết thương chí mạng.",
    "動けるやつは準備をしろ！\n沙耶とユリアを援護するんだ！": "Những đứa còn di chuyển được thì chuẩn bị đi!\nHỗ trợ Saya và Yuria!",
    "勿論です！　フィー、アニス！　二人をフォローしますよ！": "Đương nhiên rồi! Fee, Anis! Tôi sẽ hỗ trợ hai người!",
    "うん……わたしはカオスメイデンでありたいから。": "Ừm... Vì tôi muốn là một Chaos Maiden.",
    "ふふ、最高だわ！　あたしの大好きなカオスメイデンが戻ってきて、\nとってもいま気分が高まってるの！": "Hừm, tuyệt vời! Chaos Maiden mà tôi yêu thích đã trở lại,\ntâm trạng tôi đang rất phấn khích!",
    "苛烈に、楽し気に。沙耶とユリアが敵を切り刻んでいく。\nそして、足りない所に３人の援護が飛んでいく。": "Quyết liệt, vui vẻ. Saya và Yuria đang xé xác kẻ địch.\nVà, ba người còn lại sẽ hỗ trợ những nơi còn thiếu.",
    "（――今までに足りなかった仲間への信頼。それが見える。\nカオスメイデンは……もはや新しいチームになった）": "(--Sự tin tưởng vào đồng đội mà tôi còn thiếu cho đến bây giờ. Tôi có thể thấy nó.\nChaos Maiden... giờ đã là một đội mới rồi)",
    "徹底的に尖ったそれぞれの個性が、噛み合ってチームワークを生み出す。\nそれは個人技を突き詰めたチームとして理想の形の一つだろう。": "Những cá tính sắc bén của mỗi người kết hợp với nhau, tạo ra tinh thần đồng đội.\nĐó sẽ là một trong những hình thức lý tưởng của một đội đã theo đuổi kỹ năng cá nhân.",
    "――シリウスシュガーも負けていられませんわ！": "――Sirius Sugar cũng không thể thua được!",
    "そうよね！　メイズラッシュなんだし、\nサポート役で終わるなんてまっぴらごめんだし！": "Đúng vậy! Vì là Maze Rush, nên\ntôi không muốn kết thúc với vai trò hỗ trợ!",
    "そーそー！　近くに裏切り者がいるわけだし、\n活躍を見せて後悔させてやらないとね！": "Đúng rồi đó! Vì có kẻ phản bội ở gần đây,\nnên chúng ta phải cho thấy sự xuất sắc của mình và khiến họ phải hối hận!",
    "裏切ってないぞ！？\nむしろ、俺は被害者だからな！？": "Tôi không phản bội đâu!?\nHơn nữa, tôi mới là nạn nhân!",
    "犯人はいつだってそう供述する……": "Tội phạm luôn khai báo như vậy...",
    "くそっ、お前らいつもの空気に戻りやがって……": "Chết tiệt, mấy người lại trở lại với bầu không khí thường ngày rồi...",
    "あはは……でも、私も頑張ります！\nここで倒せば乗り越えられますから！": "A ha ha... Nhưng tôi cũng sẽ cố gắng!\nVì nếu đánh bại được ở đây, chúng ta sẽ vượt qua được!",
    "ああ、カオスメイデンに続いていくんだ！\nここからが正念場だ！": "A, tiếp tục theo Chaos Maiden!\nTừ đây mới là giai đoạn quyết định!",
    "全員が、ユリアと沙耶に続き、総攻撃を開始した。": "Tất cả mọi người, theo sau Yuria và Saya, đã bắt đầu tổng tấn công.",
    "あはははは！　これで……どうだっ！": "A ha ha ha ha! Giờ thì... thế nào!",
    "ユリアが大きく振りかぶり、長刀を振り下ろした。\nその一撃はプラズマを作り出す生成器官に直撃する。": "Yuria vung mạnh lên, vung lưỡi kiếm xuống.\nĐòn đánh đó trực tiếp vào cơ quan tạo ra plasma.",
    "大型<r=プラズマ>穿光</r>属種のプラズマ生成機関が破壊されました！\nこれで、あの砲撃は出来ません！": "Cơ quan tạo plasma của loài <r=Plasma>Xuyên Quang</r> cỡ lớn đã bị phá hủy!\nGiờ thì, không thể pháo kích được nữa!",
    "よーし……これで、トドメっ！": "Được rồi... Giờ thì, kết liễu!",
    "ユリアは大型<r=プラズマ>穿光</r>属種の急所へと痛烈な一撃を与え……\n大型<r=プラズマ>穿光</r>属種は断末魔を上げて巨体を地に沈めた。": "Yuria tung một đòn chí mạng vào điểm yếu của loài <r=Plasma>Xuyên Quang</r> cỡ lớn...\nLoài <r=Plasma>Xuyên Quang</r> cỡ lớn đã phát ra tiếng rên la cuối cùng và chìm xuống đất.",
    "……か、勝った？": "...Thắng...?",
    "……うん、動かない。これで勝利。": "...Ừm, không di chuyển. Chiến thắng rồi.",
    "ここまで静かになったくせに、\n近づいたら動き出すとか完全にホラーでしょ。": "Đến đây thì yên lặng, vậy mà\nlại di chuyển khi đến gần, đúng là kinh dị.",
    "……大丈夫だ。センサーでも反応はない。\nメイズシフターもあらかた始末した……完全に、勝利だ。": "...Ổn rồi. Cảm biến cũng không phản ứng.\nMaze Shifter cũng đã bị xử lý gần hết... Hoàn toàn, chiến thắng rồi.",
    "俺の一言で全員が息をついて喜びを露わにする。": "Chỉ với một câu nói của tôi, mọi người đều thở phào nhẹ nhõm và bộc lộ niềm vui.",
    "ふふ、まったく死んじゃうかと思った。\nあの時に飛び込んでいっためるさん、とってもカッコよかったわ♪": "Hừm, tôi cứ tưởng mình chết rồi.\nLúc đó, Meru-san đã lao vào, thật ngầu♪",
    "い、いえ！　私に出来ることをしただけですから……！\nそれに、最後にはユリアさんが決めてくれました！": "Dạ, không có gì! Tôi chỉ làm những gì tôi có thể làm mà thôi...\nHơn nữa, cuối cùng Yuria-san đã quyết định!",
    "全員が無事でよかったですわ。\n……これが<r=クリスタル・ベルト>煌晶帯</r>……恐ろしい場所ですわね。": "Mọi người đều an toàn là tốt rồi.\n...Đây là <r=Crystal Belt>Vành đai Tinh Thể</r>... Một nơi đáng sợ nhỉ.",
    "いや、これが普通じゃありませんからね？\nいくら難易度が高いと言ってもこんな大型が出てくる話は聞きません。": "Không, đây không phải là chuyện bình thường.\nDù độ khó cao đến đâu, tôi cũng chưa từng nghe nói đến việc xuất hiện những kẻ khổng lồ như vậy.",
    "……やっぱりこれ、%usernameusernameuserna%のせいじゃない？\nトラブルの影には%usernameusernameuserna%ありって感じだし。": "...Chắc chắn là do %usernameusernameuserna% rồi?\nCứ có rắc rối là có %usernameusernameuserna%",
    "俺のせいか！？\n……いやまあ、否定は……出来ないが……": "Là tại tôi sao!?\n...Ừm thì, không thể phủ nhận... được...",
    "なんか呪われてるんじゃね？\n誰かの恨み買ったりしてないよね？": "Cứ như bị nguyền rủa ấy nhỉ?\nKhông phải là ai đó đang hận mình đấy chứ?",
    "……そーいえば、まだメイズラッシュ中だったよね？\nどーする？　お互いに戦う余力なさそーだけど。": "...Nói mới nhớ, vẫn còn Maze Rush nhỉ?\nPhải làm sao đây? Cả hai bên đều không còn sức để chiến đấu nữa rồi.",
    "そうですね……私もユリアさんも、流石に機体が限界です。\nふふ、それでも戦うというのであればそれでもいいのですが♪": "Đúng vậy... Cả tôi và Yuria-san, quả thực máy móc đã đến giới hạn rồi.\nHừm, nếu vẫn muốn chiến đấu thì cũng được thôi♪",
    "……メイズラッシュは、カオスメイデンの勝利だと思いますわ。": "...Maze Rush, tôi nghĩ Chaos Maiden đã thắng rồi.",
    "良いのですか？": "Được sao?",
    "いいのか？　シリウスシュガー……めるたちも頑張ってただろ？": "Được không? Sirius Sugar... Meru và mọi người cũng đã cố gắng mà?",
    "それでも、大型<r=プラズマ>穿光</r>属種を倒したのはユリアさん達です。\nきっと、私たちだけでは乗り越えられませんでしたから。": "Dù vậy, người đánh bại loài <r=Plasma>Xuyên Quang</r> cỡ lớn là Yuria-san và những người khác.\nChắc chắn, chỉ có chúng ta thì không thể vượt qua được.",
    "……折角ならさー、めるちゃん達ともちゃんと戦いたかったな。\nまー、戦ったら私たちが勝つだろーけどねー！": "...Nếu được thì, tôi cũng muốn chiến đấu với Meru-chan và mọi người.\nMà, nếu chiến đấu thì chúng ta sẽ thắng thôi!",
    "調子戻ったらそれかよ！": "Vừa hồi phục đã như vậy rồi!",
    "ユリア……折角お世話になったんですから……": "Yuria... Vì đã được giúp đỡ nhiều như vậy...",
    "まー、だからさ。今度絶対に戦おーね！\n今日の勝利は有難く受け取っておくから！": "Mà, nên là vậy. Lần tới nhất định chúng ta sẽ chiến đấu nhé!\nTôi sẽ vui vẻ nhận lấy chiến thắng ngày hôm nay!",
    "……ふふ、そうですね。\nありがとうございました。シリウスシュガーの皆さん。": "...Hừm, đúng vậy.\nCảm ơn mọi người. Mọi người của Sirius Sugar.",
    "ええ、とっても楽しかったわ……\nまた一緒にギリギリを楽しみましょうね？": "Vâng, tôi đã có khoảng thời gian rất vui vẻ...\nChúng ta hãy cùng nhau tận hưởng những khoảnh khắc nghẹt thở nhé?",
    "流石にもうこんな危険なのはごめんだけどねぇ……": "Mà, tôi không muốn gặp những thứ nguy hiểm như vậy nữa đâu...",
    "……ふふ。カオスメイデンは、もっと強くなる。\nだから……絶対に負けないから。": "...Hừm. Chaos Maiden, sẽ trở nên mạnh mẽ hơn nữa.\nVì vậy... nhất định sẽ không thua đâu.",
    "うわっ！？　フィーが素で笑った！？\n……なんか、あんたたち随分変わったわね。": "Uwaa!? Fee đã cười một cách tự nhiên kìa!?\n...Cứ như, mấy người thay đổi nhiều ghê nhỉ.",
    "カオスメイデンの皆さんも成長してるんですね……\nでも、シリウスシュガーは絶対に負けませんから！": "Mọi người của Chaos Maiden cũng đang trưởng thành nhỉ...\nNhưng, Sirius Sugar nhất định sẽ không thua đâu!",
    "……ところで、帰れる？": "...Nhân tiện, có về được không?",
    "そ、そういえば……めるさんの機体は限界ですし、\nわたくしもちゆるさんもボロボロで……": "Đ, đúng là như vậy... Máy móc của Meru-san đã đến giới hạn rồi,\ntôi và Chiyuru-san cũng tan nát rồi...",
    "……もう動けない。": "...Không thể di chuyển được nữa.",
    "……流石にこっちも結構厳しい。": "...Đến lượt chúng ta cũng khá nghiêm trọng.",
    "あれー？　もしかして……結構ヤバいかも？": "A-a? Có lẽ nào... khá là tệ rồi chăng?",
    "エネルギーは限界近く、弾薬も尽き掛けて……\n……控えめに言っても詰んでいませんか？": "Năng lượng gần đến giới hạn, đạn dược cũng sắp hết...\n...Nói giảm nói tránh thì là bế tắc rồi phải không?",
    "んー、こうなったら仕方ないね。": "Ừm, đến nước này thì đành chịu thôi.",
    "あら？　何かいいアイデアでもあるの？": "A? Có ý tưởng gì hay sao?",
    "おお、普段ちゆるが無駄使いしてる知恵を使う場面じゃん！": "Ô, đây là lúc Chiyuru thường lãng phí trí tuệ đây!",
    "ここは%usernameusernameuserna%に任せよ！\n指揮官用の機体だし連絡取れるでしょ！": "Để %usernameusernameuserna% lo chuyện này đi!\nVì là máy móc dành cho chỉ huy nên chắc chắn có thể liên lạc được!",
    "……他力本願。": "...Dựa dẫm vào người khác.",
    "期待したラミが馬鹿だった……": "Rami đã đặt kỳ vọng vào tôi thật là ngu ngốc...",
    "ちょ、酷くない！？": "Khoan, không quá đáng sao!? ",
    "……まあ、その期待に応えたいところだが……\n実は、プラズマ照射を食らった影響で機能がいくつか死んでてな？": "...Ừm, tôi cũng muốn đáp ứng kỳ vọng đó... \nThực ra, do bị trúng plasma nên một vài chức năng đã hỏng rồi?",
    "……ま、まさか。": "...Ch, chẳng lẽ nào.",
    "……メイズラッシュ中に俺の信号が途絶えたし、\n救援が来てくれるだろう！　多分、きっと、おそらく。": "...Trong lúc Maze Rush, tín hiệu của tôi đã bị ngắt, \nvà cứu viện sẽ đến thôi! Chắc chắn, có lẽ, có thể.",
    "……うーん、なんとも締まらないね～？": "...Ưm, không biết phải nói sao cho hết nữa~?",
    "そんなユリアのツッコミに、\n誰も否定できないのだった……": "Trước lời mỉa mai của Yuria, \ncả hai đều không thể phủ nhận..."
}