{
    "スカラ校舎商店街を散策していたら、\n偶然にもひとり串焼きを頬張りながらぶらつくユリアに遭遇した。": "Tôi đang đi dạo quanh khu mua sắm của trường, và tình cờ gặp Yuria đang vừa ăn xiên nướng một mình.",
    "あつ！　もぐもぐ……ふぁっふぉー……もぐもぐ……": "Ưm! *Nhai*... Ư-ưm... *Nhai*...",
    "食べるか喋るかどっちかにしろ。": "Ăn hay nói, chọn một đi.",
    "手元の袋を見てみると、あと１０本くらい買ったようで、\nすでにその半分くらいが食べ終わっていた。": "Nhìn vào túi, cô ấy mua khoảng mười xiên, và đã ăn hết gần một nửa rồi.",
    "……ごくん。やっほー、%usernameusernameuserna%！\nあ、これ１本食べる！？　美味しいよ！": "... *ực*. Chào %usernameusernameuserna%! Này, ăn một xiên không!? Ngon lắm!",
    "そう言って、まだ口をつけていないだろう１本を差し出してきた。\nシンプルに塩で焼かれた鶏の良い香りが漂ってくる。": "Nói rồi, cô ấy đưa cho tôi một xiên chưa ăn. Mùi gà nướng muối thơm phức.",
    "じゃあ、一口……": "Vậy... một miếng...",
    "塩よりタレ派なんだ": "Tôi thích sốt hơn.",
    "突然だな……": "Tự nhiên vậy...",
    "塩辛っ！？": "Mặn chát!?",
    "あははっ、すっごい顔～！　でもそんな塩辛いかな？\n私的にはちょーどいいんだけど。": "A ha ha, mặt kìa! Nhưng có mặn lắm không? Với tớ thì vừa miệng luôn.",
    "相変わらず、ユリアは濃い食べ物が好きだな……\n何か飲み物がほしい……": "Yuria vẫn thích đồ ăn đậm đà như mọi khi nhỉ... Muốn uống gì đó quá...",
    "じゃあ、あっちにフルーツジュースのお店があったからいこっ！": "Vậy thì, có một quán nước ép trái cây ở đằng kia, đi thôi!",
    "そんなこんなで彼女と一緒に、\nそのまま商店街を回ることになったのだった。": "Thế là tôi cùng cô ấy đi dạo quanh khu mua sắm.",
    "タレもあるよ！　はい！": "Có cả sốt nữa đấy! Nào!",
    "そう言って差し出されたので、せっかくなので一口……\n濃い目のソースがしっかり染み込んでいて旨み抜群だ。": "Cô ấy đưa cho tôi, nên tôi ăn thử một miếng... Sốt đậm đặc ngấm đều, ngon tuyệt.",
    "あ！　思い出した！　それ、食べかけ！": "A! Nhớ ra rồi! Cái đó... đã ăn dở!",
    "！？": "!?",
    "（どうりで他の串より刺さっている肉の数が少ないと思った……）": "(Thảo nào thấy xiên này ít thịt hơn mấy xiên khác...)",
    "美味しかったから最後に食べようと、とっておいたんだった……\nうぅ……%usernameusernameuserna%が食べちゃった……": "Tớ để dành ăn cuối cùng vì nó ngon nhất... Ư... %usernameusernameuserna% ăn mất rồi...",
    "間接キスとかそういう動揺より、お気に入りを食べられたことのほうが\nショックだった様子。": "Dường như cô ấy sốc vì bị ăn mất xiên yêu thích hơn là kiểu 'hôn gián tiếp' gì đó.",
    "仕方ない、同じのを買ってあげるよ。": "Thôi được, tôi mua cái khác cho em.",
    "ほんと！？　やったー！\nほらほら早くー！": "Thật á!? Yeah!\nNhanh lên nào!",
    "そうして俺はユリアに手を引っ張られ、\n彼女がさっき買った串焼き屋台へと向かったのだった。": "Thế là tôi bị Yuria kéo tay, cùng cô ấy đến quầy xiên nướng lúc nãy."
}