{
    "作戦通り、緊要地形の占領を開始します。\n先行しますので、援護をお願いしますね。": "Theo kế hoạch, bắt đầu chiếm các vị trí trọng yếu.\nTôi đi trước, mong mọi người hỗ trợ.",
    "了解。指示に従います。": "Rõ. Tôi sẽ làm theo chỉ thị.",
    "でも、今までのシリウスシュガーだったらいいけど、\nあの指揮官がいるから油断は出来ないんじゃない？": "Nhưng, nếu là Sirius Sugar trước đây thì không sao, \nnhưng vì có chỉ huy đó nên không thể lơ là được.",
    "向こうからここに辿り着くにはビル群の隙間を\n最高速度且つ最短距離で駆け抜けてくる必要があります。": "Để đến được đây từ chỗ địch, cần phải vượt qua khe hở giữa các tòa nhà \nvới tốc độ tối đa và quãng đường ngắn nhất.",
    "そんな馬鹿な芸当をやるにしても、単身が限度。\n試合開始早々に単身突撃をかましてくる馬鹿なんて――。": "Để làm được điều điên rồ đó, thì chỉ có thể một mình thôi.\nNgay từ đầu trận mà lao vào một mình thì đúng là...",
    "いきまああああああああす！！": "Tớ đâaaaaaaahhhhhhh !!!",
    "ばっ……！？　本当に単身で突撃してきた！？\nどんだけ無謀なんですか！？": "Hả...!? Thật sự lao vào một mình sao!?\nLiều lĩnh đến mức nào vậy chứ!?",
    "障害物だらけの市街地を高速で移動する操縦技術には感心するけど、\n後続がいないんじゃ話になりません！": "Tôi rất ấn tượng với kỹ thuật điều khiển di chuyển với tốc độ cao trong thành phố đầy chướng ngại vật,\nnhưng nếu không có ai đi sau thì không có ý nghĩa gì cả!",
    "沙耶、ユリア！　あの機体を抜かせないでください！\n私達は援護射撃を！": "Saya, Yuria! Đừng để chiếc máy bay đó vượt qua!\nChúng ta sẽ bắn yểm trợ!",
    "大丈夫、大丈夫、大丈夫大丈夫大丈夫です。\n迷うな、一歩踏み出すんです。考える前に動け……！": "Ổn, ổn, ổn, ổn, ổn mà.\nĐừng do dự, cứ bước tới thôi. Cứ hành động trước khi suy nghĩ...!",
    "へぇ、フラットスピンで移動しながらビルを盾にするなんて。\nシリウスシュガーはいつの間に曲芸師をスカウトしたのかしら。": "Hừm, vừa di chuyển vừa dùng flat spin để làm lá chắn cho các tòa nhà.\nSirius Sugar đã tuyển dụng một nghệ sĩ xiếc từ khi nào vậy nhỉ?",
    "あんな芸当が出来る人が、シリウスシュガーにいたんですか！？": "Có người làm được những trò đó trong Sirius Sugar sao!?",
    "……多分、あの機体が桃園める……めるちゃんかな？\n指揮官が自信満々に紹介してきた、おどおどしてる子。": "…Chắc là chiếc máy bay đó là Momozono Meru… Meru-chan?\nĐứa bé còn đang ngập ngừng mà chỉ huy đã tự tin giới thiệu.",
    "あれを捕まえるの面倒くさそうね。\n翻弄されてる内に陣形が崩れたら本末転倒じゃないかしら。": "Bắt lấy nó có vẻ phiền phức nhỉ.\nNếu đội hình bị rối loạn trong khi bị trêu chọc thì thật là vô nghĩa.",
    "ふふ、ふふふ……ねえ、私とアニスさんで仕掛けていいですか……！？\nもう我慢できません！": "Hừm, hừm hừm... Này, tớ và Anis có thể ra tay được không...?!\nTớ không thể kiềm chế được nữa!",
    "……！　沙耶の『アレ』が出てる……！": "…! 'Cái đó' của Saya đã xuất hiện…!",
    "ダメです！　既に私達は出鼻をくじかれています。\n受動的に動いたところで相手の思うつぼになってしまう……！": "Không được! Chúng ta đã bị đánh bại ngay từ đầu rồi.\nCứ hành động bị động thì sẽ rơi vào bẫy của đối phương…!",
    "敵の想定の上をいかないといけない……そんな考え方。": "Phải vượt lên trên những gì kẻ địch dự đoán… Cách suy nghĩ như vậy.",
    "そもそも、あの機体は何を考えて単騎で突撃してきたんでしょうか……": "Nói chung, chiếc máy bay đó đang nghĩ gì mà lại lao vào một mình…",
    "いえ、そんなの考えるまでもありません……\n答えはずばり、私達の陽動役！": "Không, không cần phải nghĩ về điều đó…\nCâu trả lời là, vai trò mồi nhử của chúng ta!",
    "私達の注意を引き付けて、その隙に他の連中に側面から\n包囲させるつもりってことですね！　そうはさせません！": "Để thu hút sự chú ý của chúng ta, và nhân cơ hội đó, bao vây từ hai bên!\nChúng ta sẽ không để điều đó xảy ra!",
    "アニス！　私と共に側面からの接近を警戒してください！\n沙耶、ユリア、フィーは敵主力の迎撃を！": "Anis! Cùng tớ cảnh giác với việc tiếp cận từ hai bên!\nSaya, Yuria, Fee sẽ nghênh chiến với lực lượng chủ lực của địch!",
    "陣形を崩した私達に、敵の主力が突っ込んでくるはずです！": "Lực lượng chủ lực của địch sẽ lao vào chúng ta khi đội hình bị rối loạn!",
    "あの子が陽動だと踏んだのね。": "Con bé là mồi nhử sao.",
    "いいね、採用。ドッグファイトなら私の専売特許だし！！\n沙耶ちゃん、フィーちゃん、いっくよー！": "Được, chấp nhận. Nếu là dogfight thì là sở trường của tớ rồi!!\nSaya-chan, Fee-chan, đi thôi!",
    "それが命令？　了解。": "Đó là mệnh lệnh sao? Rõ.",
    "……翠蘭の予想通り、レーダーに機体の反応あり。": "…Đúng như dự đoán của Suiran, có phản ứng của máy bay trên radar.",
    "面白い作戦だったけど、看破されちゃ意味ないよね～！\nさっさと片づけて……って……？": "Một chiến thuật thú vị, nhưng nếu bị nhìn thấu thì vô nghĩa nhỉ~\nGiải quyết nhanh gọn… Ể…?",
    "っ！？　……やられました！": "Hả!? …Bị lừa rồi!",
    "よぉ。３人で一緒に来てくれるとは手厚い歓迎だな。\nお礼に粗茶でも点ててやろうか？": "Yo. Cảm ơn vì cả ba đã đến cùng nhau.\nĐể đáp lại, tôi sẽ pha trà thô cho các cô?",
    "主力じゃなくて、指揮官機だけ……！？\nあはは！　おっもしろーい！　やってくれるじゃん！": "Không phải lực lượng chủ lực, mà chỉ có máy chỉ huy…!?\nAhaha! Thú vị thật! Làm tốt lắm!",
    "……やられましたね。完全にこちらの裏をかかれています。": "…Bị lừa rồi. Hoàn toàn bị đánh lừa.",
    "あなたのその驚く顔も愛おしいわ。\nでも、驚いているのはあたしも同じよ。": "Tôi cũng yêu thích khuôn mặt ngạc nhiên của cô.\nNhưng, tôi cũng ngạc nhiên không kém.",
    "だって……陽動だと思ったら、\n後ろに残りが全て集まってるとは思わなかったもの。": "Vì… Cứ nghĩ là mồi nhử,\ntôi không ngờ rằng phần còn lại sẽ tập hợp phía sau.",
    "……木を隠すなら森のなか。機体を隠すなら機体のなか。": "…Giấu gỗ trong rừng. Giấu máy bay trong máy bay.",
    "この場合、数が逆転してる気がするけどねぇ。\n数が多い方が隠される方というか……": "Trong trường hợp này, tôi cảm thấy số lượng đã bị đảo ngược rồi nhỉ.\nSố lượng nhiều hơn lại là bên bị giấu…",
    "細かいことは後にしようよ！\nあのバカの作戦が上手くいったんだもの、一気に畳みかけちゃお！": "Để những chuyện nhỏ nhặt lại sau đi!\nChiến thuật của tên ngốc đó đã thành công, chúng ta hãy đánh nhanh thắng nhanh thôi!",
    "しっかし、まさかここまで上手くいくとは……": "Thật sự, tôi không ngờ mọi chuyện lại diễn ra suôn sẻ đến thế…",
    "まず、めるが単騎でカオスメイデンに突っ込む。": "Đầu tiên, Meru sẽ một mình lao vào Chaos Maiden.",
    "は、はい。": "V, vâng.",
    "そして、少し時間をおいて、その後ろを他の連中がついていく。\n作戦は以上だ。": "Và, sau một thời gian, những người khác sẽ theo sau.\nChiến thuật chỉ có vậy.",
    "なるほど……って、それのどこが作戦なんですの！？\nただ無策に突撃してるだけでしょう！？": "Ra là vậy… Nhưng, vậy thì đâu là chiến thuật chứ!?\nChỉ là lao vào một cách vô nghĩa thôi mà!?",
    "ただ突撃するだけなら、な。\nめるにはフラットスピンを駆使した陽動をしてもらう。": "Chỉ lao vào thôi thì, đúng là vậy.\nMeru sẽ sử dụng flat spin để làm mồi nhử.",
    "大袈裟な動きを見せつければ、相手は無視できない。\nそして、あからさまな陽動を前にしたら、側面からの奇襲を疑うだろう。": "Nếu thể hiện những động tác phô trương, đối phương sẽ không thể phớt lờ.\nVà, trước một màn mồi nhử lộ liễu, họ sẽ nghi ngờ một cuộc tập kích từ hai bên.",
    "なるほど。存在しない奇襲を警戒させるわけだ。": "Ra là vậy. Khiến họ cảnh giác với một cuộc tập kích không tồn tại.",
    "その通りだ。存在しない側面攻撃という名の虚像を相手に信じ込ませ、\n敵の戦力を分断する作戦……名付けて『虚像包囲』だ！": "Đúng vậy. Một chiến thuật phân tán lực lượng địch bằng cách khiến đối phương tin vào một hình ảnh không có thật về một cuộc tấn công từ hai bên… Tên là 'Vây hãm hư ảnh'!",
    "最悪、まさかこんなバカな作戦を実行してくるだなんて……！\n作戦でも何でもない、ただのバンザイ突撃でしょうが、それ……！": "Tệ nhất, không ngờ họ lại thực hiện một chiến thuật ngu ngốc như vậy…!\nKhông phải là chiến thuật gì cả, chỉ là một cuộc tấn công liều mạng thôi mà…!",
    "おりゃーっ！　覚悟しろぉカオスメイデン！\n泣いたって許してなんかやらないんだから！": "Oryaaaaa! Hãy chuẩn bị đi Chaos Maiden!\nTớ sẽ không tha thứ cho dù các người có khóc đi chăng nữa!"
}