{
    "生徒会庁舎から戻った俺達は、リリーやトレブルクインテットの\nメンバーと作戦会議を開いていた。": "Sau khi trở lại từ Tòa nhà Hội học sinh, chúng tôi đã mở một cuộc họp chiến lược với Lily và các thành viên của Treble Quintet.",
    "生徒会長と話して分かったことは犯人が双頭の斧の首領であること、\n理由は不明だが生徒会長と同様にセキュリティを突破できること……": "Tôi đã biết được từ cuộc nói chuyện với Hội trưởng rằng thủ phạm là thủ lĩnh của song đầu Phủ, và có thể vượt qua an ninh giống như Hội trưởng, mặc dù không rõ lý do...",
    "そういった会長の秘密に触れない程度に喋れる事情をかいつまんで、\nチームの全員とリリーに共有した。": "Tôi đã chia sẻ với cả nhóm và Lily những gì có thể nói được, không đề cập đến bí mật của Hội trưởng.",
    "生徒会長の偽物……！？\nヒーローものだと定番だよね！　": "Giả mạo Hội trưởng...!?\nCái này quen thuộc trong mấy bộ phim anh hùng nhỉ!",
    "生徒会長の偽物ねぇ……\nなんだか、知らないうちに凄いことになってるのね？": "Giả mạo Hội trưởng à...\nKhông biết từ lúc nào lại thành ra thế này nữa?",
    "でも犯人が分かったのは大きいね。": "Nhưng tìm ra thủ phạm là một bước tiến lớn.",
    "んー、分かったのは良いけどどうやって探すの？": "Ừm, biết là tốt, nhưng làm sao để tìm được đây?",
    "はいっ！　フルートにぽよでイケてるアイデアがあります！": "Vâng! Flute có một ý tưởng tuyệt vời!",
    "その名も……『＃ニセ生徒会長を捜せ！』キャンペーン！！": "Tên của nó là... Chiến dịch 'Tìm kiếm Hội trưởng giả mạo!'",
    "『＃ニセ生徒会長を捜せ！』キャンペーン？": "Chiến dịch 'Tìm kiếm Hội trưởng giả mạo'?",
    "生徒会長にそっくりだけど、なんかちょっと違う『ニセモノ』がいる！\nという噂を広めちゃうんです。": "Chúng ta sẽ lan truyền tin đồn rằng có một 'kẻ giả mạo' trông giống Hội trưởng nhưng có chút khác biệt!",
    "そして目撃情報とか証拠写真なんかを、\nハッシュタグ付きで投稿してもらう……どうですか、これ！": "Và sau đó, chúng ta sẽ yêu cầu mọi người đăng tải thông tin và ảnh làm bằng chứng với hashtag...",
    "なるほど、『Ｆｌ∞ｔｙが主催するイベント』として広めることで、\n遊びとして積極的にネットの人達に情報を集めてもらう作戦か。": "Tôi hiểu rồi, bằng cách quảng bá nó là 'Sự kiện do Fl∞ty tổ chức', chúng ta sẽ chủ động thu thập thông tin từ mọi người trên mạng như một trò chơi.",
    "評価プロジェクトが中断している穴埋めに、\n自主的にファン達を楽しませようとしている――って感じで。": "Để lấp đầy khoảng trống khi dự án đánh giá bị tạm dừng, chúng ta sẽ tự nguyện giúp người hâm mộ vui vẻ...",
    "あとは生徒会長からも応援のコメントもらってます、みたいに、\n適当にコメント捏造して載せてしまえば公認感も出て完璧だな。": "Và sau đó, chúng ta có thể giả mạo một vài bình luận ủng hộ từ Hội trưởng, như vậy sẽ tạo cảm giác được công nhận hoàn hảo.",
    "ですです！　さすが%usernameusernameuserna%さんです！": "Đúng vậy! Quả là %usernameusernameuserna%!",
    "って、コメントは捏造なんですね……？": "Khoan đã, bình luận là giả mạo sao...?",
    "まあ、生徒会長なら文句は言わんだろ。\nいちいちコメント取りに行くの面倒だし。": "Chà, Hội trưởng chắc sẽ không phàn nàn đâu.\nĐi lấy bình luận phiền phức lắm.",
    "多分、%usernameusernameuserna%って、\n学園内で一番会長に遠慮ないよね……": "Chắc %usernameusernameuserna% là người không nể nang Hội trưởng nhất trong trường...",
    "ただ……正直、かなり危ないラインだと思った。": "Nhưng... thành thật mà nói, tôi nghĩ nó khá nguy hiểm.",
    "『＃トリニティ・ジュエルを助けたい』のときは単に無実を訴える\n生徒その１の『健気な応援』で済んだ。": "Khi 'muốn cứu Trinity Jewel', chúng ta chỉ cần 'sự ủng hộ nhiệt tình' của học sinh số 1, người vô tội.",
    "しかしここまでいくと完全に一線を越えて踏み込んでいるのが明白。\nインフルエンサーの拡散性もあり、真犯人も警戒し始めるだろう。": "Nhưng đến mức này thì đã vượt qua ranh giới rõ ràng.\nVới khả năng lan truyền của người có ảnh hưởng, thủ phạm thực sự cũng sẽ bắt đầu cảnh giác.",
    "（リリーが風紀委員会に隠れて行動してるのもバレる可能性が高まる。\nまあ、そこは生徒会長に会いに行った時点で彼女が察しているかもだが）": "(Khả năng Lily bị lộ khi bí mật hành động với Ủy ban Kỷ luật cũng tăng lên.\nChà, có lẽ cô ấy đã đoán được điều đó khi đến gặp Hội trưởng rồi)",
    "とはいえ、だ。": "Tuy nhiên.",
    "いやいや、それは流石にナシでしょ……\n私達の行動が明確に表沙汰になっちゃうよ。": "Không, không được, làm vậy thì không ổn đâu...\nHành động của chúng ta sẽ bị phơi bày rõ ràng.",
    "……いや、いいんじゃないか？": "...Không, có lẽ cũng được?",
    "ええ？　本気で言ってる？\n真犯人に警戒されるリスクは？": "Hả? Cậu nói thật sao?\nRủi ro thủ phạm cảnh giác thì sao?",
    "むしろさせよう。他に何か企んでいた場合、『お前の存在に\n気づいている』と思わせることで、牽制になるかもしれない。": "Thay vào đó, cứ để họ cảnh giác đi. Nếu họ đang âm mưu điều gì khác, việc khiến họ nghĩ rằng 'chúng ta biết sự tồn tại của các ngươi' có thể là một biện pháp răn đe.",
    "なるほどね……": "Tôi hiểu rồi...",
    "エンタメで事実を上書きする……フルートじゃないと出来ないね。\nとはいえ、やり方は気を付けないといけないけど。": "Thay thế sự thật bằng giải trí... Chỉ có Flute mới làm được điều này.\nTuy nhiên, chúng ta phải cẩn thận với cách thực hiện.",
    "……取り急ぎ、まずは盛り上げ役ですかね？": "... Tạm thời, trước tiên chúng ta cần người khuấy động không khí?",
    "そうだね。見つからなすぎて盛り下がらないよう、誰か信用できて\n演技できる人にニセ会長のコスプレして歩き回ってもらうとか。": "Đúng vậy. Để không bị chán vì không tìm thấy, ai đó đáng tin cậy và có thể diễn xuất nên cosplay Hội trưởng giả và đi vòng quanh.",
    "おっけー。じゃあ私のツテで出来そうな人を探してくるね。": "Ok. Vậy tôi sẽ tìm người làm được thông qua các mối quan hệ của mình.",
    "うーん……じゃあ私も拡散してみるね。": "Ưm... Vậy tôi cũng sẽ lan tỏa nó.",
    "じゃあ、あたしは……盛り上げ役？　みんなが参加してるところに、\n『わーその人がニセ会長かもー！』って反応したり。": "Vậy, tớ sẽ... khuấy động không khí?\nKhi mọi người tham gia, tớ sẽ phản ứng kiểu 'Woa, người đó có thể là Hội trưởng giả mạo!'",
    "……それただのサクラじゃねーか。": "... Đó chẳng phải chỉ là diễn viên quần chúng sao?",
    "と、突っ込んでみたが、普通に有効な手である。": "Tôi đã nói vậy, nhưng nó là một cách hiệu quả.",
    "わーい！　すっごい助かります！": "Woa! Giúp ích rất nhiều!",
    "よーし、ボクも頑張りますよ！　前の調査は微妙な結果だったので、\n汚名返上です！　見ててくださいね、マスタぁー！": "Được rồi, tôi cũng sẽ cố gắng hết sức!\nKết quả điều tra trước đó không được tốt lắm, nên tôi sẽ chuộc lỗi!\nHãy xem tôi đây, Master!",
    "おう、もし上手くいったら、ＡＩとして認めてやるぞ！": "Ừ, nếu thành công, ta sẽ công nhận ngươi là AI!",
    "今まで何だと思われてたんですか！？": "Trước giờ tôi là gì sao!?",
    "あはは……ピコちゃんも、お願いします！\nじゃあ、『＃ニセ生徒会長を捜せ！』作戦スタートです！": "A ha ha... Pico-chan, làm ơn nhé!\nVậy, chiến dịch 'Tìm kiếm Hội trưởng giả mạo!' bắt đầu!"
}