{
    "翌日――": "Ngày hôm sau――",
    "泉花とクララはふたりきりで屋上にいた。": "Izumika và Clara ở trên sân thượng một mình.",
    "昨夜の『クリスマスプレゼント』、ありがとう。\n……って言っておけばいいのかしら。": "Cảm ơn vì 'Quà Giáng Sinh' tối qua.\n……Tớ nên nói thế này nhỉ?",
    "まさか泉花に感謝されるだなんてね。\nでも、お礼を言わなきゃいけないのはこっちもだから。": "Không ngờ Izumika lại cảm ơn tớ đấy.\nNhưng, tớ cũng phải cảm ơn cậu ấy.",
    "じゃあ、おあいこってことでいいのかしら。": "Vậy, coi như huề cả làng được không?",
    "そうね……\nじゃ、後腐れないように、全部お互い様ってことで。": "Ừm……\nVậy, để khỏi vướng bận, coi như cả hai cùng giúp đỡ lẫn nhau đi.",
    "……ちょっと釣り合いが取れてないような気もするけどね。\nこっちはいろいろと面倒を被りすぎて。": "……Tớ có cảm giác mọi chuyện hơi lệch pha nhỉ?\nTớ đã gặp quá nhiều rắc rối.",
    "パーティー当日に迷惑をかけたことは、\n本当に悪いと思ってるわよ。": "Tớ thực sự xin lỗi vì đã gây rắc rối vào ngày diễn ra buổi tiệc.",
    "さんざん振り回してくれたもんねえ。\n%usernameusernameuserna%さんも、私のことも。": "Cậu đã làm tớ quay như chong chóng mà.\nCả %usernameusernameuserna% nữa, và cả tớ nữa.",
    "……やっぱり、ちょっと怒ってる？": "……Rốt cuộc, cậu có hơi giận không?",
    "言うべきことは言わせてもらうわよ。\nそれくらいは当然よね？": "Tớ sẽ nói những gì cần nói.\nĐó là điều đương nhiên đúng không?",
    "ふん……好きに責めたら？\n今回ばかりは反論する気もないし。": "Hừm……Cứ thích thì cứ trách tớ?\nLần này tớ cũng không có ý kiến gì.",
    "それじゃ、責めるついでに質問。": "Vậy, tranh thủ trách móc luôn, tớ có một câu hỏi.",
    "……何を聞きたいわけ？": "……Cậu muốn hỏi gì?",
    "告白しなかったの、私に気を使ったんでしょ？\nせっかくお膳立てしてあげたのに。": "Cậu không tỏ tình, có phải vì lo cho tớ không?\nTrong khi tớ đã chuẩn bị mọi thứ chu đáo rồi.",
    "…………": "…………",
    "ほんと、バカなんだから。": "Thật sự, đúng là đồ ngốc.",
    "バカにバカって言われたくない。\nあなたこそ、私の相談受けた時点でちゃんと断りなさいよ。": "Đồ ngốc không muốn bị gọi là đồ ngốc.\nChính cậu mới là người nên từ chối ngay khi tớ kể cho cậu nghe về chuyện của tớ.",
    "それは……そうだけど。どこで気づいてたの？\n私の……彼への気持ちに。": "Thì……đúng là vậy. Cậu nhận ra điều đó ở đâu vậy?\nVề tình cảm của tớ dành cho anh ấy.",
    "まだ自覚ないんだ。": "Vẫn chưa tự nhận thức được sao?",
    "え？": "Hả?",
    "あんなくっそ激重ラヴレターな歌詞書いてて、\n『どこで気づいてたの？』はないでしょ。": "Cậu viết lời bài hát nặng nề đến thế, mà lại hỏi 'Cậu nhận ra ở đâu?'",
    "ラ、ラヴレター！？　そんなつもり……！\n私はただラヴソングってこんなのかなって感じで思うまま書いて……": "L, lời bài hát tình yêu á!? Không phải như vậy……!\nTớ chỉ nghĩ là một bài hát tình yêu sẽ như thế nào, và tớ cứ viết theo cảm xúc của mình……",
    "で、その思うままに無自覚に書いたものが、アレと。": "Và, những gì cậu viết theo cảm xúc của mình một cách vô thức, là cái đó.",
    "うぅ～～～～！": "Ư ư～～～～!",
    "今さら恥ずかしがるのね……": "Giờ mới thấy xấu hổ sao……",
    "当然でしょ！？　確かに今思い返してみれば、あの内容……": "Đương nhiên rồi!? Thật sự nghĩ lại, nội dung đó……",
    "ふふ、柊校舎のみんなに全力開示って、すっごい性癖よね～！": "Hừm, hừm hừm, công khai hết với mọi người ở trường học, đúng là một sở thích đặc biệt～!",
    "性癖言うな！！": "Đừng có nói đến sở thích chứ!",
    "というか、私とか友達のラブレター――それも自分も好きな男宛のものを\n読まされるどころか歌わされたんだけど……": "Hay là, tớ và bạn bè của tớ, những lá thư tình yêu――mà còn là của người mình thích nữa\nBị đọc cho nghe, thậm chí còn bị hát nữa chứ……",
    "しゃらーっぷ！　その話もうやめましょ！？": "Im đi! Đừng nói về chuyện đó nữa được không!?",
    "あなたから始めた話でしょーが……": "Chính cậu là người bắt đầu câu chuyện đó mà……",
    "うぐ……歌わせて、ごめん……": "Ư ừ……Xin lỗi vì đã hát……",
    "別にいいわよ、終わった話だし。それに私も似たような\n気持ちだったから、本当にいい歌詞だと思った。": "Không sao đâu, chuyện cũng qua rồi. Với lại tớ cũng có cảm xúc tương tự,\ntớ nghĩ đó là một bài hát hay.",
    "クララさん……\nちなみに、いつあの歌詞がそれだって気付いたの……？": "Clara……\nNhân tiện, cậu nhận ra lời bài hát đó là về chuyện đó vào lúc nào……?",
    "本当に直前よ。ライブ直前。": "Ngay trước khi diễn ra buổi biểu diễn. Thực sự là ngay trước.",
    "だからあのとき……辞退するなんて言ったのね。": "Vậy nên lúc đó……cậu mới nói là sẽ từ chối sao.",
    "まあね。でも正直、泉花に叱られたあとは、\n告白する気満々だったわよ。": "Ừm. Nhưng nói thật, sau khi bị Izumika mắng, tớ đã\nhoàn toàn muốn tỏ tình.",
    "訂正しておくと、あなたの気持ちに気を使って告白を\nやめたってのは少し違う。やめた理由は別。": "Để tớ sửa lại, cậu không tỏ tình vì lo cho tình cảm của tớ là chưa đúng. Lý do tớ từ bỏ là vì lý do khác.",
    "どういうこと……？　じゃあ、サンタクイーンになったあと、\n彼を連れていったときは――": "Ý là sao……? Vậy, sau khi trở thành Nữ hoàng Giáng Sinh, khi cậu đưa anh ấy đi――",
    "ええ、告る気満々だった。でもね、本当に本当に\nのどから言葉が出る寸前で、思ったのよ。": "Ừ, tớ đã rất muốn tỏ tình. Nhưng này, ngay trước khi những lời nói đó tuôn ra,\ntớ đã nghĩ.",
    "私――まだ、泉花に勝ってないって。": "Tớ――vẫn chưa thắng được Izumika.",
    "えっ……？": "Hả……?",
    "彼にＯＫもらえるかどうか以前に、\n私、全然泉花と正々堂々勝負できてない。": "Trước khi anh ấy đồng ý, thì\ntớ, hoàn toàn chưa thể đấu với Izumika một cách đường đường chính chính.",
    "そんなんで告白するとか、自分が許せなかった。ライバルと\n決着ついてないのに、そのまま進もうとするなんてできなかったの。": "Tớ không thể chấp nhận việc tỏ tình như vậy. Chưa có một kết thúc nào với đối thủ,\ntớ không thể cứ thế mà tiến lên được.",
    "クララさん……": "Clara……",
    "……だから泉花。勝負よ。": "……Vậy nên, Izumika. Chúng ta đấu nhé.",
    "……！": "……!",
    "これからは正々堂々、恋のライバル！\nどっちが先に彼を射止めるか、勝負しましょ！": "Từ bây giờ, chúng ta là đối thủ tình yêu đường đường chính chính!\nAi sẽ là người chiếm được trái tim anh ấy trước, chúng ta cùng đấu nhé!",
    "あなた…………": "Cậu…………",
    "あなたって、本当にバカなのね。": "Cậu, thật sự là một đứa ngốc.",
    "はぁ！？": "Hả!?",
    "ふふ、ふふふふ……でも、そういうところ、\nすごくクララさんらしくて大好き。すっごく、好きよ！": "Hừm, hừm, hừm……Nhưng, con người cậu như vậy,\ntớ rất thích. Rất, rất thích!",
    "だ、大好きって……あなたに告白されても嬉しくないんだから。": "T, thích là sao……Tớ không vui khi cậu tỏ tình đâu.",
    "ふふ、まあ、言ってほしい相手は、\n%usernameusernameuserna%さんだものね。": "Hừm, thì, người tớ muốn nói là,\n%usernameusernameuserna% mà.",
    "と、当然！": "Đương nhiên rồi!",
    "（ああ――この子がライバルでよかった）": "（A――Rất tốt khi cô ấy là đối thủ của mình）",
    "（同じ人を好きになったのが、クララさんでよかった）": "（Thật tốt khi người thích cùng một người là Clara）",
    "私、思うのよね。": "Tớ nghĩ vậy.",
    "……？": "……?",
    "実は恋を叶えるのってさ、\nあなたみたいな女の子なんじゃないかって。": "Thật ra, để đạt được tình yêu,\ncó lẽ là một cô gái như cậu.",
    "……": "……",
    "――ぷっ。": "――Phụt.",
    "何を笑ってるのよ。": "Cậu đang cười cái gì vậy?",
    "いや、だって……ふふふ。あははははっ！": "Không, tại vì……hừm, hừm hừm. A ha ha ha!",
    "（なんだ、一緒なんだ……）": "（Thì ra, cũng giống nhau mà……）",
    "（この子も、私も――ただの女の子だ）": "（Cô ấy, và tớ nữa――chỉ là những cô gái bình thường thôi）",
    "いや、笑いすぎでしょ……": "Này, cười quá rồi đấy……",
    "ふふ、でもいいの？　それって、負け宣言にならない？": "Hừm, nhưng không sao chứ? Như vậy, chẳng phải là lời tuyên bố thua cuộc sao?",
    "なっ……！　そ、そんなつもりで言ったわけじゃないし！\n勝つのは私なんだから！": "Hả……! Đ, đâu phải tớ có ý đó đâu!\nNgười chiến thắng là tớ mà!",
    "いいえ――私よ！": "Không――là tớ!",
    "（クララさんと同じように自分の恋心に向き合ってもいいんだ。\n迷ったり遠慮したり、蓋をしたりせずに――）": "（Tớ có thể đối mặt với tình yêu của mình giống như Clara vậy.\nKhông do dự, không e dè, không che giấu――）",
    "ふふ。": "Hừm.",
    "ふふふっ。": "Hừm hừm.",
    "改めて、よろしくね、クララさん。": "Một lần nữa, rất vui được gặp cậu, Clara.",
    "ええ、これ以上ない最高のライバルができて誇らしいわ、泉花。": "Ừ, tớ rất tự hào khi có một đối thủ tuyệt vời như Izumika.",
    "……あ、でも、ひとつ大事なこと忘れてた。": "……À, nhưng, tớ quên một điều quan trọng.",
    "……？　大事なこと？": "……? Điều quan trọng?",
    "多分だけど、彼に片想いするライバルは、\nクララさんも私も目の前にいる相手だけじゃないわよ。": "Có lẽ, đối thủ của anh ấy, người thích đơn phương, không chỉ có Clara và tớ đâu.",
    "え……？": "Hả……?",
    "ど、どういうこと……？\nもしかして他に彼のこと本気で好きな人がいるわけ！？": "V, vậy là sao……? Chẳng lẽ có người khác cũng thích anh ấy sao!?",
    "まあ……そうね。": "Ừm……có lẽ vậy.",
    "！？": "!?",
    "そ、それって……１人！？　２人！？　何人いるの……！？\nまさかカラフルブーケの他の誰かも――": "V, vậy là……một người!? Hai người!? Có bao nhiêu người……!?\nChẳng lẽ những người khác trong Bó hoa đầy màu sắc cũng――",
    "噂とかで聞く感じだと、\n桁がひとつ足りない気がする……": "Theo như những gì tớ nghe được, thì\ncon số đó còn thiếu một chữ số nữa……",
    "ええええええええええ――――――――！？": "Eeeeeeeeeeeeeeeee――!?"
}