{
    "メイズって本当、島中に伸びてるんだな……": "Mê cung này đúng là trải dài khắp hòn đảo nhỉ...",
    "なあ、沙耶。道はこっちで合ってるよな？": "Này, Saya. Đường này đúng chứ?",
    "ふふ、ふふふふ、たぎる……たぎってきます！\n一体どんな問題が待ってるんでしょうか！": "Hừ hừ, hừ hừ hừ, sôi sục... Sôi sục rồi!\nKhông biết vấn đề gì đang chờ đợi đây!",
    "あー……フィー、わかる？": "A... Fee, hiểu không?",
    "大丈夫、合ってる。": "Ổn thôi, đúng đường rồi.",
    "んじゃんじゃ、私先いくねー！\nさっさと解決して温泉入りたいし！": "Vậy thì, tớ đi trước nha!\nPhải giải quyết nhanh còn vào suối nước nóng!",
    "あっ……ユリア、あまり先行しすぎるな！　いざってときの連携が――": "A... Yuria, đừng đi trước quá! Liên kết khi có tình huống xấu--",
    "いえ、行かせて大丈夫です。何かあってもあの子ならひとりで\n対処可能でしょうし、連携面でもこの状況を事前に想定済みです。": "Không, cứ để em ấy đi. Dù có chuyện gì, em ấy vẫn có thể tự mình\ngiải quyết được, hơn nữa, em ấy đã lường trước tình huống này rồi.",
    "さすがだな……": "Quả là...!",
    "言っても聞かないですからね……\n私の苦労、少しはわかっていただけましたか？": "Cũng không nghe tôi nói gì đâu...\nCông sức của tôi, cậu hiểu được một chút nào chưa?",
    "まあ、そうだな……もし何か悩むことがあったら、\n相談相手にはなるよ。": "Chà, đúng là vậy... Nếu có chuyện gì cần lo lắng,\ntôi sẽ là người để cậu tâm sự.",
    "ふふ、ありがとうございます。": "Hừm, cảm ơn.",
    "あーっ！": "A!",
    "な、なんですか、突然大きな声を出して。": "N-này, sao cậu lại lớn tiếng đột ngột thế?",
    "メイズシフターだわ……！": "Máy đào mê cung kìa...!",
    "メイズの壁面から露出したボーリング孔のパイプに、\n張り付いています！": "Nó đang bám vào đường ống của lỗ khoan lộ ra từ vách mê cung!",
    "あのメイズシフターについてはデータがあります。\nかなり珍しい種類のようです。": "Tôi có dữ liệu về Máy đào mê cung đó.\nCó vẻ như là một loại khá hiếm.",
    "熱を好むみたいで、温かい場所に定着する習性があるとか。\n熱を奪って吸収する特性もあると情報にあります。": "Có vẻ như nó thích nhiệt, có thói quen bám vào những nơi ấm áp.\nThông tin còn cho biết nó có đặc tính hấp thụ nhiệt.",
    "あとは遠くから熱を探知することもできるみたいで、\nそれでこの場所を見つけたんでしょう。": "Ngoài ra, nó còn có thể phát hiện nhiệt từ xa,\nvà đó là cách nó tìm thấy nơi này.",
    "ってことは、あいつが温泉を水に変えた犯人か。": "Vậy có nghĩa là, nó là thủ phạm đã biến suối nước nóng thành nước lạnh.",
    "様子を見るに、熱を求めて壁を掘り進めたら、\n温泉用のボーリング孔に行き当たったってところだろう。": "Nhìn vào tình hình, có lẽ nó đã đào tường để tìm nhiệt, sau đó\ntình cờ gặp phải đường ống dẫn nước nóng.",
    "……ですが、おかしい。本来あれに『温泉を冷水に変える』ほどの\n熱吸収能力はありません。せいぜい少しぬるくなる程度です。": "...Nhưng mà, lạ thật. Vốn dĩ nó không có khả năng hấp thụ nhiệt\nđể 'biến suối nước nóng thành nước lạnh'. Cùng lắm chỉ hơi âm ấm thôi.",
    "細かいこと考えるのはあとでいいじゃない。\n原因はあいつなんでしょ？": "Mấy chuyện chi tiết tính sau đi.\nThủ phạm là nó đúng không?",
    "だったら早く引っぺがして、温泉を元通りにするだけ！": "Vậy thì, gỡ nó ra nhanh lên, trả lại suối nước nóng như cũ!",
    "仕方ありませんね……%usernameusernameuserna%さん、\n戦闘を開始してもいいですか？": "Không còn cách nào khác nhỉ... %usernameusernameuserna%,\ncó thể bắt đầu chiến đấu được chứ?",
    "わかった。全員、散開しつつ互いをフォローできる距離を保て！\n何よりパイプを傷つけるなよ！": "Được thôi. Mọi người, tản ra và giữ khoảng cách để hỗ trợ lẫn nhau!\nQuan trọng nhất là đừng làm hỏng đường ống!",
    "了解！": "Rõ!",
    "にひっ、そっちもやる気満々だね！\nでも、温泉への気持ちじゃ負けないよ！": "Hih, cậu cũng hăng hái nhỉ!\nNhưng mà, tớ không thua về tình yêu với suối nước nóng đâu!",
    "――翠蘭、沙耶、フィー、アニス！\nユリアに当てないよう、弾幕を張れ！　トドメはユリアが決めろ！": "――Suiran, Saya, Fee, Anis!\nĐể không trúng Yuria, hãy tạo ra một hàng rào đạn!\nĐể Yuria kết liễu!",
    "まっかせて～～～～～！！": "Để tớ lo~~~~~~~~~!!",
    "支援します……！": "Hỗ trợ...!",
    "%usernameusernameuserna%に命令されちゃった♪": "Bị %usernameusernameuserna% ra lệnh rồi♪",
    "ふふ、たぎってきました……！": "Hừm, sôi sục rồi...!",
    "……撃って撃って撃ちまくる。": "...Bắn, bắn, bắn thật nhiều.",
    "とぉ～～～～りゃぁあああああ！！": "Toryaaaaaaa!!",
    "――その後、カオスメイデンの活躍により、温泉のパイプに\n傷ひとつつけることなく、メイズシフターの討伐に成功したのだった。": "――Sau đó, nhờ vào sự cố gắng của Chaos Maiden, chúng ta đã tiêu diệt thành công Máy đào mê cung mà không làm\nhỏng một chút nào đường ống của suối nước nóng.",
    "はんのーしょーしつー！\nにひひ、あっけないな～！　もっとやれるかと思ってたのに！": "Hano-shoushitsuu!\nHih, dễ dàng quá!\nCứ tưởng là còn làm được nhiều hơn chứ!",
    "倒したメイズシフターを背に、\n遠くでユリアの機体がこちらを向いて手を振っている。": "Sau lưng là Máy đào mê cung đã bị hạ gục,\ncơ thể của Yuria đang hướng về phía chúng ta và vẫy tay.",
    "妙ですね……あの種は比較的温厚で、攻撃すれば抵抗するより\n逃げるはず……なのにすごく凶暴になってました……": "Kỳ lạ thật... Loài này tương đối hiền lành, khi bị tấn công sẽ bỏ chạy thay vì chống trả...\nvậy mà lại trở nên hung dữ đến thế...",
    "そういう個体って話なだけじゃないのか？": "Chẳng phải chỉ là một cá thể đặc biệt thôi sao?",
    "そう思いたいですが……": "Tôi cũng muốn nghĩ vậy...",
    "――と、そのとき俺と翠蘭は同時に気づく。": "――Và rồi, tôi và Suiran đồng thời nhận ra.",
    "こちらに向くユリアの機体の背後で、\n倒したはずのメイズシフターがむくりと起き上がったことに。": "Phía sau cơ thể của Yuria đang hướng về phía chúng ta,\nMáy đào mê cung đáng lẽ đã bị hạ gục lại đang từ từ đứng dậy.",
    "ユリア！　後ろです！！": "Yuria! Phía sau kìa!!",
    "……嘘！？　倒したはずじゃ――": "...Thật ư!? Đã bị hạ gục rồi mà--",
    "問題ない……！": "Không vấn đề gì...!",
    "フィー！？": "Fee!?",
    "俺を乗せたフィーの機体が、真っ先に反応した。気づけばすでに\n銃口を向けており、放たれた弾丸が敵の動きを一瞬止めた。": "Cơ thể của Fee, người đã chở tôi, đã phản ứng đầu tiên. Khi tôi nhận ra thì khẩu súng đã\nhướng về phía kẻ địch, và những viên đạn đã làm chậm chuyển động của nó trong giây lát.",
    "よくやった、フィー。\n――ユリア、とどめを！": "Làm tốt lắm, Fee.\n――Yuria, kết liễu!",
    "言われるまでもなくーっ！": "Không cần phải nói--!",
    "ユリア機の突き出した近接兵装が、確実に敵の頭部を貫く。": "Vũ khí cận chiến của Yuria đâm ra, xuyên thủng đầu của kẻ địch một cách chắc chắn.",
    "……今度こそやったか？": "...Lần này thì xong thật chưa?",
    "完全に反応、消失……\nついでに周囲に他のメイズシフターの反応もなし。": "Phản ứng hoàn toàn biến mất...\nTiện thể, xung quanh cũng không có phản ứng của Máy đào mê cung nào khác.",
    "あっけない戦いだったけど、最後の悪足掻きには少し驚かされたわね。": "Trận chiến thật dễ dàng, nhưng tôi đã hơi ngạc nhiên về đòn cuối cùng của nó.",
    "（多分、ユリアならあの不意打ちも上手く対応してただろうが、\nそれ以上にフィーの反応速度にも驚いたな）": "(Chắc là Yuria sẽ xử lý tốt cú đánh bất ngờ đó, nhưng tôi còn ngạc nhiên hơn về tốc độ phản ứng của Fee)",
    "息を吹き返した……？　本来こんな生命力の強い種でもなかったはず……\n個体差というより、まるでドーピングでもされたような不自然さ……": "Hồi sinh sao...? Đáng lẽ loài này không có sức sống mạnh mẽ đến vậy...\nKhông phải là khác biệt cá thể, mà như thể đã bị doping một cách bất thường...",
    "まあ、なにはともあれ、\nこれで多分温泉が水になっちゃう問題も解決だよね！": "Chà, dù sao đi nữa,\nvấn đề suối nước nóng biến thành nước có lẽ cũng được giải quyết rồi!",
    "え、ええ、確認してみないと断言はできませんが、そのはずです。": "Ừ, ừm, tôi không thể khẳng định nếu chưa kiểm tra, nhưng có lẽ là vậy.",
    "別途、パイプ剥き出しの壁を塞ぐという、やるべきことはありますが……\nそれは別の方に任せましょう。": "Ngoài ra, còn một việc phải làm là bịt vách tường lộ ra đường ống...\nViệc đó để người khác làm vậy.",
    "それじゃ、地上に戻るか。\n温泉街の人達に、早く知らせてあげないと――": "Vậy thì, trở lại mặt đất thôi.\nPhải báo cho mọi người ở khu suối nước nóng biết--",
    "なんて、一同が撤収に向けて動き始めたときだった。": "Khi mọi người bắt đầu di chuyển để rút lui thì...",
    "反応が消えちゃったじゃない！\nどういうことよ！？": "Phản ứng đã biến mất rồi!\nChuyện gì thế này!?",
    "あたしに聞かれたって知るかよ！": "Tớ hỏi cậu thì biết gì!",
    "……誰か来る！？": "...Có ai đó đến!?",
    "９時の方角……所属不明のＭＧが複数……": "Hướng 9 giờ... Nhiều MG không rõ thuộc tính...",
    "私達以外にもパイロットが……？\nまさか――": "Ngoài chúng ta còn có phi công sao?\nChẳng lẽ--",
    "うそ！？　メイズシフターがやられちゃってる！？": "Thật ư!? Máy đào mê cung bị đánh bại rồi!?",
    "この化け物さえいれば、温泉街もお終いのはずだったのに……！\nこれじゃ今までの苦労が水の泡よ！": "Chỉ cần có con quái vật này, khu suối nước nóng đã xong đời rồi...\nVậy thì công sức của chúng ta đổ sông đổ biển hết!",
    "ちょっと、それどころじゃないって。\nあっちを見なよ。": "Khoan đã, không phải lúc này đâu.\nNhìn về phía đó đi.",
    "え……？　ＭＧ？\nなんでこんな場所に他の機体がいるの！？": "Hả...? MG?\nSao lại có những cỗ máy khác ở nơi này!?",
    "あたしらの味方じゃないね。\nありゃ、もしかして……": "Không phải đồng minh của chúng ta đâu.\nCó lẽ nào...",
    "なんか敵っぽい！": "Trông có vẻ như kẻ địch!",
    "そんなの見ればわかります……！\n間違いなく、違法パイロットですね。": "Nhìn là biết rồi...\nChắc chắn là phi công bất hợp pháp.",
    "もしかすると、このメイズシフターについて詳しいかも？": "Có lẽ nào họ biết rõ về Máy đào mê cung này không?",
    "どうやら、今回の件に関わりがある方々のようです。": "Có vẻ như, họ có liên quan đến vụ việc lần này.",
    "……どうする？": "...Phải làm sao?",
    "捕えて事情を吐かせた方がよさそうだな。": "Có lẽ nên bắt giữ và ép họ khai ra.",
    "一瞬双頭の斧かと思ったが、どうやら別の独立した\n違法パイロットチームのようだ。": "Tôi đã nghĩ đó là một chiếc rìu hai đầu, nhưng có vẻ như đó là một\nđội phi công bất hợp pháp độc lập khác.",
    "双頭の斧以外にも学園に所属せず、違法な活動に勤しむ\nパイロットチームが規模の大小問わず存在するとは聞いていたが――": "Tôi đã nghe nói rằng, ngoài Rìu hai đầu, còn có những đội phi công không thuộc học viện, tham gia vào\ncác hoạt động bất hợp pháp, bất kể quy mô lớn hay nhỏ--",
    "じゃあ、手っ取り早くやっちゃいましょ！\n私は早く温泉に入りたいんだから！": "Vậy thì, làm nhanh gọn lẹ thôi!\nTớ muốn vào suối nước nóng sớm!",
    "あいつら、ザルトゥーム学園の正規パイロットみたいだ！\nくそっ……何故こんな場所に……！": "Bọn chúng, là phi công chính quy của học viện Zartum kìa!\nKhốn kiếp... Tại sao lại ở nơi này...!",
    "ど、どうすんのよ！？": "Th-thì phải làm sao đây!?",
    "……やるしかないだろ！\n捕まったら、あたしらお終いだ！": "...Chỉ còn cách chiến đấu thôi!\nBị bắt thì chúng ta xong đời!",
    "……来る。": "...Đến rồi.",
    "数は俺達とそう変わらないが、実力は未知数だ。\nみんな、気をつけろ！": "Số lượng không khác chúng ta là bao, nhưng thực lực thì chưa rõ.\nMọi người, cẩn thận!",
    "了解っ！": "Rõ!",
    "――戦闘はものの数分であっさり完勝した。何ならさっきの\nメイズシフターよりも苦戦しなかったかもしれない。": "――Trận chiến đã kết thúc một cách chóng vánh chỉ trong vài phút. Thậm chí có lẽ còn dễ dàng hơn\nlà với Máy đào mê cung lúc nãy.",
    "敵機すべてを戦闘不能にしたカオスメイデンは、武装を放棄させた\n違法パイロット達の機体を連行してメイズより脱出。": "Chaos Maiden đã khiến tất cả các cỗ máy của kẻ địch không thể chiến đấu, sau đó\ndẫn giải những phi công bất hợp pháp đã bị tước vũ khí ra khỏi mê cung.",
    "――その後機体からパイロット達を降ろして縄に縛ったあと、\n警察の到着を待っている間、少し話を聞くことにした。": "――Sau đó, sau khi đưa các phi công ra khỏi cỗ máy và trói họ lại bằng dây thừng,\ntôi đã quyết định nghe họ kể chuyện một chút trong khi chờ cảnh sát đến.",
    "（間違えて風紀委員会に連絡しそうになったけど、\nここってそういえば学園外だったな……）": "(Tôi suýt nữa thì liên lạc với ủy ban kỷ luật, nhưng\nnơi này là bên ngoài học viện mà...)",
    "う、うぐぐぐ……": "Ư, ư ư ư...!",
    "気をつけて手加減したつもりだったけど、\nここまで歯ごたえがないなんて……つまらないわ。": "Tôi đã cố gắng nhẹ tay, nhưng mà,\ndễ dàng đến mức này... Thật là chán.",
    "ユリア達がずいぶん無茶をしてくれましたが……\nともあれ、無事に全員捕まえることができて安心です。": "Yuria đã làm quá nhiều rồi...\nDù sao, cũng yên tâm vì đã bắt được tất cả mọi người.",
    "これでようやく、本当に温泉でひと息つける～♪": "Cuối cùng thì, tôi cũng có thể thư giãn trong suối nước nóng rồi~♪",
    "く……こんな温泉街、潰れちまえばよかったんだ……！\nあのメイズシフターに、全部温泉を水に変えられて……！": "Kh... Cái khu suối nước nóng này, đáng lẽ nên sụp đổ đi...\nMáy đào mê cung đó đã biến tất cả suối nước nóng thành nước hết rồi...",
    "……やはり、あなた方の企みだったのですね。\nよければすべて話していただけませんか？": "...Quả nhiên, là kế hoạch của các người nhỉ.\nNếu được, các người có thể kể hết mọi chuyện được không?",
    "潰れちゃえばいいって、どういうこと？\n女将さん達が、迷惑しちゃうじゃん！": "Sụp đổ đi là sao? \nCác bà chủ nhà sẽ gặp rắc rối đấy!",
    "はっ、どの女将のことかは知らないけど、それが狙いだしね。\nあたしらを切り捨てて、のうのうと生きてるやつらへの罰だ！": "Hừ, tôi không biết là bà chủ nào, nhưng đó là mục tiêu của tôi.\nHình phạt dành cho những kẻ đã bỏ rơi chúng tôi, và sống một cuộc sống sung sướng!",
    "私たちは温泉街をクビにされたのよ。その後、どこにも\n雇ってもらえず違法パイロットにならざるを得なかった！": "Chúng tôi đã bị đuổi khỏi khu suối nước nóng. Sau đó, chúng tôi không được\ntuyển dụng ở bất cứ đâu, và buộc phải trở thành phi công bất hợp pháp!",
    "この違法パイロット達は、温泉街の元従業員のようですね……": "Những phi công bất hợp pháp này, có vẻ như là cựu nhân viên của khu suối nước nóng...",
    "何があったのか知らないが、犯罪行為は許されることじゃない。\nましてや復讐のためにメイズシフターまで利用するなんて。": "Tôi không biết chuyện gì đã xảy ra, nhưng hành vi phạm tội là không thể chấp nhận được.\nHơn nữa, còn sử dụng cả Máy đào mê cung để trả thù nữa.",
    "しかし、解せませんね。": "Tuy nhiên, tôi không hiểu.",
    "そこらの違法パイロット集団に、\nメイズシフターをどうこうできるとは思えません。": "Tôi không nghĩ rằng một nhóm phi công bất hợp pháp tầm thường có thể làm gì với\nMáy đào mê cung.",
    "だよねー。だってこの人達、あんなに装備が貧弱なんだよ？\n力で従わせるにしても無理ゲーじゃん。": "Đúng vậy. Bởi vì những người này, trang bị của họ quá nghèo nàn đúng không?\nNgay cả khi dùng sức mạnh để ép buộc, cũng là vô ích.",
    "ぐぬぬ……ああ、そうだよ。その通りさ！": "Ưm... À, đúng rồi. Đúng là như vậy!",
    "あたしらは熱源探知機も、ボーリング孔をぶっ壊すのに\n十分な武器も買い揃えられない、貧乏パイロット集団だよ！": "Chúng tôi là một nhóm phi công nghèo, không thể mua được máy dò nhiệt, cũng không có\nđủ vũ khí để phá hủy lỗ khoan!",
    "それもこれも、宿の金を遊びに使い込んで\n莫大な借金を背負っちまったせいで……！": "Tất cả cũng là vì, chúng tôi đã dùng tiền của nhà trọ để vui chơi và\nmắc nợ rất nhiều...!",
    "客と大喧嘩してあちこち壊しまくった修理代のせいで……！": "Vì tiền sửa chữa sau khi cãi nhau với khách và phá hỏng mọi thứ...!",
    "……解雇された原因って、それですか。": "...Nguyên nhân bị sa thải là vì vậy sao?",
    "微塵も同情できない話になってきましたね……\nクビで済んだのはむしろ温情でしょう。": "Tôi không còn chút đồng cảm nào nữa...\nBị đuổi việc đã là một sự khoan hồng rồi.",
    "かわいそうな人達……": "Những người đáng thương...",
    "うぐぐ……そっちの白い娘の哀れみの視線、\nなんか本気で傷付くんだけど……！": "Ư ư ư... Ánh mắt thương hại của cô gái tóc trắng kia,\ntôi cảm thấy thực sự bị tổn thương...!",
    "だけど、そんな惨めな人生も変わるはずだったんだよ！\nあの『バーサーク』で……！": "Nhưng mà, đáng lẽ cuộc đời thê thảm như vậy đã có thể thay đổi rồi!\nVới 'Berserk' đó...!",
    "――！": "――!",
    "……『バーサーク』……？": "...'Berserk'...?",
    "メイズシフターを凶暴にする代わりに、強化ができる薬よ。": "Một loại thuốc có thể cường hóa Máy đào mê cung, đổi lại nó sẽ trở nên hung dữ.",
    "この薬を使ったメイズシフターで温泉を使いものにならないようにして、\n温泉街を観光地として終わらせるはずだったのに。": "Với Máy đào mê cung đã dùng thuốc này, chúng tôi sẽ khiến suối nước nóng không còn sử dụng được nữa,\nvà kết thúc khu suối nước nóng như một điểm du lịch.",
    "メイズシフターに作用する薬物……？\nそんなもの、どうやってあなた達のような集団が――": "Chất kích thích tác động lên Máy đào mê cung...? \nThứ đó, làm sao mà một nhóm như các người có thể--",
    "誰からもらったの……？": "Ai đã cho...?",
    "……ユリア？": "...Yuria?",
    "教えて？\nその『バーサーク』って薬、どうやって手に入れたの？": "Nói cho tôi biết?\nCái thuốc 'Berserk' đó, các người lấy nó ở đâu?",
    "――教えて。": "――Nói.",
    "ひっ！？": "Hự!?",
    "その目は冷たく、表情は無に近いものの、\nただひたすらに静かな怒りだけは明確に伝わってきた。": "Đôi mắt lạnh lùng, biểu cảm gần như vô hồn,\nnhưng chỉ có sự tức giận im lặng là được truyền đạt một cách rõ ràng.",
    "今まで見たことのない種類の――ユリアの怒りだった。": "Đó là sự tức giận của Yuria, một loại mà tôi chưa từng thấy trước đây.",
    "ユリアさん……一体どうなされたのですか？": "Yuria-san... Rốt cuộc là đã xảy ra chuyện gì vậy?",
    "『アカデミー』で対メイズシフター訓練を受けてた頃、\n聞いたことがあるの。同じ名前の薬。": "Khi còn luyện tập đối phó với Máy đào mê cung ở 'Học viện',\ntôi đã nghe nói về nó. Một loại thuốc cùng tên.",
    "ふ、ふん。聞かれて素直に答えるとでも？\n生憎だけどね、情報は漏らさない契約で格安の薬を……": "Hừ, hừm. Cậu nghĩ là tôi sẽ trả lời một cách ngoan ngoãn sao?\nThật không may, tôi đã ký hợp đồng không tiết lộ thông tin để đổi lấy thuốc giá rẻ...",
    "……そんな話は聞いてない。\nいいから教えて。": "...Tôi chưa từng nghe về chuyện đó.\nNói cho tôi biết đi.",
    "っ……！": "Hự...!",
    "わ、わかった。教える、教えるよ！": "T, tôi hiểu rồi. Tôi sẽ nói, tôi sẽ nói!",
    "危険な薬物を格安で売りさばいて儲けてるやつがいるんだ！\n『バーサーク』も、そいつから――": "Có một kẻ đang bán những loại thuốc nguy hiểm với giá rẻ để kiếm lời!\n'Berserk' cũng là từ hắn--",
    "連絡先は知ってる？": "Cậu có thông tin liên lạc không?",
    "そ、そりゃもちろん……\nでも、そこまで吐くわけには……": "T, tất nhiên là có rồi...\nNhưng mà, tôi không thể nói hết được...",
    "教えてくれなくてもいい。\n代わりに手元のデバイスで伝えておいて。今すぐに。": "Không cần nói cho tôi biết.\nThay vào đó, hãy truyền nó qua thiết bị của cậu. Ngay bây giờ.",
    "『ユリアが怒ってる』――って。": "'Yuria đang tức giận'--.",
    "うっ……つ、伝えるよ！　今すぐ！\n……だから、手だけでも自由にしてくれない？": "Ư... T, tôi sẽ truyền đạt đây! Ngay bây giờ!\n...Vì vậy, hãy thả tay tôi ra được không?",
    "変なマネしたら容赦しないからな。": "Nếu làm gì kỳ lạ, tôi sẽ không tha đâu.",
    "わ、わかってる！": "T, tôi hiểu rồi!",
    "――今、送っておいた。送信履歴見れば、確かめられるはず。": "――Tôi đã gửi rồi. Cậu có thể kiểm tra trong lịch sử gửi.",
    "……そ。": "...Vậy sao.",
    "ありがとね～！": "Cảm ơn nhé~!",
    "ユリア、なんだか様子が変だったけど、大丈夫か？": "Yuria, có vẻ như cậu có vẻ khác thường, có ổn không?",
    "ん？　へーきへーき。\nあ～、疲れた～！": "Hửm? Ổn mà, ổn mà.\nÀ, mệt quá đi!",
    "それっきりユリアは、違法パイロット達に視線を向けることはなかった。\nまるで彼女達への興味が一切失われたかのように。": "Sau đó, Yuria không còn nhìn về phía các phi công bất hợp pháp nữa.\nNhư thể cô đã hoàn toàn mất hứng thú với họ.",
    "これでとりあえずは一件落着よね！\nさあ、いよいよ待ちかねた温泉の時間だー！": "Như vậy là xong rồi nhỉ!\nNào, đã đến lúc chúng ta mong chờ suối nước nóng rồi!",
    "（さっきの薬物の名前を聞いたときの執着……\n少し気にはなるが、一旦は保留にしておこう）": "(Sự ám ảnh khi nghe tên loại thuốc lúc nãy...\nTôi hơi lo lắng, nhưng cứ để đó đã)",
    "その後、違法パイロット達を警察に引き渡した俺達は、\n温泉宿へと帰還するのだった。": "Sau đó, chúng tôi đã giao các phi công bất hợp pháp cho cảnh sát,\nvà trở về nhà trọ suối nước nóng."
}