{
    "それで、話っていうのは？": "Vậy, chuyện là sao?",
    "実は……ひとつお願いがあるのです。": "Thật ra...tôi có một yêu cầu.",
    "俺に？": "Với tôi?",
    "はい……%usernameusernameuserna%さんにしか\nお願い出来ないことですわ。": "Vâng...Chỉ có anh %usernameusernameuserna% mới có thể giúp tôi được.",
    "（嬉しいな）": "(Vui quá)",
    "（緊張するな……）": "(Hồi hộp quá...)",
    "（なんだかそう言われると……）": "(Cứ như vậy thì...)",
    "もったいぶった言い方だな。\n俺に出来ることなら協力は惜しまない。遠慮なく話してくれ。": "Nói vòng vo quá đấy. Nếu tôi giúp được thì tôi sẽ giúp thôi. Cứ nói tự nhiên đi.",
    "では……生徒会長と話をする場を、設けてはいただけませんか？": "Vậy...anh có thể giúp tôi gặp hội trưởng được không?",
    "生徒会長と？　確かに俺は生徒会所属ではあるから、\n相談することはできると思うが……何の話をするつもりなんだ？": "Hội trưởng? Chắc chắn là tôi thuộc hội học sinh, nên tôi nghĩ là có thể tư vấn được... Cô định nói chuyện gì vậy?",
    "……個人的な話ですわ。": "…Chuyện riêng tư ạ.",
    "俺には言えない話か？それとも、言いたくないだけか？": "Không thể nói với tôi à? Hay là cô không muốn nói?",
    "申し訳ございませんが、あなたには関係のない話です。": "Xin lỗi, nhưng chuyện này không liên quan đến anh.",
    "言いたくないってことか。": "Cô không muốn nói đúng không?",
    "……はい。": "…Vâng.",
    "なら、断る。": "Vậy thì tôi từ chối.",
    "なっ……！？": "Hả...!",
    "当然だろ？　俺に関係ないなんて嘘だ。": "Đương nhiên rồi? Cô bảo không liên quan đến tôi là nói dối.",
    "きっとその内容は俺やシリウスシュガーのみんなが、\n今ここで聞かないと後悔する類のものだろ。": "Chắc chắn nội dung đó là thứ mà tôi và Sirius Sugar sẽ hối hận nếu không nghe ngay bây giờ.",
    "ど、どうして、そうだと……": "T-tại sao anh lại nghĩ vậy...",
    "七彩をいつも見てるからな。\n顔を見れば、俺達に関係ありありなのはすぐわかるよ。": "Tôi luôn để ý đến Nanairo. Chỉ cần nhìn vào mặt cô là tôi biết nó liên quan đến chúng ta rồi.",
    "……！": "…!",
    "だから話せないなら断る。": "Vậy nên nếu cô không thể nói thì tôi từ chối.",
    "そ、そういう言い方はずるい……ですわ。": "N-nói vậy thì quá đáng...ạ.",
    "……わかりましたわ。もし頼みを聞いてくださるなら、\n報酬をお支払いしますわ。": "…Tôi hiểu rồi. Nếu anh giúp tôi, tôi sẽ trả công.",
    "そういう話じゃない。\n俺が金で動く人間かどうかは、さすがにわかっているだろう？": "Không phải chuyện đó. Cô biết tôi có phải là người vì tiền không mà?",
    "…………": "……",
    "どうしても……話さないといけませんか？": "Nhất định...phải nói ra sao?",
    "ああ、むしろひとりで抱え込むなと言いたいくらいだ。": "Ừ, tôi còn muốn cô đừng tự mình gánh vác nữa là đằng khác.",
    "……わ、わかりましたわ。": "…V-vâng, tôi hiểu rồi.",
    "生徒会長には、もしシリウスシュガーが負けても退学するのは\nわたくしだけにしてほしいとお願いするつもりですの。": "Tôi định nói với hội trưởng rằng, nếu Sirius Sugar thua thì chỉ mình tôi bị đuổi học thôi.",
    "どうしてそんなことをするんだ？\nカラフルブーケにだって勝てたじゃないか。": "Sao cô lại làm vậy? Cô đã thắng Colorful Bouquet còn gì.",
    "だからこそですわ。先日の模擬戦に勝てたのは、\n%usernameusernameuserna%さん、あなたのおかげです。": "Chính vì vậy. Chiến thắng trong trận đấu tập hôm trước là nhờ có anh %usernameusernameuserna%.",
    "それは違う。確かに助言はした。\nだが、あの作戦を考えたのは七彩だろう。": "Không phải. Tôi có đưa ra lời khuyên. Nhưng người nghĩ ra chiến lược đó là Nanairo mà.",
    "ええ。ですが、%usernameusernameuserna%さんがわたくし達の弱点と\n適性を見抜き、適切な指導を行ってくださったから可能になったのです。": "Vâng. Nhưng nhờ có anh %usernameusernameuserna% đã nhận ra điểm yếu và khả năng của chúng tôi, và đã chỉ đạo chúng tôi một cách thích hợp nên mới có thể làm được.",
    "あなたが来てくださったおかげで、\nシリウスシュガーは強くなったのですわ。": "Nhờ có anh đến, Sirius Sugar mới mạnh lên được.",
    "……そう言ってもらえるのは正直、嬉しい。だが、だからと言って\n負けたら七彩だけの責任というのは筋が違うだろ。": "…Tôi thực sự vui khi nghe điều đó. Nhưng, nói như vậy thì, thua mà chỉ mình Nanairo chịu trách nhiệm thì không đúng.",
    "……いえ。違うのです。聞いて下さい。": "…Không. Không phải vậy. Xin hãy nghe tôi nói.",
    "……": "…",
    "これまでのシリウスシュガーは、チームとして成立していませんでした。\nそれもひとえにリーダーのわたくしの不甲斐なさが原因だったのです。": "Từ trước đến nay, Sirius Sugar không được xem là một đội. Đó là do tôi, một người đội trưởng bất tài.",
    "今回ではっきりと分かりました。わたくしにはリーダーの資質が\nありません。だから、せめて責任をとりたいのです。": "Lần này tôi đã hiểu rõ. Tôi không có tố chất của một người đội trưởng. Vì vậy, ít nhất tôi muốn chịu trách nhiệm.",
    "なるほどな。\nそれで、負けたら七彩だけが退学で済むように交渉すると。": "Tôi hiểu rồi. Vậy nên cô sẽ thương lượng để chỉ có Nanairo bị đuổi học nếu thua.",
    "はい。他に責任の取りようがありませんから。": "Vâng. Vì tôi không còn cách nào khác để chịu trách nhiệm.",
    "もしそれで、七彩がいなくなってもチームが存続するとして、\nリーダーの後任は誰が務めるんだ？": "Nếu như vậy, nếu Nanairo không còn nữa thì ai sẽ là người kế nhiệm?",
    "それはもちろん……": "Đương nhiên là...",
    "言っておくが、俺はリーダーにはなれないぞ。": "Tôi nói trước, tôi không thể làm đội trưởng đâu.",
    "なぜですの？": "Tại sao ạ?",
    "忘れたのか？　俺は生徒会付の『教導指揮官』であって、\nシリウスシュガー専属じゃない。": "Quên rồi sao? Tôi là 'Chỉ huy hướng dẫn' của hội học sinh, không phải của riêng Sirius Sugar.",
    "生徒会長の命令があれば、別のチームに付くこともあるだろう。": "Nếu hội trưởng ra lệnh, tôi cũng có thể đến một đội khác.",
    "で、では、誰がシリウスシュガーを……": "V-vậy thì, ai sẽ là người dẫn dắt Sirius Sugar...",
    "そりゃあ、お前しかいないだろ。\nシリウスシュガーのリーダーは七彩なんだから。": "Chắc chắn là cô rồi. Vì Nanairo là đội trưởng của Sirius Sugar mà.",
    "で、ですから！　わたくしにはリーダーの資質がないと……！": "Nhưng mà! Tôi không có tố chất của một người đội trưởng...!",
    "必死に食い下がる七彩に、\n俺はゆっくりと噛み砕くように言った。": "Trước sự cố gắng của Nanairo, tôi từ từ nói.",
    "俺は、そう思わない。": "Tôi không nghĩ vậy.",
    "何度も言うが、今日の作戦を考えたのは七彩だ。\n昨日だって遅くまで過去のデータを分析してただろ？": "Tôi nói đi nói lại, người nghĩ ra chiến lược ngày hôm nay là Nanairo. Hôm qua cô còn phân tích dữ liệu cũ đến tận khuya đúng không?",
    "仮にもリーダーですから、そのくらい当然ですわ……": "Vì tôi là đội trưởng nên chuyện đó là đương nhiên rồi...",
    "俺が思うに、リーダーに最も必要な資質は『責任感』だ。\nメンバーのことを考え、行動できる人間こそが、リーダーに相応しい。": "Theo tôi, tố chất quan trọng nhất của một người đội trưởng là 'trách nhiệm'. Một người có thể nghĩ đến các thành viên và hành động vì họ mới là người phù hợp với vị trí đội trưởng.",
    "七彩はそれを持ってる。だから、みんなは七彩を信頼できるし、\nカラフルブーケとも互角以上に戦えたんだ。": "Nanairo có điều đó. Vì vậy, mọi người mới tin tưởng Nanairo, và mới có thể chiến đấu ngang ngửa với Colorful Bouquet.",
    "ですが……": "Nhưng...",
    "弱気になるな。七彩に一番足りないものがあるとしたら、そこだ。": "Đừng yếu đuối. Nếu có gì Nanairo còn thiếu thì đó là điều đó.",
    "負けた時の心配より、今は勝つための努力をするべきだ。": "Bây giờ cô nên cố gắng để chiến thắng hơn là lo lắng về việc thua.",
    "わたくしたちで勝てるのでしょうか、カオスメイデンに。\n残された時間もあとわずかですのに……": "Liệu chúng ta có thể thắng được Chaos Maiden không, khi mà thời gian còn lại không nhiều...",
    "勝てるのか、じゃない。勝たなくちゃいけないんだ。": "Không phải 'liệu có thắng được không', mà là 'phải' thắng.",
    "彼を知り己を知れば百戦殆からず……": "Biết người biết ta, trăm trận trăm thắng...",
    "またソンシとおっしゃる方のお言葉ですの？": "Lại là lời của người tên là Sonshi sao?",
    "ああ。敵と味方をよく知れば、何度戦っても負けることはない。\nそんな意味だった気がする。": "Ừ. Nếu biết rõ địch và ta, thì chiến đấu bao nhiêu lần cũng không thua. Tôi nhớ là có nghĩa như vậy.",
    "勝てないと思うのは、俺たちがカオスメイデンのことを\n本質的な部分でよく知らないからだ。": "Tôi nghĩ chúng ta không thể thắng vì chúng ta không hiểu rõ về Chaos Maiden.",
    "お前たちは既に己のことはよく知った。なら、次は敵を知る番だ。": "Các cô đã hiểu rõ về bản thân mình rồi. Vậy thì, tiếp theo là đến lượt tìm hiểu về kẻ thù.",
    "しかし、敵を知るとは、一体どうやって……": "Nhưng, làm sao để biết được kẻ thù...",
    "そんなの決まってるだろ？": "Chuyện đó thì dễ thôi?",
    "ま、まさか……": "Ch-chẳng lẽ..."
}