{
    "次の日、練習を前に俺はトレブルクインテットを屋内訓練場に\n呼び出した。本来の彼女たちが持つ実力を把握するためだ。": "Hôm sau, trước buổi tập, tôi gọi Treble Quintet đến nhà thi đấu trong nhà.\nĐể nắm bắt thực lực thực sự của các cô.",
    "さて、改めて実力を見せて欲しい。\n相手としては、教導指揮官として声をかけたチームが相手だ。": "Được rồi, hãy cho tôi thấy thực lực của các em lần nữa.\nĐối thủ là đội mà tôi đã chỉ định với vai trò chỉ huy hướng dẫn.",
    "以前にスカラ校舎で知り合った優秀なチームである。\n成長したシリウスシュガーに勝るとも劣らないと見ている。": "Đó là một đội xuất sắc mà tôi đã gặp ở học viện Skala.\nTôi nghĩ rằng họ không hề thua kém Sirius Sugar đã trưởng thành.",
    "りょです！　相手はスカラ校舎の方ですね！\n前はかっこ悪い所を見せちゃったので、いい所見せちゃいますよ！": "Vâng ạ! Đối thủ là đội của học viện Skala phải không ạ!\nTrước đây em đã để lộ một mặt xấu xí, nên em sẽ cho mọi người thấy mặt tốt của mình!",
    "そういってトレブルクインテットはＭＧに乗り込んで準備をする。": "Nói rồi Treble Quintet lên MG và chuẩn bị.",
    "教導指揮官さん、あいつらの相手は本気でやればいいの？": "Chỉ huy hướng dẫn, chúng ta có nên nghiêm túc với đối thủ không?",
    "ああ。遠慮なくやってくれ。何なら倒してもいいぞ。": "Ừ. Cứ thoải mái đi. Thậm chí có thể đánh bại họ.",
    "なるほどね、次の公式ＭＧ競技に向けていい練習相手になるわ。\n相手にとって不足なしよ！": "Ra là vậy, sẽ là một đối thủ luyện tập tốt cho cuộc thi MG chính thức tiếp theo.\nKhông có gì phải bàn cãi cả!",
    "彼女たちとどこまで戦えるのか……\nトレブルクインテットの実力を試す試金石となるだろう。": "Tôi có thể chiến đấu với họ đến mức nào đây...\nĐây sẽ là một hòn đá thử vàng để kiểm tra thực lực của Treble Quintet.",
    "さて……それじゃあ試合を開始してくれ！": "Được rồi... Vậy thì, hãy bắt đầu trận đấu!",
    "そして、２チームの模擬戦が始まる。": "Và, trận đấu giả định giữa hai đội bắt đầu.",
    "さあて、さっそく突撃するわ！　後ろはお願いね！": "Nào, xông lên thôi!\nEm sẽ lo phần phía sau!",
    "はいはいっと。それじゃあ、私も一緒に行くよ～。\nエヴィとフルートはサポートお願い。": "Vâng vâng. Vậy thì, tớ cũng đi cùng đây~.\nEvi và Flute, hãy hỗ trợ nhé.",
    "（まずはレイラたちが突撃か……）": "(Trước tiên là Leila xung phong sao...)",
    "馬鹿正直に突っ込んできて、良い的じゃない！\n全員、集中砲火！": "Xông vào một cách ngu ngốc, đúng là một mục tiêu tốt!\nTất cả, tập trung hỏa lực!",
    "おっと、それはダメだよ。": "Ối, không được đâu.",
    "ロージーちゃん、気にせずにアゲアゲで行きましょう！": "Rosie-chan, cứ vui vẻ lên nào!",
    "後ろは気にせずに、任せて！": "Cứ yên tâm, em lo phần phía sau!",
    "真っ直ぐに突撃したロージーへの攻撃を打ち落とし、\nフルートとエヴィ、シエナは彼女が切り込むための道をサポートする。": "Đánh chặn các đòn tấn công vào Rosie đang xông lên, \nFlute, Evi và Siena hỗ trợ để cô ấy có thể xông vào.",
    "ふふ、いいわね！　やっぱりみんな最高よ！": "Hừm, tốt đấy! Đúng là mọi người tuyệt vời nhất!",
    "ロージー！　横から来てるよ！\nこっちは任せて、対処お願い！": "Rosie! Có người đang đến từ bên cạnh kìa!\nĐể tớ lo, cậu cứ xử lý đi!",
    "突撃してきたロージーを隠れて挟撃しようとした２人のスカラ生徒。\nしかし、それをレイラが察知して迎え撃ち１対１を作り出す。": "Hai học sinh Skala cố gắng đánh úp Rosie đang xông lên.\nTuy nhiên, Leila đã nhận ra và đối đầu, tạo ra một trận 1vs1.",
    "ちっ、抜け目のないやつ！": "Chết tiệt, không thể qua mặt được!",
    "くっ、立て直すぞ！": "Chết tiệt, tái tổ chức!",
    "させないわ！　もっと付き合って貰うわよ！": "Không đời nào!\nTớ sẽ chơi với các cậu lâu hơn nữa!",
    "挟撃に失敗した２人を釘付けにするレイラとロージー。\nそして、そこにフルートたちが中央へと突撃していく。": "Leila và Rosie giữ chân hai người đã thất bại trong việc đánh úp.\nVà, Flute cùng những người khác xông lên trung tâm.",
    "シエナちゃん、エヴィちゃん、バイブスアゲアゲでいきますよ～！": "Siena-chan, Evi-chan, chúng ta cùng lên tinh thần nào~!",
    "はいはいっと。": "Vâng vâng.",
    "うん、任せて、準備は万全だよ。": "Ừ, cứ giao cho tớ, mọi thứ đã sẵn sàng rồi.",
    "なっ、全員ツッコんできた！？": "Hả, tất cả đều lao vào sao!?",
    "落ち着け！　こっちの意表を突いてきただけだ。\n冷静に対処を……": "Bình tĩnh!\nChỉ là họ đã bất ngờ tấn công chúng ta thôi.\nCứ bình tĩnh mà đối phó...",
    "前線を張る２人を援護する形を崩して、\n突如として３人が突撃したことに驚くスカラ校舎のチーム。": "Đội của học viện Skala ngạc nhiên trước việc ba người đột nhiên xông lên, \nphá vỡ đội hình hỗ trợ cho hai người ở tuyến đầu.",
    "そして、突撃に合わせてフルートたちの背後から援護射撃が飛んでくる。": "Và, cùng với cuộc tấn công, hỏa lực hỗ trợ từ phía sau Flute và những người khác.",
    "ちょ、ちょっと！？　なんで援護射撃が……": "Chờ, chờ một chút!? Sao lại có hỏa lực hỗ trợ...",
    "ごめん、逃げられた！　あいつらいきなり下がって……": "Xin lỗi, họ đã chạy thoát rồi!\nHọ đột nhiên lùi lại...",
    "ふっふっふ、フルートたちは皆仲良しですから形に縛られません！\nみんながエースで、皆がサポーターです！": "Hừ hừ hừ, Flute và những người khác đều là bạn tốt nên không bị gò bó bởi hình thức!\nMọi người đều là át chủ bài, mọi người đều là người hỗ trợ!",
    "まあ、それって裏を返すと、\n『器用貧乏』ってことなんだけどね。": "Chà, nói cách khác, \n'Vừa dở lại vừa ương' đấy.",
    "あはは……ノーコメントで。": "A ha ha... Không bình luận.",
    "フォローしてくださいよー！？": "Hãy hỗ trợ cho chúng em đi!",
    "軽いやり取りをしながらも、アタッカーがサポートに回り、逆も起こる。\nそんな縦横無尽な立ち回りでスカラ校舎生徒を追い詰めていく。": "Trong khi trao đổi nhẹ nhàng, những người tấn công chuyển sang hỗ trợ, và ngược lại.\nVới lối chơi linh hoạt như vậy, họ đã dồn học sinh của học viện Skala vào thế bí.",
    "（これだ……お互いの信頼の上で役割を簡単に変えることが出来る。\n付け焼刃でやれば連係ミスであっさりと瓦解するだろう作戦）": "(Đây rồi... Họ có thể dễ dàng thay đổi vai trò dựa trên sự tin tưởng lẫn nhau.\nNếu chỉ làm cho có, thì sẽ dễ dàng sụp đổ vì lỗi phối hợp)",
    "（型にハマらない自由さ……これはトレブルクインテットの強みだ。\n突出した個の強さで押しつぶすカオスメイデンとは違う強さだな）": "(Sự tự do không bị gò bó... Đây là điểm mạnh của Treble Quintet.\nMột sức mạnh khác biệt so với Chaos Maiden với sức mạnh cá nhân vượt trội)",
    "コロコロと変わっていくポジション。相手は常に対応を迫られ、\n徐々に消耗していき一機ずつ落とされていく。": "Vị trí thay đổi liên tục. Đối thủ luôn phải đối phó, \ndần dần bị bào mòn và bị hạ gục từng chiếc một.",
    "これで～、トドメです！": "Giờ thì~, kết liễu!",
    "ぐっ……くそ……！　なんて奴らだ……！": "Ư... Chết tiệt...! Bọn chúng là ai chứ...!",
    "そして試合が終わり、フルートたちは戻ってくる。": "Và trận đấu kết thúc, Flute và những người khác quay trở lại.",
    "えへへ、どうでしたか！　フルートたちの良さを見て貰えましたか！": "Ehehe, thế nào ạ! Mọi người đã thấy được điểm tốt của Flute và những người khác chưa!",
    "ああ、見事なもんだ……あの時と別物過ぎるな。": "Ừ, thật tuyệt vời... Khác xa so với lúc đó.",
    "（やはりあのときはすべての状況が俺達に味方していたわけだな。\n本気でやりあえば経験も技術も連携も、すべてフルート達のほうが上だ）": "(Quả nhiên, lúc đó mọi tình huống đều đứng về phía chúng ta.\nNếu nghiêm túc, thì kinh nghiệm, kỹ thuật và sự phối hợp đều vượt trội hơn Flute và những người khác)",
    "それで、教導指揮官的にまだまだ見たりないかな？\nもっと見たいっていうなら、やってもいいけど。": "Vậy, theo chỉ huy hướng dẫn, anh vẫn chưa thấy đủ sao?\nNếu anh muốn xem thêm, thì em cũng được thôi.",
    "十分だ。お前達のことは理解できたし、今日は休んでくれ。\n明日からの訓練に期待してるぞ。": "Đủ rồi. Tôi đã hiểu về các em, và hôm nay hãy nghỉ ngơi đi.\nTôi mong đợi vào buổi tập ngày mai."
}