{
    "いったい何なんですの！？\nわたくしにも分かるよう、ちゃんと説明してくださいまし！": "Rốt cuộc là gì vậy chứ!?\nXin hãy giải thích rõ ràng để tôi hiểu!",
    "あの方はいったいなにを！？\nどうして囲んでいる方々は撃たないんですの！？": "Cô ta rốt cuộc là đang làm gì chứ!?\nTại sao những người vây quanh lại không bắn vậy chứ!?",
    "撃たないんじゃない。撃てないんだ。": "Không phải không bắn, mà là không thể bắn.",
    "おっしゃる通りです。": "Đúng như lời anh nói.",
    "意味がわかりませんわ……\nわたくしにはただ歩いているようにしか見えませんでした。": "Tôi không hiểu gì cả... \nTôi chỉ thấy cô ấy đi bộ thôi.",
    "ええ。一見、ただ歩いているだけに見えますよね。\nしかし、それは私達が外から見ているからなのです。": "Ừ. Thoạt nhìn, có vẻ như chỉ đang đi bộ thôi nhỉ.\nNhưng đó là vì chúng ta đang nhìn từ bên ngoài.",
    "対峙している方の目線では、そうではありません。": "Từ góc nhìn của những người đối diện, thì không phải vậy.",
    "なにげなく歩いているように見えて、\nユリアさんは決して、敵機の照準の中央には映りません。": "Tuy có vẻ như đang đi bộ bình thường,\nnhưng Yuria-san tuyệt đối không bao giờ xuất hiện ở trung tâm tầm ngắm của địch.",
    "たとえ一瞬、映ったとしても、\nトリガーを引くタイムラグでかわされる。": "Cho dù có xuất hiện trong chớp mắt, \nthì cũng sẽ bị né tránh do độ trễ khi kéo cò.",
    "そんな状態で撃っても意味がないので、\n誰も撃つことができないんです。": "Trong tình huống đó, bắn cũng vô nghĩa, \nnên không ai có thể bắn cả.",
    "……理屈はわかりましたわ。": "…Tôi đã hiểu lý do rồi.",
    "ですが、先程の相手は５機。そんな芸当、できるとは思えませんわ。": "Nhưng, đối phương lúc nãy có 5 chiếc. Tôi không nghĩ rằng cô ấy có thể làm được điều đó.",
    "常人ならそうでしょうね。ですが、ユリアさんは天才です。\n彼女の持つ非凡な情報処理能力がそれを可能にしているのです。": "Người bình thường thì đúng là vậy. Nhưng Yuria-san là một thiên tài.\nKhả năng xử lý thông tin phi thường của cô ấy đã làm được điều đó.",
    "おそらく単純に照準だけじゃない。": "Có lẽ không chỉ đơn giản là nhắm bắn.",
    "今回の相手は撃つことすらできなかったが、実戦では突撃砲の残弾や\nリロードのタイミングなども見てるだろうな。": "Đối phương lần này thậm chí còn không thể bắn, nhưng trong thực chiến, cô ấy còn xem xét cả số đạn còn lại của pháo xung kích và\nthời điểm nạp đạn nữa.",
    "ええ。それに、次のアクションとそれに必要な時間……\nユリアさんはそうした戦場の情報、すべてを把握しているんです。": "Ừ. Thêm vào đó, là hành động tiếp theo và thời gian cần thiết... \nYuria-san nắm bắt tất cả thông tin chiến trường như vậy.",
    "なんですの、それ……本当にわたくしたちと同じ人間ですの……？": "Sao cơ, chuyện gì vậy chứ... Cô ấy thực sự là con người giống như chúng ta sao...?",
    "見えている世界が違うんです……私達のリーダーは。": "Thế giới mà cô ấy nhìn thấy khác biệt hoàn toàn... Thủ lĩnh của chúng ta.",
    "『リーダー』って……まさか……！？": "『Thủ lĩnh』... Chẳng lẽ...!?",
    "ええ。私たちはカオスメイデンのメンバーです。": "Ừ. Chúng ta là thành viên của Chaos Maiden.",
    "え、本当に気づいてなかったの？": "Ê, thật sự là không nhận ra á?",
    "これっぽっちも気づきませんでしたわ……": "Tôi hoàn toàn không nhận ra...",
    "逆に驚き。": "Ngược lại còn thấy bất ngờ.",
    "俺も驚きだ。この展開で、それ以外ないだろうに。\n意外と天然なんだな、七彩。": "Tôi cũng thấy bất ngờ. Với tình huống này, thì không còn gì khác nữa rồi.\nKhông ngờ lại ngây thơ đến vậy, Nanairo.",
    "ではお茶同好会というのも……？": "Vậy còn câu lạc bộ Trà Đạo thì sao...?",
    "ええ……すみません。ただ紫雲家が茶道の家元なので、\n完全に嘘というわけではありませんよ。": "Ừm... Xin lỗi. Chỉ là vì nhà Shiyun là gia tộc Trà Đạo, \nnên không hẳn là hoàn toàn là nói dối.",
    "……やっぱり。いただいたお茶が、一朝一夕のものではない\n素晴らしい味わいだったので、すっかり信じてしまいましたわ。": "…Thì ra là vậy. Vì loại trà mà tôi được uống có hương vị tuyệt vời, \nkhông phải được làm trong một sớm một chiều, nên tôi đã hoàn toàn tin tưởng.",
    "ふふ、ありがとうございます。": "Hừm hừm, cảm ơn.",
    "……そしてあなた方は新聞部ではなく、シリウスシュガーのメンバー。\nそうですよね、鳴滝七彩さん、%usernameusernameuserna%さん。": "…Và các cậu không phải là thành viên của câu lạc bộ báo chí, mà là thành viên của Sirius Sugar.\nĐúng không, Nanaki Nanairo-san, %usernameusernameuserna% -san.",
    "やっぱり、見抜かれていたか。さすがはカオスメイデン。": "Quả nhiên là đã bị phát hiện rồi. Quả là Chaos Maiden có khác.",
    "洞察力も一流というわけだな……": "Khả năng quan sát cũng thuộc hàng nhất nhì...",
    "いや、そっちもバレバレだったわよ……": "Không, bên đó cũng bị lộ rồi...",
    "隠してるつもりだったんだ……": "Cứ tưởng là mình đã che giấu rồi chứ...",
    "（え、ホントに気づかれてたの！？\nくそっ、そこまで言われると恥ずかしいぞ）": " (Ê, thật sự là đã bị phát hiện rồi á!?\nChết tiệt, bị nói đến mức đó thì thật là xấu hổ mà)",
    "（これじゃ、七彩のこと言えないんだが！）": "(Thế này thì không nói gì về Nanairo được rồi!)",
    "柊校舎でメイズ適性のある男子生徒が生徒会所属の指揮官となり、\nシリウスシュガーに配属されたという噂は耳にしていました。": "Tôi đã nghe tin đồn rằng một nam sinh có năng khiếu Maze ở trường học Hinoki đã trở thành chỉ huy thuộc hội học sinh, \nđược chỉ định vào Sirius Sugar.",
    "そんなタイミングで柊校舎の制服を着た男子生徒が来れば、\n誰だって気づきますよ。": "Nếu một nam sinh mặc đồng phục trường Hinoki xuất hiện vào thời điểm đó, \nthì ai mà không nhận ra chứ.",
    "それもそっか。でも、どうして訓練を見学させたんだ？\nわざわざ敵に情報を渡す意味がないだろ。": "Cũng đúng. Nhưng, tại sao lại cho xem buổi huấn luyện chứ?\nChẳng có lý do gì để đưa thông tin cho kẻ địch cả.",
    "くすっ。見たところで、何か変わりますか？": "Hừm hừm. Nhìn thấy rồi thì có thay đổi được gì không?",
    "随分な自信だな。": "Tự tin ghê nhỉ.",
    "ええ。私達はユリアさんを信じていますので。\n彼女が負けることはない、と。": "Ừ. Vì chúng tôi tin vào Yuria-san.\nCô ấy sẽ không thua đâu.",
    "そういうこと。ユリアが何をしてるか分かっても、\n対策のしようがないもの。": "Đúng là vậy. Dù biết Yuria đang làm gì, \nthì cũng không có cách nào để đối phó cả.",
    "私達ですら、なぜあんなことができるか理解できていません。\n理解できないものには、対処のしようがありません。": "Ngay cả chúng tôi cũng không hiểu tại sao cô ấy có thể làm được như vậy.\nVới những thứ không hiểu được, thì không có cách nào để đối phó cả.",
    "だから、見られても問題ないってか。": "Vậy là, cho dù bị nhìn thấy thì cũng không có vấn đề gì à?",
    "そういうことです。": "Đúng là như vậy.",
    "（なるほどな……これがカオスメイデン……\nリーダーのユリアの実力は間違いない……）": "(Thì ra là vậy... Đây là Chaos Maiden... \nThực lực của thủ lĩnh Yuria là không phải bàn cãi...)",
    "（でも、だからといって突破口がないわけじゃない……）": "(Nhưng, dù vậy thì cũng không có nghĩa là không có lối thoát...)",
    "というわけで、間違いなく強敵だな。": "Nói chung, đúng là một đối thủ đáng gờm.",
    "スカラ校舎から戻った俺と七彩は、\nシリウスシュガーのメンバーを集めてミーティングを開いた。": "Tôi và Nanairo sau khi trở về từ trường học Skala, \nđã triệu tập các thành viên của Sirius Sugar để tổ chức một cuộc họp.",
    "そこまでなんだね、カオスメイデンのユリアって子は。": "Đến mức đó sao, Yuria của Chaos Maiden.",
    "あまりにもぶっとびすぎてて、信じられない、\nいや、信じたくないけれど……": "Quá mức kinh khủng, không thể tin được, \nhay nói đúng hơn là, tôi không muốn tin...",
    "間違いありませんわ。わたくし、この目で見たんですもの。": "Không có gì phải bàn cãi cả. Tôi đã nhìn thấy bằng chính mắt mình mà.",
    "そんなのもうズルじゃんか。どう勝てばいいんだよ～！？": "Như vậy thì quá là ăn gian rồi. Phải thắng thế nào đây~!?",
    "……当たらないなら当たるまで撃つだけ。": "…Nếu không trúng thì cứ bắn cho đến khi trúng.",
    "そうですけど、それができたら苦労しませんよ～！": "Đúng là như vậy, nhưng nếu làm được thì đã không khổ sở thế này rồi~!",
    "はぁ……みんなとの学園生活もこれでおしまいでしょうか……": "Haizz... Cuộc sống học đường với mọi người đến đây là kết thúc rồi sao...",
    "どうしたお前ら。パイロットからヘタレに逆戻りか？": "Sao thế, mấy đứa. Từ phi công lại trở về thành kẻ hèn nhát à?",
    "実際どうしようもないじゃない。\nそんな本物の天才を前にしたら、凡人が束になっても敵わないし。": "Thực tế thì cũng chẳng biết làm gì nữa.\nTrước một thiên tài thực sự như vậy, thì người thường có hợp lại cũng không thể thắng được.",
    "ま、いちおー言っとくと、ラミは天才に近い方だけどね。": "Mà, nói cho cùng thì, Lami cũng gần như là thiên tài đấy nhé.",
    "なんだ、だらしないな。\nお前達のリーダーは既に突破口を見つけたっていうのに。": "Gì chứ, thật là lôi thôi quá.\nTrong khi thủ lĩnh của mấy đứa đã tìm ra lối thoát rồi đấy.",
    "えっ！　七彩さん、何か気付いたんですか！？": "Hả! Nanairo-san, chị đã nhận ra gì sao!?",
    "……はい。先程、白奈さんが言った通りですわ。\n当たらないなら、当てればいいのです。": "…Vâng. Như những gì Shiroi-san vừa nói.\nNếu không trúng, thì cứ làm sao cho trúng là được.",
    "……？？　ええと、なぞなぞ、ですか？": "…?? À ừm, đố vui sao?",
    "きょとんとするめるに、七彩はゆっくりと\n噛み砕くように説明した。": "Trước sự ngơ ngác của Meru, Nanairo từ từ \ngiải thích một cách cặn kẽ.",
    "ユリアさんがすべての射線を予測して動くというなら、\n予測自体を無意味にしてさしあげればいいのです。": "Nếu Yuria-san dự đoán được mọi đường đạn, thì\ncứ làm cho việc dự đoán đó trở nên vô nghĩa là được.",
    "それはそうかもしれませんけど……でも……": "Điều đó có thể đúng... nhưng...",
    "具体的にどうすればいいのか、だな？": "Cụ thể thì phải làm thế nào, đúng không?",
    "は、はいっ。": "V, vâng.",
    "では、それを実現するための策をお前らに授ける。": "Vậy thì, tôi sẽ truyền cho các cậu kế sách để thực hiện điều đó.",
    "それは――": "Đó là――"
}