{
    "そこだぁっ！！": "Đúng rồi!!",
    "くうううぅぅぅっ！！": "Ư…ư…ư…!",
    "ユニティエッジ４機すべてが機能停止となり、\n戦闘が終了したことがモニターに表示されている。": "Màn hình hiển thị cả 4 cỗ Unity Edge đều đã ngừng hoạt động, trận chiến kết thúc.",
    "リュシー達が……勝った……！": "Luce và mọi người… thắng rồi…!",
    "ああ。ギリギリの戦いだったし、課題は残っているが……\n勝利したことには違いない。": "Ừm. Tuy chiến đấu rất sát sao, vẫn còn nhiều vấn đề, nhưng… không thể phủ nhận chúng ta đã thắng.",
    "あいつらは自分達の実力で道を切り開いたんだ。": "Bọn họ đã tự mình mở ra con đường riêng.",
    "ほどなくして各シミュレーターから８名のパイロットが\n次々と降りてきた。": "Không lâu sau, 8 phi công từ các buồng mô phỏng lần lượt bước ra.",
    "やったよ、みんな！\nボク達、勝ったんだ！": "Mọi người, chúng ta làm được rồi!\nChúng ta đã thắng!",
    "まだ信じられません……！　ユーロ・タワーでも有数の実力者に……\nクラウディアさんのチームに勝てるなんて。": "Vẫn không thể tin được…! Có thể thắng được đội của Claudia-san, một trong những người có thực lực nhất ở Euro Tower…",
    "いい戦いでした。そして、完敗です。\nピクシス・マスールがいかに素晴らしいチームか、よく分かりました。": "Một trận chiến hay. Và chúng ta đã thua hoàn toàn.\nTôi đã hiểu rõ đội Pixies Masur tuyệt vời đến nhường nào.",
    "フフン、気付くのが少し遅かったですね。\nもっと褒めてもいいんですよ？": "Hừm, cậu nhận ra hơi muộn đấy.\nĐáng lẽ phải khen tôi nhiều hơn chứ?",
    "おい、ハリエット……\n勝った時こそ謙虚であるべきだぞ。": "Này, Harriet…\nLúc thắng thì nên khiêm tốn vào.",
    "そうですか？　なら、いい子いい子。": "Vậy sao? Nếu vậy, ngoan ngoan nào.",
    "わっ、ちょ……頭を撫でないでください……！": "Woa, khoan… Đừng có xoa đầu tôi…!",
    "ふふ、かわいい♪　もっとよしよししてもいいですか？": "Phu phu, dễ thương♪ Có muốn tôi xoa thêm không?",
    "や、やめろぉ……撫でるなぁ……！": "D, dừng lại… Đừng có xoa…!",
    "ハリエットはサササとクラウディアから逃げると、\nなぜか俺の後ろに隠れるのだった。": "Harriet chạy trốn khỏi Claudia, rồi không hiểu sao lại trốn sau lưng tôi.",
    "敵……！": "Kẻ địch…!",
    "あはは、嫌われちゃいました……？": "A ha ha, bị ghét rồi sao…?",
    "ク、クラウディアさん……！　すごく、いい勝負でした……！\n戦ってる間も、とても真摯に……向き合ってくれたのわかりました……！": "C, Claudia-san…! Trận chiến thật tuyệt vời…!\nTôi nhận ra trong suốt trận chiến, cô đã rất nghiêm túc… đối mặt với chúng tôi…!",
    "はい、そうしないと、\nあなた方に対して失礼だと思いましたから。": "Vâng, nếu không làm vậy, tôi cảm thấy thật bất lịch sự với các bạn.",
    "改めて思いました。やはり身分による隔たりはなくなっていくべきだと。\n両者が交わることで生まれる可能性や希望の大きさはとても魅力的です。": "Tôi lại càng nghĩ vậy. Rào cản do địa vị nên bị loại bỏ.\nKhả năng và hy vọng nảy sinh khi cả hai bên giao thoa là rất hấp dẫn.",
    "次は負けません。": "Lần tới tôi sẽ không thua đâu.",
    "選考会本番、楽しみにしています。どなたと当たるかはわかりませんが、\n今日の借りは必ずお返ししますから。": "Tôi rất mong chờ vòng loại chính thức. Dù không biết sẽ gặp ai, nhưng tôi nhất định sẽ trả thù cho ngày hôm nay.",
    "クラウディアが右手を差し出す。": "Claudia đưa tay phải ra.",
    "えっ、あっ。": "Hả, ừm.",
    "えっと……": "Ừm…",
    "誰が応じるのか迷っているようだ。\nまだまだ、戦闘以外ではドロテア頼みなのだろうか。": "Có vẻ như cô ấy đang phân vân không biết ai sẽ đáp lại.\nCó lẽ vẫn phải nhờ Dorothea ngoài chiến đấu.",
    "ほら。": "Nào.",
    "リュシーが顎で示すと、ミリアムがうなずいて前に出る。\n彼女が最後の一撃を決めたこともあるし、今日の立役者だろう。": "Khi Luce ra hiệu, Miriam gật đầu và bước lên.\nCô ấy đã tung ra đòn cuối cùng, có lẽ là người hùng của ngày hôm nay.",
    "うん！　がんばろうね！\n次だって絶対、負けないんだから！ ": "Vâng! Cố gắng lên!\nLần sau nhất định không thua đâu!",
    "かくしてピクシス・マスールとユニティエッジの一戦は、\nピクシス・マスールの勝利で幕を閉じるのだった――": "Cứ như vậy, trận chiến giữa Pixies Masur và Unity Edge đã kết thúc\nvới chiến thắng của Pixies Masur――",
    "……ここにいたのか、お嬢。": "…Cô ở đây à, tiểu thư.",
    "リュシー……あの子達は？": "Luce… Mấy đứa kia đâu?",
    "%usernameusernameuserna%が３人連れて食堂に行ったよ。\n祝いに奢ってやるんだとさ。": "%usernameusernameuserna% đã dẫn 3 người đi ăn ở nhà ăn.\nNghe nói là khao mừng chiến thắng.",
    "ではわたくし達、ふたりきりですね。": "Vậy là chỉ còn hai chúng ta thôi sao?",
    "ああ、ふたりきりだな……": "Ừ, chỉ còn hai ta thôi…",
    "なんだかこうしてお話するの、久しぶりのような気がするわ。": "Cảm giác như đã lâu rồi chúng ta mới nói chuyện với nhau như thế này.",
    "互いに忙しかったからな……": "Tại vì cả hai đều bận rộn mà…",
    "あの子達……すごく強くなっていたわね。": "Mấy đứa… đã mạnh hơn rất nhiều rồi.",
    "ああ……お嬢のそばにいたい、その一心で……\n無茶な訓練にも必死で耐えてる。": "Ừm… Vì muốn ở bên tiểu thư, chúng đã…\ncố gắng chịu đựng những buổi huấn luyện khắc nghiệt.",
    "正直%usernameusernameuserna%はすごいと思ったよ。\nあそこまであいつらの底力を引き出せるなんて思ってなかった。": "Thật lòng tôi nghĩ %usernameusernameuserna% rất giỏi.\nTôi không nghĩ anh ta có thể phát huy hết khả năng của bọn họ đến vậy.",
    "リュシーにそこまで言わせるなんて……": "Luce lại còn nói đến mức đó sao…",
    "さすが、教導指揮官といったところかしら。\n噂に違わぬ……いえ、噂以上にあの子達に希望を与えた。": "Quả là chỉ huy giáo dục có khác.\nKhông hổ danh… Không, hơn cả những gì người ta đồn đại, anh ấy đã mang lại hy vọng cho bọn họ.",
    "あるいは、希望を与えすぎてしまった……": "Hoặc là, đã mang lại quá nhiều hy vọng…",
    "…………": "……",
    "リュシー……やっぱり、『言えてない』のね？": "Luce… Rốt cuộc, vẫn chưa thể nói hết, đúng không?",
    "悪い……あたしが、ふがいないせいで。": "Xin lỗi… Tại vì tôi bất tài.",
    "いえ、そもそも……わたくしがリュシーに任せっきりに\nしてしまっていたから……": "Không, ngay từ đầu… là vì tôi đã giao hết cho Luce…",
    "ごめんなさい。\nやっぱり、わたくしから伝えるべきよね……": "Xin lỗi nhé.\nRốt cuộc, tôi nên là người nói ra mới phải…",
    "いいや、待ってくれ。\nあたしがちゃんと言う。明日には、必ず。": "Không, đợi đã.\nTôi sẽ nói rõ. Nhất định vào ngày mai.",
    "でも……こういうのはやはり主人であるわたくしが、\n背負うべきなんじゃ――": "Nhưng… những chuyện như thế này, rốt cuộc là tôi, một người chủ, phải gánh vác chứ――",
    "言ったろ、そういうのを主人に背負わさないために、\nあたしがいるんだ。": "Tôi đã nói rồi, tôi ở đây là để không để chủ nhân phải gánh vác những chuyện như vậy.",
    "ただ、ちょっと……思ってたより、あたしが意気地なしだっただけ。": "Chỉ là… so với tôi nghĩ, tôi đã nhát gan hơn một chút.",
    "でもこれはちゃんとあたしから伝えたい。\nあの子達メイドを束ねる立場としてな。だから任せてくれ。": "Nhưng tôi muốn tự mình nói ra điều này.\nVới tư cách là người đứng đầu những cô hầu gái. Vì vậy, cứ giao cho tôi.",
    "……わかったわ。": "…Tôi hiểu rồi.",
    "でも無理はしないで。\nあなたにすべてを押し付けるのはわたくしの本意ではないから。": "Nhưng đừng quá sức nhé.\nTôi không muốn anh phải gánh vác mọi thứ đâu.",
    "分かってるよ、お嬢。ありがとう。": "Tôi biết rồi, tiểu thư. Cảm ơn cô."
}