{
    "シエナちゃん！　裏に抜けて後衛を牽制してください！": "Siêna-chan! Thoát ra phía sau và kiềm chế đội hình sau đi!",
    "了か……うあっ！？": "Hiểu rồi... Ư...!",
    "エヴィ、カバーに回……うわ、危なっ！": "Evi, quay lại hỗ trợ... Ugh, nguy hiểm quá!",
    "（さすがのトレブルクインテットも、まだ制御に手を焼いているな。\n無理もないか……）": "(Quả nhiên Treble Quintet vẫn còn gặp khó khăn trong việc điều khiển.\nCũng phải thôi...)",
    "戦闘性能評価試験を前に、トレブルクインテットは\nトリニティ・ジュエルを想定したチームと模擬戦を行っていた。": "Trước khi diễn ra bài kiểm tra đánh giá năng lực chiến đấu, Treble Quintet\nđã có một trận chiến giả định với đội hình Trinity Jewel.",
    "相手はシリウスシュガーに頼んだ。彼女たちも当初よりはるかに\n成長しているが、本来ならまだ正面から戦うには早いレベルだ。": "Đối thủ là Sirius Sugar. Mặc dù họ đã trưởng thành hơn rất nhiều so với ban đầu,\nnhưng về cơ bản, họ vẫn chưa đủ trình độ để chiến đấu trực diện.",
    "あ、あれ？　なんだかかなり調子いいですね、私達……？": "A, ơ? Không hiểu sao chúng ta đang thi đấu khá tốt nhỉ...?",
    "というより、トレブルクインテットの皆さんの調子が、\n悪いと言ったほうが正しいのではないでしょうか。": "Nói đúng hơn, có lẽ nên nói tình hình của mọi người trong Treble Quintet\nlà không tốt thì đúng hơn.",
    "引き受けたときは引き立て役みたいでヤだったけど、\nワンチャン勝てそうなら悪くないかも！": "Lúc nhận nhiệm vụ thì cứ như vai phụ, tớ ghét lắm,\nnhưng nếu có khả năng thắng thì cũng không tệ!",
    "まあ、%usernameusernameuserna%からも本気でやっていいって\n言われてるしね。": "Mà, %usernameusernameuserna% cũng bảo cứ làm hết mình\nchứ.",
    "遠慮したら、それこそ相手に失礼だと思う。": "Nếu còn do dự, thì đó mới là bất lịch sự với đối thủ.",
    "そう、彼女たちは『意外とそこそこ上手く戦えてしまっていた』。\nその原因は主にトレブルクインテット側の自機制御の問題だ。": "Đúng vậy, họ đã 'chiến đấu thành công một cách bất ngờ'.\nNguyên nhân chính là do vấn đề điều khiển máy của Treble Quintet.",
    "ちなみに俺はエンジニアとともに、\n地上で彼女たちの戦いを見守っていた。": "Nhân tiện, tôi cùng với kỹ sư\nđã theo dõi trận chiến của họ trên mặt đất.",
    "僕は反対したからね……": "Tôi đã phản đối mà...",
    "でも最終的には協力してくれた。\nあんたも見たいだろ、トレブルクインテットが勝つところ。": "Nhưng cuối cùng cậu ấy đã hợp tác.\nAnh cũng muốn xem Treble Quintet chiến thắng đúng không?",
    "それは……そうですね。": "Điều đó... Đúng là như vậy.",
    "でも、ジェネレーターの『コンピューターによるフィードバック制御』を\nカットするなんて……": "Nhưng, cắt 'kiểm soát phản hồi bằng máy tính' của bộ tạo điện...\n",
    "失速やサージング、ブローのリスクが大幅にアップする。\n事故が起きたら君も僕もただじゃすまないぞ。": "Nguy cơ mất lái, rung lắc và hỏng hóc sẽ tăng lên đáng kể.\nNếu có tai nạn xảy ra, cả cậu và tôi đều không yên đâu.",
    "それでもやるしかない。トリニティ・ジュエルの強引な旋回方法……\n名づけるならスラスターステアか。その技術に対抗する唯一の策だ。": "Dù vậy, chúng ta vẫn phải làm. Phương pháp quay vòng mạnh mẽ của Trinity Jewel...\nNếu đặt tên thì là Thruster Steer. Đó là sách lược duy nhất để đối phó với kỹ thuật đó.",
    "コンピューターによるフィードバック制御のカット――": "Cắt kiểm soát phản hồi bằng máy tính――",
    "それはＭＧの『安全マージンのために確保された領域』までをも解放し、\n最大出力を上げる強引な手段だ。": "Nó sẽ giải phóng cả 'khu vực an toàn' của MG, nâng cao công suất tối đa,\nlà một phương pháp mạnh mẽ.",
    "使いこなせれば大きな武器となる。": "Nếu sử dụng thành thạo, nó sẽ trở thành một vũ khí lớn.",
    "フルート達が本気で臨むというんだ。\n俺達も本気にならなきゃ嘘になるだろ？": "Flute và mọi người đã nghiêm túc rồi.\nChúng ta cũng phải nghiêm túc chứ?",
    "まったく……無茶苦茶だね。だけど僕も協力するといった手前、\n腹は括ってるよ。最後まで付き合おうじゃないか。": "Thật là... Vô lý thật đấy. Nhưng vì tôi đã đồng ý hợp tác,\ntôi đã quyết tâm rồi. Hãy cùng nhau đi đến cuối cùng.",
    "はは、さすが技術者ってのは熱いな。\n本当に頼りにしてる。": "Ha ha, đúng là kỹ sư có khác, nhiệt huyết thật đấy.\nTôi thực sự tin tưởng cậu.",
    "……ああ、君の信頼にも応えてみせるよ。": "... Ừm, tôi sẽ đáp lại sự tin tưởng của cậu.",
    "側面から援護をお願いします！": "Xin hãy chi viện từ bên sườn!",
    "了解～。すぐに行くわね！": "Hiểu rồi~! Tớ sẽ đến ngay!",
    "いいか。エネルギーは貯金、加速は借金だ。スラスターを焚けば\n加速はできる。だが同時に推進剤と冷却リソースを削る……": "Nghe đây. Năng lượng là tiền tiết kiệm, tăng tốc là nợ.\nĐốt thruster thì có thể tăng tốc. Nhưng đồng thời cũng làm giảm nhiên liệu và tài nguyên làm mát...",
    "シエナ、%usernameusernameuserna%の言う通りバランスに気を付けて、\n回り込んで。": "Siêna, làm theo những gì %usernameusernameuserna% nói, chú ý đến sự cân bằng,\ndi chuyển vòng quanh.",
    "うん……！": "Vâng...!",
    "それがスラスターステアの弱点。だからお前たちは同じことをせずに\nスロットルを緩めろ。再加速のためのエネルギーを確保するんだ。": "Đó là điểm yếu của Thruster Steer. Vì vậy, các cậu đừng làm giống họ\nmà hãy giảm ga. Phải đảm bảo năng lượng để tái tăng tốc.",
    "相手に合わせてやる必要はない！": "Không cần phải làm theo đối thủ!",
    "敵機の間にスペースが空いた……\n私が行く。みんな援護を！": "Có khoảng trống giữa các máy địch...\nTớ sẽ đi. Mọi người chi viện!",
    "エネルギーマネジメントを徹底しろ。ＶＲＸの出力カーブを身体に\n叩き込め。必要な時に、必要な推力を発揮するんだ。": "Quản lý năng lượng một cách triệt để. Ghi nhớ đường cong đầu ra của VRX vào cơ thể.\nKhi cần thiết, phải phát huy lực đẩy cần thiết.",
    "狙える。フルート、頼んだよ。": "Có thể nhắm được rồi. Flute, nhờ cậu.",
    "まかせてください！": "Cứ giao cho em!",
    "ジェネレーターを『従える』んじゃない。それすら超えて……\nお前達はジェネレーターとひとつになれ。": "Đừng 'chế ngự' bộ tạo điện. Vượt qua cả điều đó...\nCác cậu hãy hòa làm một với bộ tạo điện.",
    "やああああぁぁぁっ！！": "Yaaaaaaahhhh!",
    "そう――今日からお前たちがＭＧだ！！": "Đúng vậy――Từ hôm nay, các cậu là MG!",
    "意味わかんない……": "Không hiểu gì cả...",
    "そしていよいよ、戦闘性能評価試験を迎えた――": "Và cuối cùng, bài kiểm tra đánh giá năng lực chiến đấu đã đến――",
    "両チームのメンバー、そして企業担当者が顔を揃えた。\n今回負ければ２連敗で大勢が決定するとあり、ＲＳ側は不安げだ。": "Các thành viên của cả hai đội và những người phụ trách công ty đã tề tựu đông đủ.\nNếu thua trận này, sẽ là hai trận thua liên tiếp và kết quả sẽ được quyết định, đội RS có vẻ lo lắng.",
    "そりゃそうだろう。\nでも、やれることはやってきたはずだ……！": "Đúng là như vậy.\nNhưng, những gì có thể làm thì đã làm rồi...!",
    "ちなみに俺は観戦席から状況を見守っている。": "Nhân tiện, tôi đang theo dõi tình hình từ khu vực khán đài.",
    "まさかあたし達も招いてもらえるなんてね。": "Không ngờ chúng ta cũng được mời đến nữa.",
    "こういう機会はなかなかないから、助かりますわ。\n他校舎チームの戦いは学びになりますから。": "Cơ hội như này hiếm có, thật là may mắn.\nChiến đấu của đội ở các học viện khác là một bài học.",
    "まあ、模擬戦に付き合ってもらったしな。": "Mà, chúng ta đã được tham gia trận đấu giả định mà.",
    "ぜひとも勉強させてもらいます！": "Nhất định phải học hỏi!",
    "俺の隣にはシリウスシュガーのみんなを招いておいた。\n関わった相手がどう成長したのか、見ておいて損はないだろう。": "Tôi đã mời mọi người của Sirius Sugar ngồi cạnh tôi.\nXem đối thủ đã trưởng thành như thế nào, xem cũng không thiệt.",
    "今回の試験は、公式ＭＧ競技の殲滅戦ルールで行われます。\nもちろん弾丸は訓練用の模擬弾です。": "Kỳ thi này sẽ diễn ra theo luật tiêu diệt của cuộc thi MG chính thức.\nTất nhiên, đạn là đạn giả dùng để huấn luyện.",
    "一歩前に進み出るフルート。それに応えるように、\nトリニティ・ジュエルからもレイヴェルが進み出た。": "Flute tiến lên một bước. Để đáp lại, Reyvel cũng tiến lên từ Trinity Jewel.",
    "……正直フルート達はまだまだ『浅い』と思います。": "...Thật tình mà nói, tôi nghĩ Flute và mọi người vẫn còn 'non nớt'.",
    "レイヴェルちゃんの抱えるものが何かはわからないです……\n並び立てたなんて思ってもいません。": "Tôi không biết Reyvel-chan đang mang trong mình điều gì...\nTôi cũng không nghĩ rằng chúng ta có thể đứng ngang hàng.",
    "ですが――炎上した中でも、まだ応援してくれる人たちの想いを\n無下にしないために……フルート達は、負けられません。": "Nhưng――Để không phụ lòng những người vẫn ủng hộ chúng ta ngay cả trong tình cảnh khốn khó...\nFlute và mọi người, chúng ta không được phép thua.",
    "フッ、いい目をしている。前とは違う……\n意義に満ちた、本気で私達の事を倒しに来ている目だ。": "Hừ, ánh mắt tốt đấy. Khác với trước đây...\nÁnh mắt đầy ý nghĩa, nghiêm túc muốn đánh bại chúng ta.",
    "昨日でもなく、明日でもない。\nただ自分の前にある戦いを見据える目……": "Không phải hôm qua, cũng không phải ngày mai.\nChỉ nhìn vào trận chiến đang ở trước mắt...",
    "はい、レイヴェルさん。明日のことなんて考えられません。": "Vâng, Reyvel-san. Em không thể nghĩ đến ngày mai.",
    "今日、あなたを倒さなければフルート達に未来はないと\n思ってますから！": "Hôm nay, nếu không đánh bại chị, thì Flute và mọi người sẽ không có tương lai!",
    "ふたりのリーダーは言葉を交わし……\nかくして戦闘性能評価試験が始まった――": "Hai người lãnh đạo đã trao đổi lời nói...\nVà cứ như vậy, bài kiểm tra đánh giá năng lực chiến đấu đã bắt đầu――"
}