{
    "（……一通りトレーニングをしてみたが、\nやっぱりネックになってるのは障害物競走だな……）": "（……Tôi đã thử tập luyện nhiều thứ, nhưng\nvấn đề vẫn là cuộc thi vượt chướng ngại vật……）",
    "ううう……！　うああああぁぁぁっ！！": "Uu...!",
    "あぁっ！！": "Aaa!!",
    "また派手になぎ倒しちゃったわね、ノエルちゃん……": "Lại phá tan nát mọi thứ rồi, Noel-chan...",
    "ぐぅううう……どうしても我慢できなくなっちゃう……\nイライラしちゃって気づいたら勝手に蹴ったりしちゃう……": "Uuu... Tôi không thể chịu đựng được nữa... \nTôi bực mình và tự ý đá lung tung...",
    "壊れないようにクッションを置いたりして正解ね。\nノエル、あんまり気に病まないで。": "Đặt đệm để nó không bị hỏng là đúng rồi.\nNoel, đừng quá bận tâm.",
    "……うん、大丈夫。": "……Ừm, ổn thôi.",
    "とはいえ、困ったな……色々と作戦は試したが、\nノエルのクセはどうしても抜けないな。": "Tuy nhiên, thật là rắc rối... Tôi đã thử nhiều chiến lược, nhưng\nthói quen của Noel vẫn không thể bỏ được.",
    "そうよね……一回コーンがあたしに飛んできたし。\n頭に当たって痛かったわ……": "Đúng vậy... Một lần, cọc đã bay vào tôi.\nNó đập vào đầu tôi và đau quá...",
    "で、でも成長はしてるわ！　だって、最初に比べたら、\nずっと我慢できる時間が伸びてるもの！": "Nhưng, nhưng em đã tiến bộ rồi!\nVì, so với lúc đầu,\nthời gian em có thể kiên nhẫn đã dài hơn rất nhiều!",
    "ああ、確かにそうだな。とはいえ、他の競技に比べると、\n明らかにノエルにかかってるストレスが大きいのもな。": "À, đúng là như vậy. Tuy nhiên, so với các cuộc thi khác,\nrõ ràng Noel đang chịu nhiều căng thẳng hơn.",
    "じゃあ、一度他の競技……リレーの練習しましょ！\nほら、ジュリーちゃんも。": "Vậy thì, chúng ta hãy tập các cuộc thi khác... luyện tập chạy tiếp sức nào!\nNày, Julie-chan.",
    "ラウラの言葉に、一度三人はリレーの練習に切り替える。\nその姿を眺めながら、俺は何か妙案がないかと考える。": "Theo lời của Laura, cả ba người chuyển sang luyện tập chạy tiếp sức.\nTrong khi nhìn cảnh tượng đó, tôi nghĩ không biết có kế hoạch nào hay không.",
    "（採点対象となる競技は結局、５種目しかない。\nもっと種目があれば捨てるのも戦術のうちだが……）": "（Các cuộc thi sẽ được chấm điểm cuối cùng chỉ có 5 loại.\nNếu có nhiều loại hơn, thì việc bỏ cuộc cũng là một chiến thuật...）",
    "（他の種目で出来る限りをやった以上は、\nこの種目を勝てるようにするのが一番確実だからな）": "（Hơn nữa, sau khi đã làm hết sức mình trong các cuộc thi khác,\nthì việc giúp cô ấy chiến thắng trong cuộc thi này là chắc chắn nhất）",
    "ねえ、%usernameusernameuserna%。\n何か良い案は思いついた？": "Này, %usernameusernameuserna%.\nAnh có nghĩ ra ý tưởng gì hay không?",
    "倒していい障害物を決めるとかか？": "Quy định các chướng ngại vật có thể phá hỏng?",
    "ノエルに目を閉じてもらうとか……": "Bảo Noel nhắm mắt lại...",
    "そうだな。今のところ思いつくのは……": "Đúng vậy. Hiện tại, tôi chỉ nghĩ đến...",
    "失点を覚悟で障害物を壊していいとするの？\n……狙えるなら苦労しないし、そこまで圧倒的な速度でもないわ。": "Chấp nhận mất điểm và cho phép phá hỏng chướng ngại vật?\n…Nếu có thể nhắm mục tiêu, thì đã không phải vất vả như vậy, và tốc độ cũng không quá vượt trội.",
    "そうなんだよなぁ……": "Đúng là như vậy...",
    "……障害物競走を目を閉じて、全部乗り越えるのって、\n癖を我慢するよりも難しくなってない？": "……Việc Noel phải nhắm mắt lại và vượt qua tất cả các chướng ngại vật,\ncó phải còn khó hơn là kiềm chế thói quen của mình không?",
    "……そりゃそうか。": "……Có lẽ là vậy.",
    "結局のところ、ノエルがストレスを感じるのが問題な気はするわ。\nだから、イライラを解消するように工夫をすればどう？": "Cuối cùng, tôi nghĩ vấn đề là Noel cảm thấy căng thẳng.\nVậy thì, tại sao không nghĩ cách để giải tỏa sự bực bội?",
    "それが一番現実的か……\nノエルが我慢できるように快適なサポートするってことだな。": "Đó là điều thực tế nhất...\nTức là hỗ trợ Noel một cách thoải mái để cô ấy có thể kiên nhẫn.",
    "ええ、そういうこと。\nとりあえずはこれを用意したわ。": "Vâng, đúng vậy.\nTrước tiên, tôi đã chuẩn bị thứ này.",
    "タオルとドリンク？": "Khăn và nước uống?",
    "ええ。取り出すまでに、冷たく冷やしておいたのよ。\n直接は関係ないけどストレスも軽減されるから。": "Vâng. Tôi đã làm lạnh chúng trước khi lấy ra.\nMặc dù không liên quan trực tiếp, nhưng nó cũng làm giảm căng thẳng.",
    "なるほどな。確かにそれもありだ。": "Tôi hiểu rồi. Đúng là có lý.",
    "ふう、疲れたっ。ちょっと休憩ね。": "Phù, mệt quá. Nghỉ một chút nhé.",
    "みんな、お疲れ様。\n冷やしたタオルとスポーツドリンクよ。": "Mọi người, cảm ơn vì đã làm việc chăm chỉ.\nKhăn lạnh và nước uống thể thao đây.",
    "まあ……！　ありがとう、心香ちゃん。": "Chà...! Cảm ơn, Kokoro-chan.",
    "ん……冷たくて気持ちいいね。": "Ừm... Mát lạnh thật dễ chịu.",
    "特訓は順調だ。他の４種目の練度は確実に上がっている。\nよし、多少スパルタにするぞ！": "Huấn luyện đang diễn ra tốt đẹp. Trình độ của bốn môn khác chắc chắn đã tăng lên.\nĐược rồi, sẽ có một chút khắc nghiệt!",
    "玉入れ１００回連続で成功するまで終わらないぞ！\nさあ、集中を高めていけ！": "Chúng ta sẽ không dừng lại cho đến khi ném bóng vào rổ thành công 100 lần liên tiếp!\nNào, hãy tập trung cao độ!",
    "イエッサー！": "Vâng, thưa thầy!",
    "（……なんだかんだノリがいいよな）": "（……Dù sao thì, cô ấy cũng rất nhiệt tình）",
    "%usernameusernameuserna%って１００回連続とか好きだよね。\n確か、めるちゃんにもそんなこと言ったんじゃなかったっけ。": "Anh %usernameusernameuserna% thích 100 lần liên tiếp nhỉ?\nTôi chắc chắn đã nghe anh nói điều đó với Meru-chan.",
    "フラットスピンの特訓よね。\nやってのける、めるちゃんもすごいけど……": "Huấn luyện xoay vòng phải không?\nMeru-chan làm được cũng thật tuyệt vời...",
    "そこっ！　私語は慎むように！": "Đấy! Hãy giữ im lặng!",
    "（100は無理としても、10連続成功は普通に出来るな。\n集中力もかなり持続できるようになってきている）": "（Ngay cả khi không thể là 100, thì 10 lần liên tiếp cũng có thể làm được.\nKhả năng tập trung cũng đã được cải thiện đáng kể）",
    "よーし、そこまで！　一旦、休憩にするか。": "Được rồi, đến đó thôi! Chúng ta nghỉ giải lao một chút.",
    "イエッサー！！": "Vâng, thưa thầy!!",
    "……いや、もうイエッサーはいいんだが。": "……Không, không cần phải nói 'Vâng, thưa thầy' nữa.",
    "そうだ！　みんな、よかったらクッキー焼いてきたから食べてね。\n甘いものを食べて元気が出るかなって持ってきたの。": "Đúng rồi! Mọi người, nếu được, tôi đã nướng bánh quy rồi, hãy ăn nhé.\nTôi mang đến vì tôi nghĩ ăn đồ ngọt sẽ giúp bạn có thêm năng lượng.",
    "え、いいの？": "Hả, được sao?",
    "やったー！　食べる、食べる！": "Yeah! Ăn, ăn!",
    "……": "……",
    "どうしたの、心香ちゃん。ぼーっとしちゃって。": "Sao vậy, Kokoro-chan. Em cứ ngẩn ngơ ra.",
    "……なんだか、%usernameusernameuserna%が来る前の、\nバラバラだった日々が嘘みたいだなって思ってたの。": "……Tôi đã nghĩ rằng, trước khi anh %usernameusernameuserna% đến,\nnhững ngày tháng hỗn loạn đó giống như một lời nói dối.",
    "いろんなことがうまくいくと、自然と雰囲気も良くなるんだなって。": "Khi mọi thứ diễn ra tốt đẹp, bầu không khí tự nhiên sẽ tốt hơn.",
    "そうだね。あの頃より今の方がすっごく笑顔が増えて、\n楽しいわよね！": "Đúng vậy. Bây giờ chúng ta cười nhiều hơn rất nhiều so với trước đây,\nvà nó rất vui!",
    "ええ、だからちょっと感慨深くなっちゃって……\nごめんなさい、私らしくないわよね。": "Vâng, vì vậy tôi hơi xúc động một chút...\nXin lỗi, tôi không giống mình.",
    "そんなことはないわ。\nそういう風に思えることが私は嬉しいの。": "Không có chuyện đó đâu.\nTôi rất vui vì em có thể nghĩ như vậy.",
    "そうだよねー！　やっぱり仲良く出来るってのは、\nとってもいいことだよね！": "Đúng vậy nè! Rốt cuộc, có thể hòa thuận với nhau,\nlà một điều rất tuyệt vời!",
    "そうだな。チームワークはどのチームでも重要だからな。\n人見知りしないってのも重要な要素だぞ。": "Đúng vậy. Tinh thần đồng đội là quan trọng trong bất kỳ đội nào.\nKhông ngại người khác cũng là một yếu tố quan trọng.",
    "……あ、それって……": "……À, điều đó có nghĩa là……",
    "ラウラ？　どうしたの？": "Laura? Sao vậy?",
    "う、ううん！　なんでもないわ！\nそれよりも、クッキーをもっと食べていいからね！": "Ư, ừm! Không có gì cả!\nHơn nữa, em có thể ăn nhiều bánh quy hơn nữa!",
    "えっ、いいの？　んん！　美味しい～！": "Hả, được sao? Ưm! Ngon quá!",
    "大丈夫よ、たくさん作ってきたから！\nさ、みんなもっと食べましょう！": "Không sao đâu, tôi đã làm rất nhiều!\nNào, mọi người hãy ăn nhiều hơn nữa!",
    "……さて、障害物競走以外に関しては完璧だと言える。\nなので、残りの時間は障害物競走に当てるべきだ。": "……Được rồi, có thể nói rằng mọi thứ đều hoàn hảo, ngoại trừ cuộc thi vượt chướng ngại vật.\nVì vậy, thời gian còn lại nên dành cho cuộc thi vượt chướng ngại vật.",
    "（かなり意識してるな……ただでさえ我慢をして、\nストレスがかかってるのにプレッシャーも感じてるのか……）": "（Cô ấy đã rất chú ý... Cô ấy đã phải kiên nhẫn,\ncô ấy đang cảm thấy căng thẳng và áp lực...）",
    "じゃあ行くわね、ノエル！\nよーい、スタート！": "Vậy thì, chúng ta bắt đầu nhé, Noel!\nSẵn sàng, bắt đầu!",
    "くうっ……がまん、がまん、がまんっ……！": "Ugh... Kiên nhẫn, kiên nhẫn, kiên nhẫn...!",
    "最初の障害は耐えたわ……！\nがんばって、ノエルちゃん！": "Đã vượt qua chướng ngại vật đầu tiên rồi...!\nCố lên, Noel-chan!",
    "なんとか耐えて、等間隔に設置されたハードルを越えていく。\nといってもギリギリまで葛藤しているのでハードルは足に当たっている。": "Cô ấy cố gắng chịu đựng và vượt qua các rào cản được đặt cách đều nhau.\nTuy nhiên, cô ấy vẫn đang đấu tranh đến phút cuối, và rào cản đã chạm vào chân cô ấy.",
    "（まあ、あれは我慢をしているだけだ。\nだから大丈夫……スラローム走でコーンを倒さなければ……）": "（Chà, cô ấy chỉ đang cố gắng kiên nhẫn.\nVì vậy, không sao đâu... Nếu cô ấy không làm đổ cọc trong bài chạy slalom...）",
    "う……ううっ……うあああああぁぁぁっ！！": "U... Uu... Uaaaaaa!!",
    "そうして、こまごました動きに焦れたのか、\nコーンに触れた足でそのまま蹴り飛ばして薙ぎ倒す。": "Và, có lẽ vì bực mình với những hành động nhỏ nhặt,\ncô ấy đã đá và đánh đổ cọc bằng chân mình.",
    "あちゃあ……ここまでだったかぁ。": "Acha... Đến đây thôi sao.",
    "でも少し変化はあったわよね！": "Nhưng đã có một chút thay đổi rồi!",
    "例え歩みが遅くても前に進んでいると思わせてくれる走りだ。\nしかし、そんなノエルの表情は浮かない。": "Ngay cả khi bước đi chậm chạp, thì cô ấy vẫn có thể tiến về phía trước.\nTuy nhiên, biểu hiện của Noel không vui.",
    "結局その日は、それ以上の改善はなく、\nそしてノエルの表情も晴れることのないまま解散となった。": "Cuối cùng, vào ngày hôm đó, không có sự cải thiện nào hơn nữa,\nvà biểu hiện của Noel vẫn không sáng sủa cho đến khi tan học.",
    "――そして、翌日。": "――Và, ngày hôm sau.",
    "よーっし！　今日もみんな頑張っていこうね！": "Được rồi! Hôm nay, chúng ta cùng nhau cố gắng nhé!",
    "あら？　ノエルちゃんがまだ来てないわね。": "Ồ? Noel-chan vẫn chưa đến.",
    "昨日うまくいかなったこと、気にしてるのかな……": "Cô ấy có bận tâm đến những gì đã không thành công ngày hôm qua không...",
    "帰り際も、ずっと暗い顔をしていたしな。": "Cô ấy đã có vẻ mặt buồn bã suốt cả buổi chiều.",
    "じゃあ、あたしが探してくる！": "Vậy thì, tôi sẽ đi tìm cô ấy!",
    "いや、俺が探してくる。\nみんなはトレーニングを始めておいてくれ。": "Không, tôi sẽ đi tìm.\nMọi người hãy bắt đầu tập luyện đi.",
    "うん……分かったわ、ノエルちゃんをお願いね。": "Ừm... Tôi hiểu rồi, nhờ anh tìm Noel-chan nhé.",
    "ここには……いないか。": "Không có ở đây...",
    "（……おそらく、\nずっと上手くいかない事が負担になってるんだろう。）": "（……Có lẽ,\ncô ấy đã cảm thấy gánh nặng vì mọi thứ không suôn sẻ）",
    "（雰囲気が良い今だからこそ、\n自分が重荷になっている……そんな現状だからな）": "（Bởi vì hiện tại, bầu không khí rất tốt,\ncô ấy cảm thấy mình đang là gánh nặng...）",
    "…………": "…………",
    "（いた……！）": "（Ở đây...！）",
    "ノエル！！　探したぞ。": "Noel!! Tôi đã tìm thấy em.",
    "あ、%usernameusernameuserna%……\n見つかっちゃった。": "A, %usernameusernameuserna%...\nAnh đã tìm thấy em rồi.",
    "サボリか？　そういう悪い奴には腕立て１００回が待ってるぞ。\nもちろん返事は？": "Trốn việc à? Những kẻ xấu như vậy sẽ phải chống đẩy 100 lần.\nTất nhiên, câu trả lời là?",
    "イエッサー？": "Vâng, thưa thầy?",
    "よし、いい返事だ。仕方ないから９９回にまけといてやろう。": "Được rồi, câu trả lời tốt đấy. Vì vậy, tôi sẽ giảm xuống 99 lần.",
    "１回しか減ってないんだけどー！": "Chỉ giảm có 1 lần thôi á!",
    "おまけなんだぞ。文句を言うな。": "Đó là một phần thưởng. Đừng phàn nàn.",
    "もうー！": "Thôi nào!",
    "俺のくだらない冗談に、その瞬間は笑顔を見せてくれたものの、\nすぐに目を伏せるノエル。": "Trong khoảnh khắc đó, tôi đã cười trước trò đùa vô nghĩa của mình,\nnhưng Noel đã cúi gằm mặt xuống ngay lập tức.",
    "やっぱり無理なんだよ。\n私が普通のみんなに馴染もうとするなんて。": "Tôi thực sự không thể.\nTôi không thể hòa nhập với mọi người như mọi người khác.",
    "なんでそう思う？": "Tại sao em lại nghĩ vậy?",
    "だって、我慢できないんだもん。\n壊したいのに我慢し続けて……嫌な気持ちでいっぱいになるの。": "Vì tôi không thể kiên nhẫn.\nTôi muốn phá hủy nó, nhưng tôi vẫn phải kiên nhẫn... Tôi cảm thấy khó chịu.",
    "そのせいで、暴れて迷惑をかけて……\nだから、もう私なんてダメなんだよ。": "Vì điều đó, tôi đã nổi giận và làm phiền mọi người...\nVì vậy, tôi không thể làm được nữa.",
    "本当にそう思うのか？": "Em có thực sự nghĩ vậy không?",
    "本人たちに聞いたのか？": "Em đã hỏi họ chưa?",
    "皆の迷惑になって、きっと見捨てられちゃうんだ。\nだから……もう、私はこのチームから抜けた方が……": "Tôi đã gây rắc rối cho mọi người, và chắc chắn tôi sẽ bị bỏ rơi.\nVì vậy... Tôi nên rời khỏi đội này...",
    "だって、みんなに一杯迷惑をかけたんだよ？\nそれで逃げ出しちゃった私のこと、呆れてる……": "Vì tôi đã gây ra rất nhiều rắc rối cho mọi người?\nVì vậy, mọi người sẽ chán ghét tôi vì tôi đã bỏ chạy...",
    "聞かなくたって分かるよ……\nこんなにみんなの時間も無駄にして……": "Tôi không cần phải nghe, tôi cũng biết...\nTôi đã lãng phí thời gian của mọi người...",
    "じゃあノエル、一緒に来てくれ。": "Vậy thì Noel, hãy đi với tôi.",
    "……どこに行くの？": "……Đi đâu vậy?",
    "まあ、付いてきてくれ。すぐにわかるさ。": "Chà, hãy đi theo tôi. Em sẽ sớm biết thôi.",
    "……？": "……？",
    "ここからなら、ちょうど見えない位置だからな。\nこれで、こっそり見られるだろう？": "Từ đây, em sẽ không nhìn thấy được.\nVới điều này, em có thể nhìn lén chứ?",
    "え……みんな……？": "Hả... Mọi người...?",
    "視界に入らないように上を向きながら走るっていうのは？": "Tại sao không chạy trong khi nhìn lên để không bị vào tầm mắt?",
    "それは目を閉じて走るのと大差ないんじゃない？": "Nó không khác gì việc chạy với đôi mắt nhắm nghiền?",
    "普段は抑えられてるんでしょう？\nじゃあ競技と意識しないようにしたらどうかしら。": "Em thường kiềm chế phải không?\nVậy thì tại sao không làm như mình không phải đang thi đấu?",
    "そうね。方向性としてはアリだとは思うわ。\nでも、具体的にどうやるべきかよね。": "Đúng vậy. Tôi nghĩ đó là một hướng đi tốt.\nNhưng, làm thế nào để làm điều đó một cách cụ thể?",
    "あっ、いっそのこと大回りにしたらどう？\n障害物が気にならないようにすればいいのよ！": "A, tại sao không đi đường vòng?\nEm chỉ cần đảm bảo rằng em không quan tâm đến các chướng ngại vật!",
    "みんな……": "Mọi người...",
    "ノエルが思っているよりもずっと、\nあいつらはノエルのことが好きなんだよ。": "Hơn những gì Noel nghĩ,\nhọ yêu mến Noel rất nhiều.",
    "４人揃ってのチームだからだ。": "Vì họ là một đội gồm bốn người.",
    "ノエルが仲間だからだ。": "Vì Noel là một người bạn đồng hành.",
    "私……迷惑かけてばかりで……今日なんて練習にも来なくて……\nなのに、どうして……？": "Tôi... Tôi chỉ gây rắc rối... Hôm nay tôi thậm chí còn không đến buổi tập...\nVậy mà, tại sao...?",
    "……！": "……！",
    "個性があって、その個性に苦しみながらも努力してる。\n近くで見てるあいつらがノエルの頑張りに気付かないわけがない。": "Em có cá tính, và em đang cố gắng hết sức mình trong khi phải vật lộn với cá tính đó.\nNhững người nhìn thấy em gần gũi không thể không nhận thấy những nỗ lực của Noel.",
    "ただパイロットになるだけならノエルを切り捨ててもいい。\nだが、そういう話じゃないんだ。仲間として、勝ちたいんだ。": "Nếu chỉ trở thành một phi công, thì có thể loại bỏ Noel.\nNhưng, đó không phải là câu chuyện như vậy. Chúng ta muốn chiến thắng như những người bạn đồng hành.",
    "皆、ノエルと一緒に勝ちたいんだよ。\n俺も含めて……な。": "Mọi người, chúng ta muốn chiến thắng cùng với Noel.\nKể cả tôi nữa...",
    "ごめん……明日まで、待ってもらえないかな？": "Xin lỗi... Em có thể đợi đến ngày mai được không?",
    "ああ、もちろん。": "À, tất nhiên.",
    "ノエルはそれっきり何も言わずに走り去ってしまった。\nその背中を見送りながら、俺は物陰から姿を現す。": "Noel đã bỏ chạy mà không nói gì nữa.\nTrong khi tiễn em đi, tôi bước ra khỏi bóng tối.",
    "あっ、%usernameusernameuserna%！\nノエルは見つかった？": "A, %usernameusernameuserna%!\nAnh đã tìm thấy Noel chưa?",
    "というか、何でそんなところから……": "Ý tôi là, tại sao anh lại ở đó...",
    "のぞきだ！　盗撮魔だ！": "Kẻ dòm ngó! Kẻ chụp lén!",
    "人聞きの悪いことを言うな！": "Đừng nói những điều tiêu cực!",
    "お話、できたのよね……？": "Anh đã nói chuyện được rồi phải không...?",
    "ああ。ちゃんと伝えるべきことは伝わったはずだ。\n今日は休みにしたが、もう大丈夫だと信じてる。": "Ừ. Tôi chắc chắn rằng những điều nên nói đã được truyền đạt.\nTôi cho phép em nghỉ ngơi hôm nay, nhưng tôi tin rằng mọi thứ sẽ ổn thôi.",
    "（待ってるからな、ノエル……）": "（Tôi sẽ đợi em, Noel...）"
}