{
    "みんな、聞いてくれ！\nこんな状況だからこそ、言わなきゃいけないことがあるんだっ！！": "Mọi người, nghe tôi này!\nVì tình hình này, tôi phải nói ra điều này!",
    "そう言って、俺は大きく肺に空気を吸い込む。": "Nói rồi, tôi hít một hơi thật sâu.",
    "頼む……！　もし、無事に帰れたら、\n俺と……！！　付き合ってくれぇええええ――――！！": "Xin hãy...! Nếu cậu trở về an toàn,\ntôi và...!! Hãy hẹn hò với tôi điiiiiiiiiiiiiiiiiiiii!",
    "……………………": "................",
    "はぁああああああああ――――！？": "Hảaaaaaaaaaaaaaaaaa!?",
    "何故こんな状況になったのか。\nそれを説明するには、少し時間の針を巻き戻さねばならない。": "Vì sao lại thành ra tình huống này?\nĐể giải thích thì, phải tua ngược thời gian một chút.",
    "はっ……！？": "Hả...!?",
    "意識が覚醒すると同時にベッドから跳ね起きる。": "Vừa tỉnh lại, tôi đã bật dậy khỏi giường.",
    "ハァ……ハァ……なんだ、この汗は……": "Ha...ha...gì vậy, mồ hôi này...",
    "何か恐ろしい夢を見ていた気がするけど……\nそれがどんな内容だったのか思い出せない。": "Tôi có cảm giác mình đã mơ một giấc mơ kinh hoàng nào đó...\nNhưng lại không thể nhớ được nội dung của nó.",
    "『この世界は、滅亡しようとしている』\n……か。": "『Thế giới này, đang diệt vong』\n...",
    "（正直自分で言っておきながら、記憶がないせいで\nそれがどういうことなのか何もわからない）": "(Thật sự là tôi tự nói ra, nhưng vì không có ký ức nên\ntôi không hiểu nó nghĩa là gì)",
    "でも――拭えぬ確信と、\nただ漠然とした不安と焦りだけが残っていた。": "Nhưng――chỉ còn lại sự tin tưởng không thể xóa nhòa,\nvà nỗi bất an cùng sự lo lắng mơ hồ.",
    "……早く記憶を取り戻さないとな。": "...Phải nhanh chóng lấy lại ký ức mới được.",
    "なんて、独り言をつぶやいていると――": "Tôi lẩm bẩm một mình thì――",
    "ピコピコーン！　おはようございます、マスター！": "Pikopikon! Chào buổi sáng, Master!",
    "……ん？　おう、なんか久しぶりだな。": "...Hử? Ờ, lâu rồi nhỉ.",
    "ほんとですよ！！\nなんでボクをもっと使ってくれないんですかぁー！": "Đúng vậy luôn!!\nSao cậu không dùng tôi nhiều hơn chứ!",
    "いや、だって、そこまで頼るタイミングないし……": "Thì tại, cũng không có dịp nào cần dùng đến...",
    "が――――――――ん！！": "Gaaaaaaaaaaaaaaaaan!!",
    "実際、今のところピコの持つ情報はネット検索以上のものはなく、\nそれ以外のことで困ってもめる達がいるので頼る機会がないのだ。": "Thật ra, thông tin mà Piko có hiện tại chỉ hơn được tìm kiếm trên mạng, ngoài ra\ncũng có người gặp rắc rối nên không có cơ hội dùng đến.",
    "なんかごめん……": "Xin lỗi nhé...",
    "しくしく……いいですよぉ……\nどうせボクなんかポンコツ無能役立たずＡＩですから……": "Xì xì...cũng được thôi mà...\nDù gì thì tôi cũng chỉ là một AI vô dụng, phế vật mà...",
    "そこまで卑下しなくても……\nせめて『ポンコツ無能役立たず』くらいにしておけよ……": "Đừng có tự hạ thấp bản thân đến thế chứ...\nÍt nhất thì cũng chỉ là 'phế vật vô dụng' thôi...",
    "何も削ってないですよね！？": "Tôi có cắt bớt gì đâu chứ!?",
    "ははは、まあ、冗談はさておき、たまにこうして話相手に\nなってくれるだけで、俺としては十分だよ。": "Hahaha, thôi bỏ qua chuyện đùa đi, thỉnh thoảng cậu làm bạn với tôi như này\nthôi là đủ rồi.",
    "これは本音だ。実際さっきまでの不安や焦りが、\nどこかへ霧散した気がする。": "Đây là thật lòng. Thực ra thì sự lo lắng và bất an lúc nãy,\ncó cảm giác như đã tan biến đi đâu mất rồi.",
    "ほんとですか！？　ピコはマスターのお役に立ててますか！？": "Thật sao!? Piko có giúp ích được gì cho Master không!?",
    "ああ、立ってるよ。": "Ừ, có đấy.",
    "――そう言うと、ピコは満足そうに消えていった。": "――Nói rồi, Piko hài lòng mà biến mất.",
    "（まあ、『ナビ』ＡＩとしてでいうと、なんとも言えんが……）": "(Mà, nếu là 'AI điều hướng' thì, cũng khó nói lắm...)",
    "さて、まずは着替えて、\nこの汗をどうにかするか……": "Giờ thì, trước tiên là thay đồ đã,\nphải làm gì với mồ hôi này đây...",
    "どういうことですの、%usernameusernameuserna%さんっ！": "Ý cậu là sao, %usernameusernameuserna%-san!",
    "ズボンを下ろそうとした体勢で七彩と見つめあう。": "Tôi nhìn chằm chằm vào Nanairo khi đang định kéo quần xuống.",
    "きゃ～～～～～～～～！": "Kyaaaaaaaaaaaaa!",
    "ど、どうして%usernameusernameuserna%さんが\n可愛らしく悲鳴をあげられるんですの！？": "T, tại sao %usernameusernameuserna%-san lại\nlên tiếng thảm thiết một cách dễ thương như vậy chứ!",
    "着替えているのは俺で、見られているのも俺だ。": "Người thay đồ là tôi, người bị nhìn cũng là tôi.",
    "つまり、ここは俺が悲鳴をあげるべきなのでは？": "Nói cách khác, lẽ ra tôi phải là người hét lên chứ?",
    "そ、それはそうかもしれませんけれど……。": "C, có lẽ là vậy...",
    "そもそもだな、なんでノックもしないで入ってくるんだ。": "Nói cho cùng thì, tại sao cậu không gõ cửa mà lại xông vào?",
    "下着姿の俺にそんなに興味があるのか？\nアマツにはノックの文化がないのか？": "Cậu thích tôi trong tình trạng mặc đồ lót đến thế sao?\nAmatsu không có văn hóa gõ cửa à?",
    "ち、違いますわよ！\n玄関にはチャイムもございますっ。": "K, không phải đâu!\nỞ cửa chính còn có chuông nữa mà.",
    "ただ急いでお話ししなければならないことが、\nあったものですから、その……": "Chỉ là có chuyện cần nói gấp, nên...",
    "ノックもチャイムもすっ飛ばして、\n部屋に飛び込んできたと。": "Bỏ qua cả gõ cửa lẫn chuông, rồi xông thẳng vào phòng.",
    "このままではお話しもできませんから、\n早く着替えてくださいませ！": "Cứ thế này thì không nói chuyện được rồi, nên\nhãy thay đồ nhanh lên!",
    "んー、わかった。\n少し待っててくれ。": "Ừm, tôi hiểu rồi.\nChờ tôi một chút.",
    "って、わたくしの前で脱がないでくださいましっ！": "Nhưng, đừng có cởi đồ trước mặt tôi chứ!",
    "どっちなんだよ……": "Rốt cuộc là sao...",
    "教室にはシリウスシュガーの面々が集まっていた。": "Trong lớp học, các thành viên của Sirius Sugar đã tập trung lại.",
    "チームの資金が枯渇？": "Quỹ của đội cạn kiệt?",
    "生徒会命令によらない探索や訓練で消費する消耗品の補充は\n各チームが保有する資金で行うことになっている。": "Việc bổ sung các vật tư tiêu hao được sử dụng trong các cuộc thám hiểm và huấn luyện không theo lệnh của hội học sinh\nthì mỗi đội sẽ dùng quỹ của mình để chi trả.",
    "多くの場合、チームの資金はリーダーが預かっており、\nシリウスシュガーでは七彩が管理していた。": "Trong nhiều trường hợp, tiền của đội do đội trưởng nắm giữ,\nvà ở Sirius Sugar thì Nanairo quản lý.",
    "だがカオスメイデン戦に向けた訓練に集中してもらうため\n一時的に俺が担当することになった。": "Nhưng để họ tập trung vào việc huấn luyện cho trận chiến với Chaos Maiden\ntôi đã tạm thời đảm nhận việc này.",
    "公式戦が終わり、七彩に管理を戻したところで\n資金が枯渇しているのに気が付いたというわけだ。": "Sau khi trận đấu chính thức kết thúc, khi tôi trả lại quyền quản lý cho Nanairo\nthì mới nhận ra rằng quỹ đã cạn kiệt.",
    "訓練のために景気よく推進剤や弾薬を消費しましたでしょう？": "Vì chúng ta đã tiêu thụ nhiều nhiên liệu và đạn dược để huấn luyện đúng không?",
    "そうだな。それに見合うだけチームの戦力が向上したと思うが。": "Đúng vậy. Tôi nghĩ rằng lực lượng chiến đấu của đội đã được cải thiện tương xứng với điều đó.",
    "それだけでなく、\nメイズ探索で得られた報酬を個人に還元していましたでしょう？": "Không chỉ vậy,\ncậu còn trả lại phần thưởng thu được trong quá trình thám hiểm Mê Cung cho cá nhân nữa đúng không?",
    "結果的にチームワークとは何かを知ることができただろ。": "Kết quả là, chúng ta đã biết ý nghĩa của tinh thần đồng đội.",
    "……うぅ、どちらもその通りなので反論できません。": "...Ư, cả hai đều đúng nên tôi không thể phản bác.",
    "で、ですが……例えば採掘効率の悪いメイズ浅層で、\n大量の弾薬や燃料を消費することは不採算ですわ。": "Nhưng...ví dụ như ở tầng nông của Mê Cung, nơi hiệu quả khai thác kém,\ntiêu thụ một lượng lớn đạn dược và nhiên liệu là không có lãi.",
    "撃破数稼ぐために派手に使いまくったもんねぇ。": "Để kiếm được số lượng tiêu diệt, cậu đã dùng rất nhiều mà.",
    "あの、まだ前の報酬残っているので、返還しましょうか？": "À, tôi vẫn còn phần thưởng trước đó, tôi có nên trả lại không?",
    "あたしは全部使っちゃったよ。": "Tôi đã dùng hết rồi.",
    "ラミも残ってなーい。": "Lami cũng không còn gì nữa.",
    "今から『戻して』は難しいかも……": "Có lẽ bây giờ 'trả lại' thì hơi khó...",
    "たしかに、すでに支払ったものを戻せというのも筋が通りませんわね。": "Quả thực, việc đòi lại những gì đã chi trả thì có vẻ không hợp lý.",
    "ですが、このままですとチームを維持することも困難になりますわ。": "Tuy nhiên, nếu cứ như thế này thì việc duy trì đội cũng sẽ gặp khó khăn.",
    "全員が暗い顔をしてため息をつく。": "Mọi người đều mang vẻ mặt buồn rầu và thở dài.",
    "そんなことは最初から織り込み済みだから心配するな。": "Đừng lo lắng, vì tôi đã lường trước chuyện đó rồi.",
    "……え？": "...Hả?",
    "そもそも公式戦で勝てなかったらチームは解散だっただろ。\nだからあれは必要な先行投資だった。": "Ngay từ đầu, nếu không thắng trong trận đấu chính thức thì đội đã giải tán rồi.\nVì vậy, đó là một khoản đầu tư cần thiết.",
    "優先すべきはチームを戦える状態に持っていくことだった。\n資金不足については存続が決まってから考えればいい。": "Ưu tiên hàng đầu là đưa đội vào trạng thái sẵn sàng chiến đấu.\nChúng ta sẽ nghĩ đến việc thiếu vốn sau khi đội được quyết định tiếp tục.",
    "というわけで、それが今だ。": "Nói cách khác, đó là bây giờ.",
    "先行投資ということは先の展望があるということですわね？": "Đầu tư trước có nghĩa là có triển vọng cho tương lai đúng không?",
    "これからどうされるおつもりなのか、\n方針を聞かせていただけますかしら。": "Tôi có thể nghe cậu nói về kế hoạch của cậu trong tương lai không?",
    "公式戦に勝ったことで、シリウスシュガーはより深い階層まで\n探索できるようになったんだよな？": "Vì đã thắng trong trận đấu chính thức, Sirius Sugar đã có thể\nthám hiểm đến những tầng sâu hơn đúng không?",
    "そうですね。": "Đúng vậy.",
    "……あ。そうしたら採掘でいいもの掘れちゃう？": "...À. Nếu vậy thì chúng ta có thể đào được những thứ tốt hơn không?",
    "新たな階層を調べられるのも魅力的だね。": "Việc có thể khám phá những tầng mới cũng rất hấp dẫn.",
    "深い階層は、それだけメイズシフターも強力になるけど……": "Những tầng sâu hơn, thì Maze Shifter cũng sẽ trở nên mạnh hơn...",
    "カオスメイデンにも勝てた今のわたくし達なら、\n十分対応できる……ということですわね。": "Với chúng ta bây giờ, những người đã thắng Chaos Maiden,\nthì có thể đối phó được...đúng không?",
    "そういうことだ。": "Đúng là như vậy.",
    "一時的にチームが資金不足に陥っても、\nより効率的に資金を回収できるようになれば問題はない。": "Ngay cả khi đội tạm thời thiếu vốn,\nthì sẽ không có vấn đề gì nếu chúng ta có thể thu hồi vốn hiệu quả hơn.",
    "ここまですべて計算通りだった。": "Tất cả đều nằm trong tính toán.",
    "というわけで、しばらくは減った資金を回復させるために、\n採掘を重視する方針でいこう。": "Nói cách khác, trong một thời gian, để phục hồi số tiền đã giảm,\ntôi sẽ tập trung vào việc khai thác.",
    "深い階層へ行けるようになれば、俺やみんなのメイズ適性も伸びる。\nより潜っていけば、俺の記憶の手がかりもあるかもしれない。": "Nếu chúng ta có thể đến những tầng sâu hơn, khả năng thích ứng với Mê Cung của tôi và mọi người cũng sẽ tăng lên.\nNếu chúng ta đi sâu hơn, có lẽ sẽ có manh mối về ký ức của tôi.",
    "わかりましたわ。それではさっそくスマートデバイスから、\nメイズ探索の許可申請をいたします。": "Tôi hiểu rồi. Vậy thì, tôi sẽ nộp đơn xin phép thám hiểm Mê Cung ngay từ thiết bị thông minh.",
    "頼んだ。": "Nhờ cậu cả.",
    "この先も撃破数に応じて報酬が変わるのかな？": "Liệu phần thưởng có thay đổi theo số lượng tiêu diệt trong tương lai không?",
    "まずはチームの資金確保が優先ですよ。": "Trước tiên là phải đảm bảo quỹ của đội đã.",
    "活躍した分だけ報酬が増えるのは魅力だけどねー。": "Phần thưởng tăng lên theo thành tích thì rất hấp dẫn nhỉ.",
    "もう手持ちがないんだろ？\nつい無駄遣いしちゃうところがクソガキなんだよなぁ。": "Cậu hết tiền rồi đúng không?\nCái tật xài hoang phí của cậu đúng là đồ con nít.",
    "誰がクソガキだってぇ！？\nそれに無駄遣いなんてしてないし！": "Ai là con nít chứ!?\nHơn nữa, tôi có lãng phí gì đâu!",
    "……あら？": "...A?",
    "どうしたんですか？": "Sao vậy?",
    "探索の申請が却下されてしまいましたわ……": "Đơn xin thám hiểm của tôi đã bị từ chối...",
    "……は？": "...Hả?",
    "はぁ――――！？": "Hảaaaaaaaaaaaaaaaaa!?"
}