{
    "ふう。今日もいい天気だな……\nさて、何をして過ごすか。": "Phù. Hôm nay thời tiết đẹp thật đấy...\nGiờ thì, mình nên làm gì đây.",
    "ん？　こんなに早くから来客か？": "Hửm? Khách đến sớm thế này sao?",
    "おはよー、%usernameusernameuserna%。": "Chào %usernameusernameuserna%.",
    "ラミじゃないか。どうしたんだ？": "Là Lami. Sao thế?",
    "そーぞーどおり、暇そうって感じのバカヅラしてるじゃん！\n今からラミをメイズに連れて行って！　てか、連れてけ！": "Đúng như tao nghĩ, mày đang làm bộ mặt chán đời đây!\nGiờ tao sẽ dắt Lami đến Mê Cung! À mà, dắt đi!",
    "は！？　唐突になんだ？": "Hả!? Tự nhiên là sao?",
    "ラミ、タツミヤ鉱をいっぱい発掘して、いっぱい稼ぎたいの！\nでも、ひとりじゃ許可が出ないし、おまえが必要ってこと！": "Lami muốn đào thật nhiều mỏ Tatsumiya, muốn kiếm thật nhiều tiền!\nNhưng mà đi một mình thì không được phép, nên cần mày đó!",
    "%usernameusernameuserna%は生徒会所属だから、\nメイズ探索の許可がかんたんにおりるんでしょ？": "%usernameusernameuserna% là thành viên hội học sinh mà,\nxin phép khám phá Mê Cung dễ mà?",
    "簡単ではないけど、まぁ多分普通よりかはな。\nでも、めるや他のメンバーはどうした？": "Không dễ đâu, nhưng chắc là dễ hơn bình thường.\nMà, Meru và những người khác thì sao?",
    "今日みんな用事あるんだって。\nだからしょーきょほーでおまえってなわけ。": "Hôm nay ai cũng có việc bận hết.\nNên mới dùng phương pháp loại trừ, chọn mày đấy.",
    "頼ってきて『消去法』とは、酷い言い草だな……": "Được nhờ vả mà còn dùng 'phương pháp loại trừ', thật là...",
    "こんな美少女に頼られて、おまえめっちゃラッキーじゃん！": "Được một mỹ nhân nhờ vả, mày đúng là may mắn!",
    "自分で美少女言うな！　否定はしないけど！": "Đừng tự nhận là mỹ nhân! Tao không phủ nhận, nhưng mà!",
    "わかったよ": "Tao hiểu rồi.",
    "いくらで？": "Bao nhiêu tiền?",
    "……で！　一緒に行くの！？　行かないの！？": "……Ê! Đi hay không đi!?",
    "おー！　さっすが！　そうこなくっちゃ！": "Ô! Giỏi lắm! Đúng là vậy mới được!",
    "金とんのかよ！？　金ないからメイズ行きたいのに！": "Mày tính lấy tiền à!? Trong khi tao muốn đi Mê Cung vì thiếu tiền!",
    "……冗談だ。まあ、暇してたし、付き合ってもいいよ。": "……Đùa thôi. Mà, tao cũng đang rảnh, đi cùng cũng được.",
    "最初からそう言えっての！": "Nói vậy từ đầu có phải xong rồi không!",
    "にしても、ラミって、金儲けが好きだよな。": "Mà nói đi cũng phải nói lại, Lami thích kiếm tiền nhỉ.",
    "は？　なんか文句でもあんの？\n金儲けなんてみんな好きでしょ？": "Hả? Mày có ý kiến gì à?\nAi mà không thích kiếm tiền chứ?",
    "まあ、それはそうなんだが……\n稼いだ分いつもどこに使ってるんだ？": "Ừm, thì cũng đúng là vậy...\nMày kiếm được bao nhiêu thì dùng vào việc gì?",
    "え……それは……\n弟や妹に、もっといい暮らしをさせてあげたいし……": "Ê... chuyện đó thì...",
    "あ、そっか、仕送り――": "Tao muốn cho em trai, em gái có cuộc sống tốt hơn...",
    "な、なんでもない！　ほら、とっとと許可を取って！": "À, vậy là gửi tiền về cho gia đình――",
    "わかった。わかったから、手を引っ張るな。\nまったく、困ったやつだな……": "Đ, đừng có nói gì nữa! Thôi nào, đi xin phép nhanh lên!",
    "は・や・くー！": "Tao biết rồi. Biết rồi, đừng kéo tay tao nữa.\nThiệt tình, phiền phức thật...",
    "で？　なんで許可取れた探索可能範囲が、\n地穴帯のそれもめっちゃ浅い層だけなの！？": "N-H-A-N-H-L-Ê-N!",
    "ほとんど掘り尽くされているじゃん！\nもっと深いところはだめなの！？": "Này? Sao phạm vi được phép khám phá chỉ có ở tầng nông của Địa Huyệt Đới vậy!?",
    "ふたりだけだから、浅い層しか許可が出なかったんだろ。": "Gần như đã bị đào hết rồi!\nKhông được xuống sâu hơn sao!?",
    "はー。　生徒会、頭固すぎ。": "Vì chỉ có hai đứa nên mới chỉ được phép ở tầng nông thôi.",
    "まあ、許可が出ただけましだと思うんだな。\n浅い層でも、タツミヤ鉱が見つかることもあるさ。": "Haizz. Hội học sinh cứng nhắc thật.",
    "以前のめるみたいなラッキーはそうないっての。\nったく、仕方ないなぁ……": "Mà, được cấp phép là tốt rồi.\nỞ tầng nông đôi khi cũng tìm thấy mỏ Tatsumiya.",
    "数時間後――": "Chắc chắn không may mắn như Meru trước kia đâu.\nHaizz, đành chịu vậy...",
    "……ラミ、どうだ？　少しは出たか？": "Vài tiếng sau――",
    "全然出ないっての！　わかってたけど！": "……Lami, thế nào? Kiếm được chút nào chưa?",
    "まあ、ここら辺は何度も掘った後だからな。\nさすがにもう大きいのは、出てこないかもしれないな。": "Chẳng có gì cả! Mặc dù tao biết trước mà!",
    "じゃあ、なんのためにラミは、ここに来たのよ？\nタダ働きするために来たわけじゃないんだけど！": "Mà, khu vực này đã bị đào bới nhiều rồi.\nChắc là không còn cái gì to nữa đâu.",
    "仕方ないだろ。これ以上、深く潜るのは危険なんだ。": "Vậy thì Lami đến đây để làm gì?\nĐâu phải tao đến đây để làm không công!",
    "…………ふんっ。": "Chịu thôi. Xuống sâu hơn nữa thì nguy hiểm.",
    "おい、ラミ。どこに行くつもりだ？\nそっちは、許可された範囲じゃないぞ。": "…………Hừm.",
    "ちょっとだけ深い場所に行ってみるだけ。\n少しなら大丈夫っしょ。": "Ê, Lami. Mày định đi đâu đấy?\nChỗ đó không được phép đâu.",
    "単独で深い場所に行くのは危険だ。\nだいたい、許可範囲から出るのは違反行為だ。": "Tao chỉ muốn xuống chỗ sâu hơn một chút thôi.\nMột chút thì không sao đâu.",
    "わかってるっつの、そんくらい。\nでも、いつまでもここにいても、何も出てこないじゃん！": "Đi một mình xuống chỗ sâu là nguy hiểm.\nHơn nữa, ra khỏi phạm vi cho phép là vi phạm.",
    "だったら、少しくらい危険でも深い場所に行った方がましでしょ！": "Tao biết, biết thừa.\nNhưng cứ ở đây mãi thì chẳng có gì cả!",
    "もし何かあったらどうするつもりだ？": "Vậy thì, xuống chỗ sâu hơn một chút, dù nguy hiểm, vẫn tốt hơn!",
    "ラミの腕なら、多少危険なことがあっても平気よ。": "Nếu có chuyện gì thì sao?",
    "そういう意味じゃない。違反をすれば、お前だけじゃない。\nチームにも迷惑がかかるんだぞ。": "Với trình độ của Lami, có chút nguy hiểm thì cũng không sao.",
    "う……": "Không phải ý đó. Nếu vi phạm, không chỉ mình mày đâu.\nCòn làm phiền đến cả đội nữa.",
    "本当にそれでもいいのか？": "Ư...",
    "それは……よくないけど……": "Mày chắc chứ?",
    "……ふぅ。わかった、引き返せばいいんでしょ。\nちょっと言ってみただけだっての。": "Thì... không tốt lắm...",
    "…………はぁぁ。": "……Haizz. Tao hiểu rồi, nếu quay lại thì được đúng không?\nTao chỉ nói đùa thôi mà.",
    "翌日――": "…………Haizzz.",
    "ふたりに来てもらったのは、他でもありません。": "Ngày hôm sau――",
    "昨日、あなた方のＭＧが許可範囲外に出たことが確認されました。\n理由を説明をしてもらいましょうか。": "Việc tôi gọi hai người đến đây, không có gì khác.",
    "（寸前で止めたつもりだったが、\nやっぱ少しはみ出てしまっていたか……）": "Hôm qua, MG của hai người đã được xác nhận là đã ra khỏi phạm vi cho phép.\nXin hãy giải thích lý do.",
    "それは……": "（Mình đã cố dừng lại rồi, nhưng mà\nvẫn bị lố ra một chút...）",
    "ちょっとくらいいいじゃん。\nあんな浅いところで掘っても、何も出てこなかったんだから。": "Thì là...",
    "おい、ラミ。そんな言い方はよせ。": "Một chút thôi mà.\nĐào ở chỗ nông đó thì có kiếm được gì đâu.",
    "だって、そうでしょ？　あんな浅いところで、いくら頑張っても、\n何も出てこないのに、ひたすら掘るなんてあり得ないし。": "Ê, Lami. Đừng nói thế.",
    "それに範囲外から出たのは、ちょっとだけだし、\nすぐに戻ってきたじゃん。": "Chứ sao? Ở chỗ nông đó, dù cố gắng đến mấy thì cũng chẳng có gì, đúng không?",
    "ラミさん。あなたは何もわかっていないようですね。\nもし何かあれば、大変な問題になっていたかもしれないんですよ？": "Hơn nữa, ra khỏi phạm vi chỉ một chút thôi,\nrồi đã quay lại ngay rồi mà.",
    "自分が言いだした": "Lami. Em có vẻ không hiểu gì cả.\nNếu có chuyện gì xảy ra, thì sẽ là một vấn đề lớn đấy.",
    "ラミが言いだした": "Chính tao là người nói ra",
    "一体、どちらが違反行為を行おうと言い出したのですか？": "Lami là người nói ra",
    "は？　ちょっと、勝手なこと言わないで。\n言い出したのも、違反したのもラミよ。": "Rốt cuộc, ai là người đã nói ra hành vi vi phạm?",
    "……なるほど。": "Hả? Khoan đã, đừng có tự tiện nói lung tung.\nNgười nói ra, người vi phạm là Lami.",
    "そうなのですか、ラミさん？": "……Ra là vậy.",
    "…………": "Là vậy sao, Lami?",
    "会長、今回のは俺の監督不行き届きが原因です。\n大変申し訳ありませんでした！": "…………",
    "ちょ……っ！": "Chủ tịch, lần này là do tôi không quản lý tốt.\nTôi xin lỗi!",
    "……わかりました。今回だけは大目に見ましょう。\nラミさんは常習犯でもないですし、厳重注意ということで。": "K-Khoan...!",
    "ありがとうございます！": "……Tôi hiểu rồi. Lần này tôi sẽ bỏ qua.\nLami không phải là người thường xuyên vi phạm, chỉ cần cảnh cáo nghiêm khắc thôi.",
    "では、ラミさん。あなたはもう帰っていいですよ。": "Cảm ơn!",
    "わかりました。失礼しまーす。": "Vậy, Lami. Em có thể về rồi đấy.",
    "え、俺は……": "Tôi hiểu rồi. Xin phép.",
    "……あなたは残ってくれるかしら？\n話はまだ終わっていません。": "Ê, còn tôi thì...",
    "あなたには指揮官の責務について、\nもう一度伝えなければいけないようですね。": "……Anh có muốn ở lại không?\nChuyện vẫn chưa kết thúc.",
    "…………はい。": "Tôi nghĩ anh cần phải được nhắc nhở một lần nữa về trách nhiệm của người chỉ huy.",
    "……はあ。やっと解放された……": "…………Vâng.",
    "まさか、罰として演習場をずっと走らされることになるとは……\n何時間も走らされて、足がもうガクガクだ……": "……Haizz. Cuối cùng cũng được giải thoát...",
    "早く帰って、風呂に入って寝たい……": "Không ngờ, bị phạt phải chạy quanh sân tập mãi...\nChạy mấy tiếng đồng hồ, chân đã nhũn ra rồi...",
    "わっ！！": "Muốn về nhà tắm rồi đi ngủ quá...",
    "ラミ！？": "Woa!!",
    "うわっ！": "Lami!?",
    "いつつつ……": "Uwaaa!",
    "（くそ、ラミのやつ……びっくりさせやがって……）": "Utsu...!",
    "うわっ、ダッサー。ちょっと驚かしただけで転ぶなんて。\n足もガクガクさせちゃって、まるで生まれたての子鹿じゃん！": "（Chết tiệt, con Lami... làm tao giật cả mình...）",
    "ざぁこ、ざぁこ♪　へなちょこ～。": "Uwaa, thảm hại thật đấy. Chỉ cần làm giật mình một chút mà cũng ngã.\nChân còn nhũn ra nữa, như nai con mới sinh ấy!",
    "ったく、誰のせいだと思ってるんだよ。\nだいたい、なんでこんなところにいるんだ？": "Zako, zako♪ Hèn nhát～.",
    "もちろん、ボロボロの%usernameusernameuserna%を見物しに。\n思ったよりヘロヘロで超ウケる～！": "Thiệt tình, mày nghĩ là tại ai chứ?\nHơn nữa, sao mày lại ở đây?",
    "お前な……": "Đương nhiên là để xem %usernameusernameuserna% thảm hại rồi.\nTao cứ tưởng mày sẽ còn mệt hơn, ai ngờ lại vui thế!",
    "ん……？　ということは俺をずっと待ってたってことか？": "Mày...",
    "そ、そんなつもりじゃないけど……": "Hửm...? Vậy là mày đã đợi tao sao?",
    "ってか、それより！\nなんで%usernameusernameuserna%が罰を受けてんのよ。": "T, tao không có ý đó...",
    "チームの責任を取るのが、指揮官の役目だからな。": "Mà hơn nữa!\nSao %usernameusernameuserna% lại bị phạt?",
    "はあ？　何格好つけちゃってるのよ？\n倒れたまま、立ち上がれないくせに……": "Vì phải chịu trách nhiệm cho đội, đó là vai trò của người chỉ huy.",
    "余計なお世話だ……": "Hả? Mày đang làm bộ ngầu đấy à?\nTrong khi đang ngã mà còn không đứng dậy được...",
    "……まあ、迷惑をかけて悪かった。\nラミのせいで、罰を受けちゃって。": "Không cần mày quan tâm...",
    "珍しく殊勝な態度じゃないか。\nさては、ラミの皮を被ったメイズシフターだな。": "……Mà, tao xin lỗi vì đã làm phiền.\nVì Lami mà tao bị phạt.",
    "はあ？　このラミ様をなんだと思ってるわけ！？": "Hiếm khi thấy mày khiêm tốn đấy.\nHay là, mày là Shifter đội lốt Lami?",
    "はは、冗談だ……ラミが気にすることじゃない。\n罰を受けたのも、俺の監督不行き届きだから当然だ。": "Hả? Mày nghĩ tao là cái gì chứ!?",
    "……なんで笑ってるのよ？　ラミが迷惑をかけたのに……\n普通なら、怒って当然でしょう？": "Haha, đùa thôi... Lami không cần để ý đâu.\nBị phạt cũng là do tao không quản lý tốt mà thôi.",
    "まあ、そうだな。": "……Sao mày lại cười? Lami đã làm phiền mà...\nBình thường phải tức giận chứ?",
    "%usernameusernameuserna%って、ほんとお人好しよね……\nめるも七彩もチームのみんなも……お人好しばっかり。": "Ừm, thì đúng là vậy.",
    "ラミに恩を着せても、なんの得にもならないってのに。": "%usernameusernameuserna% đúng là người tốt bụng mà...\nMeru, Nanairo, mọi người trong đội... ai cũng tốt bụng cả.",
    "ラミの家は貧乏だし、ラミは世の中金がすべてだと思ってるし、\nチームは稼ぐために利用できるかしか考えてない……": "Mặc dù có cho Lami đội ơn thì cũng chẳng được lợi gì.",
    "そんなラミによくみんな優しくできるよね。呆れるわ。": "Nhà Lami nghèo, Lami thì nghĩ trên đời này tiền là tất cả,\nĐội thì chỉ nghĩ cách kiếm tiền thôi...",
    "はは……": "Vậy mà mọi người vẫn có thể tốt với Lami được nhỉ. Thật là hết nói.",
    "何？　何がおかしいの？": "Haha...",
    "みんながラミに優しくするのは、それだけの子じゃない――\n本当は優しいって知ってるからだよ。": "Gì? Có gì buồn cười sao?",
    "ラ、ラミが優しい？　冗談でしょ？": "Mọi người tốt với Lami, không phải vì em chỉ có vậy đâu――\nVì họ biết em thật ra rất tốt bụng.",
    "そうじゃなきゃ、こんな時間まで俺を待っててくれないだろ？\n俺のことを心配して、ずっと待ってていたんだろう？": "L, Lami tốt bụng? Đùa à?",
    "……べ、別に心配してたわけじゃないし。\n罰を受けて、ボロボロになったのを笑いたかっただけだし。": "Nếu không thì, sao em lại đợi tao đến giờ này?\nChắc là vì lo cho tao, nên mới đợi tao đúng không?",
    "……そういうことにしておくよ。": "……T, tao đâu có lo gì đâu.\nChỉ muốn cười vào cái bộ dạng thảm hại của mày thôi.",
    "その全部わかってますって顔やめてよ。\nクソザコのくせに、生意気だっつの。": "……Cứ cho là vậy đi.",
    "口ではそう言うが……顔真っ赤だぞ？": "Đừng có cái bộ mặt biết hết rồi nữa.\nĐồ yếu đuối, kênh kiệu thật.",
    "う、うっさいなぁ！\nいつか覚えておきなさいよ……！": "U, ồn ào quá!\nCứ chờ đấy, tao sẽ nhớ mãi...!",
    "――なんて、照れ隠しかガミガミ言う彼女とともに、\n俺は帰路へとついたのだった。": "――Cùng với cô nàng đang ngượng ngùng mà càu nhàu, \ntao đã lên đường về nhà."
}