{
    "あー！　もーっ！　ぜんっぜんお宝出ないじゃんっ！\nどーなってんのココぉ！": "A! Chán thật! Chẳng thấy bảo vật nào cả!\nChuyện quái gì đang xảy ra ở đây vậy!",
    "えーと……お宝じゃなくて『タツミヤ鉱』ですよ？\nそれに、まだ探し始めて３日目ですし……": "À thì... không phải bảo vật mà là 'Quặng Tatsumiya' đấy?\nHơn nữa, chúng ta mới tìm kiếm được có ba ngày thôi mà...",
    "『３日も』経ってるじゃーん！　ラミもう飽きたー！\nお風呂も入りたいしー！": "Đã 'ba ngày' rồi đấy! Ramy chán ngấy rồi!\nTớ còn muốn đi tắm nữa!",
    "ラミさん、めるさんを困らせないでくださいませ。\n今はとにかく手を動かしてください、ですわ。": "Ramy-san, đừng làm phiền Meru-san nữa.\nBây giờ cứ tiếp tục làm việc đi, được chứ.",
    "まあ、公式戦で負け続きだから、\n良い採掘エリアは軒並み取られてるし……": "Mà, vì toàn thua trong các trận đấu chính thức,\nnên những khu vực khai thác tốt đều bị chiếm hết rồi...",
    "それはそうだけど……\nこの岩盤の固さ……なるほど、そういうことね。": "Thì đúng là vậy... Nhưng\nđộ cứng của lớp đá này... ra là vậy.",
    "白奈さん、なにか気づいたことでもあるんですの？\n岩盤の固さからどこにタツミヤ鉱があるとか。": "Shirana-san, cậu có nhận ra điều gì không?\nTừ độ cứng của lớp đá mà biết được quặng Tatsumiya ở đâu à?",
    "いえ、固いものは固いな、とだけ。": "Không, chỉ là đá cứng thì vẫn là cứng thôi.",
    "…………": "...",
    "ねー、ラミもうお腹すいたー！\nそろそろご飯にしようよー！": "Nè, Ramy đói bụng quá!\nHay là mình đi ăn cơm thôi!",
    "どうせこんなところでタツミヤ鉱なんて\n見つからないってー！": "Đằng nào ở đây cũng chẳng tìm thấy quặng Tatsumiya đâu!",
    "あっ……！": "A...!",
    "どうしたの、める？": "Sao vậy, Meru?",
    "あった……！　ありましたよ！　タツミヤ鉱！": "Có rồi...! Có rồi này! Quặng Tatsumiya!",
    "やったー！　やるじゃんめる！": "Yeah! Giỏi lắm Meru!",
    "めるならやってくれると信じてた。": "Tớ tin là Meru sẽ làm được mà.",
    "ちょっと見せて……うん、これはホンモノのタツミヤ鉱ね。\n純度は後で計測してみないとわからないけど。": "Cho tớ xem nào... Ừm, đây đúng là quặng Tatsumiya thật.\nĐộ tinh khiết thì phải đo sau mới biết được.",
    "本当ですか、ちゆるさん……！\n良かった……これで帰ってお風呂に入れますわ。": "Thật sao, Chiyuru-san...!\nMay quá... Vậy là tớ có thể về tắm rồi.",
    "それじゃ、みんなでこの辺を一気にいっちゃいましょう！\n": "Vậy thì, mọi người cùng nhau khai thác khu vực này thôi!\n",
    "……って、あれっ！？": "...",
    "どうしたんですの？": "Chuyện gì vậy?",
    "七彩さん！　あそこ、誰か走ってませんか？": "Nanairo-san! Ở đằng kia, có ai đó đang chạy kìa!",
    "……！？": "...!?",
    "うえぇ！？　なにあの全裸男！？\n『メイズ』ってアイツら以外に変質者も出るわけぇ！？": "Ugh!? Cái gì vậy, thằng trần như nhộng kia!?\nNgoài 'Maze' ra còn có cả biến thái nữa sao!?",
    "メイズの中に変質者がいるわけないでしょう。\nいたとしてもすぐアレの餌食に――": "Trong Maze làm gì có biến thái.\nCó thì cũng sẽ nhanh chóng trở thành mồi cho thứ đó thôi...",
    "ううん、間違いありません！\nあそこにいるの、人です！！": "Không, không sai được!\nNgười ở đằng kia, là người thật đấy!",
    "助けなきゃ……！！": "Phải cứu...!!",
    "待って……！　めるさん……！！\nもう少し様子を……！": "Đợi đã...! Meru-san...!!\nCứ quan sát thêm một chút đã...!"
}