{
    "ひああああああっ！\nこ、こっち来ないでぇええええええ！！": "Hyaaaaaa!\nĐừng, đừng đến gần emmmmmm!",
    "ラウラ、大丈夫！？": "Laura, em không sao chứ!?",
    "（シミュレーターでの訓練とはいえ……）": " (Dù là huấn luyện bằng máy mô phỏng...) ",
    "だ、だだだだだ！　大丈夫！\nま、前は戦えたんだから、このくらい……！": "Đ,đ,đ,được! Không sao đâu!\nVì, vì trước đây em đã chiến đấu được mà, chỉ có thế này thôi mà...!",
    "そうはいうけど、無理はしないで。": "Nói thì nói vậy, nhưng đừng cố quá sức.",
    "う、うん！　……よし、相手はただの……た、ただの……\nや、やや、やっぱり……": "Ư, ừm! ...Được rồi, đối thủ chỉ là... ch, chỉ là...",
    "やっぱり？": "Nh, nh, nhưng mà...",
    "や、やっぱり無理ぃいいいい！！！！": "Nhưng mà?",
    "ご、ごめんなさい！\nぎ、ギブアップです！": "Nh, nhưng mà em không làm được nữa rồiiiiii!!!!",
    "（……ラウラが戦えるようになるための特訓だったが……\nすぐには上手くいかないか）": "X, xin lỗi mọi người!\nEm, em xin hàng!",
    "仕方ないさ。今日のシミュレーター訓練は中止だ。\nというわけで、解散！": "(...Huấn luyện để Laura có thể chiến đấu... \nCó vẻ không dễ dàng gì)",
    "分かったわ！\nあ、ラウラ！　あんまり気にしちゃダメよ！": "Không sao đâu. Buổi huấn luyện mô phỏng hôm nay kết thúc tại đây.\nVậy nên, giải tán!",
    "シミュレーター訓練で実践じゃないから、\nまだ失敗しても大丈夫よ。": "Em hiểu rồi!\nÀ, Laura! Đừng để ý quá nhé!",
    "うんうん！　それに、いつも私たちって、\nラウラに助けられてるからね！": "Vì chỉ là huấn luyện mô phỏng chứ không phải thực chiến, \nnên thất bại vẫn ổn mà.",
    "うん。ありがとうね、皆。": "Ừm ừm! Với lại, lúc nào chúng ta cũng được \nLaura giúp đỡ mà!",
    "はぁ……\nでも、このままじゃだめだよね……": "Ừm. Cảm ơn mọi người.",
    "（いつものんびりしてて明るいラウラだけど、\nさすがに落ち込んでるみたいだな……）": "Haizz...\nNhưng mà, cứ như thế này thì không được rồi...",
    "……反省会をしようとは言ったが、\n流石にふたりきりだと話しづらいか？": "(Mọi khi thì Laura luôn vui vẻ, lạc quan, \nnhưng có vẻ em ấy đang buồn...) ",
    "……ううん、大丈夫。\nどっちかっていうと、自分がダメダメで落ち込んでいるの。": "...Em đã nói sẽ làm buổi họp rút kinh nghiệm, \nnhưng mà chỉ có hai người thì hơi khó nói chuyện nhỉ?",
    "メイズシフターを前にすると、どうしても怖くて……": "...Ưm, không sao đâu.\nNói đúng hơn là, em đang buồn vì bản thân mình quá tệ.",
    "でも、前にシリウスシュガーと一緒に戦った時は、\nラウラも動けてたよな？": "Khi đối mặt với Maze Shifter, em luôn sợ...",
    "うん……その、ラミちゃんと一緒に戦った時には、\n安心してたのと頑張ろうって気持ちで何とか戦えてたけど……": "Nhưng mà, trước đây khi chiến đấu cùng Sirius Sugar, \nLaura cũng đã chiến đấu được mà?",
    "でも、シミュレーターでも怖くて……\nうう、メイズシフターと戦うのも仕事なのに……": "Ừm... Lúc em chiến đấu cùng Rumi-chan, \nvì em cảm thấy an tâm và có động lực nên đã cố gắng chiến đấu...",
    "まあ、メイズシフターが苦手な生徒もいるが……\n怯えて戦えないレベルなのは珍しいよな。": "Nhưng mà, ngay cả trong mô phỏng em cũng sợ hãi... \nƯ... Dù Maze Shifter là công việc của em...",
    "うう……": "Mà, cũng có những học sinh không thích Maze Shifter... \nNhưng mà đến mức sợ hãi không dám chiến đấu thì cũng hiếm đấy.",
    "いや、別に責めてるわけじゃない。\nそれに、今日は少しでも動くことができたじゃないか。": "Ư...",
    "そうなんだけど……みんなが頑張って成長してるのに、\n私だけが足を引っ張ってるから……": "Này, anh không có ý trách em đâu.\nVới lại, hôm nay em đã chiến đấu được một chút rồi còn gì.",
    "皆のために、私も力になりたいの。\n皆から守られてるだけじゃ……お姉さん失格だもの。": "Đúng là vậy... Nhưng mà mọi người đều đang cố gắng tiến bộ, \ntrong khi chỉ có mình em là kéo mọi người xuống...",
    "……その心意気は立派だと思うぞ？": "Vì mọi người, em cũng muốn trở nên mạnh mẽ.\nChỉ được mọi người bảo vệ thì... chị cả thất bại rồi.",
    "でも、結果が出てないと意味がないわ……": "...Em có chí tiến thủ như vậy thì anh thấy rất tốt đấy?",
    "そうだな……まず、メイズシフターの何が無理なんだ？\nそれが分析できれば、少しは対策出来るんじゃないか？": "Nhưng mà, nếu không có kết quả thì cũng vô nghĩa...",
    "メイズシフターのダメなところ……\nその、私は虫やお化けが苦手なの！": "Đúng vậy... Đầu tiên, em không thể làm gì với Maze Shifter?\nNếu phân tích được thì có lẽ sẽ tìm ra cách đối phó?",
    "本当に、虫は触れないしお化けなんて見るだけでダメで……\nだから、お化けみたいなメイズシフターは本当に怖くて……": "Điều em không làm được với Maze Shifter... \nThì, em sợ côn trùng và ma quỷ!",
    "お化けみたい……か？\nまあ、ユニークな見た目はしてるが……": "Thật sự, em không thể chạm vào côn trùng, chỉ cần thấy ma quỷ thôi cũng không được... \nVì vậy, Maze Shifter giống ma quỷ khiến em sợ lắm...",
    "だ、だってありえない見た目をしてるし……！\nそれに、なんだか怖い目をしてるし……！": "Giống ma quỷ... à?\nMà, cũng có vẻ ngoài độc đáo nhỉ...",
    "（まあ、お化けも面白い見た目をしてるやつがいるし、\n人には人の事情があるもんな）": "V, vì nó có vẻ ngoài không thể tin được mà...!\nVới lại, nó còn có ánh mắt đáng sợ nữa...!",
    "なあラウラ。どうしても無理だっていうなら、\nメイズシフターと戦わない方法も考えてみるのはどうだ？": "(Mà, cũng có những con ma quỷ có vẻ ngoài thú vị, \nmỗi người đều có hoàn cảnh riêng mà)",
    "ありがとう、%usernameusernameuserna%さん。\nでも……皆と一緒にちゃんと戦いたいの。": "Này Laura. Nếu em thực sự không thể làm được, \nthì thử nghĩ đến cách không chiến đấu với Maze Shifter xem?",
    "私だけ、皆よりもできないのに守ってもらうなんて……\nそんなお荷物になっちゃうのは、嫌だから。": "Cảm ơn anh, %usernameusernameuserna%.\nNhưng mà... Em muốn chiến đấu cùng mọi người.",
    "ジュリーちゃんたちと一緒に頑張るためにも……\nメイズシフターへの恐怖を乗り越えたいの！": "Chỉ có em là không làm được như mọi người, lại còn được bảo vệ... \nEm không muốn trở thành gánh nặng như vậy.",
    "……そうか。そこまで熱い思いがあるなら、俺も全力で手伝おう。\n挑戦……そうだ、思いついた！": "Để em có thể cố gắng cùng với Julie-chan và mọi người... \nEm muốn vượt qua nỗi sợ Maze Shifter!",
    "よし、行くぞ、ラウラ！": "...Vậy sao. Nếu em có ý chí mạnh mẽ đến vậy, anh sẽ giúp em hết mình.\nThử thách... Đúng rồi, anh nghĩ ra rồi!",
    "えっ、ええ！？\nど、どこへ！？": "Được rồi, đi thôi, Laura!",
    "……その、なんで公園？": "Hả, hả!?\nĐ, đi đâu!?",
    "ラウラはメイズシフターへの恐怖を克服したいんだろ？": "...Thì, sao lại là công viên?",
    "うん……克服したい！\nこのままの私じゃいけないって思ってるから。": "Laura muốn vượt qua nỗi sợ Maze Shifter đúng không?",
    "だったら……いきなりメイズシフターと戦いに行くんじゃなくて、\nまずは大丈夫なラインから徐々に慣らしていくのはどうかなって。": "Ừm... Em muốn vượt qua!\nVì em nghĩ rằng mình không thể cứ như thế này mãi.",
    "な……なるほど？": "Vậy thì... Thay vì chiến đấu với Maze Shifter ngay lập tức, \ntại sao không thử làm quen dần từ những thứ an toàn hơn?",
    "だから、ほら……まずはこんなのから挑戦するのはどうだろう？": "N... Nghe có lý nhỉ?",
    "え……そ、それって……！": "Vì vậy, này... Đầu tiên thử cái này thì sao?",
    "ああ、テントウムシ。\n丸っこくて比較的見た目も可愛いし、触ってみないか？": "Hả... C, cái đó là...!",
    "ほら、ラウラ。": "A, bọ rùa.\nTròn tròn, vẻ ngoài cũng khá dễ thương, em thử chạm vào xem?",
    "わ、こ、こっちに近付けないで……\nひ、ひ、ひ、ひゃああああ～！！": "Này, Laura.",
    "（へたり込んでしまったか……）": "Đ, đ, đừng đến gần... \nH, h, h, hyaaaaaa~!!",
    "テントウムシでもそこまでダメなのか……": "(Em ấy đã ngã quỵ rồi...) ",
    "ご、ごめんなさい……テントウムシは見るならいいけど、\nそこまで近くに来ると怖くて……": "Ngay cả bọ rùa cũng không được đến mức đó sao...",
    "……このレベルでダメなら、\nちょっとやそっとの対策じゃ恐怖心の克服は難しいかもな。": "X, xin lỗi... Em có thể nhìn bọ rùa, nhưng mà đến gần thì em sợ lắm...",
    "そ、そんなことないわ！\nわ、私……頑張るから！": "...Nếu đến mức này mà không được, \nthì có lẽ sẽ khó vượt qua nỗi sợ bằng những biện pháp thông thường.",
    "いや、努力でもどうしようもないことはあるんだ。\nラウラ、頑張ることに拘っちゃいけない。": "Đ, đâu có!\nEm, em... sẽ cố gắng mà!",
    "えっ、ど、どういうこと？": "Không, có những chuyện dù cố gắng cũng không được đâu.\nLaura, em không nên cứ cố gắng mãi.",
    "大切なのは、ラウラが皆の役に立てることだろう？\n恐怖心を克服するのが本題じゃないんだ。": "Hả, n, nghĩa là sao?",
    "だから、自分に合った戦い方を見つけて、\n皆のために役に立つことなんじゃないか？": "Điều quan trọng là, Laura có thể giúp ích cho mọi người đúng không?\nVượt qua nỗi sợ không phải là vấn đề chính.",
    "自分に合った戦い方……": "Vì vậy, tìm ra cách chiến đấu phù hợp với bản thân, \nrồi giúp ích cho mọi người thì sao?",
    "……うん！　ありがとう、%usernameusernameuserna%さん！\n私、もう少し考えてみるね！": "Cách chiến đấu phù hợp với bản thân...",
    "んむむむむむ……": "...Ừm! Cảm ơn anh, %usernameusernameuserna%!\nEm sẽ suy nghĩ thêm!",
    "（ラウラは難しい顔をして考えてるが……\nそう簡単に自分に合った戦い方の答えは見つからないよな）": "Ừm ưm ưm ưm ưm...",
    "ほら、ラウラ。根を詰めすぎだ。\nこのスイーツでも食べて気分転換をしないか？": "(Laura đang suy nghĩ với vẻ mặt khó khăn... \nCó lẽ không dễ dàng gì để tìm ra câu trả lời về cách chiến đấu phù hợp với bản thân)",
    "あ、ありがとう、%usernameusernameuserna%さん……\nわぁ、美味しそうなジェラート！": "Này, Laura. Em căng thẳng quá rồi.\nHay là ăn món ngọt này để đổi gió đi?",
    "冷たくて美味しいな。": "À, cảm ơn anh, %usernameusernameuserna%...\nWow, kem gelato ngon quá!",
    "うん、とっても美味しい！\n色々と考えて頭を悩ませてたから、染み渡るなぁ……": "Lạnh và ngon quá.",
    "（よかった、多少は気分転換になったみたいだな）": "Ừm, ngon tuyệt!\nEm đã suy nghĩ rất nhiều nên đầu óc em đang rất căng thẳng, ăn vào thấy sảng khoái quá...",
    "こんなに美味しいと、\n実家の弟や妹たちにも食べさせてあげたくなっちゃうな。": "(Tốt rồi, có vẻ em đã đổi gió được phần nào)",
    "弟や妹？　ラウラの家は兄弟が多いのか？": "Ngọt ngào như thế này, \nem muốn mua cho em trai và em gái ở nhà ăn quá.",
    "うん、実家は家族がいっぱいいるから、\n私だけでも早く立派になって、両親を安心させてあげたいの。": "Em trai và em gái? Nhà Laura có nhiều anh chị em sao?",
    "へえ……ラウラは立派だな。": "Ừm, ở nhà em có rất nhiều người, \nem muốn nhanh chóng trưởng thành để cha mẹ yên tâm.",
    "そうかな？　家族仲もいいし……\nこのくらいは普通だと思うけど……": "Hể... Laura thật tuyệt vời.",
    "でも、褒めてくれてありがとうね♪": "Vậy sao? Gia đình em rất hòa thuận... \nEm nghĩ như vậy cũng bình thường thôi...",
    "普段から面倒見がいいし、弟や妹ってことは、\n実家だとラウラが一番のお姉さんなのか？": "Nhưng mà, cảm ơn anh đã khen em nhé♪",
    "うん、一番年上だよ。\nうちの子は小さいから、あそこにいる子くらいの弟が……": "Ngày thường em đã rất chu đáo, mà lại có em trai và em gái, \nvậy thì ở nhà Laura là chị cả đúng không?",
    "――って、危ないっ！": "Ừm, em là người lớn tuổi nhất.\nEm có một đứa em trai nhỏ như đứa trẻ kia...",
    "うおっ！？\n急に飛び出してどうした！？": "――Này, nguy hiểm quá!",
    "（……っ、ラウラの向かった先に、\n子どもが……車に轢かれそうになってる！？）": "Uooh!?\nĐột nhiên em làm gì vậy!?",
    "えぇええーいっ！": "(...!!, Laura đã lao đến, \nmột đứa trẻ... đang bị xe đâm!?)",
    "はぁっ、はぁっ、はぁ……\nよかった、間一髪だったね……": "Eeeeeeeeee!",
    "だ、大丈夫かラウラ！": "Ha, ha, ha... \nMay quá, kịp thời...",
    "私は平気。君も……怪我はないかな？": "L, Laura, em không sao chứ!",
    "う、うぅう……うわぁ～ん！": "Em không sao. Em... có bị thương không?",
    "もう大丈夫だから、安心して……ほら、泣かないで～。\nうん、うん、いい子ね～。": "Ư, ưuuu... Uwaaaaa!",
    "うう……あ、ありがとう、お姉ちゃん……": "Không sao đâu, em yên tâm... Nào, đừng khóc nữa~.\nỪm, ừm, ngoan nào~.",
    "これからは、車には気をつけてね！\nもう飛び出したりしちゃ駄目だからね。": "Ư... A, cảm ơn chị...",
    "うん……きをつける。\nばいばい、お姉ちゃん！": "Từ nay trở đi, phải cẩn thận với xe nhé!\nKhông được chạy ra như thế này nữa đâu nhé.",
    "ばいば～い！\n……ふぅ、良かったぁ……あの子が怪我をしなくて。": "Ừm... Em sẽ cẩn thận.\nTạm biệt chị!",
    "大丈夫だったか、ラウラ！？": "Tạm biệt!\n...Phù, may quá... đứa trẻ không bị thương.",
    "うん、大丈夫だったよ！": "Laura, em có sao không!?",
    "（……しかし、あの時の動き……\n今までと違うくらいに機敏な動きだったな）": "Ừm, em không sao!",
    "（そういえば、あの時はラミと組んでいたよな……？\nそうなると……もしや？）": "(...Nhưng mà, hành động lúc đó... \nkhác hẳn so với trước đây)",
    "%usernameusernameuserna%さん、どうしたの？": "(Nói mới nhớ, lúc đó em đã chiến đấu cùng Rumi...?\nNếu vậy thì... có lẽ...)",
    "ラウラ、明日皆を集めてシミュレータールームで訓練をしよう。": "Anh %usernameusernameuserna%, anh sao vậy?",
    "えっ！？　で、でも、まだ解決方法が見つかってなくて……": "Laura, ngày mai chúng ta sẽ tập luyện trong phòng mô phỏng.",
    "いや、ラウラに向いている方法があったかもしれないんだ。": "Hả!? Nhưng mà, em vẫn chưa tìm ra cách giải quyết...",
    "……？": "Không, có lẽ đã có cách phù hợp với Laura rồi.",
    "くっ……メイズシフターが……っ！": "...?",
    "危ないっ！\nここは……ううっ、私が壁になるわ！": "Khự... Maze Shifter...!",
    "ありがとうラウラ！　よーし、行くわよノエル！": "Nguy hiểm!\nĐây là... Ư, em sẽ làm lá chắn!",
    "おっけー！\nそれじゃあ、一気にヤっちゃおう！": "Cảm ơn Laura! Được rồi, đi thôi Noel!",
    "はぁ、はぁ……これで、どうかな……？": "Okeee!\nVậy thì, làm một phát luôn!",
    "（……やっぱりそうだ）": "Ha, ha... Như vậy, được chưa nhỉ...?",
    "（今までの訓練だったら、ラウラは役に立つために一番に、\n前線に出て敵を倒そうとしていた……）": "(...Quả nhiên là vậy)",
    "（だけども、後ろで周囲を見て、誰かを守るための動き……\nチームを守る盾としての立ち回りであれば役割を果たせるんだ）": "(Trong những buổi huấn luyện trước đây, Laura luôn muốn giúp ích, \nluôn muốn lao lên tuyến đầu để đánh bại kẻ địch...)",
    "シミュレーター訓練は終了……無事に撃破か。\nお疲れ様だ！": "(Nhưng mà, quan sát xung quanh, hành động để bảo vệ ai đó... \nNếu là vai trò lá chắn bảo vệ đồng đội thì em ấy có thể làm được)",
    "はぁ、はぁ……%usernameusernameuserna%さん、\nみ、見てくれてた！？": "Buổi huấn luyện mô phỏng kết thúc... Đã đánh bại thành công.\nMọi người vất vả rồi!",
    "ああ、ちゃんと見てたぞ！\n立派にチームに貢献できてたな！": "Ha, ha... Anh %usernameusernameuserna%, \nA, anh đã xem sao!?",
    "良かった……！\nこんな風な形で、皆の助けになれるなんて……！": "Ừ, anh đã xem hết!\nEm đã đóng góp cho đội rất tốt!",
    "これも、%usernameusernameuserna%さんのおかげ……！\n本当にありがとう！": "May quá...!\nBằng cách này, em có thể giúp đỡ mọi người...!",
    "いや、俺がやったことなんて大したことじゃない。\nラウラの本来の才能だからだ。": "Cũng nhờ có anh %usernameusernameuserna%...!\nEm cảm ơn anh rất nhiều!",
    "それに、優しいラウラが敵を倒そうっていうのが、\nそれだけで苦手意識が強くなるだろうしな。": "Không, anh có làm gì đâu.\nĐó là tài năng vốn có của Laura mà.",
    "……うん、もしかしたらそうなのかも。\nメイズシフターでも、自分の手で倒すって考えると……": "Với lại, Laura dịu dàng lại muốn đánh bại kẻ địch, \nchỉ như vậy thôi cũng khiến em cảm thấy khó khăn rồi.",
    "でも、こんなことを悩んでてもいいのかな？\nメイズシフターは襲ってくるんだし……": "...Ừm, có lẽ là vậy.\nNgay cả Maze Shifter, nếu nghĩ rằng mình phải tự mình đánh bại...",
    "今は考えなくてもいいさ。\n最初の一歩を踏み出せたんだ。それが重要だ。": "Nhưng mà, em có nên lo lắng về những chuyện này không nhỉ?\nMaze Shifter sẽ tấn công mà...",
    "……うん、そうだよね。私、怖いと思ってても、\nちゃんと皆を守ることができたよね！": "Bây giờ em không cần phải nghĩ nữa đâu.\nEm đã có bước đi đầu tiên rồi. Điều đó rất quan trọng.",
    "ああ、そうだ。\nラウラが皆の事を助けたんだ。それは誇ってもいいぞ。": "...Ừm, đúng rồi. Em dù sợ hãi, \nvẫn có thể bảo vệ mọi người!",
    "……えへへ。本当にうれしくて……涙が出ちゃいそう。": "Ừm, đúng vậy.\nLaura đã giúp đỡ mọi người. Em có thể tự hào về điều đó.",
    "このままがんばっていけば、\nみんなと一緒に正式なチームとして昇格できるかも！": "...Ehehe. Em vui quá... Em sắp khóc rồi.",
    "ああ、きっとできるはずだ。\nそれだけ悩んで頑張ってきたからな。": "Nếu cứ tiếp tục cố gắng như thế này, \ncó lẽ em sẽ được lên đội chính thức cùng mọi người!",
    "そうだよね……！\nこれが私の戦い方なんだって、胸を張って頑張るね！": "Ừm, chắc chắn là được.\nVì em đã lo lắng và cố gắng rất nhiều mà.",
    "ふふ、何でもできる気がしてきたわ！\n今の私なら、虫だって触って克服できちゃうかも……！": "Đúng rồi...!\nĐây là cách chiến đấu của em, em sẽ tự tin mà cố gắng!",
    "それなら、その手に止まってる虫を、\nそっと逃がしてやってあげたらどうだ？": "Fufu, em cảm thấy mình có thể làm được mọi thứ rồi!\nBây giờ em có thể chạm vào côn trùng và vượt qua nỗi sợ rồi...!",
    "え、虫？": "Vậy thì, con côn trùng đang đậu trên tay em, \nsao em không thả nó ra?",
    "さっき話している最中に飛んできたんだ。\nまあ、気づいてなかったから言わなかったんだが……": "Hả, côn trùng?",
    "……きゃああああああああ！？\nむ、むしぃいいいいいいいい！！！": "Nó bay đến trong lúc chúng ta nói chuyện.\nMà, em không để ý nên anh không nói...",
    "きゅう……": "...Kyaaaaaaa!\nC, côn trùngggggg!",
    "お、おいラウラ！？　大丈夫か！？\n……き、気絶してる。": "Oy, Laura!? Em không sao chứ!?\n...Ng, ngất rồi.",
    "うーん……": "Ưm...",
    "……はぁ、まあ、ゆっくり成長していかないとダメだな、これは……": "...Haizz, mà, phải từ từ trưởng thành thôi, chuyện này..."
}