{
    "違法パイロット部隊……？": "Đội phi công bất hợp pháp…?",
    "学園には所属しない犯罪者パイロットの集団――\n通称『双頭の斧』ですわ。": "Một nhóm tội phạm không thuộc học viện――\nThường được gọi là 'Song Đầu Phủ'.",
    "彼女達は学園には所属せず、メイズ内で違法採掘を行ったり、\n探索中の他のパイロットを襲撃して略奪を行う無法者です。": "Bọn chúng không thuộc học viện, tiến hành khai thác trái phép trong Mê Cung,\ntấn công và cướp bóc những phi công khác đang thám hiểm.",
    "たまに学園に少数が襲撃してくることもある。\n風紀委員がその取締りをやってるみたい。": "Đôi khi chúng cũng tấn công học viện với số lượng nhỏ.\nCó vẻ như Ủy ban Kỷ luật đang xử lý việc này.",
    "なるほどな……": "Ra là vậy…",
    "リーダーは専用機を使用しているって話だけど……あれかな？": "Nghe nói thủ lĩnh sử dụng một cỗ máy chuyên dụng… Có phải là nó không?",
    "確かに指揮官機と見られる機体のカラーリングは、\n他のＭＧとは異なって見える。専用機というのは間違いなさそうだ。": "Quả thực, màu sắc của cỗ máy được cho là chỉ huy\nkhác với những MG khác. Có vẻ như đó chắc chắn là một cỗ máy chuyên dụng.",
    "どこかの企業か大きい組織が、\nスポンサーをしているって噂を聞いたことがあります。": "Tôi từng nghe nói rằng có một công ty hoặc tổ chức lớn nào đó\nlà nhà tài trợ.",
    "まあ、あんなのを違法組織が自前で持てるわけないだろうしな……": "Chà, một tổ chức bất hợp pháp không thể tự mình sở hữu thứ đó được…",
    "とにかく実弾を使ってるやつとまともにやりあってられるか。\nすぐに生徒会へ報告するんだ！": "Dù sao thì, làm sao có thể đối đầu với lũ dùng đạn thật chứ.\nBáo cáo ngay cho Hội học sinh!",
    "だ、だめです。通信が妨害されています！": "Đ, được rồi. Đã bị chặn liên lạc rồi!",
    "通信妨害をしてくる以上、無計画な襲撃ではなさそうだ。": "Vì chúng chặn liên lạc, nên có vẻ như không phải là một cuộc tấn công vô kế hoạch.",
    "今は事態を察知した生徒会が救援部隊を向けてくれるのを\n期待するしかないか。": "Bây giờ, chỉ có thể hy vọng Hội học sinh đã nhận ra tình hình và sẽ\ngửi đội cứu viện.",
    "私は『双頭の斧』のリーダー――": "Ta là thủ lĩnh của 'Song Đầu Phủ'――",
    "オープン回線……！？": "Kênh mở…!?",
    "龍宮ちゆるに告ぐ。ただちに投降しなさい。\n我々に従えば仲間達を傷つけることはしないわ。": "Ta ra lệnh cho Ryugu Chiyuru. Hãy đầu hàng ngay lập tức.\nNếu tuân theo chúng ta, ta sẽ không làm tổn thương đồng đội của ngươi.",
    "龍宮ちゆる……あいつらの狙いも、ちゆるなのか！？": "Ryugu Chiyuru… Mục tiêu của bọn chúng cũng là Chiyuru sao!?",
    "……ちゆるは渡さない。": "…Tôi sẽ không giao Chiyuru.",
    "その通りですわ。": "Đúng như vậy.",
    "いや、待て……あれを見ろ！": "Không, đợi đã… Nhìn kìa!",
    "双頭の斧下っ端達の機体が、最初の砲撃で大破したジュリー機を囲み、\n砲口を向けていた。それもコックピットを狙って。": "Những cỗ máy của lính quèn Song Đầu Phủ đã bao vây cỗ máy của Julie, bị phá hủy sau loạt đạn đầu tiên,\nchĩa họng súng vào. Và nhắm vào buồng lái.",
    "ジュリーさん！": "Julie!",
    "あたしは大丈夫よ……！　怪我もないわ！\nこんなやつらの言う事なんか、聞かないで！": "Tôi không sao…! Tôi không bị thương!\nĐừng nghe những gì bọn chúng nói!",
    "でも……！": "Nhưng…!",
    "――賢明な判断を期待する。": "――Mong đợi một phán đoán sáng suốt.",
    "人質とっておいて何が賢明だよ！": "Giữ con tin mà còn nói là sáng suốt!",
    "ちゆるさんは渡せませんし、\nジュリーさんも助けないといけませんし……": "Tôi không thể giao Chiyuru,\nvà tôi cũng phải cứu Julie…",
    "……こうなると、こっちが取れる手は少ない。": "…Đến nước này, chúng ta chỉ còn lại một vài lựa chọn.",
    "白奈の言う通りだった。\n今はできる限り時間を稼いで状況が動くのを待つしかないか。": "Đúng như Shirana đã nói.\nBây giờ, chúng ta chỉ có thể câu giờ và chờ đợi tình hình thay đổi.",
    "あたしはここよ！　仲間に手を出さないで！": "Tôi ở đây! Đừng động vào đồng đội của tôi!",
    "どう対応すべきかと考えているうちに\n遮蔽物に隠れていたちゆる機が姿を晒していた。": "Trong khi tôi đang nghĩ xem nên đối phó thế nào,\ncỗ máy của Chiyuru ẩn nấp sau vật cản đã lộ diện.",
    "ちゆる！？": "Chiyuru!?",
    "話が通じるようで助かるわ。": "Thật tốt khi có thể nói chuyện được.",
    "指揮官機に促された双頭の斧の下っ端機が、\nゆっくりちゆる機に近づいていく。": "Những cỗ máy lính quèn của Song Đầu Phủ được chỉ huy ra lệnh,\ntừ từ tiến lại gần cỗ máy của Chiyuru.",
    "ちゆるを渡せるか！": "Không thể giao Chiyuru!",
    "待て！　下手に動くな！": "Đợi đã! Đừng manh động!",
    "でも！　このままだとちゆるさんが……": "Nhưng! Nếu cứ thế này thì Chiyuru sẽ…",
    "敵の戦力評価、自分達の状況。\n頭をフル稼働させて何か手がないか考える。": "Đánh giá sức mạnh của kẻ địch, tình hình của bản thân.\nTôi phải vận dụng hết trí óc để xem có cách nào không.",
    "考えろ……考えるんだ。必ず何か手はあるはずだっ。": "Nghĩ đi… Phải nghĩ. Chắc chắn phải có cách.",
    "双頭の斧は一撃でジュリー機を行動不能にしたように\n実弾を装備している。": "Song Đầu Phủ được trang bị đạn thật, như đã khiến cỗ máy của Julie mất khả năng chiến đấu chỉ trong một đòn.",
    "だがこちらはあくまで競技用の模擬弾しかない。\n真正面から戦いを挑むのは無謀を通り越して自殺行為だ。": "Nhưng chúng ta chỉ có đạn mô phỏng dùng để thi đấu.\nKhiêu chiến trực diện là liều lĩnh, vượt quá mức tự sát.",
    "その時だった。": "Đúng lúc đó.",
    "たああぁぁぁぁぁ！！　足手まといなんてごめんよ！！": "Taaahhhhhhh!! Tôi không cần phải là gánh nặng đâu!!",
    "なっ！？": "Hả!?",
    "行動不能だと思われたジュリー機が跳躍ユニットを全力噴射させ、\n上空に向けて跳躍する。": "Cỗ máy của Julie, tưởng chừng như đã mất khả năng chiến đấu, đã kích hoạt bộ phận nhảy vọt hết công suất,\nnhảy lên không trung.",
    "だが姿勢が保てていない。\n大破の影響で、まともに動かせない状態なのは明らかだ。": "Nhưng không giữ được tư thế.\nRõ ràng là không thể điều khiển bình thường do ảnh hưởng của việc bị phá hủy.",
    "くっ、いうこときけぇ！　このこのこのぉ～！": "Khốn khiếp, nghe lời taooo!",
    "必死に機体をコントロールしようとしているが、\nあれでは墜落しているのと変わらない。": "Cô ấy đang cố gắng hết sức để điều khiển cỗ máy, nhưng\nnhư vậy chẳng khác nào rơi tự do.",
    "この場にいる全員の目が不規則なジュリー機の動きを追う。": "Ánh mắt của tất cả mọi người ở đây đều dõi theo chuyển động bất thường của cỗ máy Julie.",
    "いっけぇぇぇぇ！": "Đi điiiiii!",
    "体当たりを敢行するが機体は明後日の方向へ飛んでいく。": "Cô ấy lao vào một cú va chạm, nhưng cỗ máy lại bay theo hướng khác.",
    "あ、あれぇぇぇ！？　なんでぇぇ！　どうしてぇぇぇぇ……！！": "A, ơ ơ ơ ơ! Tại sao! Tại sao…!!",
    "ジュリーの機体は少し離れたビルへ頭から突っ込んでいた。": "Cỗ máy của Julie đã đâm đầu vào một tòa nhà cách đó không xa.",
    "――今だ！": "――Ngay bây giờ!",
    "手近にいた敵機に体当たりで襲い掛かり尻もちをつかせる。": "Tôi lao vào một cỗ máy địch gần đó bằng một cú va chạm và khiến nó ngã nhào.",
    "全機、離脱！": "Tất cả, rút lui!",
    "で、でも……": "N, nhưng…",
    "ジュリーはどうするの！？": "Julie thì sao!?",
    "俺がなんとかする！": "Để tôi lo!",
    "%usernameusernameuserna%さんをここに置いていけません！\n私もここに残ります！": "Tôi không thể bỏ lại %usernameusernameuserna% ở đây!\nTôi cũng sẽ ở lại!",
    "敵の作戦目標はちゆるだ！　やつらもそっちに戦力を割くはず！\nこっちに戦力を残す寄越す必要はない！　優先順位を考えろ！": "Mục tiêu của kẻ địch là Chiyuru! Bọn chúng cũng sẽ dồn lực lượng về phía đó!\nKhông cần phải để lực lượng ở đây! Hãy xem xét thứ tự ưu tiên!",
    "霞光でもそれなりのことはできる！　行け！": "Kasumi có thể làm được một số việc nhất định! Đi thôi!",
    "……！　シリウスシュガー、撤退しますわよ！\n他のプレ・クラス－Ａの皆も続いてくださいませ！": "…! Sirius Sugar, rút lui!\nNhững người khác trong Pre-Class-A, hãy theo tôi!",
    "%usernameusernameuserna%さん、ジュリーちゃんをお願い！": "%usernameusernameuserna%, hãy giao Julie cho tôi!",
    "七彩を先頭に各機が撤退していく。": "Nijiiro dẫn đầu, từng cỗ máy rút lui.",
    "目標の確保を優先よ、追いなさい！\n一応、数機は残り、墜落した機体も押さえておけ。": "Ưu tiên bảo vệ mục tiêu, hãy đuổi theo!\nTuy nhiên, hãy để lại một vài cỗ máy và giữ cỗ máy bị rơi.",
    "指揮官機の指示に跳躍しようとしていた下っ端機に背後から迫る。": "Tiếp cận từ phía sau một cỗ máy lính quèn đang cố gắng nhảy theo chỉ thị của chỉ huy.",
    "ジュリーのもとに行かせるかよ！": "Mơ mà được đến chỗ Julie!",
    "霞光は武装していないが、まったく戦えないわけではない。\n整備員には怒られるが、『肉弾戦』という手がある。": "Kasumi không có vũ khí, nhưng không có nghĩa là không thể chiến đấu.\nTôi sẽ bị nhân viên bảo trì mắng, nhưng có một chiêu là 'Cận chiến'.",
    "ここだぁ！！": "Đến đâyyyy!!",
    "跳躍ユニットの噴射口を殴られた双頭の斧下っ端機は、\n姿勢を制御できずに失速して地面を舐める。": "Cỗ máy lính quèn Song Đầu Phủ bị đánh vào ống xả của bộ phận nhảy vọt,\nmất kiểm soát và trượt dài trên mặt đất.",
    "うぁああああああああ！？": "Uaaaaaa!?",
    "演習用の武装すらない機体で、\n我々を足止めするつもりか……！？": "Với một cỗ máy không có vũ khí dùng để diễn tập,\nmà lại muốn ngăn cản chúng ta…!?",
    "へぇ……": "Hừm…",
    "足止めだと？　舐めるな。": "Ngăn cản à? Đừng có đùa.",
    "包囲するように双頭の斧の下っ端機達が距離を詰める。": "Những cỗ máy lính quèn của Song Đầu Phủ bao vây, thu hẹp khoảng cách.",
    "下手に背中を見せて俺に攻撃のチャンスを与えるより、\nここで確実に潰しておくつもりなのだろう。": "Thay vì để lộ lưng và cho tôi cơ hội tấn công,\nbọn chúng có lẽ định tiêu diệt chúng ta ở đây.",
    "俺は足止めなど考えていない。\nお前らを全機撃墜してやることだけを考えている。": "Tôi không hề nghĩ đến việc ngăn cản.\nTôi chỉ nghĩ đến việc bắn hạ tất cả các người.",
    "啖呵を切りながらも口の端が歪むのを止められない。\nこいつらを相手にどこまで時間を稼げるか……": "Tôi không thể ngừng việc khóe miệng mình méo mó trong khi nói những lời đó.\nTôi có thể câu giờ được bao lâu với đám này đây…",
    "おー！　かっこいい～！　男のコって感じですね！": "Ôi! Ngầu quá! Cảm giác như một chàng trai vậy!",
    "学園生徒に手を出したこと、後悔させてあげます！": "Tôi sẽ khiến các bạn hối hận vì đã động đến học sinh của học viện!",
    "お前ら……": "Các người…",
    "撤退したと思っていたフルート機とドロテア機が、\n跳躍ユニットをふかして引き返してくるのが見えた。": "Tôi thấy cỗ máy Flute và cỗ máy Dorothea, tưởng chừng như đã rút lui,\nđang tăng tốc bộ phận nhảy vọt và quay trở lại."
}