{
    "ご機嫌よう、ドロテア様。": "Chào buổi sáng, Dorothea-sama.",
    "ご機嫌よう。": "Chào buổi sáng.",
    "あっ、ドロテア様、また明日ですわ。": "A, Dorothea-sama, hẹn gặp lại vào ngày mai ạ.",
    "はい、また明日、たくさんお話しましょうね。": "Vâng, hẹn gặp lại vào ngày mai, chúng ta sẽ nói chuyện thật nhiều nhé.",
    "慕われてるな、ドロテア『様』。": "Được người ta yêu mến nhỉ, Dorothea 'sama'.",
    "あら、%usernameusernameuserna%さん。\nあなたまで『様』付けなんて……からかってます？": "A, %usernameusernameuserna% -san.\nNgay cả anh cũng thêm 'sama' vào sao...chọc ghẹo tôi à?",
    "はは、ごめんごめん。忙しいリュシーの代わりに迎えに来たよ。": "Ha ha, xin lỗi, xin lỗi. Tôi đến đón thay cho Lucy, người đang bận.",
    "はい、話は聞いています。ふふ、あなた……リュシーに\nとても信頼されてますね。": "Vâng, tôi đã nghe chuyện rồi. Hừm, anh...được Lucy\ntin tưởng rất nhiều nhỉ.",
    "え、そうかな？　顎で使われているだけだと思うけど……\nほら、男だから護衛としても役立つだろう的なさ。": "Hả, vậy sao? Tôi chỉ nghĩ là mình bị sai khiến thôi...cứ như, vì tôi là đàn ông nên có ích trong việc bảo vệ vậy.",
    "『殿方』だからこそ……だと思いますが。\nあるいはリュシーってば、変な気を利かせて……": "Chính vì anh là 'quý ông' đấy...tôi nghĩ vậy.\nHoặc là Lucy đã tinh ý một cách kỳ lạ...",
    "え？": "Hả?",
    "ああ、いえ、なんでもありません。\nそれでは参りましょうか……寄り道に。": "À, không, không có gì đâu.\nVậy chúng ta đi thôi...tạt ngang một chút.",
    "よ、寄り道……？": "T, tạt ngang...?",
    "行きたい場所は？": "Anh muốn đi đâu?",
    "まっすぐ帰ろう": "Về thẳng nhà đi.",
    "リュシーにはまっすぐ帰れと言われてるから、\nバレないようにと考えるならあまり遠出はできないぞ。": "Tôi đã hứa với Lucy là về thẳng, nên nếu muốn không bị lộ thì không thể đi xa được.",
    "ふふ、さすが、話のわかる方です。\nわたくしの悪巧みにお付き合いいただけるなんて。": "Hừm, quả nhiên là người hiểu chuyện mà.\nThật vui khi anh có thể cùng tôi làm điều xấu xa này.",
    "ドロテアは意外とお転婆というか、\nちょっと悪い子なところがあるよな。": "Dorothea cũng khá là tinh nghịch, hoặc là,\ncó một chút hư hỏng nhỉ.",
    "こう見えて小さい頃は家から抜け出しては、\n外で泥んこになるまで遊ぶような子だったんですよ？": "Nhìn vậy thôi, hồi nhỏ tôi hay trốn khỏi nhà rồi\nchơi bên ngoài đến khi người dính đầy bùn mới thôi đấy?",
    "へえ、今のザ・貴族なドロテアからはイメージつかないな。\nだけど、そういうところもいいと思う。": "Hể, tôi không thể tưởng tượng được từ Dorothea 'quý tộc' bây giờ.\nNhưng, tôi nghĩ cả những điều đó cũng tốt.",
    "ありがとうございます。でも他の子には秘密にしてくださいね？\n一応皆の前では『カークランド家のドロテア』でいないといけないので。": "Cảm ơn anh. Nhưng xin hãy giữ bí mật với những người khác nhé?\nDù sao thì tôi vẫn phải là 'Dorothea của nhà Kirkland' trước mặt mọi người.",
    "もちろん。それで行きたいところはある？": "Đương nhiên rồi. Vậy anh muốn đi đâu?",
    "では、公園なんてどうでしょう？\nあなたとふたりきりで、夕暮れまで他愛のない会話をしていたいです。": "Vậy thì, công viên thì sao ạ?\nTôi muốn ở một mình với anh, trò chuyện vu vơ cho đến lúc hoàng hôn.",
    "了解。それじゃ、エスコートするよ。": "Được thôi. Vậy, tôi sẽ hộ tống cô.",
    "リュシーと約束したからな。寄り道なんてしたら怒られる。": "Tôi đã hứa với Lucy rồi. Nếu tạt ngang thì cô ấy sẽ giận.",
    "言わなければ、バレませんよ？": "Nếu anh không nói ra, thì sẽ không bị lộ đâu ạ?",
    "ドロテアって、意外と少し悪い子だな？": "Dorothea, cô cũng hơi hư nhỉ?",
    "ふふ、自分で言うのもなんですが、小さい頃は家から抜け出しては\n外で泥んこになるまで遊ぶような子だったんです。": "Hừm, tự tôi nói thì hơi kỳ, nhưng hồi nhỏ tôi hay trốn khỏi nhà rồi\nchơi bên ngoài đến khi người dính đầy bùn mới thôi đấy.",
    "えー……なんか信じがたいな。でもダメだ。\nリュシーとした約束は守らないと。": "Ê...tôi không thể tin nổi. Nhưng không được rồi.\nTôi phải giữ lời hứa với Lucy.",
    "あら、わたくしよりリュシーを選ぶんですね。": "A, anh chọn Lucy hơn là tôi sao?",
    "そう言うなよ。リュシーもドロテアを想ってのことなんだから。": "Đừng nói vậy. Lucy cũng nghĩ cho Dorothea mà.",
    "ふふ、冗談ですよ。きっと彼女もあなたのそういうところを\n信頼しているのでしょうね。": "Hừm, tôi chỉ đùa thôi mà. Chắc hẳn cô ấy cũng tin tưởng vào\ncon người anh đấy. "
}