{
    "じゃ、シミュレーターで訓練するから。\nラウラはまず敵に慣れることからだしね！": "Vậy thì, chúng ta sẽ tập luyện trong mô phỏng.\nLaura, trước tiên phải làm quen với kẻ địch đã!",
    "はぁ～い♪　ラミちゃん、上手でえらいわ～♪\n小さいのに一生懸命で、ほんっとに可愛い……♡": "Hả～i♪ Rumi-chan, giỏi quá đi～♪\nTuy nhỏ mà lại cố gắng, thật sự rất đáng yêu……♡",
    "ちいさ……！？": "Nhỏ……!? ",
    "ふっ。": "Hừm.",
    "あ？": "Hả?",
    "やべ、マイクが入っていた。\nカメラを思いっきり睨んでいる。": "Chết rồi, micro vẫn mở.\nĐang nhìn chằm chằm vào camera.",
    "ラウラは、小さい子を可愛がってしまう気質のようで、\n小さい体でよく動くラミを気に入ってしまったようだ。": "Laura có vẻ như có tính cách thích cưng chiều những đứa trẻ nhỏ,\nCô ấy thích Rumi, người có thân hình nhỏ nhắn nhưng lại rất năng động.",
    "おそらくラミの話など、半分も届いていないだろう。\nどうする……？": "Có lẽ Rumi nói gì, cô ấy cũng chẳng nghe được một nửa.\nPhải làm sao đây……?",
    "……じゃあ、ラミがいっぱい頑張れたら、\nあとでたくさんほめてくれる～……？": "……Vậy thì, nếu Rumi cố gắng thật nhiều,\nsau đó sẽ được khen thật nhiều～……?",
    "お・ね・え・ちゃ・ん？": "Chị～ơi?",
    "はうあ～～～～～～～～っ！！": "Ư a～～～～～～～～～っ!!",
    "うんっ、いっぱいよしよししてあげるわっ！\nお姉ちゃんが、ほめてあげる～っ！！": "Ừm, chị sẽ xoa đầu em thật nhiều!\nChị sẽ khen em～!!",
    "でもでもぉ、お姉ちゃんの訓練だから、\nラミはお姉ちゃんがいいスコア出してくれると、えらいんだって～！": "Nhưng mà, vì là buổi tập của chị,\nRumi muốn chị đạt điểm cao thì mới giỏi～!",
    "わかったわ！\nラミちゃんのためにっ、お姉ちゃんがんばるわっ！": "Chị hiểu rồi!\nVì Rumi-chan, chị sẽ cố gắng hết sức!",
    "なるほど……新しいパターンの煽り方を覚えたな、あいつ。\nこら、キシシと笑うんじゃない、バレるぞ。": "Ra là vậy…… Con bé đã học được cách khiêu khích mới rồi.\nNày, đừng có cười khúc khích, sẽ bị lộ đấy.",
    "それじゃ～訓練始めるよ～！\nラミについてきて、お姉ちゃ～ん！": "Vậy thì～, bắt đầu tập luyện thôi～!\nTheo chị đi, chị～ơi!",
    "はぁ～い♡　待って待ってぇ～♡": "Hả～i♡ Chờ đã, chờ đã～♡",
    "……相性はいいのかもしれない。\nちゆるよ、この組み合わせ、もしかして楽しんでないか？": "……Có lẽ là hợp nhau đấy.\nChiharu này, cặp đôi này, có khi nào đang vui vẻ không?",
    "そうしてメイズシフターとの戦闘が始まったのだが。": "Và trận chiến với Máy dịch chuyển Mê Cung đã bắt đầu.",
    "いやぁ～っ！\nこっち来ないで、無理無理無理～っ！": "Ư a～a～a～!!\nĐừng đến đây, không thể nào, không thể nào～!",
    "ラウラは怖がり、悲鳴を上げて逃げ回っている。\n一方ラミは前衛で平然と敵を倒し続けていた。": "Laura sợ hãi, hét lên và chạy vòng vòng.\nTrong khi đó, Rumi vẫn bình thản hạ gục kẻ địch ở tuyến đầu.",
    "シミュレーターでも、こんなに怖いのよ～！？\n本物と戦うなんて、無理よぉ～！": "Ngay cả trong mô phỏng, cũng đáng sợ đến thế này～!?\nNếu chiến đấu với người thật, thì không thể nào～!",
    "なに甘えたこと言って……ごほんっ！！\nじゃなくて、えーっと……": "Sao lại nói những lời yếu đuối thế này…… Khụ khụ!!\nKhông phải, ờ thì……",
    "お、お姉ちゃん、ラミのこと見捨てちゃう……の……？": "Ch, chị ơi, chị sẽ bỏ rơi Rumi…… sao……?",
    "はっ！！　そうよね、お姉ちゃんが助けなきゃ！\n待っててラミちゃん、頑張って援護するから～！": "Hả!! Đúng rồi, chị phải giúp Rumi!\nChờ chị nhé Rumi-chan, chị sẽ cố gắng hỗ trợ em～!",
    "……が、ラウラには効果てきめんらしい。\n銃身が震えていたが、必死な援護射撃で敵を撃退した。": "……Nhưng, có vẻ như nó có hiệu quả với Laura.\nNòng súng run rẩy, nhưng cô đã cố gắng hỗ trợ bắn để đánh bại kẻ địch.",
    "はあ、はあ、はあ……うう……": "Ha, ha, ha…… Ưu……",
    "お姉ちゃんすっごーい♡\nやればできるんじゃん、かっこいい～♪": "Chị giỏi quá～♡\nLàm được mà, thật ngầu～♪",
    "あ、ありがとラミちゃん。お姉ちゃん、頑張っちゃった！": "A, cảm ơn Rumi-chan. Chị đã cố gắng hết sức!",
    "うんうん♪　ラミだけじゃなくて、\n仲間をみーんなを守れるお姉ちゃんなら、もっとかっこいいよ？": "Ừm ừm♪ Không chỉ có Rumi, mà\nchị có thể bảo vệ tất cả mọi người, chị còn ngầu hơn nữa?",
    "見たいなぁ～♡　もっともっともーっと活躍する、\nつよつよお姉ちゃんをラミに見せて～♡": "Muốn xem～♡ Muốn xem chị còn hoạt động tích cực hơn nữa,\nchị mạnh mẽ hơn nữa, cho Rumi xem～♡",
    "というわけで、はい！　あと３セットいくよ～♪\nがーんばれっ、がーんばれっ♡": "Vì vậy, này! Chúng ta sẽ làm thêm 3 hiệp nữa～♪\nCố lên～, cố lên～♡",
    "ぴゃあぁぁぁ……": "Pya～a～a……",
    "白目をむきながらも、ラミのためならば\nラウラは必死に訓練についていった……": "Mặc dù tròng mắt trắng dã, nhưng vì Rumi,\nLaura đã cố gắng hết sức để tập luyện……",
    "残るは心香。扱いが難しいと思ったのか、\n彼女にはちゆると白奈のふたりがついていた。": "Người còn lại là Kokoro. Có lẽ cô ấy nghĩ rằng việc xử lý cô ấy là khó khăn,\nChiharu và Shirana đã đi cùng cô ấy.",
    "測定完了……基礎体力、全項目オールＡ。": "Đo hoàn thành…… Thể lực cơ bản, tất cả các hạng mục đều là A.",
    "数値上のデータは完っ璧だなぁ。\n個人のパイロットとしては、即戦力だよね？": "Dữ liệu trên con số là hoàn hảo thật đấy.\nVới tư cách là một phi công cá nhân, cô ấy là một người có thể sử dụng ngay lập tức phải không?",
    "うん、わたし達より操縦も戦闘も上かも。ちょっと悔しいくらい。": "Ừm, có lẽ cô ấy còn giỏi hơn cả chúng ta về khả năng lái và chiến đấu. Hơi đáng tiếc.",
    "……でも、協調性がない。そう言いたいのよね？\nそう判断された結果、ここにいるわけだし。": "……Nhưng, không có tính hợp tác. Ý cô là vậy phải không?\nKết quả là, cô đang ở đây.",
    "どうして仲間へのフォローを嫌がるの？": "Tại sao cô lại không thích hỗ trợ đồng đội?",
    "嫌じゃないわ。ただ、必要ないと思っているだけよ。": "Tôi không ghét. Chỉ là, tôi nghĩ nó không cần thiết.",
    "私は、常に自分が最高のパフォーマンスを出せるよう、\n幼いころから鍛えてきたの。": "Tôi luôn cố gắng để bản thân có thể đạt được hiệu suất cao nhất,\ntôi đã tập luyện từ khi còn nhỏ.",
    "陸上競技をやってた頃も、誰にも負けないよう強くなろうとした。\n私以上の努力をしない怠け者は、それでみんな落ちていった。": "Khi tôi còn chơi điền kinh, tôi đã cố gắng trở nên mạnh mẽ để không thua ai.\nNhững kẻ lười biếng không nỗ lực hơn tôi, và tất cả họ đều bỏ cuộc.",
    "要は自己責任。他人の自業自得の尻拭いをさせられるなんて、\nそんな理不尽、私は受け入れられない。": "Nói chung là tự chịu trách nhiệm. Tôi không thể chấp nhận việc phải chịu trách nhiệm cho những sai lầm của người khác,\nsự vô lý như vậy, tôi không thể chấp nhận.",
    "それはパイロット科に入ってからも同じ。私ぐらいのことをやれば、\n必要最低限の能力は身につく。本来フォローとかいらないはず。": "Điều đó cũng tương tự khi tôi vào khoa phi công. Nếu tôi làm những việc như vậy,\nthì tôi sẽ có được những khả năng tối thiểu cần thiết. Về cơ bản, không cần hỗ trợ.",
    "でもそうじゃないのは、怠けていたからよ。自分でやらかした分は、\n自分で賄ってほしいだけ。私にコストを強いるのはやめてほしい。": "Nhưng không phải như vậy, vì cô đã lười biếng. Cô muốn tự mình gánh vác những gì mình đã gây ra.\nXin đừng bắt tôi phải gánh chịu chi phí.",
    "でも客観的に見れば、特別養成校舎にいる以上、\nキミも『やらかした』側じゃないかな。それは理解できてる？": "Nhưng nếu nhìn một cách khách quan, thì vì cô đang ở trong học viện đào tạo đặc biệt,\ncô cũng là người 'gây ra' phải không? Cô hiểu điều đó chứ?",
    "…………": "…………",
    "チームの大事さは理解しているわ。\nじゃないと大量のメイズシフターをさばけない。": "Tôi hiểu tầm quan trọng của một đội.\nNếu không, tôi không thể xử lý một lượng lớn Máy dịch chuyển Mê Cung.",
    "もし改善するのなら私じゃない。私程度の仕事もこなせない、\n他のメンバー達のマインドやスキルのほうよ。": "Nếu muốn cải thiện, thì không phải là tôi. Tôi không thể làm được những việc như vậy,\nĐó là tư duy và kỹ năng của các thành viên khác.",
    "その考え方はチームじゃなくて、ただの『寄せ集め』。\nパイロットは個人競技じゃないの。": "Cách suy nghĩ đó không phải là một đội, mà chỉ là một 'tập hợp'.\nPhi công không phải là một môn thể thao cá nhân.",
    "私は私にできることを他のみんなに求めているだけよ。\n結果も出してる。なのに、何が間違っているの……？": "Tôi chỉ yêu cầu những người khác làm những gì tôi có thể làm.\nTôi cũng có kết quả. Vậy thì, có gì sai……?",
    "ん……間違ってないよ。みんなが各々最高のパフォーマンスを\n引き出すことはとっても大事。": "Ừm…… Không sai đâu. Việc mọi người phát huy hết khả năng của mình là rất quan trọng.",
    "……？": "……?",
    "その意識を持ってるだけ、あなたはあたし達よりも\nいいスタートを切れてるよ。": "Chỉ cần có ý thức đó, cô đã có một khởi đầu tốt hơn chúng ta rồi.",
    "じゃあどうして……\nどうして私は、正式認定されないの！？": "Vậy tại sao……\ntại sao tôi lại không được công nhận chính thức!?",
    "『それだけ』じゃチームとまでは呼べないからだね。\n白奈ちゃんの言う通り、せいぜい寄せ集め程度よ。": "Bởi vì 'chỉ có vậy' thì không thể gọi là một đội được.\nĐúng như lời Shirana nói, cùng lắm chỉ là một tập hợp thôi.",
    "だからあなたは正式所属ができなかったの。": "Đó là lý do tại sao cô không thể là thành viên chính thức.",
    "……！": "……!",
    "みんなが最高のパフォーマンスを出すことは大事さ。\nでもね、『そのために自分はどうすべきか』が抜けている。": "Việc mọi người phát huy hết khả năng của mình là rất quan trọng.\nNhưng, cô đang thiếu 'cô nên làm gì để đạt được điều đó'.",
    "今は人任せにしている。自分で自分の面倒を見るのは義務で当然。\n自分にチームメイトへの責任はないって。": "Hiện tại, cô đang phó mặc cho người khác. Tự chăm sóc bản thân là nghĩa vụ và là điều đương nhiên.\nCô không có trách nhiệm với đồng đội của mình.",
    "だって、そのスタンスならもしチームで何かが上手くいかなくても、\n『悪いのは自分じゃない』って言えるもの。": "Bởi vì, với lập trường đó, nếu mọi thứ không suôn sẻ trong đội, cô có thể nói rằng\n'Không phải lỗi của tôi'.",
    "そ、そんなこと……": "Đ, điều đó……",
    "前に%usernameusernameuserna%に言われたんだ。": "Trước đây, tôi đã nói với %usernameusernameuserna.",
    "チームワークとは、『味方に勝ってもらう』ことじゃない。\n『自分の力でチームを勝たせること』だ――って。": "Làm việc nhóm không phải là 'giúp đồng đội chiến thắng'.\n'Giúp đội của mình chiến thắng bằng sức mạnh của mình'――.",
    "チームは、チームメイトの出す結果に無関係ではいられない。": "Một đội không thể không liên quan đến kết quả mà đồng đội của mình đạt được.",
    "そ。自分が自分だけで出せる個人の力には限界があって、\nその限界を『最高』と呼ぶにはまだまだ遠いんだよね。": "Đúng vậy. Giới hạn của sức mạnh cá nhân mà cô có thể phát huy một mình là có hạn,\nvà vẫn còn một chặng đường dài để gọi giới hạn đó là 'tuyệt vời'.",
    "だから真に『最高』を引き出すには、『自分が仲間を勝利に導くんだ』\nとメンバーが相互に思い、フォローし合わないといけないんだ。": "Vì vậy, để thực sự phát huy 'tuyệt vời', các thành viên phải cùng nhau nghĩ rằng 'tôi sẽ dẫn dắt đồng đội của mình đến chiến thắng',\nvà phải hỗ trợ lẫn nhau.",
    "そしてそのためには、強い信頼関係が必須。": "Và để làm được điều đó, một mối quan hệ tin cậy mạnh mẽ là điều cần thiết.",
    "頼る、助ける。それだけじゃなくて、信じて託す。それが信頼。\nキミは正しいけど、その正しさだけじゃ信頼関係も作れないかな。": "Dựa vào, giúp đỡ. Không chỉ có vậy, mà còn tin tưởng và giao phó. Đó là sự tin tưởng.\nCô đúng, nhưng chỉ với sự đúng đắn đó thì cũng không thể tạo ra một mối quan hệ tin cậy được.",
    "……私に、どうしろと？": "……Tôi phải làm gì?",
    "そうね……自分だけじゃなくて、\nまずは他の人の努力にも目を向けてみたら？": "Đúng vậy…… Không chỉ cho bản thân, mà\ntrước tiên hãy nhìn vào những nỗ lực của người khác?",
    "そんな抽象的なことを言われても、どうすればいいのか……": "Ngay cả khi tôi được nói những điều trừu tượng như vậy, thì tôi phải làm gì……",
    "他人を減点方式じゃなくて、加点方式で見てあげるといいかもね。": "Có lẽ tốt hơn là nhìn người khác theo cách cộng điểm thay vì trừ điểm.",
    "これができてないから減点、あれが不十分だから減点……\nそういう粗探しみたいな視線だと、人を許せなくなるでしょ？": "Trừ điểm vì không làm được điều này, trừ điểm vì không đủ điều kia……\nVới một cái nhìn như vậy, cô sẽ không thể tha thứ cho người khác phải không?",
    "だからいいところも探そう？　頑張ってる部分、できてる部分に\n加点していくようにすれば、だんだん周りが見えてくるよ。": "Vậy thì hãy tìm những điểm tốt chứ? Hãy cộng điểm cho những phần đang cố gắng, những phần đang làm được,\nthì dần dần cô sẽ thấy mọi thứ xung quanh.",
    "それと、あとは当事者意識があればいいと思う。\nパイロットとして以上に、プレ・クラス－Ａのメンバーであるというね。": "Và, tôi nghĩ rằng, sau đó cô sẽ có ý thức thuộc về nó.\nHơn cả một phi công, mà là một thành viên của Lớp tiền - A.",
    "当事者意識……": "Ý thức thuộc về……",
    "まあ、きっと大丈夫だって！　キミはストイックだから、\n目標を決めればそのために頑張れるさ！": "Chà, tôi chắc chắn mọi chuyện sẽ ổn thôi! Cô là người khắc kỷ, nên\nnếu cô đặt mục tiêu, thì cô sẽ cố gắng hết mình vì nó!",
    "……うん。": "……Ừm.",
    "訓練が終わり、しばしの休憩時間になった。休憩用にした空き教室に、\nプレ・クラス－Ａのジュリー、ラウラ、ノエルの姿がある。": "Buổi tập đã kết thúc, và đến giờ nghỉ giải lao.\nJulie, Laura và Noel của Lớp tiền - A đang ở trong một phòng học trống được dùng để nghỉ ngơi.",
    "ううう……頭が爆発するよ～……一生分勉強したあ……": "Ưu ưu…… Đầu tôi sắp nổ tung rồi～…… Tôi đã học cả đời rồi……",
    "よしよし。ジュリーちゃん、\nお姉ちゃんのお膝でゆっくり休んでていいからね。": "Ngoan ngoan. Julie-chan,\nEm cứ nghỉ ngơi thoải mái trên đùi chị nhé.",
    "なんかいつもより甘々だね！\nそれも訓練の成果？": "Sao hôm nay lại ngọt ngào hơn mọi khi thế!\nĐó cũng là kết quả của việc tập luyện sao?",
    "うふふ……♪　そうかも……♪": "Ufufu……♪ Có lẽ vậy……♪",
    "そこへ、ぎこちない雰囲気の心香が、\n意を決したように入っていく。": "Kokoro với bầu không khí gượng gạo, như đã quyết tâm,\nbước vào.",
    "……あの。今日の訓練の振り返り？\n私にも、聞かせて……くれない？": "……À. Nhìn lại buổi tập hôm nay?\nCô có thể cho tôi nghe…… được không?",
    "普段の心香から考えると、意外なことなのだろう。\n３人はきょとんとして固まったが──": "Nếu xét theo Kokoro bình thường, thì đó là một điều bất ngờ.\nBa người họ đã sững sờ──",
    "心香ちゃん、シミュレーターの撃墜数ランキングに\n名前が載ってたよ！　今度、戦い方教えて！": "Kokoro-chan, tên của cô đã được liệt kê trong bảng xếp hạng số lần tiêu diệt trong mô phỏng!\nLần tới, hãy dạy tôi cách chiến đấu!",
    "そうだわ！　心香って状況判断も鋭いし、\nコツとかあったら教えてよ！": "Đúng vậy!\nKokoro rất sắc bén trong việc đánh giá tình hình, nếu có bất kỳ mẹo nào, hãy chỉ cho tôi!",
    "ふふふ、心香ちゃんがひとりで頑張ってるの、\n私ずっとほめてあげたいと思ってたの♪": "Fufufu, tôi luôn muốn khen ngợi Kokoro-chan vì đã cố gắng một mình♪",
    "笑顔で迎え入れられた心香は、\n少し気まずそうにしながらも、どこか嬉しそうだった。": "Kokoro, người đã được chào đón bằng một nụ cười,\ndường như hơi khó xử nhưng cũng có chút vui vẻ.",
    "――俺がモニターするために待機していた別の空き教室に、\nシリウスシュガーのみんなが戻ってきた。": "――Tôi đã trở lại một phòng học trống khác mà tôi đang đợi để theo dõi,\nmọi người của Sirius Sugar đã trở lại.",
    "おっ！　さっそく仲間の輪ができてるね～！": "Ố! Mọi người đã sớm hình thành một vòng tròn đồng đội rồi nè～!",
    "お前達もいつの間にか、大した指導者だな。": "Các người cũng đã trở thành những người hướng dẫn tuyệt vời rồi.",
    "誰かさんに教わったことを、伝えただけですわ。": "Tôi chỉ truyền lại những gì tôi đã học từ một ai đó thôi.",
    "マジか。いやーきっと素晴らしい指導者なんだな、\nその誰かさんって人は。よくお礼を言っとくんだぞ？": "Thật sao. Chà, chắc hẳn là một người hướng dẫn tuyệt vời rồi,\nngười đó là ai vậy? Hãy cảm ơn người đó nhé?",
    "ところがすっごいパワハラ野郎なんだよねー。": "Nhưng anh ta là một tên đầu sỏ chuyên quyền đó～.",
    "だから、反面教師にするとちょうどいいって……ちゆるが。": "Vì vậy, Chiharu nói rằng, tốt nhất là nên nhìn vào anh ta như một tấm gương phản chiếu……",
    "ええとあの、私達はまずは相手を認めるところから始めようって、\n話になっただけで……！！": "À thì, chúng ta hãy bắt đầu bằng việc công nhận đối phương trước đã,\nchúng ta đã nói về điều đó……!!",
    "……ま、まあ、結果が出るなら、\n教え方なんて人それぞれでいいさ、なあ？": "……Chà, nếu có kết quả, thì\ncách dạy của mỗi người là khác nhau, phải không?",
    "ちょっとはしおらしくしなよね……": "Hãy khiêm tốn một chút đi……"
}