{
    "あれから――シリウスシュガーを中心にプレ・クラス－Ａの援護もあり、\nなんとか巨大メイズシフターを倒すことができた。": "Từ sau đó――Với sự hỗ trợ chủ yếu của Sirius Sugar và lớp Pre-Class-A,\ntôi đã xoay sở đánh bại được Mê Cung Shifter khổng lồ.",
    "――が、その代償は決して小さくはなかった。": "――Nhưng cái giá phải trả không hề nhỏ.",
    "はぁ……はぁ……\nみんな、大丈夫……ですか……？": "Ha...ha...\nMọi người...có ổn...không...?",
    "こっちは大丈夫、でも、ジュリーとラウラが……": "Bọn này ổn, nhưng Julie và Laura thì...",
    "名前の挙がった２機は戦闘不能だ。\n装甲はズタズタになり、各部位の損傷も激しい。": "Hai chiếc được nhắc tên đã không còn khả năng chiến đấu.\nGiáp bị nát bươm, các bộ phận bị hư hại nghiêm trọng.",
    "幸い、コックピット内のパイロット自体は無事で、\n軽傷だが……これ以上、ここに留まるのは危険だ。": "May mắn là phi công bên trong buồng lái vẫn an toàn,\nbị thương nhẹ thôi...Nhưng ở lại đây thêm nữa thì nguy hiểm.",
    "……安全を確保次第、２機を連れて全速離脱する。\n損傷の少ない機体で抱えるんだ。": "……Sau khi đảm bảo an toàn, sẽ mang hai chiếc rời đi ngay lập tức.\nDùng những chiếc ít bị hư hại hơn mà chở.",
    "安全を確保ったって……": "Đảm bảo an toàn á...",
    "メイズシフターは倒したけれども、まだ弱いながらも息をしている。\n不用意に刺激すれば、最後の力を振り絞って襲ってくるかもしれない。": "Mặc dù đã đánh bại Mê Cung Shifter, nhưng nó vẫn còn sống, dù yếu ớt.\nNếu kích thích nó một cách bất cẩn, nó có thể dùng hết sức tàn mà tấn công.",
    "だから誰も近づけない。\nじりじりとしたにらみ合いが、精神と体力を削っていく──": "Vậy nên không ai được đến gần.\nSự căng thẳng kéo dài đang bào mòn tinh thần và thể lực──",
    "……このあたり、かな。": "……Chắc là chỗ này.",
    "突如として銃声が響く。\nちゆるの弾丸がメイズシフターに命中し、咆哮を上げた。": "Đột nhiên tiếng súng vang lên.\nViên đạn của Chiyuru trúng Mê Cung Shifter, nó gào lên.",
    "……！？　おいっ！？": "……！？ Ê!?",
    "耳を覆いたくなる地響きの中、ちゆるの機体が\n横たわるメイズシフターに近寄った。": "Trong tiếng động đất khiến người ta phải bịt tai, chiếc của Chiyuru\ntiến lại gần Mê Cung Shifter đang nằm.",
    "大丈夫、こいつはもう動かないよ。\nさっき撃ち込んだ弾は致命傷だから。": "Ổn rồi, nó không nhúc nhích được nữa đâu.\nViên đạn tớ bắn vào là đòn chí mạng.",
    "待て、なぜわかる？　そんなこと。": "Khoan đã, sao cậu biết? Chuyện đó.",
    "メイズシフターといえど生物だよ。\nここだけはダメって場所は存在する。": "Dù là Mê Cung Shifter thì cũng là sinh vật thôi.\nCó những chỗ không được phép tồn tại.",
    "よし、安全確保！　みんな、今のうちに撤退だよー。": "Được rồi, đảm bảo an toàn! Mọi người, tranh thủ rút lui nào!",
    "ちゆるの言葉に、全員がようやく息を吐き、\n緊張の糸が切れるのを感じた。": "Trước lời của Chiyuru, mọi người mới thở phào nhẹ nhõm,\ntôi cảm thấy sợi dây căng thẳng bị đứt.",
    "しかしみんなが撤退準備を始める中、\nちゆるだけがメイズシフターのそばを離れない。": "Nhưng trong khi mọi người đang chuẩn bị rút lui,\nchỉ có Chiyuru là không rời khỏi Mê Cung Shifter.",
    "どうした？": "Sao vậy?",
    "……いやぁ、こんな種類、この<r=ケイブ・ベルト>地穴帯</r>で見たことないでしょ。それに、あたしの想像を軽く超えてきた。": "……À, loại này, tớ chưa từng thấy ở <r=Vành đai Cave>Vành đai Địa Huyệt</r> này. Với lại, nó vượt xa trí tưởng tượng của tớ.",
    "ね、ちょっと調べていってもいい！？\nすぐに終わらせるからさぁ！": "Này, tớ muốn điều tra một chút có được không!?\nTớ sẽ làm xong nhanh thôi!",
    "お前……こんな非常事態だぞ……": "Cậu...trong tình huống khẩn cấp thế này...",
    "だから、だよ。": "Thì là vì thế, đó.",
    "いつになく真面目なトーンの声に、\n俺は少し面食らってしまう。": "Trước giọng điệu nghiêm túc hơn mọi khi,\ntôi có chút bất ngờ.",
    "メイズのことで知らないことなんて、少ない方がいい。\n知識があれば、非常事態でも対処することができる。": "Về Mê Cung, càng ít điều chưa biết thì càng tốt.\nNếu có kiến thức, thì trong tình huống khẩn cấp cũng có thể đối phó được.",
    "『無知は人を苛む病であり、\n短慮は無知から生まれる魔物である』ってね。": "'Vô tri là căn bệnh hành hạ con người,\nthiển cận là con quái vật sinh ra từ vô tri' nhỉ.",
    "聞いたことがない格言だな。誰の言葉だ？": "Tôi chưa từng nghe câu cách ngôn này. Của ai vậy?",
    "え？　あたし。今考えた。": "Hả? Tớ. Mới nghĩ ra.",
    "……お前の能天気さが、今は羨ましいよ。": "……Tớ ghen tị với sự vô tư của cậu bây giờ đấy.",
    "てかさ、撤退しないの？\nみんな行っちゃうよ？": "Mà này, không rút lui à?\nMọi người đi hết rồi đấy?",
    "バカ。お前だけ置いていけるわけないだろ。": "Đồ ngốc. Tớ không thể bỏ cậu lại một mình được.",
    "……はは。丸腰で言っても、カッコつかないよ？": "……Ha ha. Tay không mà nói thì không ngầu đâu nhỉ?",
    "……ありがと。": "……Cảm ơn cậu.",
    "メイズを脱出し、地上に帰還した俺達。\nようやく無事に戻ってこれた実感が湧いてきた。": "Thoát khỏi Mê Cung, trở về mặt đất.\nTôi cuối cùng cũng cảm thấy mình đã trở về an toàn.",
    "ぐすっ……ううぅ、すみません。\n私のために、みなさんボロボロに……": "Hức...hức...xin lỗi mọi người.\nVì tôi, mọi người đều tan nát thế này...",
    "みんなを無事に帰らせるのが、リーダーの役目なのに。\nこんなんじゃ、理想のリーダーなんて……！！": "Trong khi vai trò của một leader là đưa mọi người trở về an toàn.\nThế này thì, leader lý tưởng là...",
    "あなた達は、生きて帰ってきました。\n誇るべきことであり、まぎれもない勝利です。": "Mọi người đã sống sót trở về.\nĐó là điều đáng tự hào, và là một chiến thắng không thể chối cãi.",
    "そうです！　生きてれば勝ちです！\nあんな怖い敵にも、負けませんでした！！": "Đúng vậy! Sống sót là thắng!\nChúng ta đã không thua trước kẻ thù đáng sợ như thế!!",
    "ま、機体はボロボロだけど、名誉の負傷って感じで。ねえ？": "Mà, máy móc thì tan nát, nhưng là vết thương danh dự thôi. Phải không?",
    "大事なのは、みんなで帰ってこれたこと。\nそれはこれからも変わらない。": "Điều quan trọng là, mọi người đã cùng nhau trở về.\nĐiều đó sẽ không bao giờ thay đổi.",
    "プレ・クラス－Ａのみんなも、小さく頷いている。": "Mọi người ở lớp Pre-Class-A cũng gật đầu nhẹ.",
    "予想外のことではあったが、\n困難を乗り越えた達成感も、本物だった。": "Mặc dù có chút bất ngờ,\nnhưng cảm giác hoàn thành việc vượt qua khó khăn cũng là thật.",
    "（ともかく、今日の事は生徒会長にも報告しないとな……）": "(Dù sao thì, chuyện hôm nay cũng phải báo cáo với hội trưởng...)",
    "翌日――俺とシリウスシュガーの５人は、生徒会室に来ていた。": "Ngày hôm sau――Tôi và Sirius Sugar cùng 5 người đã đến phòng hội học sinh.",
    "……そうですか。ではプレ・クラス－Ａの生徒達は、無事なのですね。": "……Vậy sao. Vậy là học sinh của lớp Pre-Class-A đều an toàn rồi nhỉ.",
    "ああ。幸いにも軽傷だった。でも作戦時間が長くなったから、\nメイズシンドロームの可能性も考えて検査も受けてもらってる。": "Ừ. May mắn là bị thương nhẹ. Nhưng vì thời gian tác chiến kéo dài,\ntôi cũng cho mọi người đi kiểm tra xem có khả năng bị Mê Cung Syndrome không.",
    "まずは無事に全員帰還できたことに感謝を。\nそして……昨日現れたという巨大メイズシフターについてですが。": "Trước hết, xin cảm ơn vì tất cả đã trở về an toàn.\nVà...về Mê Cung Shifter khổng lồ xuất hiện ngày hôm qua.",
    "……あまりにも不自然だ。<r=ケイブ・ベルト>地穴帯</r>のような浅層で、\nあれだけ強力な個体が出るとは思えない。": "……Nó quá bất thường. Ở một tầng cạn như <r=Vành đai Cave>Vành đai Địa Huyệt</r>,\ntôi không nghĩ rằng một cá thể mạnh mẽ như thế có thể xuất hiện.",
    "うん、重力異常の影響も少ない帯域だよ。\nはっきり言って、環境的にあり得ないと断言できる。": "Ừm, đây là vùng ít bị ảnh hưởng bởi trọng lực.\nNói thẳng ra thì, tôi có thể khẳng định là không thể xảy ra về mặt môi trường.",
    "だとすればあいつの出現は意図的なもの……\n陰謀に巻き込まれた、ってことになるな。": "Nếu vậy, sự xuất hiện của nó là có chủ đích...\nlà bị cuốn vào một âm mưu.",
    "私も、そう考えています。これを。": "Tôi cũng nghĩ vậy. Về chuyện này.",
    "会長が見せてきたのは、\nとあるネット記事だった。": "Hội trưởng đã cho xem,\nmột bài báo trên mạng.",
    "これはつい先ほど公開・拡散された記事です。": "Đây là bài báo vừa được công khai và lan truyền.",
    "『訓練中、シリウスシュガーの指導によりＭＧ２機が大破、\n特別養成校舎プレ・クラス－Ａの生徒が負傷』": "'Trong khi huấn luyện, do sự chỉ đạo của Sirius Sugar, 2 chiếc MG đã bị phá hủy hoàn toàn,\nhọc sinh của lớp đào tạo đặc biệt Pre-Class-A bị thương'",
    "『新人指揮官の危険な指導法に懸念の声』……ね。\nタイミングが良すぎるぞ、まったく。": "'Những lo ngại về phương pháp chỉ đạo nguy hiểm của chỉ huy mới'...nhỉ.\nThời điểm quá tốt, thật đấy.",
    "まるで事前に準備したかのような記事ですわね。\nそれにこの写真は、いったいどこから？": "Giống như bài viết đã được chuẩn bị trước vậy.\nVà bức ảnh này, lấy từ đâu ra vậy?",
    "初めから仕組まれていたんだな……": "Ngay từ đầu đã có sự sắp đặt rồi...",
    "ええ……ですが皆さんは勝利しました。\n巨大なメイズシフターを撃破した。": "Vâng...nhưng mọi người đã chiến thắng.\nĐã đánh bại Mê Cung Shifter khổng lồ.",
    "この件は、生徒会から正式に発表いたします。\nあなた方の責を問う声は、起こさせません。": "Vấn đề này, hội học sinh sẽ chính thức công bố.\nChúng tôi sẽ không để những lời chất vấn các bạn xảy ra.",
    "ですから……改めて、感謝を。プレ・クラス－Ａ４名を鍛え、\nあの戦いで全員無事帰還したことに。": "Vậy nên...một lần nữa, xin cảm ơn. Vì đã rèn luyện 4 người của lớp Pre-Class-A,\nvà trong trận chiến đó, tất cả đã trở về an toàn.",
    "これは、私達に仕掛けられた陰謀の一部を打ち砕き、\n最悪の事態を回避できたということでもあります。": "Đây cũng là việc chúng ta đã phá vỡ một phần âm mưu đã được bày ra,\nvà đã tránh được tình huống tồi tệ nhất.",
    "そりゃ、どうも……って、待て。一部ってどういうことだ？": "Chà, sao cũng được...khoan đã. Một phần là sao?",
    "生徒会長は目を少し伏せた後、\n横目でちゆるを見た。": "Hội trưởng hơi cụp mắt xuống,\nnhìn Chiyuru bằng ánh mắt nghiêng.",
    "もうひとつ、あったのです──『爆弾』が。": "Còn một thứ nữa──'Bom' nữa.",
    "次に映し出された記事は、予想外のものだった。\nひとりの少女の顔写真とともに、大きな見出しがついている。": "Bài báo được chiếu tiếp theo là một điều bất ngờ.\nCùng với ảnh chân dung của một cô gái, một tiêu đề lớn được đưa ra.",
    "Ｔ２元素の単離に成功した『天才少女』の正体――": "Sự thật về 'Thiên tài' đã tách được nguyên tố T2――",
    "どうした、ちゆる？": "Sao vậy, Chiyuru?",
    "ちゆるの様子が変だな……": "Trông Chiyuru có vẻ lạ nhỉ...",
    "え……？": "Hả...?",
    "シリウスシュガー所属・月ヶ瀬ちゆる、その衝撃の経歴――\n重力制御研究はすでに実用段階か？　専門家の証言は――": "Sirius Sugar trực thuộc・Tsukigase Chiyuru, tiểu sử gây sốc――\nNghiên cứu điều khiển trọng lực đã ở giai đoạn thực tế rồi sao? Lời khai của chuyên gia――",
    "な……なんで……\nどこにも、発表なんかしてないはず……": "T...tại sao...\nỞ đâu, tôi đã không công bố gì cả...",
    "記事を見て、青ざめたちゆるが、\nしぼり出すような声でつぶやく。": "Nhìn vào bài báo, Chiyuru tái mặt,\nthì thầm với giọng như đang cố gắng thốt ra.",
    "……すみません。ここまでは読み切れませんでした。\n標的は生徒会ではなく、あなただったのですね。": "……Xin lỗi. Tôi đã không đọc hết được đến đây.\nMục tiêu không phải là hội học sinh, mà là cô rồi.",
    "月ヶ瀬さん……": "Tsukigase...",
    "いいえ――": "Không――",
    "『龍宮』ちゆるさん。": "'Ryugu' Chiyuru."
}