{
    "翌日の訓練の時間。\n俺は、シリウスシュガー全員をシミュレーション室に集めた。": "Đến giờ huấn luyện ngày hôm sau.\nTôi tập hợp tất cả mọi người của Sirius Sugar trong phòng mô phỏng.",
    "今日から本格的に特訓？　昨日、何があったの？": "Huấn luyện chuyên sâu từ hôm nay sao? Hôm qua có chuyện gì vậy?",
    "なんか、勝つためにやるべきことが見えたんだってさ。": "Hình như là đã tìm ra được điều cần làm để chiến thắng.",
    "……やるべきこと？": "……Điều cần làm sao?",
    "やはり、徹底的な連携訓練でしょう。\nチームワークを磨けば、きっとカオスメイデンにも勝てるはずですわ。": "Chắc chắn là huấn luyện phối hợp triệt để rồi.\nNếu rèn luyện tinh thần đồng đội, chắc chắn có thể thắng được Chaos Maiden.",
    "では、これまでやってきたその連携訓練の成果を\n発揮してもらおう。": "Vậy thì, hãy phát huy thành quả của buổi huấn luyện phối hợp mà các em đã thực hiện từ trước đến nay.",
    "だが、相手はシステムの作るＮＰＣじゃない。入ってくれ。": "Nhưng, đối thủ không phải là NPC do hệ thống tạo ra. Vào đi.",
    "俺の合図で、頼んでおいた面々が入って来た。": "Theo hiệu lệnh của tôi, những người đã được nhờ vả đã bước vào.",
    "快く協力してくれた、カラフルブーケのみなさんだ。": "Họ là những người đã vui vẻ hợp tác, mọi người của Colorful Bouquet.",
    "シリウスシュガーの諸君、よろしく頼む。": "Các em của Sirius Sugar, nhờ các em cả.",
    "え！？": "Hả!?",
    "ちょ、なんでいきなり！？": "Chờ đã, sao lại đột ngột thế!?",
    "確かに、特訓にはなると思いますが……": "Chắc chắn là buổi huấn luyện, nhưng mà…",
    "まずは、今のお前たちの課題をより明確にすることが必要だ。": "Trước tiên, cần phải làm rõ hơn những vấn đề hiện tại của các em.",
    "俺は口を出さないから、いつも通りにやってみろ。": "Tôi sẽ không can thiệp, cứ làm như mọi khi đi.",
    "わ、わかりましたわ！　いきますわよ、皆さん！": "V, vâng ạ! Bắt đầu thôi, mọi người!",
    "さて……お手並み拝見だな。": "Được rồi…… Để xem nào.",
    "舞亜、私についてきてくれ。まずは出方を見る。": "Mai-A, đi theo tôi. Đầu tiên là xem tình hình.",
    "ええ、わかったわ。": "Vâng, em hiểu rồi.",
    "接敵後の作戦判断は泉花に任せる。": "Việc phán đoán chiến thuật sau khi tiếp cận đối phương, giao cho Izumika.",
    "葵の指示に従い、カラフルブーケの２機が移動を開始した。": "Làm theo chỉ thị của Aoi, 2 chiếc của Colorful Bouquet bắt đầu di chuyển.",
    "一方のシリウスシュガーは……": "Trong khi đó, Sirius Sugar thì……",
    "カラフルブーケがお相手……さすがに緊張しますわね。": "Colorful Bouquet là đối thủ…… Quả là căng thẳng mà.",
    "と、とりあえず深呼吸を……": "T, tạm thời hít thở sâu nào……",
    "――敵機２機発見！　撃ってくるよ！": "――Phát hiện 2 máy địch! Chúng tấn công kìa!",
    "シリウスシュガーが動き出すより早く、\nカラフルブーケの前衛が攻撃を仕掛けた。": "Còn nhanh hơn cả Sirius Sugar bắt đầu di chuyển,\ntiền tuyến của Colorful Bouquet đã tấn công.",
    "はやっ！？　七彩、ラミ達はどうすんの！？": "Nhanh vậy!? Nanairo, Rami sẽ làm gì!?",
    "い、いつも通り、定石通りに……対応しますわ！": "T, theo như mọi khi, theo như chiến thuật thông thường…… ứng phó thôi!",
    "わたくしと白奈さんで援護しますので、\nその隙にお三方は後退してくださいまし！": "Tôi và Shirana sẽ yểm trợ, nên\nba người hãy lùi lại đi!",
    "了解！": "Rõ!",
    "それから追ってきた敵を包囲して、\nめるさんが主力を叩く……この流れでいきます！": "Sau đó bao vây kẻ địch đang truy đuổi,\nMeru sẽ đánh vào lực lượng chủ lực…… Cứ theo dòng chảy này!",
    "七彩の指示を受け、シリウスシュガーは各々動き始めた。": "Nhận được chỉ thị của Nanairo, mọi người của Sirius Sugar bắt đầu di chuyển.",
    "２機が前に出て、他３機は後退。\nなるほど……鉄床戦術を狙ってるな。": "2 chiếc tiến lên, 3 chiếc còn lại lùi lại.\nRa là vậy…… Đang nhắm đến chiến thuật Iron and Anvil (Búa và Đe) à.",
    "なら、これにはどう対処する？": "Vậy thì, đối phó với nó thế nào?",
    "葵は前進速度を緩めず、\nシリウスシュガーの射撃をかいくぐって接近を図る。": "Aoi không giảm tốc độ tiến lên,\nné tránh hỏa lực của Sirius Sugar và tiếp cận.",
    "……と、止まらないつもりですの！？": "……T,tôi không nghĩ là cô ấy định dừng lại!?",
    "えええええ、マジ！？": "Ê ê ê ê, thật á!?",
    "向かってくるなら、受けて立つ。": "Nếu đối phương đến, thì mình sẽ nghênh chiến.",
    "……ええ。そうですわね。": "……Vâng. Đúng là vậy.",
    "ここを通すわけにはいきません。わたくしたちで止めますわよ！": "Không thể để họ đi qua đây được. Chúng ta sẽ chặn họ!",
    "ど、どうしましょう……私達はこのまま待機でいいんでしょうか？": "T, chúng ta phải làm gì đây…… Chúng ta cứ đợi ở đây được không?",
    "けど七彩は絶賛接敵中だからねぇ……\nあの状況じゃ指示なんて出せないでしょ。": "Nhưng Nanairo đang trong tình trạng giao chiến căng thẳng mà……\nTrong tình huống đó thì không thể đưa ra chỉ thị được.",
    "助けにいった方がいいんでしょうか……？　それとも……": "Có nên đi giúp không……? Hay là……",
    "独断で指示系統を増やすのは避けるべきね。\n今は最初の指示を完遂するのが最善。": "Nên tránh việc tăng thêm hệ thống chỉ thị một cách độc đoán.\nHiện tại, hoàn thành chỉ thị ban đầu là tốt nhất.",
    "あたしたちは側面から仕掛けよう！": "Chúng ta sẽ tấn công từ bên hông!",
    "それじゃあ今すぐ移動を……": "Vậy thì di chuyển ngay bây giờ……",
    "いつまでマゴマゴしてるつもりっ！": "Đang ngẩn ngơ đến bao giờ nữa vậy!",
    "なっ！？": "Hả!?",
    "しまった！　先手を打たれた！？": "Chết rồi! Bị đánh phủ đầu rồi!?",
    "ま、まさか動きが読まれて……！？": "M,m,m, chẳng lẽ bị đọc được hành động……!?",
    "戦場での油断は命取りよ！": "Sơ suất trên chiến trường là mất mạng đó!",
    "きゃああぁぁぁ！": "Kyaaaaaa!",
    "想定外の奇襲を受け、身動きが取れずにいためるに\n泉花の砲撃が直撃した。": "Bị tấn công bất ngờ, Meru đang không thể di chuyển thì\nIzumika đã bắn trúng.",
    "めるちゃん！？": "Meru-chan!?",
    "まずは１機撃破っと。残りもちゃちゃっと片付けちゃいましょ。": "Đầu tiên là hạ 1 chiếc. Xử lý nốt phần còn lại thôi.",
    "その後の戦闘は惨たんたる有様だった。": "Trận chiến sau đó là một cảnh tượng thảm khốc.",
    "めるが撃墜されたのを皮切りに、\nシリウスシュガーは次々に撃墜された。": "Bắt đầu từ việc Meru bị bắn hạ,\nSirius Sugar đã bị bắn hạ liên tiếp.",
    "シリウスシュガーの面々は、ほぼ何も出来ず\nカラフルブーケに圧倒的な敗北を喫したのだった。": "Những người của Sirius Sugar, gần như không thể làm gì cả\nvà đã phải chịu thất bại hoàn toàn trước Colorful Bouquet.",
    "胸を貸していただき、感謝しますわ……": "Cảm ơn vì đã cho chúng tôi mượn sức……",
    "ああ。だが、こう言うのも酷ではあると理解しているが、\nあえて言わせてもらうと……あまり意義を感じない演習だった。": "Ừm. Nhưng, tôi hiểu rằng nói như vậy có phần quá đáng, nhưng\ntôi xin phép nói thẳng là…… Buổi tập này không mang lại nhiều ý nghĩa.",
    "まず、リーダーであるべきお前が全体の足を引っ張っている。": "Đầu tiên, em, người đáng lẽ phải là người lãnh đạo, lại đang kéo lùi cả đội.",
    "……っ。": "……!",
    "お前が取った戦術は、一言で言えば型通りの見事な動きだった。": "Chiến thuật mà em sử dụng, nói một cách đơn giản, là những động tác mẫu mực.",
    "だが……それだけだ。その後の戦況の変化には対応が追い付かず、\n全てが後手後手。": "Nhưng…… chỉ có vậy thôi. Không thể ứng phó với sự thay đổi của tình hình chiến sự sau đó,\ntất cả đều bị động.",
    "リーダーのお前に全体の戦況が見えていなくて、\nどうやってチームを引っ張っていくつもりだ？": "Em, người lãnh đạo, lại không nhìn thấy tình hình chiến sự tổng thể,\nvậy làm sao em định dẫn dắt cả đội?",
    "それは……": "Điều đó thì……",
    "それにアタッカーのお前。本当に勝つ気があったのか？": "Với lại, em, một người tấn công. Em có thực sự muốn chiến thắng không?",
    "え……": "Hả……",
    "私が言うのは意外に思うかも知れないが、\n物事を成すのは結局は意志の力だ。": "Tôi nói điều này có thể khiến em ngạc nhiên, nhưng\nthành công cuối cùng là nhờ vào ý chí.",
    "それが足りていない以上、勝つことなんて到底不可能だぞ。": "Nếu thiếu điều đó, thì chiến thắng là điều không thể.",
    "あ……": "A……",
    "ちょっ！　言い過ぎでしょ！！": "Chờ đã! Nói quá rồi đó!",
    "……そうだな。すまない、確かに少し口が過ぎた。": "……Đúng vậy. Xin lỗi, tôi đã hơi quá lời.",
    "だが、嘘を言ったつもりはない。": "Nhưng, tôi không có ý nói dối.",
    "…………": "…………",
    "ありがとう、葵。それにカラフルブーケのみんな。\nおかげで今後の課題が見えた。": "Cảm ơn, Aoi. Và cả mọi người của Colorful Bouquet nữa.\nNhờ có các em mà tôi đã thấy được những vấn đề trong tương lai.",
    "役に立てたのならいいのだが。では、今後の健闘を期待する。": "Nếu giúp ích được gì thì tốt quá. Vậy, tôi mong các em sẽ chiến đấu tốt trong tương lai.",
    "それだけ言い残し、カラフルブーケの面々は去っていった。": "Nói xong, mọi người của Colorful Bouquet rời đi.",
    "残されたシリウスシュガーのメンバーは、\n皆、苦しげな表情を浮かべて押し黙っている。": "Những thành viên còn lại của Sirius Sugar,\ntất cả đều lộ vẻ mặt đau khổ và im lặng.",
    "……これからお前たちが何をするべきかわかるか？": "……Từ giờ trở đi, các em nên làm gì, các em có biết không?",
    "もっと徹底的に連携訓練を行うべきですわね。": "Nên huấn luyện phối hợp triệt để hơn nữa ạ.",
    "違う、そうじゃない。": "Không, không phải vậy.",
    "え……じゃあ、どうすればいいんですか？": "Hả…… Vậy, phải làm sao ạ?",
    "お前たちの今、やるべきことはただひとつ。": "Điều mà các em phải làm bây giờ, chỉ có một điều.",
    "また全裸ｄｅブートキャンプとか言い出さないよね？": "Lại không phải là cắm trại toàn thân chứ?",
    "まさか。俺が今から言うのは……": "Không đời nào. Điều tôi sắp nói là……",
    "……ごくり。": "……Nuốt nước bọt.",
    "腕立て、腹筋、屈み跳躍各３０回を３セット！　ただちにかかれ！！": "Chống đẩy, gập bụng, nhảy ngồi xổm mỗi bài 30 lần, 3 hiệp! Bắt đầu ngay!",
    "はあ――――！？": "Hả――――!?",
    "そして、以後お前らの返事は全部『イエッサー』とする！\nわかったな！": "Và, từ nay trở đi, tất cả câu trả lời của các em sẽ là 『Yes sir』!\nHiểu chưa!",
    "はああぁぁぁぁー！？": "Haaaaaaa!?",
    "違う！！　『イエッサー』だ！！": "Không đúng!! 『Yes sir』!",
    "イエッサあああああああ！！": "Yes sirrrrrrrrrr!"
}