{
    "リリーとの共同戦線を組んだ俺、フルート、エヴィは、\nさっそく真犯人を見つけるために情報収集を始めた。": "Tôi và Lily, Flute, Evi đã hợp tác, \nngay lập tức bắt đầu thu thập thông tin để tìm ra hung thủ.",
    "アゲぽよ～！": "Yeahhhh!",
    "あっ、フルートじゃん！　アゲぽよ～！\nどうしたの？": "A, Flute kìa! Yeahhhh!\nSao rồi?",
    "実は聞きたいことがありまして――": "Thật ra, tớ có chuyện muốn hỏi...",
    "俺とフルートは、まず聞き込み調査。\nエヴィやリリーは他の役割があるので別行動を取っている。": "Tôi và Flute, trước tiên là điều tra bằng cách hỏi han.\nEvi và Lily có vai trò khác nên tách ra.",
    "（ただ聞き込みって言っても、ＬＯＣはリモートメインの授業体制だ。\n登校してる生徒はそう多くないし、どれくらい情報を得られるだろう）": "(Nhưng mà, nói là hỏi han, LOC chủ yếu là hình thức lên lớp từ xa.\nHọc sinh đến trường cũng không nhiều, không biết sẽ thu thập được bao nhiêu thông tin nữa)",
    "少し前に時間は戻って――": "Thời gian quay lại một chút...",
    "さて……３人が協力してくれることになったし、\nこれからどうやって捜査を始めよっか？": "Giờ thì... 3 người đã hợp tác rồi,\ntừ giờ mình sẽ bắt đầu điều tra thế nào đây?",
    "……まさかノープランなのか？": "…Chẳng lẽ không có kế hoạch gì sao?",
    "てへぺろっ。": "Tehepero~.",
    "無策かよ！　その舌引っこ抜くぞ！？": "Vô kế hoạch à! Tôi sẽ nhổ cái lưỡi đó ra đấy!?",
    "ご、ごごごごめんってば！　作戦立案とか専門じゃないし！！": "X, xin lỗi mà! Tớ không chuyên về lập kế hoạch tác chiến mà!!",
    "まあ、勢いでやってるんだろうなとは思ってたけどね。": "Chà, tôi cứ nghĩ là cậu làm theo cảm hứng thôi.",
    "勢いじゃないよ！　リリーの中の燃えたぎるヒーロー魂が、\n背中を押したんだってば！　心のままに正義をなせって！": "Không phải cảm hứng đâu! Linh hồn anh hùng đang bùng cháy trong Lily,\nđã thúc đẩy tớ đấy! Cứ làm theo trái tim và thực hiện công lý!",
    "それを勢いっていうんだよ！": "Đó gọi là cảm hứng đấy!",
    "勢い！　いいじゃないですか！　バイブスは大事ですよ！": "Cảm hứng! Không tồi đấy! Cảm xúc rất quan trọng mà!",
    "話がややこしくなるから、\nフルートはそこらの観葉植物とでも話しててくれ。": "Vì chuyện sẽ trở nên rắc rối,\nFlute cứ nói chuyện với mấy cây cảnh ở đó đi.",
    "ぴえん……": "Piên...",
    "……ったく無策なら無策って、最初から言えよな。": "…Chán thật, vô kế hoạch thì cứ nói ngay từ đầu đi.",
    "いやぁ、勢いでも正義の心でどーにかなるかなって……": "Không, tớ cứ nghĩ là, dù chỉ bằng cảm hứng thì vẫn có thể làm được gì đó nhờ trái tim công lý...",
    "結局勢いって認めちゃったよ……": "Cuối cùng cậu cũng thừa nhận là làm theo cảm hứng rồi...",
    "……こうなったら仕方ない。\nフルートの知名度だ。これを使っていこう。": "…Đến nước này thì đành chịu thôi.\nĐộ nổi tiếng của Flute. Chúng ta sẽ dùng nó.",
    "えっと……知名度ですか？": "Hả... độ nổi tiếng sao?",
    "インフルエンサーであるフルートがＴｗｅｅｔｙで、\n『＃トリニティ・ジュエルを助けたい』とかで情報収集するんだ。": "Flute, một người có tầm ảnh hưởng, sẽ dùng Tweety,\nvới hashtag 『#Muốn_giúp_Trinity_Jewel』 để thu thập thông tin.",
    "おおー！　なるほどです！": "Ôi! Hiểu rồi!",
    "確かにフルートに肯定的なファンなら味方になってくれそうだし、\n疑いを晴らそうとしてると知れば協力者も増えそうだね。": "Quả thật, những fan ủng hộ Flute sẽ trở thành đồng minh, \nvà nếu biết là cậu ấy đang cố gắng minh oan, thì sẽ có thêm người hợp tác.",
    "そんなときこそ！　ピコピコピーン！": "Đúng lúc này! Piko Piko Piin!",
    "ひゃ！？": "Hya!?",
    "び、びっくりした……えっと……\n%usernameusernameuserna%さんのナビＡＩですか？": "T, tớ giật mình... Ờm...\nAI dẫn đường của %usernameusernameuserna% sao?",
    "すまん、驚かせたな。ピコだ。": "Xin lỗi, đã làm cậu giật mình. Tớ là Piko.",
    "ピコーン！　よろしくお願いします！": "Pikoooon! Rất vui được gặp mọi người!",
    "お前もいきなり出てくるな、みんなびっくりしてるだろ。": "Cậu cũng đừng xuất hiện đột ngột thế chứ, mọi người đều giật mình đấy.",
    "いやいや、ボクは最近影が薄いなーって思ってたんですよ！\nだから初対面にインパクトを残すのが重要だと思ったのです！": "Không không, tớ cứ nghĩ dạo này mình mờ nhạt quá!\nNên tớ nghĩ việc tạo ấn tượng mạnh trong lần gặp đầu tiên là quan trọng!",
    "そんなもんはいらん。": "Mấy thứ đó không cần thiết.",
    "おっと、本題を忘れるところでした！　なんと有能ＡＩなボクが、\nインフルエンサーのお仕事をお手伝いします！": "Ôi, suýt quên mất vấn đề chính rồi! Tớ, một AI tài năng, sẽ giúp đỡ công việc của một người có tầm ảnh hưởng!",
    "ピコちゃんがお手伝いを……？": "Piko-chan sẽ giúp đỡ sao...?",
    "ええ！　なんか面白そうだったので！": "Vâng! Vì tớ thấy có vẻ thú vị!",
    "もうちょっと真面目な理由を言えよ……\nで、何が出来るんだ？　自己ＰＲをどうぞ。": "Nói một lý do nghiêm túc hơn đi...\nVậy, cậu có thể làm gì? Tự PR đi.",
    "面接ですか！？　そうですね、フルートさんが投稿したら、\nそれを拡散したり、反応してる人達や情報を集めて一覧化できますよ！": "Phỏng vấn sao!? Ừm, nếu Flute đăng bài, \ntớ có thể lan tỏa nó, thu thập và liệt kê những người đang phản hồi và thông tin!",
    "へえ、それは普通に便利だね。いいＡＩじゃん。": "Hể, tiện lợi thật đấy. Một AI tốt đấy.",
    "まあ、言ったとおりのことがちゃんとできればな……": "Chà, nếu cậu làm được những gì đã nói...",
    "あっ！　今バカにしましたね！？\nボクだって、たまには成功するんですよ！？": "A! Cậu vừa coi thường tớ đấy!?\nTớ đôi khi cũng thành công mà!?",
    "自信のわりになんか成功率低そうなんだけど！？": "Dù tự tin nhưng có vẻ tỷ lệ thành công thấp nhỉ!?",
    "えっへん！　なので、お任せください！": "Eh-hem! Vậy nên, cứ giao cho tớ!",
    "どこからその自信が湧いてくるんだよ……\nバグってんじゃないのか？": "Động lực nào đã mang lại sự tự tin đó vậy...\nChẳng lẽ bị lỗi rồi?",
    "でも実際にさっき言ったことができるなら、だいぶ助かると思う。\nフルート、試してみる？": "Nhưng nếu cậu có thể làm được những gì vừa nói, thì sẽ giúp ích rất nhiều đấy.\nFlute, thử xem?",
    "そうですね！　さっそく投稿してみて、\nピコちゃんにサポートをよろおねです！": "Đúng vậy! Vậy mình đăng bài thử xem,\nrồi nhờ Piko-chan hỗ trợ!",
    "お任せあれー！": "Cứ giao cho tớ!",
    "そう言ってピコがネットの海に消えていって、はや数分――": "Nói rồi, Piko biến mất vào biển cả internet, đã vài phút trôi qua—",
    "わわ、凄いです！　いいねがたった数分でこんなに……！　\nトレンド一覧にも載ってます！　お返事しないと……！": "Woa, tuyệt vời! Lượt thích đã tăng lên nhanh chóng trong vài phút...! \nNó còn lên cả bảng xu hướng nữa! Phải trả lời ngay...",
    "ふとフルートのデバイスを覗き見る。\n温かい声援や厳しい言葉。それに全て真面目に答えていた。": "Tôi nhìn vào thiết bị của Flute.\nNhững lời động viên ấm áp và những lời nói gay gắt. Cậu ấy đã trả lời tất cả một cách nghiêm túc.",
    "フルート、ＳＮＳが本当に好きなんだな。相手がファンだとしても、\nそんなにマメに返信をするのは中々できないだろ。": "Flute, cậu thật sự thích SNS nhỉ. Dù là fan đi nữa,\ncũng không thể nào trả lời tỉ mỉ đến vậy.",
    "いえ、フルートが好きでやってることですから！\nそれにここは、初めて自分が自分らしくいられた場所ですし……": "Không, vì Flute thích làm vậy mà!\nHơn nữa, đây là nơi đầu tiên mình được là chính mình...",
    "ふっ……そっか。": "Hừm... vậy sao.",
    "でもよくよく思うと、ＡＩ使ってトレンド欄に載せるって、\nイケナイコトやってるような……": "Nhưng nghĩ kỹ lại, việc dùng AI để đưa lên bảng xu hướng,\nthì có vẻ hơi phạm pháp...",
    "これくらいなら仕方ない。今はレイヴェル達優先だ。": "Chuyện này thì không sao. Ưu tiên của chúng ta là Rayvell.",
    "さて、ネットの情報が集まるまでまだ時間かかるだろうし、\nそれまでは足で捜査しよう。そこでもフルートの顔の広さが役に立つ。": "Giờ thì, phải mất thời gian để thu thập thông tin trên mạng,\ntrong lúc đó hãy điều tra bằng cách đi thực tế. Ở đó, sự quen biết của Flute sẽ hữu ích.",
    "足で捜査ですか？": "Điều tra thực tế sao?",
    "ああ、聞き込みだ。とりあえず、レイヴェル達の周辺で\n怪しい人物がいなかったか、調べてみよう。": "Ừ, hỏi han. Tạm thời, xem xung quanh Rayvell có\người nào khả nghi không, hãy điều tra xem.",
    "りょ！　おけまるです！\nフルートがお話して色々聞いちゃいますね！": "Rõ! Okie dokie!\nFlute sẽ nói chuyện và nghe đủ thứ chuyện!",
    "私は聞き込みとか向かないから、本部サーバーのセキュリティ周りに、\n穴がなかったか……外部犯の可能性を探ってみる。": "Vì tớ không giỏi hỏi han, tớ sẽ xem xét xung quanh hệ thống an ninh của máy chủ trụ sở,\nxem có lỗ hổng nào không... Tìm kiếm khả năng kẻ phạm tội từ bên ngoài.",
    "エヴィちゃんよろです！　頼りにしてますね！": "Evi-chan, okie dokie! Tớ tin tưởng cậu nhé!",
    "リリーはあまり聞き込みとかしちゃうと、\n風紀委員会のほうに察知されそうだからＳＮＳのほうチェックしてるね！": "Lily không giỏi hỏi han, nên tớ sẽ kiểm tra SNS vì có vẻ như sẽ bị\nỦy ban Kỷ luật chú ý!",
    "はい！　お願いします！\nそれじゃあ、手分けして頑張りましょう！": "Vâng! Xin hãy cứ giao cho tớ!\nVậy thì, chúng ta hãy cùng nhau cố gắng nhé!",
    "――そして、今に至る。": "—Và, đến bây giờ.",
    "ってわけで、最近ＬＯＣ近辺で、\n怪しい人を見たりしませんでしたか？": "Vậy nên, gần đây ở khu vực LOC,\ncậu có thấy người khả nghi nào không?",
    "不審者かぁ……特にそんな人は――あっ！": "Người khả nghi sao... Đặc biệt thì không có ai cả—A!",
    "も、もしかして、ヤバたんな人が！？": "Ch, chẳng lẽ là một người nguy hiểm!?",
    "うん、ヤバかったよ！　最近生徒会長がＬＯＣに来たんだ！\nサインまでもらっちゃったよ～♪": "Ừm, nguy hiểm thật đấy! Gần đây Hội trưởng Hội học sinh đã đến LOC!\nMình còn xin được chữ ký nữa~♪",
    "それはただの視察だろ……\nというか、サインって……アイドルかよ。": "Đó chỉ là một cuộc thị sát thôi mà...\nNói mới nhớ, chữ ký... Cậu là idol à.",
    "そ、そうですか……あざまるです！\nまたお話ししましょうね～！": "V, vâng... Arigato gozaimasu!\nChúng ta lại nói chuyện sau nhé~!",
    "別の生徒からは――": "Từ một học sinh khác—",
    "そういえば――ＬＯＣ生じゃない人に、\n評価プロジェクトの試験隊本部の場所を聞かれましたね。": "Nói mới nhớ—Người không phải học sinh LOC đã\nhỏi tôi về địa điểm của trụ sở Đề án Đánh giá.",
    "それはよいちょまるな情報です！　どんな方でした？": "Đó là một thông tin tốt đấy! Đó là người như thế nào?",
    "生徒会長の四王天神楽様です！！　私なんかに道を聞いてくれて……\n間近で見ても素敵な人でした……んふふ……": "Là Hội trưởng Hội học sinh, Shiouten Kagura-sama!! Ngài ấy đã hỏi đường tôi...\nNgài ấy thật tuyệt vời khi nhìn gần... Hừ hừ...",
    "いや、不審者情報聞いてるんだが……": "Này, chúng ta đang hỏi thông tin về người khả nghi mà...",
    "会長が不審者だなんて……失礼な！！": "Hội trưởng là người khả nghi sao... Thật vô lễ!!",
    "不審者から会長に繋げたの、お前だろ！": "Người nối người khả nghi với Hội trưởng, là cậu đấy!",
    "――結局、ＬＯＣでの聞き込みではあまり成果は出なかった。\nなので、ＬＯＣ付近のシティにも繰り出してみたが……": "—Cuối cùng, việc hỏi han ở LOC không mang lại nhiều kết quả.\nVì vậy, tôi đã đến cả thành phố gần LOC...",
    "……うーん、シティにも出てみましたが、\nいい情報は集まりませんね。生徒会長の話くらいしか聞けません……": "…Ưm, tôi cũng đã đến thành phố, nhưng\ntôi không thu thập được thông tin tốt. Chỉ có thể nghe về Hội trưởng Hội học sinh...",
    "そうだな……": "Đúng vậy...",
    "……あ、確か今ってＬＯＣに、\nノースリム重工の人たちも滞在してるよな？": "…A, phải rồi, hình như hiện tại người của\nNorth Slim Heavy Industries cũng đang ở LOC thì phải?",
    "ええ、だと思いますけど……": "Vâng, tôi nghĩ vậy...",
    "あの人達にも念の為、何か知らないか聞いてみよう。": "Chúng ta hãy hỏi họ xem sao, lỡ đâu họ biết gì đó.",
    "――そうして俺達はＬＯＣの格納庫にいた、\nノ―スリム重工の関係者に話を聞きに行った。": "—Thế là chúng tôi đã đến nhà kho của LOC,\nđể hỏi chuyện những người có liên quan đến North Slim Heavy Industries.",
    "……ＲＳ社のテストパイロットか。何の用だ？": "…Là phi công thử nghiệm của công ty RS sao. Có việc gì?",
    "その……色々とレイヴェルちゃん達の事を心配していて……\nお話を聞かせてほしいんです！": "Ừm... Tôi rất lo lắng về Rayvell-chan và những người khác...\nTôi muốn nghe các cậu kể chuyện!",
    "話？　……まあ、別に構わないが。こっちもプロジェクトが止まってる\n以上、ジェネレーター弄りしかすることなくて暇だし。": "Kể chuyện? …Chà, cũng không sao. Bên tôi cũng đang dừng dự án\nnên cũng chẳng có gì làm ngoài việc sửa máy phát điện.",
    "（むしろやることないからジェネレーター弄りをするってのは、\nやっぱりノースリムの人達も根っからの『開発者』なんだな）": "(Thay vì không có việc gì làm nên phải sửa máy phát điện, thì ra\nngười của North Slim cũng là những 'nhà phát triển' từ tận sâu bên trong)",
    "今回のことで何か心当たりだとか、気になったことはないか？\n些細なことでもなんでもいい。": "Trong sự việc lần này, các cậu có biết gì không, hay có điều gì đáng lo ngại không?\nDù là chuyện nhỏ cũng được.",
    "さあ……正直、我々も困惑しているんだ。トリニティ・ジュエルのことは\n信じたいが……証拠があるらしいじゃないか。": "Chà... Thành thật mà nói, chúng tôi cũng đang bối rối. Chúng tôi muốn tin vào Trinity Jewel...\nnhưng có vẻ có bằng chứng.",
    "うう……その話広まってるんですね……その、関係者以外立入禁止な\n区域とかに怪しい人が出入りしていたとかはないんですか？": "Ư... Chuyện đó đã lan rộng rồi sao... Trong, khu vực cấm\nngười ngoài vào thì có người khả nghi ra vào không?",
    "あれば今頃レイヴェル達が捕まってるわけがないかと。\n厳重にチェックしていて、部外者を入れたことなんてないよ。": "Nếu có thì giờ này Rayvell và những người khác đã bị bắt rồi.\nChúng tôi đã kiểm tra nghiêm ngặt và không cho người ngoài vào đâu.",
    "まあ、そうだろうな……": "Chà, chắc là vậy rồi...",
    "しいていえば、視察に来た生徒会長殿くらいだ。": "Nếu có thì chỉ có Hội trưởng Hội học sinh đến thị sát mà thôi.",
    "あ、専務。": "A, Giám đốc điều hành.",
    "弊社技術に興味があるようで、何度もいらしたよ。": "Hình như ngài ấy có hứng thú với kỹ thuật của công ty chúng tôi, nên đã đến nhiều lần.",
    "（また、生徒会長か……）": "(Lại là Hội trưởng Hội học sinh nữa...)",
    "お話、あざまるでした！": "Cảm ơn vì đã kể chuyện!",
    "……うぅ、困りましたね。手がかりナシ……サゲぽよです……": "…Ư, thật là rắc rối. Không có manh mối... Sagenyo...",
    "いや、ちょっと気になったことがある。\nみんな――トレブルクインテットのみんなも集めて話そう。": "Không, tôi có chút gì đó muốn nói.\nMọi người—cả nhóm Treble Quintet cũng tập hợp lại và nói chuyện đi.",
    "え？　レイラちゃん達もですか？　それだと少数で動きたかった、\nリリーちゃんの考えと相反しますが……": "Hả? Cả Layla-chan nữa sao? Nếu vậy thì ngược lại với suy nghĩ của Lily-chan, người muốn hành động với số lượng ít...",
    "それでもみんなに話しておきたいことがあってな。": "Nhưng tôi vẫn muốn nói chuyện với mọi người về một số chuyện."
}