{
    "――今回の仕事には、陰謀を仕掛けられている疑いがある、と？": "――Có vẻ như có nghi ngờ rằng có kẻ đang âm mưu trong công việc lần này, phải không?",
    "プレ・クラス－Ａ生徒の訓練の話を持ち掛けられた後、\n俺は生徒会長からそう伝えられた。": "Sau khi được đề nghị tham gia huấn luyện cho học sinh lớp Pre-Class-A,\nTôi đã được Hội trưởng thông báo như vậy.",
    "あくまで、その可能性がある……という話です。": "Đó chỉ là khả năng thôi...",
    "今回の話……実は生徒会発案の物ではありません。\n『学園理事会』から持ち掛けられたものなんです。": "Về chuyện lần này... Thực ra không phải do Hội học sinh đề xuất đâu.\nMà là do 'Hội đồng Quản trị Học viện' đưa ra.",
    "理事会？": "Hội đồng?",
    "各校舎――つまり、学園がザルトゥーム島の各地区……": "Mỗi khu học xá――tức là, học viện ở các khu vực khác nhau của đảo Zartoom...",
    "『リバティ』『スカラ』『アマツ』『レドフカ』『ノヴァセレス』から、\n出資を受けていることはすでに知っていますね？": "Từ 'Liberty', 'Scala', 'Amatsu', 'Redovka', 'Nova Ceres',\nTôi đã biết về việc nhận được tài trợ rồi, phải không?",
    "ああ、める達から聞いた。": "Ừ, tôi nghe từ Meru.",
    "その各行政府の上位陣で構成される組織。それが学園理事会です。": "Tổ chức này bao gồm những người đứng đầu chính quyền ở mỗi khu vực. Đó là Hội đồng Quản trị Học viện.",
    "通常、学園の運営は生徒会に一任されているので、\n理事会がこういった介入を行うのは異例といえます。": "Thông thường, việc điều hành học viện được giao phó cho Hội học sinh,\nviệc Hội đồng can thiệp như thế này có thể nói là rất hiếm.",
    "各地区の行政トップの介入か。\n今まであまりなかったのに急にってところが怪しいな。": "Sự can thiệp của những người đứng đầu hành chính ở mỗi khu vực à.\nTrước giờ không có mà giờ lại đột ngột, có vẻ đáng ngờ đấy.",
    "まさしくその通りです。今回の依頼が失敗すれば、\n責任はあなた……生徒会付き教導指揮官にあるとみなされます。": "Chính xác là như vậy. Nếu yêu cầu lần này thất bại,\ntrách nhiệm sẽ thuộc về anh... Chỉ huy trưởng hướng dẫn của Hội học sinh.",
    "そしてあなたを任命した私の責任も問われることになるでしょう。\nこれは生徒会そのものを揺るがすための攻撃かもしれないのです。": "Và trách nhiệm của tôi, người đã bổ nhiệm anh, cũng sẽ bị đặt ra.\nĐây có thể là một cuộc tấn công nhằm lung lay chính Hội học sinh.",
    "そこまでわかっていながら、どうして俺を？": "Biết rõ đến thế, tại sao lại là tôi?",
    "あなたならば任せられる。そう思ったからです。": "Bởi vì tôi nghĩ rằng anh có thể đảm nhận được. ",
    "……ずるい言い方だな。そう言われたら断るに断れない。": "…Cách nói thật là xảo quyệt. Nếu đã nói đến vậy thì tôi không thể từ chối.",
    "……すみません。": "…Xin lỗi.",
    "いや、責めてるわけじゃないよ。\n思ってたより信用されているようで、ちょっとほっとしたくらいだ。": "Không, tôi không trách anh đâu.\nTôi còn thấy nhẹ nhõm vì anh được tin tưởng hơn tôi nghĩ.",
    "……ありがとうございます。ですが、気を付けてください。": "…Cảm ơn cô. Nhưng, hãy cẩn thận.",
    "プレ・クラス－Ａの４人の中に、\n理事会の息がかかった『スパイ』がいる可能性があります。": "Trong số 4 người của lớp Pre-Class-A,\ncó khả năng có một 'gián điệp' do Hội đồng cài vào.",
    "くれぐれも警戒を怠らないようにお願いしますね。": "Xin hãy luôn cảnh giác nhé.",
    "――誰がスパイなのか。\nさすがに初日の動きで見破ることは不可能だった。": "――Ai là gián điệp đây.\nQuả thật, không thể nhận ra được qua những hành động trong ngày đầu tiên.",
    "……だって、どいつもこいつも問題児なんだもん！\n全員、俺に恥をかかせるために送り込まれたんじゃないのか！？": "…Chứ, đứa nào đứa nấy toàn là lũ có vấn đề cả!\nKhông phải là chúng được gửi đến để làm tôi bẽ mặt sao!? ",
    "そうだよな！？　そうだと言ってくれ！！": "Đúng vậy nhỉ!? Cứ cho là đúng đi!!",
    "――戦闘終了後、一同は一旦メイズを出て、\n出入り口『ポータル』に集まった。": "――Sau khi kết thúc trận chiến, mọi người tạm thời ra khỏi Mê Cung,\ntập trung tại 'Cổng' lối ra vào.",
    "全員機体から降り、俺からのフィードバックを受ける。": "Tất cả đều xuống khỏi máy, nhận phản hồi từ tôi.",
    "あー……なんだ。ひとまず指揮官として、\nお前達４人の問題点を洗い出してみた。": "À... ừm. Tóm lại, với tư cách là chỉ huy,\ntôi đã chỉ ra những vấn đề của 4 người các cậu.",
    "まずはジュリー。お前はリーダー志望だったな？": "Đầu tiên là Julie. Cậu muốn làm leader đúng không?",
    "そうよ！　素質抜群でしょ！": "Đúng vậy! Tớ có tố chất tuyệt vời mà!",
    "どっからそんな自信が湧くんだよ……まずは状況判断を的確にしろ。\n考えなしの突撃ばっかは、指示でもなんでもない。": "Cậu lấy tự tin ở đâu ra thế... Đầu tiên hãy phán đoán tình hình một cách chính xác đi.\nChỉ toàn xông lên mà không suy nghĩ thì không phải là chỉ thị gì cả.",
    "うっ……": "Ư…",
    "次、ラウラ。……メイズシフターを怖がっていたら、\nここでの探索なんて不可能だぞ？": "Tiếp theo, là Laura... Nếu sợ Mê Cung Sifter,\nthì không thể nào khám phá được ở đây đâu?",
    "だって怖いものは怖いんだもの……": "Nhưng tớ sợ thì vẫn cứ sợ thôi mà...",
    "まずはそれの克服だな。すぐにすべて払拭するのは無理だろう。\nでもせめて我慢くらいはできるようにならないとな。": "Trước tiên là phải khắc phục nó đã. Không thể nào loại bỏ hoàn toàn được ngay đâu.\nNhưng ít nhất cũng phải chịu đựng được chứ.",
    "んでノエル。お前は逆に、戦闘に夢中になりすぎだ。": "Rồi đến Noel. Cậu thì ngược lại, lại quá say mê chiến đấu.",
    "うう、でもメイズシフターって倒せば倒すほどいいんでしょ？\n気づいたら楽しくなっちゃって……！": "Ư... nhưng cứ đánh bại Mê Cung Sifter thì càng tốt mà, đúng không?\nEm cứ thấy vui khi đánh...",
    "間違ってない……が、必要ない深追いに仲間の射線を妨害したり、\nとにかく周りが見えていない。": "Không sai... nhưng, cậu đã cản đường bắn của đồng đội vì đuổi theo những thứ không cần thiết,\ntóm lại là không nhìn thấy xung quanh.",
    "戦闘意欲があるのはいい。\nだからもっと効率的に倒せる方法をよく学ぶんだ。": "Có tinh thần chiến đấu là tốt.\nVì vậy, hãy học cách đánh bại chúng một cách hiệu quả hơn.",
    "で……心香。確かに能力はあるようだ。\nだが、絶望的なまでに協調性がない。それが一番の問題だな。": "Và... Kokoro. Quả thực, cô có năng lực.\nNhưng, lại thiếu hợp tác một cách tuyệt vọng. Đó là vấn đề lớn nhất.",
    "自分の仕事はこなしているわ。それで十分では？": "Tôi đã hoàn thành công việc của mình rồi. Như vậy là đủ rồi?",
    "チームで動く以上、それじゃ困るんだよ。\n探索はひとりでするものじゃない。": "Trong khi làm việc theo nhóm, như vậy là không được đâu.\nKhám phá không phải là việc của một mình.",
    "なら、みんなが私に合わせればいいだけじゃない。\nどうして私が『下』に合わせなくちゃいけないの？": "Vậy thì, chỉ cần mọi người làm theo tôi là được rồi.\nTại sao tôi phải làm theo 'kẻ dưới' chứ?",
    "…………はあ。": "…………Ha.",
    "こんな具合だ。シリウスシュガーも落ちこぼれと言われていたが、\n可愛く見えるくらいのポンコツぶり。": "Tình hình là như vậy đấy. Sirius Sugar cũng bị nói là đồ bỏ đi,\nnhưng lại trông còn đáng yêu hơn nhiều.",
    "それが『特別養成校舎』というものなのだろう。": "Đó có lẽ là đặc trưng của 'Khu học xá đào tạo đặc biệt'.",
    "ほほーう、協調性。つまりは%usernameusernameuserna%も、\nあたし達に頼るべきだってことだね？": "Hừm, hợp tác. Tức là %usernameusernameuserna% cũng cần phải dựa vào tụi mình, phải không?",
    "なに？": "Cái gì?",
    "あたし達も体調戻ったし、そろそろ気合入れよっかって話してたんだ。\n明日からの訓練、任せてみてよ。": "Tụi mình cũng đã hồi phục sức khỏe rồi, nên bàn chuyện xông xáo một chút đi.\nHuấn luyện từ ngày mai, cứ giao cho tụi mình nhé.",
    "……この子達、多分このままじゃ一生『パイロット』になれない。": "…Mấy đứa này, có lẽ cứ thế này thì cả đời cũng không thể trở thành 'phi công' được.",
    "ま、いつまでも休んでばっかじゃ体もなまるし！": "Mà, cứ nghỉ ngơi mãi thì cơ thể cũng sẽ yếu đi thôi!",
    "人に教えることで、自分の動きを見直すのにもつながりますもんね！": "Bằng cách dạy cho người khác, mình cũng có thể xem xét lại hành động của mình mà!",
    "はい！　%usernameusernameuserna%さんがしてくれたことを、\n今度はわたくし達が返していく番ですわ！": "Vâng! Đến lượt tụi em đáp lại những gì mà %usernameusernameuserna% đã làm cho tụi em rồi!",
    "お前達……": "Các em...",
    "そういうわけで、あたしにいい考えがあるんだ。\n七彩ちゃん、ちょっと後で付き合ってくれる？": "Vì vậy, em có một ý kiến hay đây.\nNanairo-chan, lát nữa đi cùng em được không?",
    "……？　はい、構いませんが……": "…? Vâng, em không phiền... nhưng..."
}