{
    "（さてと……レイラと約束してたのは、\nショッピングモールのどこだったかな……お、いたいた）": "（Giờ thì… mình đã hẹn với Layla ở đâu trong trung tâm thương mại nhỉ… ồ, kia rồi）",
    "やっほー、%usernameusernameuserna%くん。\n今日は絶好のデート日和だね。": "Chào %usernameusernameuserna%.\nHôm nay là một ngày hẹn hò tuyệt vời đấy.",
    "デートだったのか？\nそれなら、もっとちゃんとした服の方が……": "Hẹn hò á?\nNếu vậy thì nên mặc quần áo tươm tất hơn…",
    "あはは、デートは冗談だよ。今日は%usernameusernameuserna%くんに、\n市場調査の協力をしてもらおうと思ってね": "A ha ha, hẹn hò chỉ là nói đùa thôi. Hôm nay tớ muốn nhờ %usernameusernameuserna% giúp đỡ việc khảo sát thị trường.",
    "……市場調査？": "…Khảo sát thị trường?",
    "実はね、私、今度新しく古着のショップを開こうと思ってるんだ。": "Thật ra, tớ đang định mở một cửa hàng quần áo cũ đấy.",
    "古着はいつの時代も人気だからね。\nそれに、私は趣味でファッションの知識があるから狙ってたんだよ。": "Quần áo cũ lúc nào cũng được ưa chuộng mà.\nHơn nữa, tớ có kiến thức về thời trang như một sở thích nên đã nhắm đến nó rồi.",
    "この島には古着を取り扱っている店は少ないから、\n今日は正式に調査をしようと思って来たんだ。": "Vì ở hòn đảo này có ít cửa hàng bán quần áo cũ, nên hôm nay tớ đến để khảo sát chính thức.",
    "（そういえば、レイラは学生の傍ら、\n様々なビジネスもしている実業家だったな）": "（Nói mới nhớ, Layla vừa là học sinh, vừa là một doanh nhân làm nhiều việc khác nhau）",
    "レイラの、精力的に活動してビジネスチャンスを探す\nバイタリティは俺も見習いたいくらいだ。": "Tớ cũng muốn học hỏi sự năng động của Layla, người tích cực hoạt động và tìm kiếm cơ hội kinh doanh.",
    "ヴィンテージものの古着は、現代にはないデザインだし、\nオリジナリティーあふれたデザインはファンも多いんだ。": "Quần áo cũ kiểu vintage có những thiết kế không có ở thời hiện đại, và những thiết kế độc đáo cũng có rất nhiều người hâm mộ.",
    "でも、古着の中にも流行廃りがあるからさ、男性目線で\nぜひ%usernameusernameuserna%くんの意見も聞かせてほしいんだよ。": "Nhưng trong quần áo cũ cũng có những xu hướng thời trang, nên tớ muốn nghe ý kiến của %usernameusernameuserna% từ góc độ của một người đàn ông.",
    "俺でいいのか？　何の知識もないんだが……": "Tôi á? Tôi có biết gì đâu…",
    "私はどうしてもビジネスとして見ちゃうからさ、\n%usernameusernameuserna%くんのように消費者目線の意見は大事なんだ。": "Tớ cứ nhìn nó như một công việc kinh doanh thôi, nên ý kiến của %usernameusernameuserna% từ góc độ người tiêu dùng rất quan trọng.",
    "なるほど……\nわかった、それくらいなら問題ないよ。": "Ra là vậy…\nĐược thôi, nếu chỉ có vậy thì không vấn đề gì đâu.",
    "ありがとう！　助かるよ！": "Cảm ơn cậu! Tớ rất vui!",
    "まあそれだけじゃないけどね……": "Mà không chỉ có vậy đâu…",
    "ん？　なんか言ったか？": "Hửm? Cậu vừa nói gì vậy?",
    "ううん、なんでもないよ。\nそれじゃ、まずはあのお店から調査に行ってみよう！": "Uhm, không có gì đâu.\nVậy thì, chúng ta hãy đi khảo sát từ cửa hàng kia trước nhé!",
    "へえ……ひと口に古着といっても色々売ってるんだな。": "Hể… Quần áo cũ cũng có nhiều loại được bán nhỉ.",
    "事前に店構えとかサイトはリサーチしてたけど、\n実際に店舗を見たら商品の陳列とか導線も参考になるよね。": "Trước đó tớ đã nghiên cứu về cách bài trí cửa hàng và trang web rồi, nhưng khi nhìn thấy cửa hàng thật thì cách trưng bày sản phẩm và đường đi cũng rất hữu ích.",
    "（レイラが商売人の顔つきになっているな。\nずいぶん真剣な目だ）": "（Layla đang có vẻ mặt của một người kinh doanh nhỉ.\nÁnh mắt nghiêm túc quá）",
    "うーん……この古着、悪くないけど、トレンドから外れてるね。\nこっちはデザインはいいけど、安定供給は難しいかな。": "Ưm… Quần áo cũ này không tệ, nhưng nó đã lỗi mốt rồi.\nCái này thiết kế thì đẹp, nhưng khó đảm bảo nguồn cung.",
    "（おお、ビジネス視点から見ると厳しい目になるんだな）": "（Ô, nhìn từ góc độ kinh doanh thì có vẻ khắt khe nhỉ）",
    "ねえねえ、%usernameusernameuserna%くんの意見も聞かせてよ。\nどう思う？": "Nè nè, cho tớ nghe ý kiến của %usernameusernameuserna% với.\nCậu thấy sao?",
    "えっ？　トレンドなんて言われても、俺にはわからないぞ？": "Hả? Nói đến xu hướng thì tôi chịu thôi?",
    "あはは、そういう目線の意見は期待してないから大丈夫だよ。\n%usernameusernameuserna%くんの感じたまま意見を言ってくれていいよ。": "A ha ha, tớ không mong đợi những ý kiến như vậy đâu, không sao đâu.\nCậu cứ nói những gì %usernameusernameuserna% cảm thấy là được.",
    "たとえば、この古着はカッコいいとか。\nこの服はいいなーとか。そういう意見はあるかな？": "Ví dụ như, bộ quần áo cũ này ngầu đấy.\nBộ đồ này hay quá. Kiểu ý kiến như vậy á?",
    "そうだな……うーん。俺が着る服よりも、\nここに並んでる服が似合いそうな相手の顔なら思い浮かぶな。": "Ừm… Để xem nào. Thay vì quần áo tôi mặc,\ntôi nghĩ đến gương mặt của người hợp với những bộ đồ ở đây hơn.",
    "……似合いそうな相手？": "…Người hợp với nó?",
    "ああ、これはエヴィに似合いそうじゃないか？\nこっちの服はフルートが好きそうだ。": "À, bộ này có vẻ hợp với Evie nhỉ?\nCòn bộ đồ này thì có vẻ hợp với Flute.",
    "二人はこういう服が好みだって言ってたし、\nプレゼントしたら、喜んでくれるかもしれないな。": "Hai người đó thích mặc những bộ đồ như vậy, nếu tặng quà thì có lẽ họ sẽ vui.",
    "……%usernameusernameuserna%くんって、\nいつもそんな風に考えてお店を見てるの？": "…%usernameusernameuserna% lúc nào cũng nghĩ như vậy khi nhìn vào cửa hàng sao?",
    "まあ、俺が服に興味がないのもあるかもな。\nだから、他に喜びそうな子で考えたんだ。": "À thì, có lẽ tôi không thích quần áo cũng có thể.\nVì vậy, tôi nghĩ đến những người khác sẽ vui hơn.",
    "…………": "…………",
    "って、すまん。\nこういう意見はレイラの求めてるものじゃないか？": "Khoan đã, xin lỗi.\nÝ kiến này có vẻ không phải là thứ Layla cần nhỉ?",
    "いや、面白い意見だったよ。\nそういう風に見てる人もいるんだって分かったし。": "Không, ý kiến này rất thú vị đấy.\nTớ cũng biết có những người nhìn nhận nó như vậy.",
    "……それが、\n%usernameusernameuserna%くんの人気の秘訣かな？": "…Đó là,\nbí quyết được yêu thích của %usernameusernameuserna% sao?",
    "ん？　今なんて言ったんだ？": "Hửm? Cậu vừa nói gì vậy?",
    "うん、なんでもないよ。\nじゃあ、次のお店に……": "Uhm, không có gì đâu.\nVậy thì, chúng ta đi đến cửa hàng tiếp theo…",
    "あっ、ちょっと待ってくれ。\nその前に隣の店で買い物をしていいか？": "À, khoan đã.\nTrước khi đến cửa hàng đó, tớ có thể mua sắm ở cửa hàng bên cạnh được không?",
    "うん、それは構わないけど……": "Uhm, tớ không phiền đâu…",
    "ああ、すぐに買ってくるから。": "À, tớ sẽ mua ngay thôi.",
    "すまん、待たせた。": "Xin lỗi, tớ đã để cậu đợi.",
    "いや、全然待ってないよ。\nそれで、何を買ったのかな？": "Không, tớ đâu có đợi đâu.\nVậy, cậu đã mua gì vậy?",
    "ロージーが手荒れに悩んでたから、\nハンドクリームでも買おうと思ってな。": "Rosie bị khô tay nên tôi mua kem dưỡng da tay.",
    "このハンドクリームが良いって聞いたんだよ。\n人気らしいから、買えてよかった。": "Tôi nghe nói loại kem dưỡng da tay này tốt lắm.\nNghe nói nó cũng được ưa chuộng, thật may là tôi đã mua được.",
    "レイラはどうかしたんだろうか？\n眩しそうな顔でラッピングされたプレゼントを見て……": "Layla có chuyện gì sao vậy?\nNhìn vào món quà được gói cẩn thận với vẻ mặt chói lóa…",
    "……凄いね、%usernameusernameuserna%くんは。": "…Tuyệt vời thật, %usernameusernameuserna%.",
    "ん？　何がだ？": "Hửm? Tuyệt vời ở chỗ nào?",
    "自然にそういうことが出来るのが、羨ましいなって思ったんだ。": "Tớ đã nghĩ rằng cậu có thể làm những điều như vậy một cách tự nhiên, tớ đã rất ngưỡng mộ.",
    "ほら、ビジネスばっかりだと、\n純粋な気持ちっていうのを忘れちゃうからさ。": "Này, nếu chỉ làm kinh doanh thôi thì sẽ quên đi những cảm xúc thuần khiết đấy.",
    "そうか？　レイラがするビジネスだって客の事を考えてるだろ？\nそれだって、俺は純粋な気持ちだと思うけどな。": "Vậy sao? Layla làm kinh doanh cũng là vì nghĩ cho khách hàng mà?\nTôi nghĩ đó cũng là những cảm xúc thuần khiết đấy.",
    "そうかな……私は打算だと思うけど……。\nって、変な話をしちゃった。ごめんね？": "Vậy sao… Tớ nghĩ đó là toan tính….\nMà thôi, tớ đã nói những chuyện kỳ lạ rồi. Xin lỗi nhé?",
    "いや、謝るようなことは何もなかっただろう。\nそれより市場調査に戻ろう。": "Không, không có gì phải xin lỗi cả.\nHơn nữa, chúng ta hãy quay lại khảo sát thị trường thôi.",
    "なあ、せっかくだから、次の店に行ったら、\n俺に似合う服をコーディネートしてくれないか？": "Này, tiện thể, khi đến cửa hàng tiếp theo,\ncậu có thể phối đồ cho tôi được không?",
    "それは構わないけど……選ぶのは私でいいの？": "Việc đó thì không sao, nhưng… tớ chọn có được không?",
    "ああ。見てたけどレイラはセンスがあるし、\nきっと俺の知らない魅力を引き出せるはずだ。": "Ừ. Tớ thấy Layla có gu, chắc chắn sẽ mang đến những nét quyến rũ mà tôi không biết.",
    "……うん、そこまで期待されたら応えないわけにはいかないね。\n任せて、ちゃんとコーディネートしてあげる♪": "…Uhm, nếu được mong đợi như vậy, tớ phải đáp ứng thôi.\nCứ giao cho tớ, tớ sẽ phối đồ cho cậu nhé♪",
    "じゃあ行くか、２軒目へ。": "Vậy đi thôi, đến cửa hàng thứ hai.",
    "ねえねえ、これを着てみてよ。": "Nè nè, mặc thử cái này đi.",
    "さっそく選んでくれたんだな。": "Cậu đã chọn ngay rồi à.",
    "うん、この服なんかどうかな？\n%usernameusernameuserna%くんにぴったりだと思うけども。": "Uhm, bộ đồ này thế nào?\nTớ nghĩ nó rất hợp với %usernameusernameuserna% đấy.",
    "少し派手じゃないか？": "Có hơi sặc sỡ quá không?",
    "さすがいいセンスだな": "Đúng là gu tốt mà",
    "これくらいがちょうどいいんだよ。\n地味な服は印象も地味になっちゃうからね。": "Mức độ này là vừa đủ đấy.\nMặc đồ nhạt nhòa thì ấn tượng cũng nhạt nhòa theo.",
    "まあ、こういうファッションが趣味だからね♪\nしっかりキミをコーディネートしてあげるよ。": "À thì, tớ thích thời trang như vậy mà♪\nTớ sẽ phối đồ cho cậu thật kỹ càng nhé.",
    "じゃあ、そっちの試着が終わったら、\nこっちの服も着てみようか。": "Vậy, sau khi cậu mặc thử xong,\ntôi cũng sẽ mặc thử bộ đồ này.",
    "そんなに着せるつもりか？": "Cậu định bắt tôi mặc nhiều đồ vậy sao?",
    "%usernameusernameuserna%くん、見た目が良いからね。\nもっと色んな組み合わせを求めちゃうんだよね。": "%usernameusernameuserna% nhìn rất đẹp trai mà.\nTớ muốn thử nhiều sự kết hợp khác nhau hơn nữa.",
    "うーん、あのジャケットの方がシルエットがいいかな……？\nごめん、ちょっと取ってくるね": "Ưm, áo khoác kia có vẻ đẹp hơn nhỉ…?\nXin lỗi, tớ đi lấy đây",
    "（これは思った以上に時間がかかるかもな……）": "（Việc này có lẽ sẽ tốn nhiều thời gian hơn tôi nghĩ đấy…）",
    "覚悟を決めて、最後までしっかり付き合うことにしよう。": "Tôi quyết tâm, và sẽ đồng hành đến cùng.",
    "レイラの選んでくれた服は、\n俺から見てもカッコ良い服ではあったのだが……": "Bộ quần áo Layla chọn, tôi thấy nó cũng rất đẹp…",
    "ごめんね、%usernameusernameuserna%くん。\nついのめり込んで予算の事が抜けちゃってた……": "Xin lỗi nhé, %usernameusernameuserna%.\ntớ đã quá say mê mà quên mất vấn đề ngân sách…",
    "（この金額はとても学生が払えるものではないぞ）": "（Số tiền này học sinh không thể chi trả nổi）",
    "さすがに予算オーバーだったな。": "Quả là vượt quá ngân sách rồi.",
    "だよね……ごめんね、%usernameusernameuserna%くん。\nせっかく期待してくれたのに。": "Đúng vậy… Xin lỗi nhé, %usernameusernameuserna%.\nTuy đã mong đợi như vậy.",
    "せっかくレイラにコーディネートしてもらったが、\n泣く泣く購入を断念せざるを得ないな。": "Tuy đã được Layla phối đồ, nhưng\ntôi đành phải từ bỏ việc mua nó vậy.",
    "はぁ、失敗しちゃったなぁ……\n予算の事を考えないなんて、ビジネスだったら大惨事だよ……": "Haizz, tớ đã thất bại rồi…\nKhông nghĩ đến vấn đề ngân sách, nếu là kinh doanh thì là một thảm họa…",
    "気にするな。俺も楽しかったし。": "Đừng bận tâm. Tôi cũng thấy vui mà.",
    "でも、せっかく付き合ってくれたのに、\nがっかりさせたまま終わらせたくないな。": "Nhưng, dù sao thì, tớ cũng muốn kết thúc mà không làm cậu thất vọng.",
    "そうだ、そこの喫茶店で奢ってあげるよ。\nこれは私のお詫びだから、受け取ってほしいな。": "Đúng rồi, tớ sẽ mời cậu đến quán cà phê kia.\nĐây là lời xin lỗi của tớ, mong cậu nhận nó nhé.",
    "見て、こっちの席が空いてるよ。\n荷物はこっちに置いて。": "Nhìn kìa, chỗ ngồi kia còn trống kìa.\nHành lý để ở đây đi.",
    "さて……と、今日はありがとうね。\n色々と参考になったよ。": "Được rồi… và, cảm ơn cậu vì hôm nay.\nTớ đã học hỏi được rất nhiều điều.",
    "うーん、俺は何かしたつもりはないんだが……": "Ưm, tôi nghĩ tôi đã làm gì đâu…",
    "そんなことないよ。%usernameusernameuserna%くんの意見は\nとても参考になったし、何より色んな人に好かれる秘訣もわかったしね。": "Không đâu. Ý kiến của %usernameusernameuserna% rất hữu ích, và trên hết, tớ cũng hiểu được bí quyết được nhiều người yêu thích.",
    "まあ、私には真似できそうにないかな。\n私はつい、打算で考えちゃうからね。": "À thì, tớ có lẽ không thể bắt chước được.\nTớ luôn nghĩ đến toan tính thôi.",
    "レイラ、打算って言うけど……。": "Layla, cậu nói toan tính…",
    "――お待たせしました、特製カップルジュースです。\nそれではごゆっくりどうぞ。": "――Xin lỗi vì đã để quý khách chờ đợi, nước ép đôi đặc biệt đây ạ.\nXin mời quý khách dùng ngon miệng.",
    "……カ、カップルジュース！？": "…N, nước ép đôi!?",
    "これは……すごいな。": "Cái này… thật tuyệt vời.",
    "このお店の一番高いメニューってこれだったんだ……": "Món này là món đắt nhất của quán này…",
    "し、失敗しちゃった……\nあはは、キャンセルして他の注文をしようか？": "T, tớ đã thất bại rồi…\nA ha ha, hay là hủy bỏ và gọi món khác nhỉ?",
    "ちょっとサイズにびっくりしたが……\nこれならシェアしやすいな。": "Kích cỡ có hơi bất ngờ thật…\nNhưng mà, nó dễ chia sẻ đấy.",
    "それじゃあ、いただきます。": "Vậy, xin phép được dùng.",
    "ちょ、ちょっと！？\nあ、ああ……口付けちゃった……！": "K, khoan đã!?\nÀ, a… đã hôn rồi…!",
    "ん……！　美味いぞ。\nレイラも一緒に飲まないか？": "Ưm…! Ngon đấy.\nLayla cũng uống chung đi?",
    "……%usernameusernameuserna%くん、恥ずかしく……ないの？\nカップルジュースなんて、恋人同士で飲むものだし……": "…%usernameusernameuserna%, cậu không thấy… xấu hổ sao?\nNước ép đôi là thứ chỉ dành cho những người đang yêu nhau mà…",
    "……そういうものなのか？": "…Là như vậy sao?",
    "えっ？　だって、『カップル』って言ってるし……": "Hả? Vì nó ghi là 'đôi' mà…",
    "だからって、\nカップル以外が飲んじゃいけないものでもないだろう。": "Tuy nhiên,\nkhông có nghĩa là những người không phải là một cặp không được uống.",
    "こういうのも経験だしな。\nレイラが注文しなければ一生飲まなかったかもしれないし。": "Đây cũng là một trải nghiệm mà.\nNếu Layla không gọi thì có lẽ tôi sẽ không bao giờ được uống.",
    "本当に%usernameusernameuserna%くんって変わってるね。": "%usernameusernameuserna% thật là kỳ lạ.",
    "ほら、レイラも遠慮せずに。": "Này, Layla, đừng ngại nữa.",
    "……うん、そこまでいうなら、覚悟したよ！\nそれじゃあ、私も飲むからね！": "…Uhm, nếu cậu đã nói vậy, tớ đã chuẩn bị rồi!\nVậy thì, tớ cũng uống nhé!",
    "……っ。": "…!",
    "……あっ、美味しい。": "…A, ngon thật.",
    "だろ？\n油断してたら俺が全部飲んでしまうところだったぞ。": "Đúng không?\nNếu không cẩn thận là tôi đã uống hết rồi đấy.",
    "高いんだし、独り占めなんてダメだよ！\n……ちゃんと一緒に飲むから。": "Đắt tiền mà, không được độc chiếm đâu!\n…Uống chung với tớ nhé.",
    "ふう……美味しかったな。": "Phù… Ngon thật.",
    "はぁ……疲れた……。\nなんか今も視線を感じる気がするよ。": "Haizz… Mệt quá….\nTớ vẫn cảm thấy như có ánh mắt đang nhìn mình.",
    "でも、一人じゃ頼まないメニューを楽しめたし、\n今までにない経験を出来たな。": "Nhưng, tớ đã có thể thưởng thức món mà một mình không gọi, và có được trải nghiệm chưa từng có.",
    "%usernameusernameuserna%くんの言うとおり、\nこんなハプニングがなければ、きっと頼まなかったかも。": "Đúng như %usernameusernameuserna% nói,\nnếu không có sự cố này, chắc chắn tớ đã không gọi nó.",
    "……まあ、そう考えると悪くないのかな？\nキミって本当にポジティブだね。": "…À thì, nếu nghĩ như vậy thì cũng không tệ nhỉ?\nCậu thật là người tích cực đấy.",
    "そんなことはないさ。さっきレイラが、\n自分の気持ちが打算って言ってただろ？": "Không có đâu. Lúc nãy Layla đã nói rằng,\ncảm xúc của mình là toan tính mà?",
    "あは……まだ覚えてたんだ。": "A ha… Vẫn còn nhớ sao?",
    "俺だって打算がないわけじゃない。": "Tôi cũng không phải là người không có toan tính.",
    "誰かに好かれたい、\n誰かにいい想いをしてもらいたいと言うのも打算だよ。": "Muốn được yêu mến,\nmuốn người khác có ấn tượng tốt về mình, đó cũng là toan tính.",
    "レイラが打算的な人間だって言うなら\n俺だって打算的な人間だ。\n": "Nếu Layla nói rằng mình là người toan tính,\nthì tôi cũng là người toan tính.",
    "でも、打算があることと楽しむことは別だろ？\n打算ばっかりだっていうレイラだって変わらないはずだ。": "Nhưng, có toan tính và được vui vẻ là hai chuyện khác nhau mà?\nLayla chỉ có toan tính thôi cũng không thay đổi đâu.",
    "だからレイラにだって、\n純粋な思いやりの関係性を築けるはずだ。俺が保証する。": "Vì vậy, Layla cũng có thể,\nxây dựng mối quan hệ quan tâm thuần khiết. Tôi đảm bảo.",
    "……ぷ、あはは！\nもう、キミの保証ってなんの根拠があるのさ！": "…P, a ha ha!\nThôi nào, đảm bảo của cậu có cơ sở gì chứ!",
    "でも、ありがとう。\nなんだか、悩んでるのが馬鹿らしくなっちゃった。": "Nhưng mà, cảm ơn cậu.\nTớ cảm thấy những điều đang lo lắng thật ngớ ngẩn.",
    "それならよかったよ。": "Vậy thì tốt rồi.",
    "今日は色々と付き合ってくれてありがとうね。ふふ、\nまた%usernameusernameuserna%くんにお手伝いをお願いするかもね。": "Hôm nay cảm ơn cậu đã đồng hành với tớ nhé. Fufu,\ncó lẽ tớ sẽ lại nhờ %usernameusernameuserna% giúp đỡ đấy.",
    "ああ、その時はぜひまた誘ってくれ。": "Ừ, lúc đó cứ mời tôi nhé."
}