{
    "……はぁ……あー、ダメだなー。全然分かんないや。": "…… Haizzz…… chán thật. Chẳng hiểu gì cả.",
    "（%usernameusernameuserna%はあー言ったけど、\n考えても分かんない……分かんないのは楽しくないんだよね）": "(%usernameusernameuserna% đã nói thế, \nnhưng nghĩ mãi cũng không hiểu…… không hiểu thì không vui) ",
    "…………": "…………",
    "んー？　おこまりさん？": "Hừm? Em gặp chuyện gì à?",
    "うわっ！　びっくりしたー！": "Uwaaa! Giật cả mình!",
    "キミ……もしかして、リディアって子？": "Cậu…… có phải là bé Lidia không?",
    "んー？　おねえちゃん、リディアしってるの？": "Hừm? Chị biết Lidia sao?",
    "にひひ、まーね。この子、おもしろいなーって子は、\nだいたい覚えてるよ。": "Hihi, cũng đúng. Những đứa bé thú vị, \nthì chị đều nhớ cả.",
    "でもはじめまして？": "Nhưng mà, chào em?",
    "そーいや、そーかも？　前に見たのって、\nネットとかの動画だった気がするし。私はユリアだよ。": "Ừm, có lẽ vậy nhỉ? Chị thấy em trước đây, \ncó lẽ là trong video trên mạng. Chị là Yuria.",
    "それで、私に何か用ー？": "Vậy, em có việc gì với chị sao?",
    "リディア、おねえちゃんおこまりさんだから、おたすけしたい。": "Lidia, vì chị đang gặp rắc rối, em muốn giúp.",
    "おたすけ……？": "Giúp đỡ……?",
    "リディアね、おこまりの人をおたすけする、おたすけさんぽちゅう。": "Lidia nè, Lidia sẽ giúp đỡ những người gặp rắc rối, Lidia là người giúp đỡ.",
    "おたすけさんぽ……？　なんでそんなことしてるの？": "Người giúp đỡ……? Sao em lại làm thế?",
    "んー。みんなのお願いごとをおたすけして、\nえがおにしたい。みんなのえがお、とってもぽかぽか。": "Hừm. Em muốn giúp mọi người với những điều họ muốn, \nmuốn họ cười thật tươi. Nụ cười của mọi người, thật ấm áp.",
    "んー、よくわかんないや。": "Hừm, chị cũng không hiểu lắm.",
    "でも、楽しいよ？": "Nhưng mà, vui mà?",
    "……！": "……!",
    "リディアちゃんは、そのおたすけさんぽっての、楽しいんだ？": "Lidia-chan, cái việc người giúp đỡ của em, vui lắm sao?",
    "んー。とっても楽しい。みんなのえがお、いっぱい見るの楽しい。": "Hừm. Vui lắm. Nhìn thấy nụ cười của mọi người, vui lắm.",
    "……ねー、リディアちゃん。聞いてもいいかな？\n楽しいってなんだと思う？": "…… Này, Lidia-chan. Chị hỏi được không?\nEm nghĩ thế nào là vui?",
    "ずーっと楽しかったのに、最近はぐちゃーってして、\nなーんにも楽しくないんだよね……楽しいってなんだろ？": "Em đã luôn vui vẻ, nhưng gần đây lại cứ ủ rũ, \nrồi chẳng có gì vui cả…… Vui là thế nào nhỉ?",
    "んー？　おねえちゃんは、楽しかったことがない？": "Hừm? Chị không có chuyện gì vui sao?",
    "んーん、前は楽しかったよ。": "Không, trước đây chị có vui.",
    "そうなの？": "Vậy sao?",
    "楽しかったんだけど……今は何やってもワクワクしないし、\nなんだかこれだーって楽しさがないんだよね……": "Chị đã vui…… nhưng bây giờ làm gì cũng không thấy hứng thú, \nrồi không có cái niềm vui nào gọi là 'đây rồi' cả……",
    "……おねえちゃん、よしよししてあげる。\nなでなで。いい子いい子。": "…… Chị xoa đầu em nhé.\nXoa xoa. Ngoan nào.",
    "わわっ！？　なになに！？　なんで撫でてるの！？": "Woa!? Gì vậy!? Sao chị lại xoa đầu em!?",
    "だいじょうぶだよ、おねえちゃん。": "Không sao đâu, chị ơi.",
    "おぼえてないことを思い出すのはたいへん。\nでも、おぼえてることなら、きっとすぐ思い出せる。": "Khó khăn khi phải nhớ lại những điều không nhớ.\nNhưng nếu là những điều đã nhớ, chắc chắn sẽ nhớ lại ngay thôi.",
    "いまは少しだけ、まいごさん。でもおねえちゃんなら、だいじょうぶ。\nしんぱいごむよう。": "Bây giờ chỉ hơi lạc đường một chút thôi. Nhưng nếu là chị, không sao đâu.\nKhông cần lo lắng.",
    "……あはは、なんだか変な感じかも。\nこんな風にされたことなんて、今までなかったし……": "…… A ha ha, có cảm giác kỳ lạ thật.\nTrước giờ chưa từng có ai làm thế này với chị cả……",
    "ふあんさん、ふあんさん、とんでけー。": "Lo lắng ơi, lo lắng ơi, bay đi xa nào.",
    "…………あはは、リディアちゃんってやっぱ面白いね。": "………… A ha ha, Lidia-chan đúng là thú vị thật.",
    "……ん、ありがと。少し元気出たかも。": "…… Ừm, cảm ơn em. Chị thấy khỏe hơn một chút rồi.",
    "んー？　おねえちゃん、おげんきさんになった？": "Hừm? Chị đã khỏe hơn rồi sao?",
    "うん、リディアちゃんのおかげでね！\nそれでさ、リディアちゃんはメイズラッシュに参加する？": "Ừm, nhờ có Lidia-chan đấy!\nMà này, Lidia-chan có tham gia Maze Rush không?",
    "んー。リディアもさんかする。\nレイヴェルとルナと、がんばる。": "Hừm. Lidia cũng tham gia.\nCùng với Ravel và Luna, cố gắng hết sức.",
    "じゃあさ、もしもメイズで会えたら戦ってよ。\nリディアちゃんと戦えたら……何かわかりそうだからさ。": "Vậy thì, nếu chúng ta gặp nhau trong Maze, hãy chiến đấu nhé.\nNếu được chiến đấu với Lidia-chan…… có lẽ sẽ hiểu ra điều gì đó.",
    "んー？　わかった。おねえちゃんのおたすけになるなら、\nリディアぜんりょくだす。": "Hừm? Được thôi. Nếu là để giúp đỡ chị, \nLidia sẽ dùng hết sức.",
    "あはは、ありがとね！\nリディアちゃんと一緒に遊べるの楽しみにしてる！": "A ha ha, cảm ơn em!\nChị rất mong được chơi với Lidia-chan!",
    "迎えた『メイズラッシュ』当日――": "Ngày diễn ra 'Maze Rush'――",
    "ポータル前には各校舎のチームが集結し、\n異様な熱気に包まれていた。": "Trước cổng Portal, các đội của các trường đã tập trung, \nbị bao trùm bởi bầu không khí khác thường.",
    "（流石に優秀なチームが呼ばれているだけあって、\n俺の知っている顔が多いな）": "(Quả nhiên, chỉ có những đội ưu tú được gọi đến, \nmình thấy nhiều gương mặt quen thuộc quá)",
    "みなさーん！　コンチワー！　メイズラッシュってるぅ～？\nみんな大好き！　『メイズラッシュ実行委員会』の司会役アマネっすー！": "Mọi người ơi! Xin chào! Maze Rush nào~?\nMọi người yêu thích! Người dẫn chương trình của 'Ban chấp hành Maze Rush', Amane!",
    "さーて、アマネちゃんからのお知らせっすよー！\nまもなくスタートするんでＭＧに乗って準備万端にしちゃうっす！": "Nào, đây là thông báo từ Amane-chan!\nSắp bắt đầu rồi, hãy lên MG và chuẩn bị sẵn sàng nào!",
    "（……ん？　あの司会役、前は別の実行委員会じゃなかったか？）": "(…… Hừm? Người dẫn chương trình đó, trước đây không phải là ban chấp hành khác sao?)",
    "%usernameusernameuserna%さん。": "Anh %usernameusernameuserna%.",
    "ああ、行こう。\n搭乗したら回線を開いてくれ。ブリーフィングを行う。": "Ừ, đi thôi.\nSau khi lên máy, hãy mở đường truyền. Chúng ta sẽ tiến hành tóm tắt.",
    "んー、ついに本番かぁ……なんかあっという間だったね。": "Hừm, cuối cùng cũng đến trận đấu thật rồi…… Cảm giác như thời gian trôi qua nhanh thật.",
    "そう、ですね……\nああ、戦いがついに……！　いえ、抑えなければ……": "Đúng vậy……\nA, trận chiến cuối cùng……! Không, phải kiềm chế……",
    "わたしは……どの役をやれば……？": "Tôi…… nên đóng vai gì……?",
    "ふふ♪　顔が硬いじゃない。どうしたの？\nカオスメイデンらしくしないと盛り上がらないわよ♪": "Phù phù♪ Mặt cứng đơ ra rồi. Sao vậy?\nNếu không giống Chaos Maiden thì không sôi động đâu♪",
    "そうね……ここは盛り上がる曲でも流しましょうか♪\nこれだけの人が盛り上がれるような音の準備は……": "Đúng rồi…… Chúng ta hãy phát một bài hát sôi động nhé♪\nChuẩn bị âm thanh để mọi người có thể phấn khích……",
    "おい待て、何を流そうとしているか言ってみろ。": "Này, đợi đã, cô định phát gì vậy?",
    "何って……緊急事態用のアラーム音だけど？\nふふ、今このＭＧが密集してる状態で鳴り響けば……": "Gì chứ…… Âm thanh báo động trong trường hợp khẩn cấp thôi mà?\nPhù phù, nếu nó vang lên trong tình trạng MG đang tập trung như thế này……",
    "やめろバカ！\nそれは普通に洒落にならねえから！": "Dừng lại, đồ ngốc!\nChuyện đó không đùa được đâu!",
    "あはははっ、%usernameusernameuserna%ってば\n普通に困ってるし。": "A ha ha ha, %usernameusernameuserna% kìa, \ncứ gặp rắc rối thế này.",
    "アニスの投げたボールを受けてくれる余裕は、\nまだまだ誰も持ってはいないようだが、少し空気が緩んだ。": "Có vẻ như vẫn chưa ai có đủ khả năng để nhận bóng mà Anis ném, nhưng không khí có vẻ đã dịu đi một chút.",
    "よし、いいか。この戦い、初動が重要だ。\nこれだけ多くのチームが集まれば足の引っ張り合いになる。": "Được rồi, nghe đây. Trận chiến này, bước đầu rất quan trọng.\nNếu nhiều đội tập trung như vậy, sẽ có sự cản trở lẫn nhau.",
    "無駄な戦闘は徹底的に避け、ひたすら深部を目指せ。": "Hãy tránh những trận chiến vô nghĩa, và cố gắng tiến sâu hơn.",
    "そうですね……深さを競う競技。攻撃が許可されていても、\nそこで気を取られてしまえば本末転倒というわけですね。": "Đúng vậy…… Một cuộc thi tranh tài về độ sâu. Ngay cả khi được phép tấn công, \nviệc bị phân tâm ở đó sẽ là một sai lầm.",
    "確かに妨害が許可されているというインパクトに気を取られ、\nそこに拘泥してしまうチームも多そうですね。": "Quả thực, có vẻ như nhiều đội sẽ bị ấn tượng bởi việc được phép cản trở, \nvà sẽ bị mắc kẹt ở đó.",
    "まー、メイズシフターも相手にするからねー。\n一旦最初は、さっさと進むってことでりょーかい！": "Mà, vì chúng ta cũng phải đối đầu với Maze Shifter mà.\nBan đầu, cứ tiến nhanh thôi!",
    "予定進行ルートはデータリンクで共有した通りだ。\nだが状況に応じて変更する可能性はある。": "Lộ trình dự kiến sẽ được chia sẻ qua liên kết dữ liệu.\nNhưng có thể thay đổi tùy theo tình hình.",
    "都度、指示は送る。\n柔軟に対処しろ。": "Sẽ gửi chỉ thị liên tục.\nHãy linh hoạt đối phó.",
    "了解。": "Hiểu rồi.",
    "おっけー！": "Oke!",
    "５人の表情には、少なからず緊張が残っている。\nしかし覚悟は決まっているようだ。": "Trên khuôn mặt của năm người, vẫn còn một chút căng thẳng.\nNhưng có vẻ như họ đã quyết tâm.",
    "ではでは、開始宣言で神楽生徒会長からの、\nビシーッ！　っときまる挨拶を頂戴するっす！": "Vậy thì, với lời tuyên bố bắt đầu, chúng ta sẽ nhận được lời chào quyết liệt từ Chủ tịch Hội học sinh Kagura!",
    "オープン回線で、生徒会長が開幕の演説を始める。\nどうやら始まるようだ。": "Trên đường truyền mở, Chủ tịch Hội học sinh bắt đầu bài phát biểu khai mạc.\nCó vẻ như sắp bắt đầu rồi.",
    "これより始まるのはただの競技ではありません――\n学園に、後世まで語り継がれる伝説の序章です。": "Những gì bắt đầu từ bây giờ không chỉ là một cuộc thi――\nĐó là phần mở đầu của một huyền thoại sẽ được truyền lại cho các thế hệ sau.",
    "己の力、誇り、全てを賭けて、学園の歴史にその名を刻め。": "Đặt cược vào sức mạnh, niềm tự hào và tất cả mọi thứ, hãy khắc tên mình vào lịch sử của học viện.",
    "ポータルゲート、全ロック解除！": "Cổng Portal, mở khóa toàn bộ!",
    "深淵を切り開くのは伝説に挑む諸君らの意志。\n全機……メイズラッシュを開始せよ！！": "Ý chí của những người đang thách thức huyền thoại sẽ mở ra vực sâu.\nTất cả các máy…… hãy bắt đầu Maze Rush!!",
    "なんか……いつもより開始宣言に力が入ってるな。\nひとりで楽しみやがって。": "Sao…… lời tuyên bố bắt đầu có vẻ đầy nhiệt huyết hơn mọi khi nhỉ.\nTự mình vui vẻ một mình.",
    "%usernameusernameuserna%さん、行きますよ！": "Anh %usernameusernameuserna%, đi thôi!",
    "生徒会長の合図を受け、\n全チームが一斉にメイズへと飛び込んでいく。": "Nhận được hiệu lệnh của Chủ tịch Hội học sinh,\ncác đội đồng loạt lao vào Maze.",
    "その光景はなかなかの壮観だった。\n生徒会長もさぞ満足しているに違いない。": "Cảnh tượng đó khá là ngoạn mục.\nChắc hẳn Chủ tịch Hội học sinh cũng rất hài lòng.",
    "作戦通り、俺達はひたすらメイズの奥へと進む。\nここでは霞光の探知能力を最大限に活用していた。": "Theo kế hoạch, chúng ta sẽ tiến sâu vào Maze.\nỞ đây, chúng ta sẽ tận dụng tối đa khả năng dò tìm của Kasumi.",
    "他チームはもとより、メイズシフターとも\n可能な限り接触を避けて進み、力を温存する。": "Tránh tiếp xúc với các đội khác, cũng như Maze Shifter, \nvà tiết kiệm sức lực.",
    "……間もなく、原生帯ですね。": "…… Sắp đến Vùng Nguyên Sinh rồi.",
    "横坑〈ドリフト〉を抜け、広間〈ホール〉に出る。\nマップでは、この先が原生帯〈プライマル・ベルト〉だ。": "Ra khỏi Hầm Ngang, tiến vào Đại Sảnh.\nTrên bản đồ, điểm đến tiếp theo là Vùng Nguyên Sinh.",
    "……まだ、誰も到達してない。\nわたしたちがこのまま――": "…… Vẫn chưa có ai đến được.\nNếu chúng ta cứ tiếp tục――",
    "――いえ、背後から来ています！": "―― Không, có người đến từ phía sau!",
    "広間〈ホール〉に繋がる別のドリフトから、ＭＧが姿を現す。": "Từ một Hầm Ngang khác nối với Đại Sảnh, một MG xuất hiện.",
    "カオスメイデンか！": "Chaos Maiden!",
    "カラフルブーケ……！": "Bó hoa đầy màu sắc……!",
    "互いに想定していなかったため、\nにらみ合ったまま動けず、しばし時間が過ぎる。": "Vì cả hai bên đều không lường trước được, \nnên đã đứng nhìn nhau một lúc, thời gian dần trôi qua.",
    "（無駄な戦闘は避けて進みたいのはお互い様……\nしかし先に前に出れば、相手に背中を見せることになる……）": "(Cả hai bên đều muốn tránh những trận chiến vô nghĩa……\nNhưng nếu đi trước, sẽ phải quay lưng lại với đối phương……)",
    "時間の無駄だな。\n戦闘を避けたいのはお互い様じゃないか？": "Thật lãng phí thời gian.\nChẳng phải cả hai chúng ta đều muốn tránh chiến đấu sao?",
    "……だよね！　ここは平和的に、一緒に先へ進むのはどう？": "…… Đúng vậy! Tại sao chúng ta không cùng nhau tiến lên một cách hòa bình?",
    "同感だ。ここはひとつ、仲良くやるとしようか――": "Tôi đồng ý. Chúng ta hãy cùng nhau hợp tác――",
    "はあああぁぁぁっ！！": "Haa aaaaaa!",
    "互いに歩み寄ったかと思われた直後、\n激しい火花がメイズの壁を照らした。": "Ngay sau khi tưởng chừng như đã đến gần nhau, \nnhững tia lửa dữ dội đã chiếu sáng bức tường của Maze.",
    "２機は同時に斬りかかり、\nぶつかる刃の金属音が響く。": "Hai máy tấn công cùng một lúc, \nâm thanh kim loại của những lưỡi kiếm va vào nhau vang vọng.",
    "ふっ、どうやら腑抜けたようではないようだな。": "Phù, có vẻ như không phải là kẻ yếu đuối.",
    "あはは、信じてくれないだなんてショックだなー♪": "A ha ha, thật đáng buồn nếu anh không tin em♪",
    "信じていたとも。負けたままではカオスメイデンは終わらないだろう！\n必ず雪辱を果たそうとするはずだとな！": "Tôi tin. Chaos Maiden sẽ không kết thúc trong thất bại!\nChắc chắn sẽ cố gắng báo thù!",
    "ふふ、あたし達の事をよく分かってるじゃない♪": "Phù phù, anh hiểu rõ về chúng ta thật đấy♪",
    "戦闘を開始して構いませんか、\n%usernameusernameuserna%さん。": "Có nên bắt đầu trận chiến không, \nanh %usernameusernameuserna%?",
    "ああ、勿論だ！\nカオスメイデン、戦闘を開始しろ！": "Ừ, tất nhiên rồi!\nChaos Maiden, hãy bắt đầu trận chiến!",
    "了解": "Đã hiểu"
}