{
    "………た、大変なことになりました。\n明日までにチームメンバーを見つけないと退学なんて。": "……… Chuyện lớn rồi.\nPhải tìm được thành viên đội trước ngày mai nếu không sẽ bị đuổi học.",
    "まさか、チームを決める話が退学がかかるだなんて……\nこんなことになるとは思いませんでしたわ。": "Không ngờ, chuyện thành lập đội lại liên quan đến việc bị đuổi học…\nTôi không ngờ mọi chuyện lại thành ra như vậy.",
    "ご、ごめんなさい。\n私が勝手に決めちゃって……": "T, tớ xin lỗi.\nTớ tự tiện quyết định…",
    "……謝らないで良いですわ。\n優しい所はめるさんのいい所だと思いますわよ。": "… Không cần xin lỗi đâu.\nTôi nghĩ sự dịu dàng của cậu là một điểm tốt đấy.",
    "いやー、ほんとにね。\n見捨てないでいてくれてありがとね、助かったよ。": "Yeah, thật đấy.\nCảm ơn vì đã không bỏ rơi tớ, tớ được cứu rồi.",
    "外から聞いてたけど……結構メンバー探しって大変だし、\nあたしもちょっとくらいは力になれるんじゃないかな？": "Tớ nghe từ bên ngoài… Tìm kiếm thành viên khá là khó khăn,\ntớ cũng có thể giúp một chút.",
    "そうは言いますが……まず、貴方はどなたですの？\n名前も聞いていませんわ。": "Phải nói sao nhỉ… Trước hết, cậu là ai vậy?\nTôi còn chưa biết tên nữa.",
    "あれ？　そうだっけ。ごめんごめん、それじゃあ自己紹介。\nあたしは『月ヶ瀬ちゆる』っていうんだ。": "Hả? Đúng nhỉ. Xin lỗi, xin lỗi, vậy thì để tớ tự giới thiệu nhé.\nTớ là 'Tsukigase Chiyuru'.",
    "メイズ研究同好会の部長もやってるんだけど、\nもしかしたら知ってるかな？": "Tớ cũng là chủ nhiệm của câu lạc bộ nghiên cứu mê cung,\ncó lẽ cậu biết?",
    "あっ、貴方があの噂の……？": "A, cậu là người mà mọi người đồn đại sao…?",
    "七彩さん、ご存じなんですか？": "Nanasai-san, cậu biết sao?",
    "え、ええ……周囲の人は彼女をこう呼んでいるようです。\nその……『メイズオタク』……と。": "À, à… Mọi người xung quanh hình như gọi cô ấy như vậy.\nỪm… 'Mê cung otaku'…",
    "メイズに関する知識量については、まるで図鑑や専門書並み……\nあの生徒会長ですら一目置いているという話も聞きますわ。": "Về lượng kiến thức liên quan đến mê cung, nó giống như một cuốn từ điển hoặc một cuốn sách chuyên ngành…\nNgay cả hội trưởng học sinh cũng phải dè chừng.",
    "ええっ！？\nそ、そんな凄い人が仲間になってくれたんですか！？": "Hả!?\nV, vậy mà một người tuyệt vời như vậy lại trở thành đồng đội của chúng ta sao!?",
    "ふふん、まあそれほどでもあるかもねー♪\nもっと褒めてもいいんだよ？": "Fufun, có lẽ là như vậy đó ~♪\nCó thể khen tớ nhiều hơn nữa đấy?",
    "ですが、自分の作ったメイズ研究同好会の名目で、\n部室にしている部屋で日夜怪しい実験を繰り返して……": "Nhưng, với danh nghĩa của câu lạc bộ nghiên cứu mê cung do cô ấy thành lập,\ncô ấy đã lặp đi lặp lại những thí nghiệm kỳ lạ ngày đêm trong phòng câu lạc bộ…",
    "機材や教室を壊し、採掘目的のメイズ探索を嫌がって、\nチームに入ろうとしない柊きっての問題児と聞いています。": "Phá hủy thiết bị và lớp học, không thích khám phá mê cung để khai thác,\ntôi nghe nói là một kẻ có vấn đề, Higashi.",
    "な、なんというか……凄い人なんですね。": "Ch, chẳng biết nói sao… Cô ấy là một người tuyệt vời nhỉ.",
    "いやあ、照れるなぁ♪": "Yeah, ngại quá ~♪",
    "別に褒めてはいませんわよ？": "Tôi không hề khen cậu đấy nhé?",
    "……と、そうではなくて……\n明日までという期日だと焦る必要はありますわ。": "… À, không phải vậy…\nVới thời hạn là ngày mai, chúng ta cần phải lo lắng.",
    "今からメンバーを集めると言っても、\n誰でもいいというわけではないでしょうし。": "Ngay cả khi nói rằng chúng ta sẽ tập hợp các thành viên từ bây giờ,\nthì cũng không phải ai cũng được đâu.",
    "それはそうですよね……\nやっぱり、一緒にメンバーになる以上は頑張りたいですし……": "Đúng là như vậy…\nDù sao thì, vì chúng ta sẽ là thành viên cùng nhau, chúng ta muốn cố gắng…",
    "まあそれならちゃんと、\nメンバー選びはしないとね。": "Ừ thì, nếu vậy thì phải chọn thành viên cho cẩn thận.",
    "なんかとりあえずで選んだメンバーじゃ、\nあの生徒会長は納得してくれないだろうし。": "Nếu chọn thành viên một cách qua loa,\nthì hội trưởng học sinh sẽ không hài lòng đâu.",
    "チームを探している方に、\nそんな失礼な対応はしたくありませんからね……": "Vì tôi không muốn có những hành động bất lịch sự với những người đang tìm kiếm đội…",
    "……めるちゃん、いい子だねぇ。": "… Meru-chan, em là một người tốt nhỉ.",
    "そうですわね……": "Đúng vậy nhỉ…",
    "えっ、えっ！？\nな、何か変なことを言いましたか！？": "Hả, hả!?\nC, có phải tôi đã nói điều gì kỳ lạ không!?",
    "いえ、ただ良いチームになれそうだと思っただけです。": "Không, chỉ là tôi nghĩ rằng chúng ta sẽ có một đội tốt thôi.",
    "だね。とはいえ、片っ端から声をかけて、\n入る気のある人間を探しておかないとね！": "Đúng vậy. Tuy nhiên, chúng ta phải gọi đến từng người một,\nvà tìm kiếm những người có ý định tham gia!",
    "そうですね！　私が声をかけてきますね！": "Đúng vậy! Để tôi đi gọi mọi người nhé!",
    "あの、こんにちは！　私達のチームに入りませんか？\n私達、今、チームメンバーを募集しているんです！": "Chào mọi người! Mọi người có muốn tham gia đội của chúng tôi không?\nChúng tôi hiện đang tuyển thành viên đội!",
    "ええっと、ごめんなさい。もうチームに入っちゃったから……": "Ừm, xin lỗi. Tôi đã vào đội rồi…",
    "あの、新しく出来たチームなんです！\nぜひチームに入っていただけませんか？": "À, đó là một đội mới thành lập đấy!\nMọi người có muốn tham gia đội không?",
    "いやあ、他に気になるチームがあるので……": "Không, tôi có một đội khác mà tôi quan tâm hơn…",
    "……あ、あれ？": "… À, ơ?",
    "え、えっと！　もしまだチームが決まっていないのでしたら、\n私達のチームに見学に来ませんか！": "À, ừm! Nếu mọi người vẫn chưa quyết định đội nào,\nmọi người có muốn đến xem đội của chúng tôi không!",
    "ご、ごめんなさい！\n入れないんで失礼します！": "X, xin lỗi! Tôi không vào đâu, xin lỗi!",
    "……あ、あの、なんだか避けられているような？": "… À, ừm, hình như tôi đang bị né tránh sao?",
    "確かにそうですわね……では、ここはわたくしも……\nあの、すいません。そこの方。": "Đúng là như vậy… Vậy thì, tôi cũng sẽ…\nÀ, xin lỗi. Người kia.",
    "あっ、ご、ごめんなさい！　無理ですー！": "A, x, xin lỗi! Không được đâu!",
    "……あの、わたくしが話しかけたらすぐに逃げたのですが。": "… À, tôi vừa mới bắt chuyện thì đã bỏ chạy rồi.",
    "ど、どうしてでしょうか……": "T, tại sao lại như vậy…",
    "まあ、理由は分かるけどね。": "Ừm, tôi biết lý do đấy.",
    "えっ、ちゆるさん、分かるんですか！？": "Hả, Chiyuru-san, cậu biết sao!?",
    "生徒会長から目を付けられた現場ってみてる生徒もいたからね。\nこういう噂って結構早く出回るからな～。": "Tôi cũng thấy những học sinh khác nhìn thấy hội trưởng học sinh để ý đến.\nTin đồn kiểu này lan truyền khá nhanh đấy ~.",
    "だから軽い気持ちで生徒会長に目を付けられているチームに、\n入ろうって考える奇特な生徒はいないよねぇ。": "Vì vậy, không có học sinh nào nghĩ đến việc tham gia đội mà hội trưởng học sinh để ý đến một cách nhẹ nhàng cả.",
    "な、なるほど……確かに私も一瞬悩んじゃいます。": "À, ra là vậy… Tôi cũng đã hơi lo lắng.",
    "……半分以上、ちゆるさんが原因だと思うのですが？": "… Tôi nghĩ hơn một nửa là do Chiyuru-san gây ra thì phải?",
    "いやー、噂って怖いもんだねー！\nまさかここまで早く広まるなんて！": "Yeah, tin đồn thật đáng sợ nhỉ!\nTôi không ngờ nó lan nhanh đến vậy!",
    "笑い事ではありませんわ！\nこのままでは、わたくしたち崖っぷちですわよ！": "Không phải chuyện để cười đâu!\nNếu cứ như thế này, chúng ta sẽ gặp nguy đấy!",
    "ええっと……ま、まだチームの決まっていない方も居ますから、\n頑張って声掛けをしていきましょう！": "Ừm… V, vẫn còn những người chưa quyết định đội nào mà,\nchúng ta hãy cố gắng gọi mọi người nhé!",
    "まあ、地道に声掛けするしかないよね～。": "Ừm, chỉ có thể kiên trì gọi thôi ~.",
    "……そうですわね。\nここで嘆いていても仕方ありませんわ。": "… Đúng vậy nhỉ.\nTự than vãn ở đây cũng vô ích.",
    "とりあえず、まだ行っていない教室に向かいましょう。": "Trước hết, chúng ta hãy đến lớp học mà chúng ta chưa đến.",
    "えーっと、こちらのクラスはまだ声掛けしてないですね。": "Ừm, lớp học này vẫn chưa được gọi.",
    "それでは手分けをして、\n誰かチームの決まっていない方に……": "Vậy thì, chúng ta hãy chia nhau ra,\nvà tìm ai đó chưa quyết định đội nào…",
    "こんなチーム、ラミからお断りよ！": "Một đội như thế này, tôi từ chối!",
    "きゃっ！？": "Kya!?",
    "えっ、いったい何が……？": "Hả, chuyện gì vậy…?",
    "ちょっと！　どいて！": "Này! Tránh ra!",
    "あっ、ご、ごめんなさい！": "A, x, xin lỗi!",
    "ふーむ、なんか面白そうな事が起きてたみたいだね！": "Fuum, có vẻ như có điều gì đó thú vị đã xảy ra!",
    "……面白そうと言えるのが凄いですわね。": "… Thật tuyệt vời khi cậu có thể nói là thú vị nhỉ.",
    "えっと……さっきの子、凄い怒ってましたね。": "Ừm… Đứa trẻ vừa nãy, giận dữ ghê nhỉ.",
    "とりあえずは教室の方へ事情を聞いてみましょう。": "Trước hết, chúng ta hãy hỏi chuyện ở lớp học.",
    "まあ、あの子の事情も気になるけど、\nこっちの仲間探しの事情も大変だからね！": "Ừm, tôi cũng tò mò về tình hình của đứa trẻ đó, nhưng\ntình hình tìm kiếm đồng đội của chúng ta cũng rất khó khăn!",
    "そうですね……": "Đúng vậy…",
    "ああ、さっきの子？\n朽葉ラミっていう子なんだけどさ、ちょっと揉めてね。": "À, đứa trẻ vừa nãy? Nó là Kutsuba Rami, và chúng ta đã có một chút rắc rối.",
    "揉めた……ですか？": "Rắc rối… sao?",
    "そうそう、方向性の違いなんだけどさぁ。\nまあそれで揉めてキレて出て行っちゃったんだよね。": "Đúng vậy, sự khác biệt về định hướng.\nỪm, vì vậy chúng ta đã cãi nhau và nó đã bỏ đi.",
    "揉めるのは仕方ありませんが……\nそこで怒って出ていくのは良くありませんわね。": "Cãi nhau là không thể tránh khỏi…\nNhưng việc tức giận và bỏ đi là không tốt nhỉ.",
    "さっきのラミって子はそれでチーム決まってないのよね。\nまあ、実力はあるから声はかかるんだけどね。": "Đứa trẻ Rami vừa nãy vẫn chưa quyết định đội nào nhỉ.\nỪm, nó có năng lực, nên nó sẽ được gọi đấy.",
    "……なるほど。\n問題児ではあるけども、実力は確かだと。": "… Ra là vậy.\nMặc dù là một đứa trẻ có vấn đề, nhưng năng lực thì chắc chắn.",
    "そうなんだけどねぇ……命令されると怒るし、\n口も悪いから中々チーム見つからないんじゃないかな。": "Đúng vậy… Nó sẽ tức giận khi bị ra lệnh, và\nmiệng lưỡi thì không hay, nên có lẽ nó không thể tìm được đội đâu.",
    "そうなのですね……\nところで、チームを探している人を探しに来たのですが――": "Vậy sao…\nNhân tiện, tôi đến để tìm người đang tìm đội――",
    "あー、こっちのクラスだとほとんどの子はチーム決まってるよ？\n探すにしても別がいいんじゃないかな": "À, hầu hết các học sinh trong lớp này đã quyết định đội rồi?\nTốt hơn hết là nên tìm nơi khác.",
    "……そうですか。\nでは、失礼いたしますわね。": "… Vậy sao.\nVậy thì, tôi xin phép.",
    "……空いている方は見つかりませんでしたわね。": "… Tôi không tìm thấy ai còn trống.",
    "そう？　さっきの子とかいいんじゃない？": "Vậy sao? Đứa trẻ vừa nãy thì sao?",
    "さっきの子って……朽葉ラミさんのことですか？": "Đứa trẻ vừa nãy… ý cậu là Kutsuba Rami-san sao?",
    "そうそう。色んなチームで揉めて所属は決まってないんでしょ？\nそれなら狙い目ってことじゃん♪": "Đúng vậy. Nó đã cãi nhau với nhiều đội khác nhau và chưa quyết định thuộc về đâu?\nVậy thì đó là một mục tiêu đấy♪",
    "……確かに、困っていますし……\n実力のある方なら、仲間になって欲しいです。": "… Chắc chắn rồi, chúng ta đang gặp khó khăn…\nNếu là người có năng lực, tôi muốn họ trở thành đồng đội.",
    "……なんだか問題児を集めたチームになっていませんか？": "… Không phải là một đội tập hợp những đứa trẻ có vấn đề sao?",
    "まあ、あたしがいる時点で今更じゃない？": "Ừm, tôi ở đây rồi thì cũng không có gì phải bàn cãi nữa?",
    "……たしかに、それもそうですわね。": "… Ừm, đúng là như vậy nhỉ.",
    "え、えっと！　とりあえず、会いに行ってみましょう！\nまずはお話を聞いてみませんと！": "À, ừm! Trước hết, chúng ta hãy đến gặp nó nào!\nTrước tiên, chúng ta hãy nghe nó nói gì đã!",
    "……あの、朽葉ラミさんでして？": "… À, Kutsuba Rami-san?",
    "……何？　ラミになんか用でもあんの？": "… Gì? Cần gì ở Rami này?",
    "お、怒ってませんか……？": "C, có phải cô đang giận không…?",
    "さっき喧嘩別れしたばっかりだしね。\nとはいえ、ここで日和っても変わらないからね～。": "Tôi vừa cãi nhau xong mà.\nTuy nhiên, nếu cứ như thế này thì cũng không thay đổi được gì ~.",
    "実はお話がございまして……\nわたくしたちは、今チームメンバーを探していますの。": "Thực ra, chúng tôi có một câu chuyện…\nChúng tôi hiện đang tìm kiếm thành viên đội.",
    "ふうん……それで？": "Hừm… Vậy thì?",
    "実力のあるパイロットでチームを探していると聞いて、\n貴方にぜひチームに入って頂きたいんですの。": "Tôi nghe nói rằng có một phi công có năng lực đang tìm kiếm một đội,\nvà tôi muốn cô tham gia đội của chúng tôi.",
    "へえ……ラミに声かけるなんて見る目あるじゃん": "Hee… Nhìn cũng có mắt đấy, Rami.",
    "でしたら……！": "Nếu vậy thì…!",
    "でも、名前も知らないザコザコパイロットと一緒にやる気はないから": "Nhưng, tôi không muốn làm việc với một phi công tầm thường mà tôi không biết tên.",
    "えええっ！？　断られるんですか！？": "Eeeeeh!? Bị từ chối sao!?",
    "いやー、これはかなりクセが強い子で面白いねぇ。": "Yeah, đứa trẻ này có tính cách khá mạnh mẽ và thú vị đấy.",
    "あなたにだけは言われたくないんじゃないでしょうか……": "Có lẽ cậu không muốn nghe điều đó từ cậu đâu…",
    "え、ええっと……": "À, ừm…",
    "何か相談してるみたいだけど、ラミはちゃんと目的があるの。\nだから実績もないチームに入ってる暇ないから": "Có vẻ như đang tư vấn gì đó, nhưng Rami có một mục tiêu.\nVì vậy, nó không có thời gian để tham gia một đội không có thành tích.",
    "ふうん……ね、めるちゃん！\nちょっとラミちゃんに質問してみてよ！": "Hừm… Này, Meru-chan!\nHãy hỏi Rami-chan một câu hỏi xem!",
    "目的って何ですか？": "Mục tiêu là gì?",
    "どうすればいいですか？": "Tôi nên làm gì?",
    "えっ！？　わ、分かりました……！": "Hả!? T, tôi hiểu rồi…!",
    "ラミはお金をガッポリ稼いでお金持ちになってやるのよ。\nだから、それが出来ないチームに入るつもりないから！": "Rami muốn kiếm thật nhiều tiền và trở nên giàu có.\nVì vậy, tôi không định tham gia một đội không thể làm được điều đó!",
    "せめて、実力があるパイロットだとか、\nなんかの実績を持ってないと及びじゃないわ！": "Ít nhất, nếu là một phi công có năng lực, hoặc\ncó một số thành tích, thì mới được!",
    "こ、ここまで言い切られると清々しいですわね。": "T, nếu nói đến mức này thì thật sảng khoái nhỉ.",
    "まあ、逆に言えばシンプルで分かりやすくていいじゃない？": "Ừm, ngược lại, nó đơn giản và dễ hiểu nhỉ?",
    "ねえねえ、ラミちゃん。\nやっぱりうちのチームに入るべきだと思うんだけどなぁ？": "Này, này, Rami-chan.\nTớ nghĩ cậu nên tham gia đội của chúng ta đấy?",
    "……何よ？　てか、あんた誰？": "… Gì vậy? Mà, cô là ai?",
    "あたしは月ヶ瀬ちゆるっていうんだけどさ。\nチームに入ることになったんだよねぇ。": "Tớ là Tsukigase Chiyuru.\nTớ đã tham gia đội rồi.",
    "実力的にはこれだと、ラミちゃん的には足りないかな？": "Về năng lực, liệu nó có đủ với Rami-chan không?",
    "はぁ！？　月ヶ瀬ちゆるって……変人だけど、\nパイロットとしての実力は一流っていう！？": "Hả!? Tsukigase Chiyuru… là một kẻ lập dị,\nnhưng năng lực của một phi công thì hàng đầu!?",
    "あ、変人という部分はみんな知ってるんですね……": "À, mọi người đều biết đến sự lập dị rồi nhỉ…",
    "……まさかチームに入るとは思ってなかったわ。": "… Tôi không nghĩ rằng tôi sẽ tham gia đội.",
    "まあ、あたしがリーダーって訳でもないし……\n方針に口出しするつもりもないから、どうかな？": "Ừm, tôi cũng không phải là người lãnh đạo…\nTôi cũng không có ý kiến gì về chính sách, vậy thì sao?",
    "ぐぬ……で、でも！　他の奴がどうか分からないわ！\nそっちのあんたは何て言うのよ！": "Gunu… Nhưng!\nTôi không biết những người khác sẽ như thế nào!\nCòn cậu thì sao!",
    "あっ、わたくしですか？　ええっと……鳴滝七彩と申します。\nもしよければ入って頂きたいのですが……": "À, tôi sao? Ừm… Tôi là Narutaki Nanasai.\nNếu được thì tôi muốn cậu tham gia…",
    "鳴滝！？　って、あのＭＧメーカーの！？\n……ラミでも噂に聞いた有名人じゃない。": "Narutaki!? Là, từ nhà sản xuất MG đó!?\n… Rami cũng nghe nói về người nổi tiếng.",
    "わ、私は桃園めるっていいます！": "T, tôi là Momozono Meru!",
    "そっちは知らないわね。": "Tôi không biết cậu.",
    "うう……ですよね……": "Uu… Đúng là vậy…",
    "そんなわけで、ラミちゃん的には求めてるチームじゃないかな？\n残った枠は後二つだけなんだけどね～？": "Vì vậy, có lẽ đó không phải là đội mà Rami-chan đang tìm kiếm?\nChỉ còn hai vị trí trống thôi ~?",
    "ぐぬ……": "Gunu…",
    "ラミさんがトラブルを起こしたことは知っていますわ。\nそれでも、わたくしたちは受け入れる覚悟がありますわよ。": "Tôi biết Rami-san đã gây ra rắc rối.\nTuy nhiên, chúng tôi đã sẵn sàng chấp nhận.",
    "ううう……": "Uu…",
    "その……ラミさんの目的をかなえられるようにお手伝いします。\nだから……私たちと一緒に、頑張りませんか？": "Ừm… Chúng tôi sẽ giúp Rami-san đạt được mục tiêu của mình.\nVì vậy… Chúng ta cùng nhau cố gắng nhé?",
    "……………………": "……………………",
    "言っておくけど、ラミはお金が目的だからね。\nそれに、上から目線で命令されるのもごめんだから！": "Tôi nói trước, Rami có mục tiêu là tiền.\nNgoài ra, tôi cũng không thích bị ra lệnh từ trên cao!",
    "大丈夫です！\nそんな命令をする人なんていませんから！": "Không sao đâu!\nKhông có ai ra lệnh như vậy đâu!",
    "ええ。それに、目的がシッカリしているなら、\nわたくしたちも文句なんてありませんわ。": "Đúng vậy. Ngoài ra, nếu có một mục tiêu rõ ràng,\nthì chúng tôi cũng không có gì phải phàn nàn.",
    "稼げないチームなんて、すぐに見捨てるから！\nそれでもいいのね！": "Tôi sẽ bỏ rơi những đội không kiếm được tiền ngay lập tức!\nVậy thì được chứ!",
    "ええ、真面目にパイロットとして活動するおつもりなら、\n目的はどうあれ構いませんわ。": "Đúng vậy, nếu cô có ý định hoạt động nghiêm túc với tư cách là một phi công,\nthì dù mục tiêu là gì cũng không sao.",
    "……そこまでいうなら、ラミが入ってあげる。\nまあ短い付き合いになるかもだけど、これからよろしく。": "… Nếu đã nói đến mức đó, thì Rami sẽ tham gia.\nỪm, có lẽ sẽ là một thời gian ngắn, nhưng từ bây giờ, rất mong được giúp đỡ.",
    "ラミさん……ありがとうございます！　これで４人目ですね！": "Rami-san… Cảm ơn! Vậy là người thứ tư rồi!",
    "うんうん、これで残りひとりだね♪": "Ừm, ừm, vậy là còn một người nữa nhỉ♪",
    "さあ、最後のひとりを見つけますわよ！": "Nào, chúng ta hãy tìm người cuối cùng nào!",
    "えいえい、おー！": "Eiei, oh!",
    "……ほんとにこいつら大丈夫？": "… Mấy người này có ổn không vậy?"
}