{
    "これで――！": "Giờ thì――!",
    "沙耶が、流れるように剣を振るう。": "Saya, cô ấy vung kiếm một cách điêu luyện.",
    "その最後の一太刀が、\n大型<r=プラズマ>穿光</r>属種のプラズマ生成器官を粉砕した。": "Nhát chém cuối cùng đó đã\nphá hủy cơ quan tạo plasma của chủng <r=Plasma>Xuyên Quang</r> cỡ lớn.",
    "――<r=プラズマ>穿光</r>属種にとって、あそこは根幹となる器官だよ！\n破壊しちゃえば後は――": "――Đối với chủng <r=Plasma>Xuyên Quang</r>, đó là cơ quan cốt lõi đấy!\nChỉ cần phá hủy nó thì――",
    "ならば、これでトドメです！": "Vậy thì, đây là đòn kết liễu!",
    "そうして、沙耶は剣を振るい……動きの鈍くなった<r=プラズマ>穿光</r>属種に、\n一太刀を浴びせた。": "Và rồi, Saya vung kiếm...chém một nhát vào chủng <r=Plasma>Xuyên Quang</r> đã di chuyển chậm chạp.",
    "ゆっくりと巨体を沈ませていき……固唾を飲んで見守る中で、\n大型<r=プラズマ>穿光</r>属種は完全に沈黙した。": "Từ từ hạ gục thân hình khổng lồ...giữa lúc mọi người nín thở theo dõi,\nchủng <r=Plasma>Xuyên Quang</r> cỡ lớn đã hoàn toàn im lặng.",
    "……終わり？": "…Hết rồi?",
    "ここまで静かになったくせに、\n近づいたら動き出すとか完全にホラーでしょ。": "Đến mức im lặng thế này rồi,\nlại còn di chuyển khi đến gần nữa thì đúng là kinh dị mà.",
    "……大丈夫だ。センサーでも反応はない。\nメイズシフターもあらかた始末した……完全に、勝利だ。": "…Ổn thôi. Cảm biến cũng không phản ứng gì.\nCũng đã xử lý hết đám Maze Shifter rồi...Hoàn toàn là chiến thắng.",
    "俺の一言で全員が息をついて喜びを露わにする。": "Chỉ một câu nói của tôi mà mọi người đều thở phào nhẹ nhõm và lộ rõ vẻ vui mừng.",
    "ふふ……なんだかんだ乗り切れたわね。%usernameusernameuserna%、\n次はあたしたちと一緒に危険を愉しみましょ？": "Hừm...Dù sao thì cũng vượt qua được nhỉ. %usernameusernameuserna%,\nlần tới chúng ta cùng nhau tận hưởng sự nguy hiểm nhé?",
    "こんな危険を何度も味わいたくはないな……": "Tôi không muốn trải qua sự nguy hiểm này thêm lần nào nữa...",
    "全くですわ。流石に生きた心地がしませんでしたもの……": "Đúng vậy. Quả thực là không còn cảm giác muốn sống nữa mà...",
    "そっちも大変だったろうけど、こっちも大変だったよ。\n結晶を鎧みたいに装備したメイズシフターが出てきてさぁ……": "Bên cậu cũng vất vả rồi, nhưng bên tôi cũng vậy đấy.\nMấy con Maze Shifter mặc giáp kết tinh xuất hiện này...",
    "えー！？　なにそれ面白そう！\nどうやって戦ったの！？": "Hể!? Cái gì cơ, nghe có vẻ thú vị đấy!\nChiến đấu kiểu gì vậy!?",
    "ふふ……フィーさんがとても頑張ってくれましたよ。": "Hừm...Fee đã rất cố gắng đấy.",
    "……<r=クリスタル・ベルト>煌晶帯</r>って怖い所なんですね。\nこんなに危険なメイズシフターが沢山現れるなんて……": "…<r=Vành đai pha lê>Hoàng Tinh Đới</r> quả là một nơi đáng sợ nhỉ.\nNhiều Maze Shifter nguy hiểm đến vậy cơ đấy...",
    "いや、これが普通じゃありませんからね？\nいくら難易度が高いと言ってもこんな大型が出てくる話は聞きません。": "Không, đây không phải là chuyện bình thường đâu?\nDù độ khó có cao đến mấy thì tôi cũng chưa từng nghe nói đến việc xuất hiện những con cỡ lớn như vậy.",
    "これ絶対%usernameusernameuserna%のせいだって！\n毎回ヤバいトラブルの時、%usernameusernameuserna%が一緒じゃん！": "Chắc chắn là tại %usernameusernameuserna% rồi!\nMỗi lần gặp rắc rối nghiêm trọng là có %usernameusernameuserna% ở đó!",
    "俺のせいか！？\n……いやまあ、否定は……出来ないが……": "Tại tôi á!?\n…À thì, tôi cũng không...phủ nhận được...",
    "そういう星の下に生まれてるのかなぁ……？\nねね、細胞を採取したらメイズシフターを誘因出来たりしない？": "Chắc là sinh ra dưới ngôi sao như vậy rồi nhỉ...? \nNày, nếu lấy tế bào thì có thể dụ Maze Shifter đến không?",
    "やめてくれ！　本当に出来たら困る！！": "Đừng mà! Nếu mà làm được thật thì phiền lắm đấy!!",
    "……そーいえば、まだメイズラッシュ中だったよね？\nどーする？　お互いに戦う余力なさそーだけど。": "…À thì, vẫn đang trong Maze Rush nhỉ?\nLàm sao đây? Cả hai bên đều không còn sức chiến đấu nữa rồi.",
    "そうですね……私もユリアさんも、流石に機体が限界です。\nふふ、それでも戦うというのであれば構いませんが♪": "Đúng vậy...Cả tôi và Yuria đều đã đến giới hạn của cỗ máy rồi.\nHừm, nếu anh muốn chiến đấu thì cũng không sao đâu♪",
    "……メイズラッシュは、カオスメイデンの勝利だと思いますわ": "…Tôi nghĩ Maze Rush là chiến thắng của Chaos Maiden.",
    "あれ？　いーの？": "Hả? Được á?",
    "いいのか？　シリウスシュガー……七彩たちも頑張ってただろ？": "Được á? Sirius Sugar...Nanairo và mọi người cũng đã cố gắng mà?",
    "わたくしたちはサポートばかりでしたから……\nこれも、沙耶さんが倒してくださったおかげですもの。": "Chúng tôi chỉ hỗ trợ thôi mà... \nCũng là nhờ Saya đã đánh bại chúng.",
    "私としては、どちらの勝利でも構いませんけども……\n一つの境地に至れたことが、何よりの報酬でしたから。": "Tôi thì không quan trọng bên nào thắng... \nNhưng việc đạt đến một cảnh giới mới là phần thưởng lớn nhất.",
    "うん。大変だったけど最高の舞台だった……\nもっと、新しい場所で成果を見せたい。": "Ừm. Tuy vất vả nhưng là một sân khấu tuyệt vời... \nTôi muốn thể hiện thành quả ở một nơi mới hơn nữa.",
    "ふふ、私も同じ気持ちです。": "Hừm, tôi cũng có cùng cảm xúc.",
    "（……フィーも沙耶も、<r=クォーツ>晶殻</r>属種を倒したことで精神的に大きく成長出来たな）": "(…Fee và Saya, cả hai đã trưởng thành hơn rất nhiều về mặt tinh thần sau khi đánh bại chủng <r=Thạch Anh>Tinh Giáp</r>)",
    "んー、そっちばっかりイチャイチャしてズルいわ。\nあたし達も色々とあったし……帰ったら色々話しましょ？": "Ưm, hai người cứ tình tứ với nhau, thật là... \nChúng ta cũng có nhiều chuyện mà...Về rồi nói chuyện nhé?",
    "うん。沢山話したい事がある。": "Ừm. Có rất nhiều chuyện muốn nói.",
    "……フィーが自分からそんな風に言うなんて……ふふ、\nカオスメイデンがこの短い時間ですっかり変わりましたね。": "…Fee chủ động nói như vậy...Hừm, \nChaos Maiden đã thay đổi hoàn toàn trong một thời gian ngắn.",
    "ちょっとー！　ラミたちも頑張ってたんだからね！？\nそっちばっかり成果奪わないでよ！": "Này! Rami và mọi người cũng đã cố gắng mà!?\nĐừng có một mình giành hết thành quả chứ!",
    "あはは、ごめんごめん！　シリウスシュガーにも感謝してるよ！\nそれじゃ、また一緒に戦おーね！": "A ha ha, xin lỗi xin lỗi! Tôi cũng cảm ơn Sirius Sugar nhé!\nVậy thì, chúng ta lại cùng nhau chiến đấu nhé!",
    "うん、絶対に負けない。": "Ừm, nhất định sẽ không thua.",
    "はい！　私たちも、もっともっと成長しますね！": "Vâng! Chúng tôi cũng sẽ ngày càng trưởng thành hơn nữa!",
    "……ところで、帰れる？": "…À mà, có về được không?",
    "そ、そういえば……私の機体は限界ですし、\n他の皆さんもボロボロですね……": "À, phải rồi...Cỗ máy của tôi đã đến giới hạn rồi,\nnhững người khác cũng tan nát hết cả...",
    "……流石にここからは厳しいかも。": "…Có lẽ là khó khăn từ đây.",
    "お互いに限界みたいですが……原生帯を超えられますか？": "Có vẻ như cả hai bên đều đã đến giới hạn...Liệu có thể vượt qua Vùng Nguyên Sinh không?",
    "あれ？　もしかして……結構ヤバい？": "Hả? Chẳng lẽ...nguy hiểm thật sao?",
    "ふふ、これは全員でここで心中かしら？\nあ、あたしは%usernameusernameuserna%の隣を貰うわね♪": "Hừm, hay là tất cả chúng ta cùng nhau chết ở đây nhỉ?\nÀ, tôi sẽ ở cạnh %usernameusernameuserna% nhé♪",
    "縁起でもない事を言わないでください！": "Đừng có nói những điều xui xẻo như thế!",
    "ねえねえ、%usernameusernameuserna%！\n何かいいアイデアはないかな！？": "Này, %usernameusernameuserna%! \nCó ý tưởng gì hay không!?",
    "……そういえば、指揮官機は通信特化でしたわよね？\n地上と連絡を取ることはできないのでしょうか？": "…À thì, cỗ máy chỉ huy chuyên về liên lạc phải không nhỉ?\nLiệu có thể liên lạc với mặt đất không?",
    "メイズシフターの攻撃を受けたせいで、\n通信機能が死んでるみたいだ……": "Có lẽ là do bị Maze Shifter tấn công,\nchức năng liên lạc đã chết rồi...",
    "も、申し訳ありません……私のせいで……": "T, tôi xin lỗi...tại tôi...",
    "いや、あれは仕方なかった。\nだから沙耶が悪いわけじゃないさ。": "Không, đó là điều không thể tránh khỏi.\nVậy nên không phải lỗi của Saya.",
    "……誰が悪いとかは良いんだけどさ。\nそれで、結局どーすんの？": "…Ai có lỗi thì không quan trọng.\nVậy cuối cùng thì làm thế nào?",
    "こういう時には、一つだけ手段がある。": "Trong những tình huống như thế này, chỉ có một cách.",
    "そ、それは一体なんですか！？": "V, vậy là cách gì vậy!?",
    "……信号が途絶えたってことは地上にも情報が伝わってるはずだ。": "…Việc tín hiệu bị mất có nghĩa là thông tin cũng đã được truyền đến mặt đất.",
    "……おそらくは、そのはず。": "…Có lẽ là như vậy.",
    "なら、その状況を聞いて……生徒会あたりが救援を出してくれるだろう。\n多分……きっと、おそらく。": "Nếu vậy, sau khi nghe tình hình...Hội học sinh sẽ cử người đến cứu viện thôi.\nChắc là...có lẽ thế.",
    "結局他力本願じゃん！": "Cuối cùng thì cũng là dựa vào người khác!",
    "ふふ……なんとも締まらないですね。": "Hừm...Thật là không có gì đặc biệt nhỉ.",
    "沙耶の言葉に誰も否定できずに、\n救援を待つしかないのだった。": "Không ai có thể phủ nhận lời nói của Saya,\nchỉ còn cách chờ đợi sự cứu viện."
}