{
    "あー……いや、でも……これだと効率悪いな……\nじゃあ、あれは……うーん……": "A... Không, nhưng mà... làm thế này thì không hiệu quả...\nVậy thì, cái kia thì... ừm...",
    "エヴィを見かけたので、話しかけてみた。": "Tôi thấy Evi nên đến hỏi thử.",
    "こんなところで何に悩んでるんだ？": "Cậu đang gặp rắc rối gì ở đây vậy?",
    "あ、%usernameusernameuserna%。\nちょっとトレーニングしようと思ってさ。": "À, %usernameusernameuserna%.\nTôi đang định tập luyện một chút.",
    "最近身体鈍ってるんじゃないかって、\nレイラに指摘されてね……図星突かれちゃったよ。": "Gần đây tôi có cảm giác cơ thể mình yếu đi, nên\nLayla đã chỉ ra... trúng tim đen luôn.",
    "それでチームの足を引っ張るわけにはいかないと、\nこうしてグラウンドでトレーニングか。": "Thế nên tôi không muốn làm ảnh hưởng đến cả đội, nên\ntôi ra sân tập luyện như thế này.",
    "そういうこと。一番タイパのいい方法とろうと思うんだけど、\nなかなかメニューが決まらなくて……かれこれ１時間くらい。": "Đúng vậy. Tôi muốn tìm cách hiệu quả nhất, nhưng\nmãi mà vẫn chưa quyết định được thực đơn... cũng đã gần 1 tiếng rồi.",
    "その悩んでる時間が一番もったいないというか、\n非効率のような……": "Cái khoảng thời gian cậu đang suy nghĩ đó mới là lãng phí nhất, \nkhông hiệu quả gì cả...",
    "まずは走り込みだ！": "Chạy bộ trước đã!",
    "一緒に走ろう！": "Chạy cùng tôi nào!",
    "う……それは言わないで。\nこの際だから%usernameusernameuserna%が決めてくれない？": "Ư... Đừng nói thế chứ.\nNhân tiện, %usernameusernameuserna% quyết định giúp tôi được không?",
    "何事もまずは体力からだな。そのあと腕立て伏せやスクワット、\n体幹トレーニングとバランス良くやっていこう。": "Việc gì cũng phải bắt đầu từ thể lực. Sau đó là chống đẩy và squat,\nrồi tập trung vào các bài tập thăng bằng.",
    "やっぱそんな感じのメニューになるよね～。\nそういうのも考えてはいたんだけど……": "Quả nhiên là thực đơn như thế rồi~.\nTôi cũng đã nghĩ đến những thứ đó...",
    "どうしても『同じ時間を使うなら、少しでも効率良く』って思うけど、\n結局はオーソドックスなのが総合力に見てベターなんじゃないか。": "Tôi cứ nghĩ 'nếu dùng cùng một khoảng thời gian, thì phải hiệu quả hơn một chút', nhưng\nrốt cuộc thì những thứ thông thường mới là tốt nhất về tổng thể.",
    "だね。%usernameusernameuserna%に改めて言われたせいか、\n私の中でも納得いったよ。それでやってみる。": "Đúng vậy. Có lẽ vì được %usernameusernameuserna% nói lại, \ntôi cũng đã hiểu ra. Vậy thì tôi sẽ thử.",
    "ありがとうね、%usernameusernameuserna%。": "Cảm ơn cậu nhé, %usernameusernameuserna%.",
    "ちょうどヒマしてたし、俺も付き合うよ。どうだ？": "Tôi cũng đang rảnh, tôi sẽ đi cùng cậu. Sao?",
    "いいの？　まあ、ひとりでやるより誰かとするほうが、\nモチベーションも維持できそうだけど……": "Được sao? Mà, làm với ai đó thì có vẻ\ncũng dễ duy trì động lực hơn...",
    "じゃあ、決まりだな！　せっかくだし、競うか？\n俺は男だし、ハンデつけてもいいぞ。": "Vậy thì, quyết định rồi!\nNhân tiện, mình đua nhé?\nTôi là con trai, tôi sẽ chấp cậu.",
    "なんか目的変わってない？　というか、バカにしてない？\nこれでもＭＧに乗る以上普通の学生とは違うんだから。": "Hình như mục đích đã thay đổi rồi thì phải? Hay là cậu đang coi thường tôi?\nDù sao thì tôi cũng là người lái MG, khác với học sinh bình thường.",
    "女だからって舐めないでほしいな。\nやるからには本気で。": "Đừng có xem thường tôi chỉ vì tôi là con gái.\nĐã làm thì phải làm thật nghiêm túc.",
    "わかった……！　さっそくスタートだ！！": "Tôi hiểu rồi...!\nBắt đầu ngay thôi!!",
    "えっ、もう！？　いきなりとかズルいってば！": "Hả, ngay bây giờ á!? Gian lận đó!",
    "……ふふっ、まったく。": "…Phụt, thật là."
}