{
    "七彩から急にどうしてもお願いしたいことがある――\nと言われて呼び出されたが、頼み事とは何だろうか？": "Tôi có một điều muốn hỏi cậu gấp từ khi còn ở trường\nCậu gọi tôi ra là vì chuyện gì vậy?",
    "お待たせいたしました。\n本日はお時間を割いていただき、感謝いたしますわ。": "Xin lỗi vì đã để cậu đợi.\nHôm nay đã dành thời gian cho tôi, tôi rất biết ơn.",
    "ああ、相談があるなら力になるよ。\nそれで、俺に頼みっていうのは？": "Ừm, nếu có chuyện gì muốn bàn bạc thì tôi sẽ giúp.\nVậy, cậu nhờ tôi chuyện gì vậy?",
    "そのことなのですが……実は……": "Về chuyện đó thì... thực ra...",
    "何か言いにくいことなのか？": "Có chuyện gì khó nói sao?",
    "……%usernameusernameuserna%さん。\nわたくしとデートをしていただけないでしょうか！？": "...%usernameusernameuserna%san.\nTôi có thể hẹn hò với cậu được không!?",
    "……デ、デート！？\n俺が、七彩と？": "...Hẹn, hẹn hò!?\nTôi, với Nanairo?",
    "はい！　デートです！\nつまり、ふたりでお出かけを――": "Vâng! Là hẹn hò!\nNói cách khác, là cả hai mình cùng đi chơi――",
    "言葉の意味は説明されなくてもわかるけど……": "Ý nghĩa của từ này thì không cần giải thích tôi cũng hiểu...",
    "い、いかがでしょうか？\n突然の不躾なお願いで申し訳ないのですが……": "Th, thế nào ạ?\nTôi xin lỗi vì đã đột ngột đưa ra yêu cầu này...",
    "（……訓練や探索以外で\nこんなにも真剣な七彩を見るのは初めてだな）": "（...Ngoài việc huấn luyện và thám hiểm\nlần đầu tiên tôi thấy Nanairo nghiêm túc đến vậy）",
    "わかった。\n俺でよければ、喜んで付き合うよ。": "Tôi hiểu rồi.\nNếu là tôi thì rất vui khi đi cùng cậu.",
    "……本当に、よろしいのですか？": "...Thật sự, được không ạ?",
    "もちろん。\n大切なお願いなんだよな。": "Đương nhiên rồi.\nĐó là một yêu cầu quan trọng mà.",
    "……ありがとうございます！\nそれでは、早速デートに参りましょう！": "...Cảm ơn cậu!\nVậy thì, chúng ta hãy bắt đầu buổi hẹn hò ngay thôi!",
    "え？　もしかして、今すぐ？": "Hả? Chẳng lẽ, ngay bây giờ?",
    "善は急げと申しますもの。\nさあ……！": "Việc thiện nên làm nhanh chóng.\nNào...!",
    "ちょっ――\nそんなに急いで、一体どこへ……！？": "Chờ đã――\nĐi nhanh như vậy, đi đâu vậy...!?",
    "ご安心ください。\n行き先はもう決まっておりますの。": "Xin hãy yên tâm.\nĐiểm đến đã được quyết định rồi.",
    "デートの定番といえば、公園ですわよね。": "Nói đến hẹn hò thì phải là công viên nhỉ.",
    "散歩日和だし、いいと思うけど……\nそんなに慌てて来るような場所か？": "Thời tiết rất thích hợp để đi dạo, tôi nghĩ là được... \nNhưng mà, có cần phải vội vã đến vậy không?",
    "……": "...",
    "あの……七彩？": "Này... Nanairo?",
    "夕刻までのスケジュールを考慮して……\nここでのプライオリティは……": "Để xem xét lịch trình đến tối nay... \nƯu tiên ở đây là...",
    "（手元をのぞき込んで、\n何をぶつぶつ言っているんだ？）": "（Nhìn vào cuốn sổ tay,\ncậu đang lẩm bẩm cái gì vậy?）",
    "%usernameusernameuserna%さん！\nまずはクレープを食べましょう！": "%usernameusernameuserna%san!\nĐầu tiên, chúng ta hãy ăn bánh crepe nào!",
    "うおっ！？　急にどうしたんだ？": "Ugh!? Tự nhiên sao vậy?",
    "教室で聞いた噂のクレープ店が、\nこちらの公園に出店されていますの。": "Quán crepe mà tôi nghe đồn trong lớp,\nđang mở cửa hàng ở công viên này.",
    "ほら、ご覧になってください。\nあちらのベンチのそばに――": "Nhìn xem, cậu thấy không?\nỞ gần băng ghế kia――",
    "……あ、あら？\nおかしいですわね。": "...A, ừm?\nKỳ lạ thật đấy.",
    "七彩が指差した方向には、\nクレープ店らしきものなんか見当たらない。": "Ở hướng mà Nanairo chỉ,\ntôi không thấy bất cứ thứ gì giống như một cửa hàng crepe.",
    "そ、そんなはずありません……！\nだって、先週末は確かに行列が――": "T, không thể nào...!\nVì, cuối tuần trước tôi chắc chắn thấy có hàng dài người xếp hàng――",
    "あ～あ、残念。\n今日はクレープ売ってないのね。": "A~a, thật đáng tiếc.\nHôm nay không bán crepe rồi.",
    "仕方ないわよ。あの屋台のオーナーってば、\nいつも気まぐれにお休みするんだもの。": "Không có cách nào khác. Ông chủ của quán hàng đó,\nlúc nào cũng thích nghỉ ngơi tùy hứng mà.",
    "……お休み……？": "...Nghỉ...?",
    "な、七彩。気落ちしない方がいいぞ。\n屋台なら、そんな日もあるさ。": "N, Nanairo. Đừng buồn quá.\nQuán hàng thì cũng có những ngày như vậy mà.",
    "はい……": "Vâng...",
    "気を取り直して、他のお店を探そう。": "Hãy vui vẻ lên, chúng ta đi tìm cửa hàng khác nào.",
    "……そうですわね。\nまだデートは始まったばかりですもの。": "...Đúng vậy nhỉ.\nBuổi hẹn hò chỉ mới bắt đầu thôi mà.",
    "次は失敗いたしませんわ。\nさあ、参りましょう！": "Lần tới tôi sẽ không thất bại nữa đâu.\nNào, chúng ta đi!",
    "思ったより混んでいますが、\n席が空いていてよかったですわ。": "Tôi nghĩ là hơi đông người, nhưng may mắn là có chỗ ngồi.",
    "七彩は何を注文するか決まった？": "Nanairo đã quyết định gọi món gì chưa?",
    "実は……以前から気になっていた\n『カップル限定いちごパフェ』をシェアしたいのですが……": "Thực ra... tôi đã để ý đến\n'Parfait dâu tây giới hạn cho cặp đôi' từ trước...",
    "カップル限定メニューか……いいぞ。\nせっかくのデートなんだから、一緒に食べるか。": "Menu giới hạn cho cặp đôi sao... được đấy.\nVì là hẹn hò mà, ăn cùng nhau đi.",
    "は、はい！\nでは、早速注文を――": "V, vâng!\nVậy thì, gọi món ngay――",
    "……あ、あら？　変ですわね。\nパネルの注文ボタンが反応しませんわ。": "...A, ừm? Lạ thật đấy.\nNút gọi món trên bảng không phản hồi.",
    "どれどれ……ん？\n画面端に『ＳＯＬＤ　ＯＵＴ』って表示されてる。": "Để xem nào... ừm?\nMàn hình hiển thị 'SOLD OUT' (Hết hàng).",
    "う、売り切れ……！？\nそんな……": "H, hết hàng...!?\nThật là...",
    "で、でしたら、代わりに\nこちらの『カップル限定パンケーキ』を……": "V, vậy thì, thay vào đó\n'Bánh pancake giới hạn cho cặp đôi' này thì sao...",
    "……そっちも品切れみたいだ。": "...Cái đó cũng hết hàng rồi.",
    "ま、まだです！\nまだ『カップル限定チョコあんみつ』が……！": "Ch, vẫn còn!\nVẫn còn 'Chè đậu đỏ sô cô la giới hạn cho cặp đôi'...!",
    "……チョコあんみつもだめみたいだな。": "...Chè đậu đỏ sô cô la cũng không được rồi.",
    "ど、どうして今日に限って……\nかくなる上は――": "T, tại sao lại chỉ có hôm nay... \nTrong tình huống này thì――",
    "オーナーさん！　こちらのりんごパイを\nカップル限定メニューに変更していただけませんか！？": "Chủ quán ơi! Cửa hàng có thể thay đổi\nbánh táo này thành menu giới hạn cho cặp đôi được không!?",
    "そんな無茶な。": "Vô lý thật đấy.",
    "なんとかなりませんの！？\nこれでは当初の予定が……！": "Không thể nào khác sao!?\nNhư vậy thì kế hoạch ban đầu――!",
    "な、七彩。ちょっと落ち着いて……！": "N, Nanairo. Bình tĩnh lại một chút...!",
    "代わりに頼んだ抹茶パフェ、結構美味しいじゃないか。": "Thay vào đó, tôi gọi món parfait trà xanh, cũng ngon mà.",
    "そうですわね。\n上品な甘さで、口当たりもさっぱりしていて……": "Đúng vậy nhỉ.\nVị ngọt thanh tao, lại có vị tươi mát...",
    "いちごパフェやパンケーキは、残念だったな。\nまたの機会に食べに来よう。": "Parfait dâu tây và bánh pancake thì thật đáng tiếc nhỉ.\nlần khác chúng ta sẽ đến ăn.",
    "い、いえ。お気になさらず。\nもう引きずってはいませんわ。": "V, vâng. Xin đừng bận tâm.\nTôi không còn buồn nữa đâu.",
    "…………はぁ。\nカップル限定メニューが全滅だなんて……": "............ Ha.\nMenu giới hạn cho cặp đôi đều hết sạch...",
    "しっかり引きずってるじゃないか。\nそんなに限定メニューが食べたかったのか……": "Cậu vẫn còn buồn đấy.\nCậu thèm ăn menu giới hạn đến vậy sao...",
    "公園もカフェも上手くいきませんでしたが……\n次の予定こそは……": "Công viên và quán cà phê đều không suôn sẻ... \nNhưng mà, lần sau thì...",
    "また手元のメモ帳とにらめっこしてるな。": "Lại đang nhìn chằm chằm vào cuốn sổ tay rồi.",
    "……なあ、七彩。\nちゃんとデートを楽しめてるか？": "...Này, Nanairo.\nCậu có đang thực sự tận hưởng buổi hẹn hò không vậy?",
    "へっ……？": "Hả...?",
    "さっきから、ずっと何かを気にしてばかりで、\n俺との時間を楽しめてないみたいだが。": "Từ nãy đến giờ, cậu cứ để tâm đến điều gì đó,\ntôi thấy cậu không có vẻ gì là đang vui vẻ với thời gian bên tôi cả.",
    "い、いえっ、そのようなことは――": "V, vâng, không có chuyện đó đâu――",
    "もしこのあと予定が控えていて急いでいるとかなら、\nまた日を改めようか？": "Nếu sau đây cậu có lịch trình gì và đang vội, \nvậy thì chúng ta đổi ngày khác nhé?",
    "ま、待ってください。違うんです。\n決してデートを疎かにするつもりでは……": "Đ, đợi đã. Không phải vậy đâu.\nTôi không hề có ý coi thường buổi hẹn hò đâu...",
    "……七彩？": "...Nanairo?",
    "少し……お話しさせてください。": "Xin hãy... cho tôi nói chuyện một chút.",
    "わたくしはメイズ関連事業で財を成した鳴滝家に生まれ……\n幼い頃から、両親に言われるがまま生きてきました。": "Tôi sinh ra trong gia đình Narutaki, người đã gây dựng sự nghiệp trong lĩnh vực liên quan đến Maze...\ntừ khi còn nhỏ, tôi đã sống theo những gì cha mẹ tôi nói.",
    "勉強に、スポーツ……たくさんの習い事。\nそれらを苦に思っていたわけではありません。": "Học tập, thể thao... rất nhiều hoạt động.\nTôi không hề cảm thấy khó chịu với chúng.",
    "ただ、何かひとつくらい、自分の意思で成してみたくて。\n両親の言いなりではなく、わたくしの自由に。": "Chỉ là, tôi muốn làm một thứ gì đó theo ý chí của mình.\nKhông phải là làm theo lời cha mẹ, mà là tự do của tôi.",
    "そんなふうに思えるようになったのは、\nきっとシリウスシュガーの皆さんのおかげでもあります。": "Tôi bắt đầu nghĩ như vậy, \nchắc chắn là nhờ có mọi người ở Sirius Sugar.",
    "自分の意思で何かを……か。": "Làm điều gì đó theo ý chí của mình... sao.",
    "実は、これまで両親からは恋愛を禁止されていたんです。": "Thực ra, trước đây tôi bị cha mẹ cấm yêu đương.",
    "いつか実家に帰る日が来たら、\nきっとわたくしを待っているのは、お見合いや政略結婚……": "Một ngày nào đó khi tôi trở về nhà, \nchắc chắn tôi sẽ phải đối mặt với hôn nhân sắp đặt hoặc kết hôn chính trị...",
    "ですから、ここにいる間にデートをしてみたかったんです。\nわたくしが、自分で選んだ男の子と。": "Vì vậy, tôi muốn hẹn hò khi còn ở đây.\nTôi, với một chàng trai mà tôi đã chọn.",
    "それが俺をデートに誘ってくれた理由か。\n今回は希望に添えなかったみたいで申し訳ないけど……": "Đó là lý do cậu mời tôi hẹn hò sao.\nlần này tôi xin lỗi vì đã không đáp ứng được mong muốn của cậu...",
    "あ、謝らないでください！\n%usernameusernameuserna%さんのせいではありませんわ！": "A, xin đừng xin lỗi!\nKhông phải lỗi của %usernameusernameuserna%san đâu!",
    "今日のことは、全部わたくしがいけないのです。": "Mọi chuyện hôm nay, tất cả đều là lỗi của tôi.",
    "たくさん調べ物をして、理想的で完璧なデートを……と。\nそうすれば、きっと満足できるはずと思って……": "Tôi đã tìm hiểu rất nhiều thứ, về một buổi hẹn hò lý tưởng và hoàn hảo... \nNếu làm như vậy, tôi chắc chắn sẽ hài lòng...",
    "理想にこだわるあまり、\nデートをすること自体が目的になってたってことか。": "Vì quá chú trọng đến lý tưởng, \nmà việc hẹn hò đã trở thành mục đích.",
    "本当に申し訳ありません。\nせっかく時間を割いていただきましたのに。": "Tôi thực sự xin lỗi.\nMặc dù cậu đã dành thời gian cho tôi.",
    "……俺は今日、七彩と一緒に過ごせて楽しかったよ。\n七彩の理想通りじゃなかったとしても。": "...Tôi đã rất vui khi được ở bên Nanairo hôm nay.\nNgay cả khi nó không giống như lý tưởng của Nanairo.",
    "えっ……？": "Hả...?",
    "出来れば七彩とも同じ気持ちを共有したい。\nデートって、そういうものじゃないかな。": "Nếu có thể, tôi muốn chia sẻ cảm xúc tương tự với Nanairo.\nHẹn hò, không phải là như vậy sao?",
    "%usernameusernameuserna%さんと、同じ気持ちを……": "Với %usernameusernameuserna%san, cùng cảm xúc với nhau...",
    "理想とか、計画とか、そんなことに拘っていても、\n全部が上手くいくわけじゃないよ。": "Dù có bị ràng buộc bởi lý tưởng hay kế hoạch, \nthì không phải mọi thứ đều sẽ suôn sẻ đâu.",
    "だから、ふたりで一緒に過ごす時間を、ただ楽しもう。\nデートのためにデートをするんじゃなくてさ。": "Vì vậy, chúng ta hãy tận hưởng thời gian ở bên nhau.\nKhông phải hẹn hò để hẹn hò.",
    "まだデートをやり直す時間はあるはずだ。": "Vẫn còn thời gian để hẹn hò lại.",
    "七彩、手を。": "Nanairo, nắm tay tôi.",
    "あ、あのっ……一体どちらへ！？": "A, ừm...!\n...Đi đâu vậy!?",
    "はぁ、はぁ……\n……それで、先ほどの公園にどういったご用が？": "Ha, ha... \n...Vậy, cậu cần gì ở công viên lúc nãy?",
    "特に目的があるわけじゃないんだ。\nもう１度、七彩とここでゆっくりしたいと思って。": "Tôi không có mục đích gì cả.\nTôi chỉ muốn ở đây với Nanairo một lần nữa.",
    "目的もなしに、ゆっくり……\nそ、そう言われると、かえって難しいですわ。": "Không có mục đích, cứ thong thả... \nN, nếu cậu nói vậy thì, tôi lại thấy khó xử.",
    "……ぷっ。": "...Puff.",
    "ど、どうして笑うのですか？": "T, tại sao cậu lại cười?",
    "ごめん。悪気はないんだ。\nただ、七彩が微笑ましくて――あっ。": "Xin lỗi. Tôi không có ác ý đâu.\nChỉ là, Nanairo thật đáng yêu――a.",
    "え？": "Hả?",
    "七彩、見て。ほら、ベンチの脇。": "Nanairo, nhìn kìa. Nhìn xem, ở bên cạnh băng ghế.",
    "あ……\n綺麗な花畑ですわね……とても。": "A...\nMột cánh đồng hoa rất đẹp... thật tuyệt vời.",
    "花や自然が好きだって、前に言っていたよな。": "Trước đây cậu đã nói là thích hoa và thiên nhiên mà, đúng không?",
    "はい。たおやかで美しくて……同時に、\n日差しや雨風の中でも咲き誇ろうという力強さも感じますの。": "Vâng. Dịu dàng và xinh đẹp... đồng thời, \ntôi cũng cảm nhận được sức mạnh muốn nở rộ ngay cả trong ánh nắng và mưa gió.",
    "（自由に生きることを許されなかった七彩にとって、\n憧れみたいな感情もあるんだろうか）\n": "（Đối với Nanairo, người không được phép sống tự do,\ncó lẽ cũng có những cảm xúc như khao khát）",
    "こんな近くに素敵な光景が広がっていたのに……\nやはり、わたくしは大切なものを見落としていたのですね。": "Một khung cảnh tuyệt vời như vậy lại ở gần đây... \nQuả nhiên, tôi đã bỏ lỡ những điều quan trọng.",
    "……もう少しの間、ここで花を眺めていこうか。": "...Chúng ta hãy ngắm hoa ở đây thêm một lúc nữa nhé.",
    "是非。わたくしも、そうしたいと思っていました。\nそれから――": "Nhất định rồi. Tôi cũng muốn như vậy.\nVà――",
    "あの……感謝しますわ。\n大事なことに気付かせてくださって。": "Này... tôi cảm ơn cậu.\nVì đã cho tôi nhận ra những điều quan trọng.",
    "……デートなら、俺からも手くらい握ってあげるべきだよな。": "...Nếu là hẹn hò, thì tôi nên nắm tay cậu mới đúng nhỉ.",
    "あっ……！": "A...!",
    "……イヤだったか？": "...Cậu không thích sao?",
    "い、いいえ。\nありがとう……ございます。": "Kh, không.\nCảm ơn... cậu.",
    "デート、今度は楽しめそうかな。": "Hẹn hò, lần này có vẻ vui rồi nhỉ.",
    "……はい。\n%usernameusernameuserna%さんと一緒に。": "...Vâng.\nCùng với %usernameusernameuserna%san.",
    "（手を繋いだせいかな。\n七彩のドキドキが伝わってきてる気がする）": "（Có lẽ là vì đã nắm tay nhau rồi.\ntôi cảm thấy như mình đang cảm nhận được sự hồi hộp của Nanairo）"
}