{
    "はぁ、はぁ……あー、たのしかった。\nアニスちゃん、ビックリしたけどやるじゃん！": "Ha, ha... Awww, vui quá.\nAnis-chan, tớ đã rất ngạc nhiên đấy!",
    "ふふ、でしょでしょ？\nもーっとあたしのことを褒めてくれてもいいのよ？": "He he, đúng không? Đúng không?\nCậu có thể khen tớ nhiều hơn nữa đấy?",
    "やめてください、調子に乗りますから。\n……はぁ。心臓がいくつあっても足りませんよ、これだと。": "Xin dừng lại đi, không thì tôi sẽ lên mặt đấy.\n... Haizz. Dù có bao nhiêu trái tim cũng không đủ đâu.",
    "大量のメイズシフターによる乱戦。\n後からやってきた他のチームも参戦して大騒ぎになっていた。": "Một trận chiến hỗn loạn với số lượng lớn Máy dịch chuyển Mê Cung.\nCác đội khác đến sau cũng tham gia vào và trở nên ồn ào.",
    "その隙に、俺たちは一歩先んじるために位置取りをして、\n群れを任せて奥へと進んでいたのだった。": "Trong lúc đó, chúng tôi đã chiếm vị trí để đi trước một bước,\nVà giao lại đám đông cho những người khác để tiến sâu hơn.",
    "結果的には大成功。": "Kết quả là một thành công lớn.",
    "とはいえ、やりすぎだ。\nアニスは戻ったらちゃんと生徒会から怒られてもらうからな？": "Tuy nhiên, làm vậy là hơi quá rồi.\nAnis, khi về, cậu sẽ phải bị hội học sinh mắng đấy?",
    "あら、せっかく活躍したのに叱られちゃうの……？\nなら、次はもっと派手にするから、あたしから目を離さないでね♪": "Chà, dù sao mình cũng đã rất cố gắng mà lại bị mắng sao...?\nVậy, lần tới mình sẽ làm hoành tráng hơn, đừng rời mắt khỏi mình nhé?",
    "反省って概念ゼロだな……": "Đúng là chẳng có khái niệm 'hối lỗi' gì cả...",
    "ふふふ♪": "He he he♪",
    "本当、手のかかる子……": "Thật là một đứa trẻ phiền phức...",
    "他のチームを出し抜き、順調に進んでいるカオスメイデン。\n……しかし、原生帯を抜けるあたりで遭遇してしまう。": "Chaos Maiden đang tiến triển thuận lợi, vượt qua các đội khác.\n...Tuy nhiên, chúng tôi đã gặp phải chúng khi ra khỏi vành đai nguyên sinh.",
    "あれ？　%usernameusernameuserna%さんです！\n大丈夫でしたか！？": "A? Là %usernameusernameuserna%-san!\nCậu không sao chứ!?",
    "元気そうで何より……っていうか誘拐されて、\nそのまま指揮をしてるって大変そうだねぇ。": "Mừng là cậu vẫn khỏe... Ý tớ là, bị bắt cóc mà vẫn chỉ huy được, thật là vất vả nhỉ.",
    "……トレブルクインテットの方々ですか。": "...Có phải là các vị đến từ Treble Quintet không?",
    "やっほー、こんにちわ！\nってことで、そこを通してくれるかな？": "Yo, xin chào!\nVậy thì, liệu các cậu có thể cho chúng tôi đi qua không?",
    "まー、目の前で%usernameusernameuserna%くんを誘拐されて、\n心配させられた恨みもあるからねー。": "À thì, vì tớ đã phải lo lắng khi %usernameusernameuserna% bị bắt cóc ngay trước mặt,\nNên tớ cũng có chút hận thù đấy.",
    "うん、それに私たちも負けるつもりはないもんね。": "Ừ, và chúng tớ cũng không có ý định thua đâu.",
    "さーて、というわけでお相手願うわね。\nあたしたちのチームワーク、見せてあげるわよ♪": "Nào, vậy thì, hãy đối đầu với chúng tớ nhé.\nChúng tớ sẽ cho cậu xem tinh thần đồng đội của chúng tớ nhé♪",
    "ふふ、凄いやる気満々ね。\n%usernameusernameuserna%ったらどんな手で誑しこんだの？": "He he, cậu có vẻ rất nhiệt tình đấy.\n%usernameusernameuserna% đã dùng cách gì để dụ dỗ vậy?",
    "人聞きの悪いことを言うな！": "Đừng có nói những điều làm người khác hiểu lầm!",
    "……連戦続きですから、戦闘は避けたいのですが。": "...Vì chúng ta đã chiến đấu liên tục, nên tôi muốn tránh chiến đấu.",
    "まあまあ、何はともあれ……ここからは通さないよ！": "Thôi nào, dù sao đi nữa... Chúng tôi sẽ không để các cậu đi qua đâu!",
    "……フルートちゃん、今みたいな感じで良かった？\nふふ、こういうヒール役みたいなのも楽しいわね♪": "...Flute-chan, cậu thấy ổn với kiểu như vừa rồi không?\nHe he, đóng vai phản diện như thế này cũng vui nhỉ♪",
    "はい！　もうバッチリライバルな感じでした！": "Vâng! Cảm giác như đối thủ cạnh tranh đã hoàn hảo rồi!",
    "えへへ、%usernameusernameuserna%に内緒で、\nこんな話をしてるのって楽しいかも♪": "Ehehe, bí mật với %usernameusernameuserna%,\nNói chuyện như thế này cũng vui đấy♪",
    "おっ、シエナも悪い子になったね。\n……さてと、%usernameusernameuserna%のお手並み拝見かな？": "Ồ, Siena cũng trở nên hư hỏng rồi nhỉ.\n...Giờ thì, chúng ta hãy xem tài nghệ của %usernameusernameuserna% nào?",
    "多分カオスメイデンの再建を依頼されたんだろうけど、\n%usernameusernameuserna%くんも良くやるよね。": "Chắc là cậu ấy được yêu cầu tái thiết Chaos Maiden, nhưng\n%usernameusernameuserna% cũng làm rất tốt nhỉ.",
    "噂じゃカオスメイデンはスランプらしいね。戦う必要はなくても、\n敵として立ちはだかるのがあの子達のためになるだろうからね。": "Nghe nói Chaos Maiden đang gặp khó khăn. Dù không cần phải chiến đấu,\nNhưng việc đứng ra làm kẻ thù sẽ tốt cho họ.",
    "%usernameusernameuserna%さんに教わったことのすべてを\n全力でぶつける……それが恩返しです！": "Tôi sẽ dốc hết những gì mình học được từ %usernameusernameuserna%...\nĐó là cách tôi báo đáp ơn nghĩa!",
    "そうそう、私たちなりの恩返しってことだね。": "Đúng vậy, đó là cách chúng ta báo đáp.",
    "でもこれ、恩返しっていうよりお礼参りみたいよね？": "Nhưng cái này, có vẻ như là trả thù hơn là báo đáp nhỉ?",
    "……まあ、正直否定はできないけどさぁ。": "...À thì, tôi không thể phủ nhận điều đó.",
    "……トレブルクインテットか。\n仲間だった時は心強いが、敵としてはこの上なく厄介だな。": "...Treble Quintet sao.\nKhi còn là đồng đội thì rất đáng tin cậy, nhưng làm kẻ thù thì thật là phiền phức.",
    "先ほどのような奇策を使って誤魔化すことは出来ないでしょうね。\n……というよりも、もう二度とやりたくないです。": "Tôi nghĩ rằng chúng ta không thể dùng những thủ đoạn như lúc nãy để đánh lừa được nữa rồi.\n...Nói đúng hơn là, tôi không muốn làm điều đó lần thứ hai.",
    "ええ～？　ユリアは楽しんでたけど？": "Eeeeeh? Yuria còn thấy vui cơ?",
    "……ずーっとしてやられて逃げっぱなしなんて、私たちらしくないよね。\n今度は正面から同数。なら、戦ってやろうよ！": "...Chỉ bị làm nhục và chạy trốn suốt như vậy, không giống chúng ta nhỉ.\nLần này, đối đầu trực diện với số lượng ngang bằng. Vậy thì, chúng ta hãy chiến đấu thôi!",
    "トレブルクインテットと相対するべく散開する５人。\n受けて立つ、という意思表示にはそれで十分だった。": "Năm người tản ra để đối đầu với Treble Quintet.\nViệc thể hiện ý chí chiến đấu như vậy là đủ rồi.",
    "やる気になってくれたみたいで嬉しいです！\nそれでは、どっちが『映え』るか――勝負ですよ！": "Tôi rất vui vì các cậu đã có hứng thú!\nVậy thì, ai sẽ 'nổi bật' hơn――Trận chiến bắt đầu!",
    "こうして小細工なし、\n敵味方が入り乱れるドッグファイトが始まった――": "Cứ như vậy, không dùng tiểu xảo gì cả,\nMột trận chiến hỗn loạn giữa kẻ địch và đồng minh đã bắt đầu――",
    "そこです！\n妨害なんて萎えなことはさせませんよ！": "Ở đó!\nTớ sẽ không để cậu làm những điều nhạt nhẽo đâu!",
    "っ……これも、ダメ？　通らない……\nくっ、うう……": "Ư... Cái này...cũng không được sao? Không xong rồi...\nƯ...Uu...",
    "（フィーとフルートの勝負か……\n徹底的に攻め立てて近接勝負を挑んでるフルートが有利だな）": "(Trận chiến giữa Fee và Flute sao...\nFlute đang tấn công quyết liệt và áp sát, có lợi thế hơn)",
    "フィーは確かに攻撃をいなすことは出来ている。\nだが、それは後手に回って時間を伸ばしているだけにすぎない。": "Fee thực sự có thể né tránh các đòn tấn công.\nNhưng, điều đó chỉ khiến thời gian bị kéo dài ra mà thôi.",
    "くっ、うう……あの役も……この役も、ダメ……！": "Ư...Uu...Vai diễn đó...cả vai diễn này nữa, không được...",
    "（なんで？　どのパイロットを演じても、勝てない。\n彼女を超えられるようなイメージが浮かばない）": "(Tại sao? Dù vào vai phi công nào, mình cũng không thể thắng.\nMình không thể hình dung ra một hình ảnh nào có thể vượt qua cô ấy)",
    "……っ！": "...!",
    "フィー、良く聞け。": "Fee, nghe cho rõ đây.",
    "回避をしながら反撃を狙うフィー。しかし、その攻撃すらも、\nフルートは見切って回避して反撃を与える。": "Fee né tránh và cố gắng phản công. Tuy nhiên, Flute đã nhìn thấu và né tránh, đồng thời phản công.",
    "お前の求める答えは、お前の見てきたパイロットにはない。": "Câu trả lời mà cậu tìm kiếm, không có trong những phi công mà cậu đã thấy.",
    "――どういうこと？": "――Ý cậu là sao?",
    "目の前のフルートを見てみろ。": "Hãy nhìn Flute trước mặt cậu đi.",
    "さあ、まだまだ見せちゃいますよ！\nこのまま押し切っちゃいます！": "Nào, tớ sẽ cho cậu xem nhiều hơn nữa!\nTớ sẽ đánh bại cậu ngay bây giờ!",
    "フィーから見て……\nお前の知っている、優秀なパイロットと比べてどうだ？": "Nhìn từ Fee mà nói...\nSo với những phi công giỏi mà cậu biết thì sao?",
    "まだまだ！　こんなものじゃありませんよ！\nリスナーがいなくても、もっと『映え』な所を見せてあげます！": "Vẫn chưa đủ! Không chỉ có thế đâu!\nDù không có khán giả, tớ vẫn sẽ cho cậu thấy những màn 'nổi bật' hơn!",
    "……合理的じゃない。\n動きにだって無駄が多すぎる……でも、なんで……": "...Không hợp lý.\nĐộng tác thừa quá nhiều...Nhưng, tại sao...",
    "目を離せないか？": "Không thể rời mắt phải không?",
    "図星だったようだ。\n動きが固まり、一撃を貰ってしまう。": "Dường như đã trúng tim đen rồi.\nĐộng tác trở nên cứng nhắc, và bị đánh trúng.",
    "フィー、お前は舞台にたとえたよな。\nそして、合う役がないと。": "Fee, cậu đã ví nó như một sân khấu đúng không?\nVà, cậu không tìm được vai diễn nào phù hợp.",
    "だが、それが間違いだ。お前は役を選ぶという事に拘って、\n何も選べていないんだ。": "Nhưng, đó là một sai lầm. Cậu cứ khăng khăng chọn vai diễn, và\nCậu đã không chọn được gì cả.",
    "…………どういう、こと？": "............Ý...ý là sao?",
    "フルートはお前と向き合って全力で戦っている。\n自分が傷つこうとも、最高に映える戦いに全力を尽くしてるんだ。": "Flute đang chiến đấu hết mình để đối đầu với cậu.\nDù có bị thương, cô ấy vẫn cố gắng hết sức để có một trận chiến tuyệt vời nhất.",
    "フィー、お前はどうだ？\nこのカオスメイデンという舞台にお前は本気で立ってるか？": "Fee, còn cậu thì sao?\nCậu có thực sự nghiêm túc trên sân khấu Chaos Maiden này không?",
    "……でも、わたしには何もない。だから――": "...Nhưng, mình không có gì cả. Vì vậy――",
    "フィー！　そうやって役に逃げるな！\nここでお前は向き合うべきなんだ！": "Fee! Đừng trốn tránh bằng cách vào vai nữa!\nCậu phải đối mặt với nó ở đây!",
    "っ！？": "!",
    "お前は知っているはずだ！　お前に眠る感情を！　役に当てはめる\nんじゃない！　お前が本当に『やりたい』ことを選び取るんだ！": "Cậu phải biết chứ! Cảm xúc đang ngủ yên trong cậu! Đừng áp dụng nó vào vai diễn!\nHãy chọn những gì cậu thực sự 'muốn' làm!",
    "……わたしが、選び取る……本当に『やりたい』ことを。": "...Mình, chọn...những gì mình thực sự 'muốn' làm.",
    "（……そうだ。わたしは、何も選んでいなかった。\nただ、一番その舞台に合う役に成りきるだけ）": "(...Đúng rồi. Mình đã không chọn gì cả.\nMình chỉ cố gắng trở thành vai diễn phù hợp nhất với sân khấu đó)",
    "（反省をしても、それは役を間違えていたということばかり。\nわたしはずっと……『わたし』と向き合ってこなかった）": "(Dù có hối lỗi, thì đó cũng chỉ là mình đã chọn sai vai diễn mà thôi.\nMình đã luôn...không đối mặt với 'bản thân' mình)",
    "（わたしの中にある小さな感情を、大切にしたくて。\n……選ぶのが怖くて、ずっと向き合っていなかった）": "(Mình muốn trân trọng những cảm xúc nhỏ bé trong mình.\n...Mình sợ phải chọn, và đã luôn né tránh)",
    "フルートを見ろ！　ユリアを見ろ！　翠蘭を見ろ！\n傷ついても間違えても、あいつらは全力で選んだんだ！": "Hãy nhìn Flute! Nhìn Yuria! Nhìn Suiran! \nDù bị thương, dù sai lầm, họ vẫn chọn hết mình!",
    "今だって、何かになるためにもがいて苦しんで……選んでいるんだ！\nなのに、選ばないお前が熱を持てるわけがない！": "Ngay cả bây giờ, họ vẫn đang vật lộn, đau khổ để trở thành một cái gì đó... và đang chọn lựa!\nVậy mà, cậu lại không chọn, sao cậu có thể có nhiệt huyết được!",
    "……そっか。ありがとう、%usernameusernameuserna%。": "...Vậy ra là vậy. Cảm ơn cậu, %usernameusernameuserna%.",
    "感情があっても、選ばなくちゃダメなんだ。\n自分の中にあるものを、本物にするためには。": "Dù có cảm xúc, thì cũng phải chọn.\nĐể những gì bên trong mình trở thành hiện thực.",
    "――怖い。わたしが選んで……間違った選択になるかもしれない……\n取り返しがつかないかもしれない。": "――Sợ quá. Mình chọn... có thể sẽ là một lựa chọn sai lầm...\nCó thể sẽ không thể cứu vãn được nữa.",
    "そうだ、選ぶことは怖くて苦しい。\nだけど、そうやって選ぶから……輝けるんだ！": "Đúng vậy, chọn lựa là đáng sợ và đau khổ.\nNhưng, vì chọn như vậy... nên mới có thể tỏa sáng!",
    "……なら、わたしだって選びたい……翠蘭みたいに。\nユリアみたいに……カオスメイデンの皆のように、輝きたい。": "...Vậy thì, mình cũng muốn chọn... như Suiran.\nNhư Yuria... giống như mọi người trong Chaos Maiden, mình muốn tỏa sáng.",
    "ただ、役を演じるだけじゃない……\n本物の、役者に……本当の感情を演じれるようになりたい――": "Không chỉ đóng vai diễn... \nMình muốn trở thành một diễn viên thực thụ... muốn diễn tả những cảm xúc thật sự――",
    "（そうだ……それがお前の求めていた本当の感情だ。\n苦しくても辛くても……向き合って選び取れ）": "(Đúng rồi...Đó là cảm xúc thật sự mà cậu đang tìm kiếm.\nDù đau khổ, dù cay đắng... hãy đối mặt và chọn lựa)",
    "（そして……お前が何を求めているのか。\nこの舞台に上がるべきフィー・ドレーゼを見つけるんだ！）": "(Và...cậu đang tìm kiếm điều gì.\nHãy tìm thấy Fee Dreize, người nên đứng trên sân khấu này!)",
    "フルートも……めるも、七彩も、それにユリアも、翠蘭も。\nみんなみんな、選んで来た……": "Flute...Meru, Nanairo, và cả Yuria, Suiran nữa.\nMọi người, ai cũng đã chọn lựa...",
    "――わたしも、選ぶ。\nわたしが……フィー・ドレーゼが……今、求めているものを。": "――Mình cũng sẽ chọn.\nMình...Fee Dreize...Bây giờ, đang tìm kiếm điều gì.",
    "フルートの猛攻はなおも続いている。": "Những đòn tấn công của Flute vẫn tiếp tục.",
    "だが、フィーの動きは防戦一方から変わる。\nそれは受けに回るだけではない。何かを掴み取ろうとする人間の動きだ。": "Nhưng, động tác của Fee đã thay đổi từ phòng thủ sang tấn công.\nNó không chỉ là né tránh. Nó là động tác của một con người đang cố gắng nắm bắt điều gì đó.",
    "（――いけ、フィー！）": "(――Tiến lên, Fee!)",
    "（今のわたしは……何が欲しいの？\n感情？　違う。今はわたしのことよりも――）": "(Bây giờ mình...muốn gì?\nCảm xúc? Không phải. Bây giờ, hơn cả bản thân mình――)",
    "なんだか、動きが変わりましたね……！\nでも、負けませんよ！　フルートが『映え』な所を見せますから！": "Có vẻ như động tác đã thay đổi rồi đấy...!\nNhưng, tớ sẽ không thua đâu! Flute sẽ cho cậu thấy màn 'nổi bật' của mình!",
    "なにかを企んでいると感じているフルートだが、\n推力を上げて『映え』る自分の理想のために突撃する。": "Flute cảm thấy có điều gì đó đang được ấp ủ, nhưng\nCô ấy tăng tốc và lao vào vì lý tưởng 'nổi bật' của mình.",
    "（わたしが選ぶとしたら……欲しいものは……）": "(Nếu mình chọn...thì mình muốn...)",
    "（わたしが……向かうべき道は……！）": "(Mình...con đường mình nên đi...!)",
    "ああああああああっ！": "Aaaaaaaaaaaaaaaah!",
    "なっ……あのフィーちゃんが、捨て身の突撃ですか！？": "Gì...Fee-chan lại lao vào liều chết sao!?",
    "わたしが欲しいのは――カオスメイデンの皆との、勝利！": "Điều mình muốn là――Chiến thắng cùng mọi người trong Chaos Maiden!",
    "完璧なパイロットを演じ続けたフィー。その不合理な捨て身の行動。\n想定外の行動にフルートの動きは鈍る。": "Fee, người đã liên tục đóng vai một phi công hoàn hảo. Hành động liều lĩnh phi lý đó.\nĐộng tác của Flute chậm lại trước hành động bất ngờ.",
    "そして、捨て身の……己を捨てても勝つという覚悟を持った、\nフィーの渾身の一撃は回避しきれない。": "Và, cú đánh toàn lực của Fee, người đã có quyết tâm...dù phải từ bỏ bản thân để chiến thắng,\nKhông thể né tránh được nữa.",
    "わたしは……何よりも、チームの勝利を選ぶ……！\nカオスメイデンのフィー・ドレーゼとして！！": "Mình...hơn tất cả, mình chọn chiến thắng của đội...!\nVới tư cách là Fee Dreize của Chaos Maiden!!"
}