{
    "気がつけば、だいぶ日が傾き空はすっかり赤くなっていた。": "Khi tôi để ý, mặt trời đã lặn hẳn, bầu trời đã chuyển sang màu đỏ.",
    "そろそろ帰ろうか？": "Hay là mình về thôi?",
    "……ん、待って。": "……Ưm, đợi đã.",
    "ふいに、ちゆるはこちらの手を取り引き留める。": "Đột nhiên, Chiyuru nắm tay tôi kéo lại.",
    "%usernameusernameuserna%、ちょっと付き合ってくれない？": "%usernameusernameuserna%, đi với tớ một chút được không?",
    "付き合うって……どこに？": "Đi đâu cơ?",
    "実はさ、誰も来ない教室があるんだよね♪": "Thật ra, có một lớp học mà không ai đến đó♪",
    "ちゆるに言われるがままに、彼女の後について教室に入った。": "Theo lời Chiyuru, tôi đi theo cô ấy vào lớp học.",
    "よし……ここなら大丈夫かな。": "Được rồi……Chắc chắn là ổn ở đây.",
    "言うが早いか、なんとちゆるは突然、服を脱ぎ始める。": "Vừa dứt lời, không ngờ Chiyuru lại đột nhiên bắt đầu cởi quần áo.",
    "んしょ、っと……": "Này thì, hừm……",
    "な……何をしてるんだ、ちゆる！？": "Chuyện……Cậu đang làm gì vậy, Chiyuru!?",
    "何って……下着を脱いでるんだけど。": "Gì chứ……Tớ đang cởi đồ lót đây.",
    "いや、どうして……": "Này, tại sao lại……",
    "どうしてって……あれ？\n男の子って、制服えっちが好きなんじゃないの？": "Tại sao ư……? Ơ?\nCon trai thích đồng phục khiêu dâm đúng không?",
    "まあ、少なくとも俺は……じゃない！\nなんだってそんな話を……": "À, ít nhất là tôi thì……Không phải! Sao cậu lại nói những chuyện như vậy……",
    "あたしだって、色々勉強したんだよ？\n動画とか見て……": "Tớ cũng đã học hỏi đủ thứ rồi đấy?\nXem video các kiểu……",
    "それとも、教室で制服姿の女の子とするのは……\n%usernameusernameuserna%の趣味じゃないかな？": "Hay là, làm chuyện đó với một cô gái mặc đồng phục trong lớp học thì……\nKhông phải là sở thích của %usernameusernameuserna% sao?",
    "い、いや、そんなことはないが……": "À, ừm, không phải là không thích……",
    "よかったー。\nじゃあさ……お詫び、してもらおうかな？": "May quá.\nVậy thì……Tớ sẽ bắt cậu bồi thường nhé?",
    "お詫びって……さっきの、反省した分のお詫びってやつか？": "Bồi thường ư……? Bồi thường cho việc cậu vừa nói sao?",
    "突然何を言い出すのかと思ってちゆるを見ていると、\n彼女は楽しそうに微笑んだ。": "Tôi nhìn Chiyuru, không hiểu cô ấy đang định nói gì, cô ấy cười một cách thích thú.",
    "お詫びに……今ここで、してもらおうかな？\nあたしと一緒に、教室エッチ……♪": "Bồi thường……Ngay tại đây, được không?\nTớ và cậu, cùng nhau làm chuyện ấy trong lớp học……♪",
    "……本気か？": "……Cậu nghiêm túc chứ?",
    "本気も本気だよ？\n%usernameusernameuserna%はどうなの？": "Nghiêm túc còn hơn cả nghiêm túc ấy?\n%usernameusernameuserna% thì sao?",
    "そう言うと、ちゆるは服を乱したままこちらとの距離を詰める。\nそんな彼女から、香り立つほどの色香を感じた。": "Nói xong, Chiyuru vẫn còn đang mặc quần áo xộc xệch, tiến lại gần tôi.\nTôi cảm thấy một mùi hương quyến rũ tỏa ra từ cô ấy.",
    "誰も来ないから……好きにできるんだよ？\nやめておく？": "Vì không có ai đến……Tớ có thể làm mọi thứ mình thích mà?\nCậu không muốn sao?",
    "ちゆるの唇から零れる蠱惑的な言葉に、\n拒否することはできなかった。": "Trước những lời nói đầy mê hoặc từ đôi môi của Chiyuru,\ntôi không thể từ chối.",
    "……やりたい。": "……Muốn.",
    "ふふふっ、これでいいかな……？\n%usernameusernameuserna%との教室エッチ……始まっちゃうね。": "Fufu, như vậy có được không……?\nChuyện ấy trong lớp học với %usernameusernameuserna%……Bắt đầu thôi nào.",
    "服をはだけたちゆるは机に手を突き、こちらに背中を向けて誘惑する。\nそんな彼女を後ろから抱き締めた。": "Chiyuru cởi bỏ quần áo, chống tay lên bàn, quay lưng về phía tôi, khiêu khích.\nTôi ôm cô ấy từ phía sau.",
    "興奮したこちらのペニスが、彼女の膣口に密着する。": "Dương vật đang hưng phấn của tôi, áp sát vào cửa âm đạo của cô ấy.",
    "はぁあ……っ、%usernameusernameuserna%のが、おしりに当たってる……\n熱くて、おっきくて……んんっ、ぞ、ゾクゾクしちゃう……！": "Haa……Ưm, của %usernameusernameuserna% đang chạm vào mông tớ……\nNóng quá, to quá……Ưm, ư, r, rùng mình quá……!",
    "%usernameusernameuserna%のこれ……これを今から入れちゃうの？\nしかも教室でなんて……": "Cái này của %usernameusernameuserna%……Giờ mình sẽ cho vào sao?\nHơn nữa lại còn trong lớp học nữa chứ……",
    "うわぁ、すっごく興奮しちゃう……！\nあたし達、教室でやったらいけないことしようとしてるんだね……": "Uwaa, tớ phấn khích quá đi……!\nTụi mình đang định làm điều cấm kỵ trong lớp học đấy……",
    "こんな状況で、ちゆるは心から楽しそうに笑う。": "Trong tình huống này, Chiyuru cười một cách vui vẻ từ tận đáy lòng.",
    "ねえ%usernameusernameuserna%……あたしといけないことしよ？": "Này %usernameusernameuserna%……Mình cùng nhau làm điều cấm kỵ nhé?",
    "甘い言葉を囁きながら、ちゆるは密着したまま腰をくねらせる。": "Vừa thì thầm những lời ngọt ngào, Chiyuru vừa áp sát vào tôi, lắc hông.",
    "そんなちゆるの腰を持つ手に力を込めると、\nたっぷり煽られガチガチになった肉棒を後ろから挿入していった。": "Tôi dùng tay giữ lấy hông của Chiyuru, dùng sức, rồi từ từ đâm dương vật đã cương cứng vào từ phía sau.",
    "んんんんん……っ、あはぁっ！\nはぁあ……っ、きてる……っ、%usernameusernameuserna%のがぁっ！": "Ưm, ư, ư, ư……Ahhh!\nHaa……Ưm, đang vào……! của %usernameusernameuserna%!",
    "あはぁっ、ふぁあああっ、おっきい……おっきいの、\nあたしの中、入ってきてる……っ！": "Ahhh, fuwaaa, to……to, đang đi vào bên trong tớ……!",
    "あぁ……っ、熱いっ、あつくてすごい……っ！\n声、出ちゃうよぉ……っ！": "Ahhh……Nóng quá, nóng quá, kinh khủng……!\nTớ, tớ không kiềm được tiếng nữa……!",
    "欲望でそそり立ったペニスは、ちゆるの柔肉を割り裂き、\n膣道を奥へ奥へと侵入していく。": "Dương vật cương cứng vì ham muốn, xé rách lớp thịt mềm của Chiyuru,\nxâm nhập sâu vào bên trong âm đạo.",
    "亀頭が膣肉を擦りあげるたびに、ちゆるの身体はひくひくと震え、\n口からは甘い声を漏らしていった。": "Mỗi khi đầu dương vật cọ xát vào thịt âm đạo, cơ thể Chiyuru run lên bần bật,\ntừ miệng phát ra những tiếng rên rỉ ngọt ngào.",
    "あっ、あぁっ、こ、これ、やばい……っ、\nこえ、おさえなきゃいけないのにぃ……っ！": "Ah, ah, cái này, nguy hiểm quá……!\nTớ phải, phải cố kiềm chế tiếng rên……!",
    "んふぅううっ、%usernameusernameuserna%が入ってくるのが、\nきもち、よすぎてぇ……っ、止められないのぉおっ！": "Umfuuu, vì %usernameusernameuserna% đang đi vào, nó, nó, sướng quá……!\nTớ không thể dừng lại được nữa……!",
    "肉棒を受け入れるごとに、ちゆるの身体が反応していく。": "Mỗi khi dương vật được chấp nhận, cơ thể Chiyuru lại phản ứng.",
    "硬く絞まった膣肉を亀頭が押し広げると、膣壁がひくひくと痙攣し\n甘い声を漏らす。": "Khi đầu dương vật đẩy căng thịt âm đạo đang co thắt, thành âm đạo co giật,\nrên rỉ ngọt ngào.",
    "もはやちゆるはここが教室だということも忘れたかのように、\n声を抑えるのも忘れ声をあげ喘いでいた。": "Chiyuru dường như đã quên mất đây là lớp học, quên cả việc phải kìm nén tiếng rên,\nrên la không ngừng.",
    "あぁあああ……はぁんっ！\nまだ……まだ、入ってくるぅ……っ！": "Ahhhhh……Hahn!\nVẫn……vẫn đang đi vào……!",
    "もう、あたしの中、%usernameusernameuserna%でいっぱいなのに……\nあぁあっ、は、はいってるぅううう……っ！": "Giờ thì, bên trong tớ, toàn là %usernameusernameuserna% rồi……\nAhhh, ư, đang đi vào……!",
    "熱く滾る欲望をちゆるの中にすべて叩き込むように、\n腰を進め、彼女の真奥を穿つ。": "Như thể muốn trút hết ham muốn đang sôi sục vào trong Chiyuru,\ntôi thúc hông, xuyên sâu vào bên trong cô ấy.",
    "……はっ、ひゃぁあああ……っ！\nあぁあっ、これ、おく、おくきて……はぁああんっ！": "……Hah, hyaaaaa……!\nAhhh, cái này, sâu, sâu bên trong……Haaahn!",
    "ふぁあああ……っ、深いとこに、%usernameusernameuserna%のいいの、\nいっぱいきたぁ……あはぁっ！": "Fuaaaaa……ở sâu bên trong, cái tốt của %usernameusernameuserna%,\nđang đi vào đầy……Ahhh!",
    "亀頭が膣奥を打ち付ける感覚に、ちゆるの背中がビクンと跳ねた。\nペニスをすっかり包み込んだ膣肉がきゅうっと締まる。": "Khi đầu dương vật chạm vào sâu bên trong âm đạo, lưng Chiyuru giật nảy lên.\nThịt âm đạo bao bọc lấy dương vật, siết chặt.",
    "意識を持っていかれそうになる程の快感が走るが、それを堪え、\nちゆるのいいところを刺激するように、腰を動かしていった。": "Cảm giác khoái cảm đến mức như muốn đánh mất ý thức, nhưng tôi đã cố gắng kiềm chế, và\ntôi di chuyển hông, kích thích những điểm nhạy cảm của Chiyuru.",
    "はぁっ、あぁんっ、ふぁあああ……っ！\nあぁ……%usernameusernameuserna%の、いっぱいきてるっ！": "Haa, ahn, fuaaaaa……!\nAh……Của %usernameusernameuserna%, đang vào đầy!",
    "と、とんとんとんって、おくっ、届いてぇ……んふぅっ！\nはぁあっ、い、いいのぉっ！": "T, t, t, tới, tới bên trong……Umfu!\nHaa, ư, sướng quá!",
    "あたしの気持ちいいところ、%usernameusernameuserna%が、\n突いて、擦ってぇ、ふぁあああっ！": "Điểm sướng của tớ, %usernameusernameuserna%, đang\nchọc, cọ xát, fuaaaaa!",
    "ピストンを始めてすぐに、ちゆるの声が大きくなる。\n予想外の快感に、すっかり我を忘れているようだった。": "Ngay khi bắt đầu nhịp điệu, giọng Chiyuru trở nên lớn hơn.\nCô ấy dường như đã hoàn toàn quên mất bản thân vì khoái cảm bất ngờ.",
    "ちゆるを窘めたいところだが……こちらもまた、\n彼女が与える快感と痴態の前に、すっかり理性は吹き飛んでいた。": "Tôi muốn khiển trách Chiyuru……Nhưng tôi cũng vậy,\ntrước khoái cảm và sự đê tiện mà cô ấy mang lại, lý trí của tôi đã hoàn toàn tan biến.",
    "もっと深く、もっと気持ちいいところへと、\n夢中になって本能のままに抽挿を続けていく。": "Sâu hơn nữa, đến những điểm nhạy cảm hơn nữa,\ntôi say mê tiếp tục ra vào theo bản năng.",
    "んんんっ、あはぁっ、あ……ふぁんっ！\nはひゃああああ……っ、すごいっ、すごいのぉ……っ！": "Umm, ahh, ah……Fahn!\nHihyaaaaaa……! Quá, quá đã……!",
    "%usernameusernameuserna%のが、奥、いっぱい突いて……\nあぁ……いい……きもちいいのぉおっ！": "Của %usernameusernameuserna%, đang chọc sâu bên trong……\nAh……sướng……sướng quá!",
    "%usernameusernameuserna%のが、いいっ、きもちいいっ！\n%usernameusernameuserna%がくれるの、ぜんぶいいっ！": "Của %usernameusernameuserna%, tốt, sướng quá!\nCái gì %usernameusernameuserna% cho, đều tốt cả!",
    "あぁ……もう、どうしよう、%usernameusernameuserna%……っ、\nあたし、これ、ハマっちゃうかも……": "Ah……Giờ phải làm sao đây, %usernameusernameuserna%……\nTớ, có lẽ, sẽ nghiện mất……",
    "快感に溺れながら、ちゆるはうっとりと呟く。": "Đắm chìm trong khoái cảm, Chiyuru lẩm bẩm một cách say sưa.",
    "教室で、こんな……いけないことして、\nこんなにも気持ちよくなっちゃうなんて……": "Trong lớp học, làm những chuyện……không nên làm như thế này,\nsao mà lại sướng đến thế……",
    "だって、%usernameusernameuserna%のが、気持ちよすぎて……っ、\nもう、夢中になっちゃう……": "Vì, của %usernameusernameuserna% sướng quá……!\nGiờ thì tớ, say mê quá……",
    "%usernameusernameuserna%が動いてぐちゅぐちゅってされると、\nもう、頭の中が真っ白になっちゃうくらいたまらないのぉ……っ！": "Khi %usernameusernameuserna% di chuyển, cứ như là tớ bị ướt sũng,\ntớ không thể nào nghĩ được gì khác ngoài điều đó……!",
    "蕩けるような表情でちゆるは素直な気持ちを言葉にしていく。": "Với vẻ mặt tan chảy, Chiyuru đã nói ra những cảm xúc thật của mình.",
    "ちゆるの身体もすっかり抽挿に馴染み、\n大量の愛液を零しながら動きをスムーズにしていた。": "Cơ thể Chiyuru cũng đã quen với việc ra vào,\ndòng dịch tiết ra, di chuyển một cách trơn tru.",
    "愛液で潤った膣をペニスが突き上げるたびに、\nぐちゅぐちゅといういやらしい音が聞こえてくる。": "Mỗi khi dương vật đâm vào âm đạo ẩm ướt,\ntôi có thể nghe thấy những âm thanh dâm đãng.",
    "んぅうううっ、あはぁ……っ！\nすごい……声も、音も、止められない……っ！": "Uuuu, ahh……!\nTuyệt vời……Tiếng rên, âm thanh, không thể dừng lại được……!",
    "あたしが%usernameusernameuserna%にいっぱい突かれてる音、\nもっともっと聞かせてぇ……っ！": "Âm thanh khi tớ bị %usernameusernameuserna% chọc vào,\nmuốn nghe nhiều hơn nữa……!",
    "ちゆるの膣からは、とめどなく愛液が流れ、\nピストンのたびに結合部から溢れていく。": "Từ âm đạo của Chiyuru, dịch tiết chảy ra không ngừng,\ntràn ra từ chỗ nối mỗi khi ra vào.",
    "ちゆるの望むがままに、あえて水音を立て、\n肉と肉を打ち合わせながら互いの快感を煽っていった。": "Theo mong muốn của Chiyuru, tôi cố tình tạo ra âm thanh của nước,\ncọ xát da thịt, khơi dậy khoái cảm của nhau.",
    "ちゆるが両手をついている机もガタガタと振動し、\nふたりの交合の印は音となって容赦なく教室中に響き渡る。": "Chiếc bàn mà Chiyuru đang chống hai tay cũng rung lên bần bật,\ndấu ấn của hai người, âm thanh vang vọng không thương tiếc khắp lớp học.",
    "はぁあああっ、%usernameusernameuserna%の、すごいっ！\nあたしのいいとこ、いっぱい突いてるぅ……っ！": "Haaaaaa, của %usernameusernameuserna%, tuyệt vời!\nĐang chọc vào những điểm nhạy cảm của tớ quá……!",
    "ずっとずっと、気持ちいいのが止まらなくて……んんっ、\n身体、おかしくなる……おかしくなっちゃうぅ……っ！": "Cứ mãi, mãi không ngừng sướng……Umm,\ncơ thể, muốn nổ tung……Muốn nổ tung quá……!",
    "ちゆるの熱い膣内はずっと肉棒に反応し、\n痙攣し、締め上げ、圧をかけ続けていた。": "Bên trong âm đạo nóng bỏng của Chiyuru luôn phản ứng với dương vật,\nco thắt, siết chặt, tạo áp lực liên tục.",
    "こちらも夢中で、ちゆるの動きに応え続ける。": "Tôi cũng say mê, đáp ứng theo chuyển động của Chiyuru.",
    "あぁあ……っ、ま、またっ、すごいのくるっ！\nお腹の奥から、ぞくぞくってするぅ……っ！": "Ahhh……l, lại, lại sắp đến rồi!\nTừ sâu trong bụng, run rẩy……!",
    "%usernameusernameuserna%ので、あたし、何度もよくなって……\nんんんっ、何度も、イ、イきそうになって……っ！": "Với %usernameusernameuserna%, tớ, đã nhiều lần được sướng……\nUmmmm, nhiều lần, sắp, sắp ra……!",
    "んぁあああ……っ、あぁっ、また、いいのいっぱいくるっ！\nおかしくなるぅううっ！": "Aaaaaa……ah, lại, sắp đến rồi!\nMuốn nổ tung……!",
    "何度目かの痙攣を、ちゆるの膣壁から感じ取る。\nしかし今回のものは、今までと少し違っていた。": "Tôi cảm nhận được những cơn co thắt lần thứ mấy từ thành âm đạo của Chiyuru.\nNhưng lần này, nó hơi khác so với trước đây.",
    "激しい快感に反応し、ちゆるの子宮が降りてくる。\n大量の精液を飲み込むべく、身体が準備を始めていた。": "Phản ứng với khoái cảm mãnh liệt, tử cung của Chiyuru hạ xuống.\nCơ thể bắt đầu chuẩn bị để nuốt trọn tinh dịch.",
    "んぁあっ、はぁっ、あ、あぁあ……っ！\nなんだか違うっ、今までと違う気がするぅ……っ！": "Aaaaah, hah, ah, ahhh……!\nCó gì đó khác, tớ cảm thấy khác so với trước đây……!",
    "%usernameusernameuserna%の、今まで以上に感じる気がする……っ！\nあっ、あぁっ、はひゃあああああ……っ！": "Của %usernameusernameuserna%, tớ cảm thấy nhiều hơn trước đây……!\nAh, ahhh, hihyaaaaaaa……!",
    "自身の身体の変化に気付いたのか、ちゆるの声が一際高くなる。\nそこには、僅かな困惑の色も含まれていた。": "Có lẽ đã nhận ra sự thay đổi trong cơ thể mình, giọng Chiyuru càng trở nên cao hơn.\nTrong đó, cũng có một chút bối rối.",
    "んんんんんっ、%usernameusernameuserna%を感じるのっ！\n今まで以上に、すごく感じて……はぁあっ！": "Ummmm, cảm nhận được %usernameusernameuserna%!\nNhiều hơn trước đây, tớ cảm nhận rõ hơn……Haaah!",
    "ほしいのぉ……っ、今も、いっぱいきてるのに、\nもっともっと%usernameusernameuserna%のが欲しいのぉっ！": "Muốn……! Giờ cũng, đang đến, nhưng\nmuốn, muốn nhiều hơn nữa của %usernameusernameuserna%!",
    "奥の奥まで%usernameusernameuserna%をいっぱい受け入れて……\n%usernameusernameuserna%のを、いっぱい出して欲しいのぉおおっ！": "Sâu bên trong, chấp nhận tất cả của %usernameusernameuserna%……\nMuốn, muốn %usernameusernameuserna%, cho ra hết……!",
    "本能のままに、ちゆるが求めてくる。": "Theo bản năng, Chiyuru cầu xin.",
    "言葉で、身体で、こちらのすべてを欲しがり、\n搾り取ろうとしていた。": "Bằng lời nói, bằng cơ thể, muốn tất cả của tôi,\nmuốn vắt kiệt.",
    "こちらもまた、全身でちゆるを求め、貪っていく。\n互いの粘膜の摩擦が、とめどなく快感を煽っていった。": "Tôi cũng vậy, khao khát Chiyuru bằng cả cơ thể.\nMa sát giữa niêm mạc của hai người, không ngừng khơi dậy khoái cảm.",
    "はぁあああああっ、あふぅっ、%usernameusernameuserna%……っ！\nあぁっ、もう、もう、だめっ、あたし……だめぇえっ！": "Haaaaaaah, afuu, %usernameusernameuserna%……!\nAh, thôi, thôi, không được, tớ……không được nữa rồi……!",
    "これ……んぁあっ、もうだめっ、あたし、イきそう……っ！\n%usernameusernameuserna%ので、イきそう……っ！": "Cái này……Ahhh, không được, tớ, sắp ra rồi……!\nCủa %usernameusernameuserna%, sắp ra rồi……!",
    "%usernameusernameuserna%のをあたしの中にいっぱいもらって、\n一緒に、めちゃめちゃにイきたいのぉお……っ！": "Muốn nhận thật nhiều của %usernameusernameuserna% vào trong tớ,\ncùng nhau, muốn ra thật nhiều……!",
    "ちゆるの奥を穿つたび、亀頭が子宮を突き上げる。\nいやらしいキスで、子宮口が開いていく。": "Mỗi khi xuyên sâu vào bên trong Chiyuru, đầu dương vật lại đâm vào tử cung.\nNụ hôn dâm đãng, miệng tử cung mở ra.",
    "膣壁は肉ヒダ一つ一つに至るまでペニスにまとわりつき、\n圧をかけ、全身で精液を搾り取ろうとしていた。": "Thành âm đạo, đến từng nếp nhăn của thịt, quấn lấy dương vật,\ntạo áp lực, cố gắng vắt kiệt tinh dịch bằng cả cơ thể.",
    "こちらも、激しい快感の予兆に腰がわななく。\n全身の欲望が、下半身の１カ所に集中していった。": "Tôi cũng vậy, những dấu hiệu của khoái cảm mãnh liệt làm hông run rẩy.\nHam muốn toàn thân, tập trung vào một điểm ở phần dưới cơ thể.",
    "ふぁああっ、もう、もうだめぇっ、%usernameusernameuserna%！\nん、あ、あぁあ……っ！": "Fuaaa, thôi, thôi, không được nữa rồi, %usernameusernameuserna%!\nƯm, ah, ahhh……!",
    "あ、あ……っ！": "Ah, ah……!",
    "……互いにこれ以上無いほど盛り上がった直後。\n遠くから、足音が聞こえたような気がした。": "……Ngay sau khi cả hai cùng đạt đến đỉnh điểm.\nTôi cảm thấy như có tiếng bước chân từ xa.",
    "足音は、こちらに近づいてくる。\n……だが、こちらも既に、止められるような状況ではなかった。": "Tiếng bước chân, đang đến gần đây.\n……Nhưng, tôi cũng đã không còn trong tình trạng có thể dừng lại được nữa.",
    "……%usernameusernameuserna%っ、きてっ、このままきて……！\nこえ、こえ、がまん、するからぁ……っ！": "……%usernameusernameuserna%……đến đi, cứ tiếp tục đi……!\nTiếng, tiếng, cố gắng chịu đựng, được mà……!",
    "一瞬、動きがとまったこちらにちゆるは声を抑えて囁く。": "Chiyuru thì thầm, cố gắng kìm nén giọng nói, với tôi, người đã dừng lại trong giây lát.",
    "あたし、%usernameusernameuserna%と一緒にイきたいの……っ！\n一緒に、思いっきり気持ちよくなりたい……っ！": "Tớ, muốn cùng %usernameusernameuserna%……!\nCùng nhau, muốn sướng hết mình……!",
    "ちゆるの声に背中を押されるように、\n無我夢中で彼女の奥に肉棒を送り込んでいった。": "Như được tiếp thêm sức mạnh từ giọng nói của Chiyuru,\ntôi vô thức đưa dương vật vào sâu bên trong cô ấy.",
    "んんんんんっ、もう、もうだめっ！\nくるっ、んぁあああっ、くる、きちゃうのぉおおお……っ！": "Ummmm, thôi, thôi, không được nữa rồi!\nĐến rồi, ahhhhh, đến, sắp ra rồi……!",
    "んむっ、んんんんんんんんん……っ！！！": "Ummm, ummmmmmm……!",
    "んむぅうううう……っ、はぁっ、はぁっ、はぁあああ……": "Umuuuu……Hah, hah, haaaa……",
    "ん……っ、あ、あはぁ……っ、\nあぁ……すごい、すごい、気持ちよかったぁ……": "Umm……ah, ahh……\nAh……tuyệt vời, tuyệt vời, sướng quá……",
    "お互いに、声を抑えながら激しい絶頂の波に溺れる。\n心のままに欲望を出し切り、肩を上下させながら呼吸を整えていた。": "Cả hai, vừa cố gắng kìm nén tiếng rên, vừa đắm chìm trong những con sóng cực khoái dữ dội.\nGiải phóng ham muốn theo ý muốn, điều hòa nhịp thở bằng cách lên xuống vai.",
    "……幸い、足音はこちらには向かわなかった。\nちゆると顔を見合わせ、ほっと大きく息を吐く。": "……May mắn thay, tiếng bước chân không hướng về phía này.\nTôi và Chiyuru nhìn nhau, thở phào nhẹ nhõm.",
    "いやあ、ドキドキしたねぇ。": "Ôi chao, hồi hộp quá đi.",
    "軽く笑い飛ばすちゆるに、こちらは呆れたように肩をすくめる。": "Chiyuru cười phá lên, tôi nhún vai một cách ngán ngẩm.",
    "本当にバレるかと思ったぞ……": "Cứ tưởng là bị lộ rồi chứ……",
    "あははっ。": "Ahaha.",
    "こちらの言葉も、ちゆるは懲りることなく小さく笑い飛ばす。\nそして悪い顔をして、こちらに囁いた。": "Chiyuru cũng cười phá lên trước những lời nói của tôi mà không hề hối hận.\nVà với vẻ mặt tinh ranh, cô ấy thì thầm với tôi.",
    "実はあたし……ここみたいな、\nあんまり人が来ない場所もっと知ってるんだよね。": "Thật ra, tớ……biết những nơi như thế này,\nnhững nơi mà không có ai đến đâu.",
    "……もしかして、またやるのか？": "……Có lẽ nào, cậu lại định làm nữa à?",
    "ん？　そういう%usernameusernameuserna%は、\nもしかしてこういうの、嫌かな？": "Ưm? %usernameusernameuserna% như thế này,\nlẽ nào cậu không thích sao?",
    "ちゆるはこちらを見つめたままにやにやと笑っている。": "Chiyuru nhìn tôi chằm chằm, cười nham hiểm.",
    "……仕方ない。ここは、しっかり言っておかねばなるまい。": "……Không còn cách nào khác. Chỗ này, phải nói rõ ràng mới được.",
    "……また行く時があったら言ってくれ。\nいつでも付き合うから。": "……Nếu có đi lần nữa thì nói cho tớ biết nhé.\nTớ sẽ đi cùng cậu bất cứ lúc nào."
}