{
    "……キョンシー姿のエヴィを見てる今の状況、\nなんだか俺が命令をしてるみたいだな。": "……Tình hình hiện tại khi nhìn Evi trong bộ đồ cương thi,\ncứ như thể tôi đang ra lệnh vậy.",
    "確かに、キョンシーを操る男みたいになってるね。\nなんなら、本当に命令でもしてみる？": "Đúng là, trông như anh đang điều khiển cương thi nhỉ.\nHay là, anh thử ra lệnh thật luôn đi?",
    "命令か……面白そうだな。\nそれじゃあエヴィ、腕立て伏せ１０回！": "Ra lệnh à……Có vẻ thú vị đấy.\nVậy thì Evi, hít đất 10 cái!",
    "めんどくさいからパスで～。": "Phiền phức quá, em xin phép～.",
    "……なら、グラウンド３周してみろ。": "……Vậy thì, chạy 3 vòng sân vận động đi.",
    "そんな元気はないかな～。": "Em không có sức đâu～.",
    "おい、何の命令も聞いてくれないんだが。": "Này, sao em chẳng nghe lệnh gì cả vậy.",
    "いやー、だって肉体労働系ばっかりでしょ？\nあんまりそういうのは命令として聞けないかな。": "Dạ, tại toàn mấy cái liên quan đến lao động chân tay không à?\nMấy cái đó em không nghe theo được.",
    "俺とデートをしてくれ": "Hãy hẹn hò với tôi.",
    "ゲームの相手をしてくれ": "Hãy chơi game với tôi.",
    "……まあ確かにエヴィらしいっちゃエヴィらしい。\nそれならどういう命令をするか。": "……À thì, đúng là Evi có khác.\nVậy thì nên ra lệnh gì mới được.",
    "それならゲームの相手なんていうのはどうだ？\n前に借りたゲームをやろうかと思ってな。": "Vậy thì chơi game thì sao?\nTôi đang định chơi cái game mượn hồi trước nè.",
    "へえ、マルチプレイ対応してるタイプ？\nそれともオフラインで協力プレイ？": "Hể, loại hỗ trợ nhiều người chơi hả?\nHay là chơi hợp tác offline?",
    "ん？　よく分からんが……一緒に遊べるゲームらしい。\nコントローラーは二つ準備してるぞ。": "Hửm? Tôi cũng không rõ lắm……Nghe nói là game chơi được với nhau.\nTôi chuẩn bị hai tay cầm rồi.",
    "オッケー、そういう命令なら大歓迎だよ。\n": "OK, nếu là ra lệnh kiểu đó thì em rất vui lòng.\n",
    "こうして俺は無事にエヴィへの命令を成功させるのだった。": "Cứ như vậy, tôi đã thành công ra lệnh cho Evi.",
    "それなら俺のデートの相手をしてくれないか？\n相手が居なくて困ってるんだ。": "Vậy thì em có thể hẹn hò với tôi được không?\nTôi đang gặp rắc rối vì không có ai.",
    "……えっ、デート？　……ま、まあいいけど。\nそれで予定は何かあるの？": "……Hả, hẹn hò? ……Thì, cũng được thôi.\nVậy thì anh có dự định gì chưa?",
    "しまった、何も考えていなかったな……": "Chết rồi, tôi chưa nghĩ ra gì cả……",
    "ちゃんと命令しないとキョンシーは言うこと聞かないよ？\nふふ、残念だったね。また命令にチャレンジしてみてね～。": "Nếu không ra lệnh đàng hoàng thì cương thi sẽ không nghe lời đâu đấy?\nFufu, tiếc thật. Anh thử thách ra lệnh lại xem～.",
    "エヴィへの命令はうやむやに終わってしまうのだった。": "Việc ra lệnh cho Evi đã kết thúc trong mơ hồ."
}