{
    "――来ましたわね。": "――Đến rồi.",
    "あれ？　キミひとりだけ？": "Hả? Chỉ có mình em thôi à?",
    "いらっしゃいませっ、ですわ！": "Chào mừng ạ!",
    "わかってはいましたが、これだけ撃って１発も当たらないなんて！": "Tôi biết trước rồi, bắn nãy giờ mà không trúng phát nào!",
    "本当に、あなたは何が見えていますの！？": "Thật sự, anh thấy gì vậy chứ!?",
    "ああ、沙耶からなにか聞いたの？\n別に、みんなと同じだよ。なにもおかしなものは見えてない。": "À, em nghe Sae nói gì à?\nThì cũng như mọi người thôi, có gì lạ đâu.",
    "ただ、なんとなく感じるんだよね。\n自分に向けられた殺気？　みたいなのがさ。": "Chỉ là, tôi cứ có cảm giác gì đó.\nNhư kiểu sát khí nhắm vào mình ấy.",
    "……オカルトですわね。\nというか、通信が返ってくるとは思いませんでしたわ。": "……Đúng là chuyện mê tín.\nMà tôi cũng không nghĩ là liên lạc được.",
    "せっかくのタイマンだってのに、\nお互い黙ったままっていうのも寂しいじゃん？": "Đáng lẽ là solo, mà cứ im lặng thì chán nhỉ?",
    "ま、時間稼ぎのつもりなのかもしれないけど。\nちょっとくらい付き合っても結果は変わらないしね。": "Chắc là muốn câu giờ thôi.\nDù có cố gắng thì kết quả cũng không đổi đâu.",
    "私の仲間がキミ達に負けるわけないもん。": "Đồng đội của tôi không đời nào thua các người đâu.",
    "直接対峙してよくわかりますわ……ユリアさんの強さが。": "Đối diện trực tiếp mới hiểu rõ……sức mạnh của Yuria.",
    "ただそこにいるだけなのに、圧を感じる……\nこれが絶対的強者のオーラですのね。": "Chỉ đứng đó thôi mà đã cảm thấy áp lực……\nĐây là hào quang của kẻ mạnh tuyệt đối sao.",
    "ですが……それでも立ち向かわなければなりません。\nみんなが、わたくしを信じてくれているから！": "Nhưng……dù vậy tôi vẫn phải chiến đấu.\nVì mọi người tin tưởng tôi!",
    "へぇ……やる気なんだ？真正面から戦っても、\n私には絶対勝てないと思うよ。": "Hừm……có vẻ có hứng đấy? Dù có đánh trực diện, tôi nghĩ cậu cũng không thắng được đâu.",
    "あなたはきっと、才能だけでなく、\nわたくしには想像の及ばない努力を重ねてきたのでしょう。": "Cậu chắc chắn không chỉ có tài năng, mà còn nỗ lực hơn cả tôi có thể tưởng tượng.",
    "そんな相手にわたくしが勝てる道理はありません。\n百回戦えば百回負けるでしょう。": "Đối thủ như vậy mà tôi thắng được sao? Có đánh trăm trận thì cũng thua trăm trận thôi.",
    "シリウスシュガー『なんか』と呼ばれても、何も言い返せませんわ。\nそれほどまでに、積み上げてきたものが違うのですから。": "Dù bị gọi là 'Sirius Sugar' gì đó, tôi cũng không thể phản bác được.\nVì những gì đã xây dựng khác biệt quá nhiều.",
    "……けど、それがなんだというのです。勝てないから諦める？\n言語道断ですわ。": "……Nhưng, thì sao chứ? Vì không thắng được mà bỏ cuộc à?\nVô lý hết sức.",
    "シリウスシュガーは文句なしの最底辺チーム。\nそしてわたくしは、そんなチームのふがいないリーダー。": "Sirius Sugar là đội yếu nhất, không ai sánh bằng.\nVà tôi, là đội trưởng vô dụng của đội đó.",
    "今が最悪なら、これ以上失うものなんてありはしない。\nでも……わたくしたちはここから這い上がって行くのですわ！": "Nếu bây giờ là tệ nhất, thì cũng chẳng còn gì để mất nữa.\nNhưng……chúng ta sẽ vươn lên từ đây!",
    "今日、ここで！　あなた達カオスメイデンを倒して！\nわたくし達は伝説になるのです！": "Hôm nay, tại đây! Đánh bại các người, Chaos Maiden!\nChúng ta sẽ trở thành huyền thoại!",
    "（……雰囲気が変わった。仕掛けてくる）": "（……Khí thế thay đổi rồi. Chuẩn bị tấn công）",
    "先程、自分に向けられる殺気を感じると仰いましたわよね？\nそれなら……自分に向けられてない殺気はいかがでしょう？": "Lúc nãy anh có nói là cảm nhận được sát khí nhắm vào mình đúng không?\nVậy thì……sát khí không nhắm vào anh thì sao?",
    "銃口を後ろに……？　なにをするつもり――": "Hướng nòng súng ra sau……? Muốn làm gì――",
    "ユリア・バーンズさん！\nシリウスシュガーのリーダーとして、あなたを倒しますわ！": "Yuria Barnes!\nVới tư cách là đội trưởng của Sirius Sugar, tôi sẽ đánh bại cô!",
    "その後ろにあるのって、榴弾……！？\nまさか……！！": "Cái đằng sau đó là lựu đạn……!?\nKhông lẽ……!!",
    "大爆発が起こると同時に、爆風が背後から七彩機を襲う――": "Cùng lúc vụ nổ lớn xảy ra, luồng gió từ phía sau ập đến...",
    "大丈夫……榴弾ならこの距離で受けても、機体に大きな損傷はない！\nその爆風を利用して……っ！": "Không sao đâu……Lựu đạn thì ở khoảng cách này, không gây hư hại lớn cho máy móc đâu!\nTận dụng luồng gió này……!",
    "なっ！？　ウソでしょ……！？\n爆風を使って距離を詰めるなんて――": "Hả!? Không thể nào……!?\nDùng luồng gió để rút ngắn khoảng cách――",
    "これがわたくしの覚悟ですわ！": "Đây là quyết tâm của tôi!",
    "あはは、最高に面白いことしてくれるじゃん！": "A ha ha, thú vị đấy!"
}