{
    "今日はカオスメイデンの体力トレーニングのコーチをしていた。": "Hôm nay tôi đã làm huấn luyện viên thể lực cho Chaos Maidens.",
    "ふぅ～！　今日の分終わりー！　ねえ、%usernameusernameuserna%！\nこのあと汗流しに近くの銭湯いこーよ！": "Phù～! Xong phần hôm nay rồi! Này, %usernameusernameuserna%! Sau đó mình đi tắm suối nước nóng gần đây xả hơi đi!",
    "いいな、行こうか": "Hay đấy, đi thôi.",
    "やめておく": "Thôi bỏ đi.",
    "銭湯かぁ～。": "Suối nước nóng à～.",
    "やったー！　一緒に背中流しっこしよーね！": "Yeah! Cùng nhau kỳ lưng cho nhau nhé!",
    "待て、なぜ一緒に入ることになってる……\n男女別だと思うぞ。": "Khoan đã, sao lại thành cùng nhau vào thế này... Tôi nghĩ là nam nữ riêng chứ.",
    "えー！　一緒じゃなきゃやだ！　一緒に女湯入ればいいじゃん！": "Eeeh! Không cùng nhau thì không chịu đâu! Cùng vào bồn tắm nữ là được mà!",
    "いや、それはまずいだろ……俺が社会的に死ぬ！": "Không, như vậy thì không được rồi... Tôi sẽ chết về mặt xã hội mất!",
    "じゃあ！　%usernameusernameuserna%の部屋でふたりで入ろ！\nそれだとタダだし、一緒に入れるじゃん！": "Vậy thì! Vào phòng %usernameusernameuserna% tắm chung đi!\nNhư vậy thì miễn phí, với lại còn được tắm chung nữa!",
    "それもまずい！": "Cũng không được luôn!",
    "なんとか男女別の銭湯に行く方向に持っていくよう、\n俺は頑張って説得したのだった。": "Tôi đã cố gắng hết sức để thuyết phục, hướng đến việc đi tắm suối nước nóng riêng nam nữ.",
    "実はこのあと生徒会長に呼び出されていてな。\n事務仕事を手伝ってほしいらしい。": "Thật ra sau đó tôi còn bị hội trưởng triệu tập nữa.\nCó vẻ như muốn tôi giúp việc hành chính.",
    "え～！　一緒に行ってくれないの～？\nせっかく背中流しっこしようと思ったのに……": "Eeeh! Không đi cùng tớ sao～?\nVậy mà tớ đã nghĩ là sẽ cùng nhau kỳ lưng...",
    "（一緒に入るつもりだったのか……）": "(Đã có ý định cùng nhau vào tắm sao...)",
    "じゃあ、今度%usernameusernameuserna%の部屋に、\nシャワー浴びに行く！　そのとき一緒に入ろーね！": "Vậy thì, lần sau tớ đến phòng %usernameusernameuserna% tắm vòi sen!\nLúc đó mình cùng vào nhé!",
    "なんか汗を流しにいく話から変わってない……？": "Sao tự dưng từ chuyện đi xả hơi lại thành ra thế này...? ",
    "うん！　%usernameusernameuserna%と一緒にお風呂入りたい！": "Ừm! Tớ muốn tắm cùng %usernameusernameuserna%!",
    "ほんとユリアは素直だなー……": "Yuria thật thà thật đấy...",
    "やった！　褒められた～！": "Yeah! Được khen rồi～!",
    "あとでユリアを止めてもらうよう、\n翠蘭に相談せねばと思う俺であった――": "Tôi nghĩ mình phải bàn với Suiran để ngăn Yuria lại sau vậy――"
}