{
    "体育祭の特訓後、\n帰ろうとすると教室に明かりがついていたので覗いてみる。": "Sau buổi tập huấn cho hội thao,\nTôi nhìn vào lớp học thì thấy đèn vẫn sáng.",
    "あれ、ノエル？　ひとりで勉強してるのか？": "Hả, Noel? Cậu học một mình à?",
    "うん！　心香ちゃんがね、体育祭の特訓で忘れがちだけど、\n勉強大事だからって。": "Vâng! Tại vì Kokoro-chan nói rằng, tuy bận tập luyện cho hội thao,\nnhưng việc học cũng rất quan trọng.",
    "でも……": "Nhưng...",
    "でも？": "Nhưng sao?",
    "わかんないところばっかで……": "Toàn là những chỗ tớ không hiểu...",
    "心香に教わりながらやったほうが、効率的じゃないか？": "Chẳng phải học với Kokoro thì hiệu quả hơn sao?",
    "まずはね、自分だけの力でやってみたかったんだ。\nいつも心香ちゃんにすぐ甘えちゃうから……": "Ban đầu tớ muốn tự mình làm thôi.\nVì tớ toàn dựa dẫm vào Kokoro-chan...",
    "ノエルはえらいな": "Noel giỏi thật đấy.",
    "じゃあ、俺を頼ればいい": "Vậy thì, cứ nhờ tôi đi.",
    "見た感じ、その内容なら俺でもわかりそうだし。": "Trông có vẻ nội dung này tôi cũng hiểu.",
    "えっ、いいの！？": "Hả, được sao!?",
    "……って、それだと結局、\n%usernameusernameuserna%を頼ってるだけじゃないかな！？": "…Nhưng mà, như vậy thì cuối cùng,\nvẫn là đang dựa vào %usernameusernameuserna% thôi!?",
    "わからないなら素直にひとを頼ったほうがいいと思うぞ。\n頑張って考えた結果、それでもわからなかったんだろ？": "Nếu không hiểu thì cứ nhờ người khác đi.\nCậu đã cố gắng suy nghĩ rồi, nhưng vẫn không hiểu đúng không?",
    "うん……": "Vâng...",
    "なら、問題ない。ダメなのは考えもせずすぐ答えだけ聞こうって姿勢だ。\nちゃんと自分なりに頑張ったなら、最後に誰かを頼ってもいい。": "Vậy thì không sao cả. Điều không tốt là chưa nghĩ gì đã muốn hỏi đáp án ngay.\nNếu cậu đã cố gắng hết sức, thì nhờ người khác giúp cũng được.",
    "……じゃ、じゃあ、教えてくれる？": "…V-Vậy, anh sẽ chỉ cho em sao?",
    "ああ、任せてくれ。": "Ừ, cứ giao cho tôi.",
    "こうして勉強会が始まるのだった――": "Cứ thế, buổi học bắt đầu――",
    "でもあまり遅くならないようにしろよ？\n明日も特訓があるんだからな。": "Nhưng đừng có muộn quá đấy?\nNgày mai còn phải tập huấn nữa.",
    "うん、もちろん！　この問題が解けたら帰るね！": "Vâng, tất nhiên rồi! Nếu giải được bài này thì em sẽ về!",
    "なるほど……ちなみにもし明日まで解けなかったらどうなる？": "Ra là vậy... Nhân tiện, nếu đến mai vẫn không giải được thì sao?",
    "……明日の特訓、一番乗りかも？": "…Có lẽ em sẽ là người đến sớm nhất buổi tập huấn ngày mai?",
    "いや、それ泊まってるだろ、絶対！\n帰って続きをやったほうがいい。": "Không, như thế thì ở lại luôn rồi, chắc chắn luôn!\nCứ về nhà rồi làm tiếp đi.",
    "え、でも……": "Hả, nhưng mà...",
    "もしかすると帰宅途中に、ふと解き方を思いつくかもしれないぞ。\nよくアイデアは散歩中に思いつくっていうだろ？": "Biết đâu trên đường về, cậu lại nảy ra cách giải thì sao.\nNgười ta thường nói ý tưởng thường đến khi đi dạo mà?",
    "なるほど……！　さすが%usernameusernameuserna%！\nそうしてみるね！": "Ra là vậy...! Quả nhiên là %usernameusernameuserna%!\nEm sẽ thử xem!",
    "かくしてなんとか遅くならないうちに、\n彼女を帰らせることに成功したのだった。": "Và rồi, bằng cách nào đó, tôi đã thành công trong việc cho cô ấy về nhà trước khi quá muộn."
}