{
    "舞亜が俺を呼び出すなんて珍しいな。\n一体なんの用事なんだ？": "Thật lạ khi Mai Á lại gọi tôi ra nhỉ?\nRốt cuộc là có chuyện gì vậy?",
    "来てくれてありがとうね。\n単刀直入に言うけど……私とデートをしてもらいたんだ。\n": "Cảm ơn cậu đã đến nhé.\nNói thẳng luôn... tớ muốn hẹn hò với cậu.",
    "……単刀直入にもほどがあるぞ。": "......Nói thẳng đến mức này thì hơi quá rồi đấy.",
    "ふふ、%usernameusernameuserna%がそんな風に、\n驚いている表情を見るのは珍しいかもしれないわね。": "Hừm, có lẽ là hiếm khi thấy %usernameusernameuserna% lại có vẻ mặt\nbất ngờ như vậy nhỉ.",
    "いや、それよりもデートに関しての説明を頼む……": "Không, thay vì thế thì cậu giải thích về chuyện hẹn hò đi...",
    "ごめんごめん。話を端折りすぎたわね。": "Xin lỗi, xin lỗi. Tớ đã bỏ qua nhiều quá.",
    "実は、知り合いの子から相談を受けたの。\nそれ自体はよくあることなんだけど、内容が、ね……": "Thật ra, tớ nhận được lời tư vấn từ một người quen.\nBản thân việc đó thì cũng thường thôi, nhưng mà nội dung thì...",
    "いつも葵をフォローしてチームを支えている舞亜なら、\n悩み相談くらいお手の物だと思うが……": "Nếu là Mai Á, người luôn hỗ trợ Aoi và giúp đỡ cả đội thì\nvấn đề tư vấn chắc là chuyện nhỏ thôi nhỉ...",
    "その子、気になる異性がいるんだって。\nで、今度その相手を遊びに誘ってみるらしいんだけど。": "Bạn ấy có một người để ý.\nVà hình như là sẽ thử rủ đối phương đi chơi vào lần tới.",
    "当日に備えてデートの参考になる情報を求められたんだけど、\n生憎、私もその手の経験はさっぱりだから。": "Tớ được yêu cầu đưa ra những thông tin tham khảo về buổi hẹn hò để chuẩn bị cho ngày hôm đó, nhưng mà\ntớ lại chẳng có kinh nghiệm gì về mấy chuyện này cả.",
    "恋愛相談か。責任重大だな……": "Tư vấn tình yêu sao. Trách nhiệm nặng nề đấy...",
    "でしょ？　経験もないのに適当なアドバイスをして、\nご破算にしちゃうわけにもいかないし。": "Đúng không? Vì tớ không có kinh nghiệm nên cũng không thể đưa ra lời khuyên bừa bãi rồi\nlàm hỏng chuyện được.",
    "それで俺に助言を求めにきたのか。\nあまりアテにならないと思うぞ。": "Vậy nên cậu mới tìm đến tôi để xin lời khuyên à.\nTôi nghĩ là không đáng tin cậy đâu.",
    "%usernameusernameuserna%に丸投げするつもりはないわ。\n一応、私なりにデートプランは考えてみたの。": "Tớ không có ý định giao phó hoàn toàn cho %usernameusernameuserna% đâu.\nÍt nhất thì tớ cũng đã nghĩ ra một kế hoạch hẹn hò rồi.",
    "でも、こういうことって男性の意見も重要でしょ？\nだから『実践』の相手をお願いしたくて。": "Nhưng mà, mấy chuyện này thì ý kiến của con trai cũng quan trọng đúng không?\nVì vậy tớ muốn cậu làm đối tượng để 'thực hành'.",
    "実践……要するに、お試しでデートしてくれってことか？": "Thực hành... Tức là, muốn tôi hẹn hò thử với cậu à?",
    "呑み込みが早くて助かるわ。\nそれに、頼める男の子は%usernameusernameuserna%しかいなくて。": "Cậu hiểu nhanh thật đấy. \nHơn nữa, người con trai mà tớ có thể nhờ cậy chỉ có %usernameusernameuserna% thôi.",
    "それで、どう？\nお試しのデートに付き合って貰えるかしら？": "Vậy thì sao?\nCậu có thể hẹn hò thử với tớ được không?",
    "約束の時間まで、ちょっと余裕があるな……\n舞亜が来るのはまだ先か……ん？": "Vẫn còn một chút thời gian trước giờ hẹn nhỉ...\nMai Á còn chưa đến sao...hửm?",
    "――まだ集合の１５分前よ？\nちょっと到着するには早いんじゃないかしら？": "――Vẫn còn 15 phút nữa mới đến giờ hẹn đấy?\nCó phải cậu đến hơi sớm không?",
    "舞亜こそ。\n……というか、どれくらい待ったんだ？": "Mai Á mới đúng.\n...Mà nói mới nhớ, cậu đã đợi bao lâu rồi?",
    "私のことは気にしないで。\n誘った方がルーズじゃ困るでしょ？": "Tớ không quan tâm đâu.\nNgười được mời mà lại trễ thì phiền lắm đúng không?",
    "そりゃそうかもしれないが……": "Thì có lẽ là vậy...",
    "じゃ、早速行きましょ。\nまずはコンテンポラリー・アートの個展からね。": "Vậy thì, bắt đầu thôi nào.\nĐầu tiên là triển lãm cá nhân về nghệ thuật đương đại nhé.",
    "コンテンポラリー……現代美術か？\n全然詳しくないんだが、ついていけるかな。": "Đương đại... Nghệ thuật hiện đại à?\nTôi không rành lắm, không biết có theo kịp không nữa.",
    "ふふ。知識は仕入れてきたから、ガイドはご心配なく。": "Hừm. Tớ đã tìm hiểu rồi nên không cần lo về hướng dẫn đâu.",
    "ダンボールや紙細工で、あんな色々表現できるものなんだな。": "Bằng hộp giấy và đồ thủ công, người ta có thể biểu đạt đủ thứ như vậy sao.",
    "ここ数年、話題のアーティストだそうよ。\n童話や戯曲を題材に、１００を超える作品を手がけたんだって。": "Hình như là một nghệ sĩ đang được chú ý trong vài năm gần đây.\nLấy đề tài từ những câu chuyện cổ tích và kịch, cô ấy đã thực hiện hơn 100 tác phẩm.",
    "館内の作品もすごいが、舞亜の補足と解説も、\nそれに負けないくらい面白かったな……": "Tác phẩm trong bảo tàng thì cũng tuyệt thật, nhưng mà lời giải thích và bổ sung của Mai Á\ncòn thú vị hơn thế nữa...",
    "ふふ、楽しんでいただけて何よりね。次は映画館へ行きましょ。\nちょうど、面白い映画が上映してるの。": "Hừm, cậu thấy vui là tốt rồi. Tiếp theo chúng ta đến rạp chiếu phim nhé.\nĐúng lúc có một bộ phim hay đang được chiếu đấy.",
    "展示を見終えたばかりで、もう移動するのか？": "Vừa xem xong triển lãm đã phải di chuyển rồi sao?",
    "のんびり歩けば、１０分前に到着するわ。\nだから、さっきの美術館の話をしながら歩きましょ？": "Nếu đi bộ thong thả thì 10 phút nữa sẽ đến nơi thôi.\nVậy nên, chúng ta vừa đi vừa nói chuyện về bảo tàng lúc nãy nhé?",
    "あ、ああ。\nしっかりタイムスケジュールまで考えられてるんだな……": "À, ừm.\nCậu còn lên cả thời gian biểu nữa sao...",
    "いや、いい映画だった……": "Không, phim hay đấy...",
    "思った以上に映画が盛況でびっくりしたわね。\n前もって席を準備しておかなかったら見れなかったかも。": "Tớ đã rất ngạc nhiên vì bộ phim lại được nhiều người xem đến vậy.\nNếu không đặt trước chỗ thì có lẽ đã không xem được rồi.",
    "舞亜が選んでくれなかったら見る事もなかっただろうな。\nありがとう、いい映画が楽しめたよ。": "Nếu không có Mai Á chọn thì có lẽ tôi cũng không được xem đâu nhỉ.\nCảm ơn cậu, tôi đã có thể thưởng thức một bộ phim hay.",
    "ふふ、それならよかったわ。\nでも、まだまだ終わりじゃないわよ？": "Hừm, vậy thì tốt rồi.\nNhưng mà, vẫn chưa hết đâu nhé?",
    "まだ他に見るものがあるのか？": "Vẫn còn thứ khác để xem sao?",
    "よいしょっと……\nここの公園からの景色、とっても素敵なのよ。\n夕暮れなんて、特に綺麗でね。": "Yoisho... \nPhong cảnh từ công viên này rất đẹp đấy.\nĐặc biệt là vào lúc hoàng hôn.",
    "なるほど。確かに……こんなきれいな風景を見て、\n静かに過ごす時間も悪くないな。": "Ra là vậy. Quả thật là... ngắm nhìn một khung cảnh đẹp như vậy,\nthời gian trôi qua thật là không tệ.",
    "%usernameusernameuserna%は、\n休日どんなふうに過ごしてるの？": "%usernameusernameuserna% thường\ndành ngày nghỉ như thế nào?",
    "これといって決まった過ごし方はないな。\n仲間と遊んだり、訓練の復習をしたり、あとはゲーセンとか……": "Tôi không có cách nào cụ thể cả.\nTôi chơi với bạn bè, ôn lại việc huấn luyện, rồi đến mấy tiệm game...",
    "ゲーセン？　いいわね。\n今度、私も連れていってよ。": "Tiệm game? Hay đấy.\nLần sau, tớ cũng muốn đi với cậu.",
    "構わないけど、それなら今度と言わず今からでも……": "Cũng được thôi, nhưng mà nếu vậy thì đừng nói lần sau nữa, mà là ngay bây giờ...",
    "今日行っちゃったら、次のデートの楽しみを潰しちゃうじゃない？\nそれよりも今は、ここからの眺めを堪能したいわ。": "Nếu đi ngay hôm nay thì sẽ làm hỏng niềm vui của buổi hẹn hò tiếp theo mất.\nHơn nữa, bây giờ tớ muốn tận hưởng khung cảnh ở đây hơn.",
    "ああ、なるほど。\n次のデートプランを決めるまでが舞亜のプランなのか。": "À, ra là vậy.\nCho đến khi quyết định kế hoạch hẹn hò tiếp theo thì đó là kế hoạch của Mai Á sao.",
    "確かに、次回のデートの約束を取り付けるために\nきっかけを考えておくのは大事かもしれないな。けど……": "Quả thật, việc nghĩ ra một cái cớ để hẹn hò vào lần tới\nlà rất quan trọng. Nhưng mà...",
    "ここのカフェのデザートがお勧めなの。\nこれで今日のデートプランは終了……どうかしら？": "Món tráng miệng ở quán cà phê này rất được ưa chuộng đấy.\nVậy là kế hoạch hẹn hò hôm nay kết thúc... thế nào?",
    "なるほど、よく考えられてる。\n初めてのデートとしては無難で、ある意味完璧かもしれないな。": "Ra là vậy, được chuẩn bị rất kỹ càng.\nĐối với buổi hẹn hò đầu tiên thì có lẽ là an toàn, theo một nghĩa nào đó là hoàn hảo.",
    "……！": "......!",
    "つまり……%usernameusernameuserna%的にはだめだったのね？\n……デート内容の、どこがだめだったのかしら？": "Tức là... %usernameusernameuserna% thấy không ổn sao?\n...Nội dung hẹn hò, cậu thấy không ổn ở điểm nào vậy?",
    "なんていうか……計画的すぎて余白がない、\nという感じかな……": "Nói sao nhỉ... Có cảm giác như là quá kế hoạch, không có chỗ trống\ncho những điều khác...",
    "余白……？": "Chỗ trống...?",
    "学生同士のデートって、もっとこう、\n上手くいかないことも多いもんじゃないか？": "Hẹn hò giữa những người bạn học, có lẽ là sẽ có nhiều chuyện\ndở khóc dở cười hơn đúng không?",
    "そうかもしれないけど、相談してきた子に失敗させて\nイヤな思いをさせるわけにもいかないし。": "Có lẽ là vậy, nhưng tớ không thể để người bạn đã tư vấn gặp thất bại\nrồi cảm thấy khó chịu được.",
    "失敗を笑い合ったり、回り道やムダを楽しんだり、\nそういうのも含めた初々しさもデートの楽しみだと俺は思う。": "Cười vào những thất bại, tận hưởng những điều không đâu, những điều vô nghĩa,\ntôi nghĩ rằng sự non nớt như vậy cũng là niềm vui của buổi hẹn hò.",
    "デート経験なんかないって言いつつ、\nソツなくまとめてきた舞亜はすごいと思ったよ。ただ……": "Tuy nói là không có kinh nghiệm hẹn hò, nhưng mà Mai Á đã làm mọi thứ rất tốt. Chỉ là...",
    "……やりすぎだった、ってこと？": "......Cậu nói là, tớ đã làm quá lên sao?",
    "せっかく練ってくれた計画を\n根本から否定するような意見で悪いんだが。": "Tôi xin lỗi vì đã đưa ra ý kiến như vậy, nó có vẻ như là\nđã phủ nhận hoàn toàn kế hoạch mà cậu đã dày công chuẩn bị.",
    "……そっか。\n一旦学園に戻って考え直さないとね！": "......Vậy sao.\nTớ phải quay lại trường và suy nghĩ lại thôi!",
    "今日は付き合ってくれてありがとう。\n%usernameusernameuserna%のおかげで、すごく助かったわ。": "Hôm nay cảm ơn cậu đã đi cùng tớ nhé.\nNhờ có %usernameusernameuserna% mà tớ đã được giúp đỡ rất nhiều.",
    "（これで解散って雰囲気だな。でも……）": "(Không khí này là kết thúc rồi sao. Nhưng mà...)",
    "計画的とか完璧すぎるって俺の指摘のことなら、\nあまり気にするな。": "Nếu là chuyện tôi chỉ ra về việc quá hoàn hảo và có kế hoạch, thì\ncậu đừng quá bận tâm về nó.",
    "え……？": "Hả...?",
    "こっちのデートに対する考え方だって、\n正直アテになるようなもんじゃない。": "Cách nghĩ của tôi về chuyện hẹn hò, thành thật mà nói\ncũng không đáng tin cậy gì đâu.",
    "……気を遣ってくれてるの？": "......Cậu đang quan tâm đến tớ sao?",
    "学園に戻る前からちょっと様子が変だったからな。\n今も空元気に見えるぞ？": "Trước khi về trường, tôi thấy cậu có vẻ hơi lạ rồi.\nBây giờ trông cậu cũng có vẻ gượng gạo nữa?",
    "あはは……なんだ、バレバレなんだね。": "A ha ha... ra là vậy, bị lộ rồi nhỉ.",
    "……私って、昔からそうなんだよね。": "......Tớ, từ trước đến nay vẫn luôn như vậy.",
    "舞亜？": "Mai Á?",
    "やりすぎちゃうんだ。\n勉強でもスポーツでもなんでも。": "Tớ hay làm quá lên.\nDù là học tập hay thể thao, bất cứ việc gì.",
    "『やりすぎ』……確かカフェでもそう言ってたな。": "'Làm quá'... Chắc là cậu cũng đã nói như vậy ở quán cà phê rồi.",
    "私ばっかり前に進んで、気付いたら周りのみんなは辞めちゃう。\nお前にはついて行けない、楽しくない、って。": "Tớ cứ tiến lên một mình, rồi khi nhận ra thì mọi người xung quanh đã bỏ cuộc.\n'Tớ không thể theo kịp cậu, không thấy vui', họ nói.",
    "本当は一緒に楽しくやりたかっただけなんだけどね……": "Thật ra, tớ chỉ muốn cùng nhau vui vẻ thôi...",
    "だから進学してからは、\n省エネスタイルでやっていくことにしたんだけどさ。": "Vậy nên, kể từ khi vào đại học,\ntớ đã quyết định làm theo phong cách tiết kiệm năng lượng.",
    "まさか今さら、デートでも同じ轍を踏んじゃうなんてね。\n私らしいといえば私らしいけど。": "Không ngờ bây giờ, ngay cả trong chuyện hẹn hò cũng dẫm vào vết xe đổ như vậy.\nNếu nói là giống tớ thì cũng đúng thôi.",
    "舞亜……俺は――": "Mai Á... Tôi――",
    "ぐう～っ。": "Ùm...",
    "……": "......",
    "……俺の腹め。何もこんなタイミングで鳴ることはないだろ……": "......Bụng tôi. Đâu cần phải kêu vào lúc này chứ...",
    "そういえば、カフェでデートを中断しちゃったものね。\nもしまだ時間があるなら、ついて来て。": "Nói mới nhớ, tớ đã phải dừng buổi hẹn hò ở quán cà phê.\nNếu cậu còn thời gian thì, đi cùng tớ nhé.",
    "柊校舎の食堂に連れてきてくれた舞亜は、\nそのままエプロンを付けて調理場に立ち……": "Mai Á đã dẫn tôi đến nhà ăn của Học viện Hiragi,\ngay sau đó cô ấy đã mặc tạp dề và đứng vào bếp...",
    "って、もしかして舞亜が料理を作ってくれるのか？": "Chờ đã, chẳng lẽ Mai Á sẽ nấu ăn cho tôi sao?",
    "ちょくちょく調理実習室を借りて作ってるから。\nカラフルブーケのみんなにご馳走するためにね。": "Tớ thường xuyên mượn phòng thực hành nấu ăn để làm.\nĐể chiêu đãi mọi người ở Colorful Bouquet ấy.",
    "普段から葵達に手料理を振る舞ってるのか？": "Cậu thường xuyên tự tay nấu ăn cho Aoi và những người khác sao?",
    "ときどきね。たまに準備を手伝ってもらうこともあるの。\nせいぜいお皿出しとか、テーブルを拭いてもらう程度だけど。": "Thỉnh thoảng thôi. Đôi khi tớ cũng được giúp đỡ.\nChỉ là bê đĩa, lau bàn thôi.",
    "みんなといるとドタバタしちゃうこともあるけど、\nそういう賑やかなのが楽しくて――": "Khi ở cùng mọi người thì đôi khi cũng có những chuyện ồn ào, nhưng mà\ntớ thấy vui vì những điều náo nhiệt đó――",
    "それだよ、舞亜。": "Đó là nó đấy, Mai Á.",
    "えっ？": "Hả?",
    "計画とか考えず、失敗してもいいから\n同じ目線で一緒に楽しむんだ。デートと同じさ。": "Đừng nghĩ đến kế hoạch hay gì cả, dù có thất bại đi nữa thì\ncậu cũng hãy vui vẻ cùng nhau. Giống như hẹn hò vậy.",
    "あ……そっか。そうだよね。\nこんな簡単なことでよかったんだ。": "À... ra là vậy. Đúng rồi mà.\nChuyện đơn giản như vậy thôi là được rồi.",
    "とっくに気付いていたはずなのに、\nすっかり忘れちゃってたんだなぁ、私。": "Rõ ràng là tớ đã nhận ra từ lâu rồi, nhưng mà\ntớ đã hoàn toàn quên mất rồi.",
    "デートの相談してきた子に、\n参考になるアドバイスをしてあげられそうだな。": "Có lẽ tớ sẽ đưa ra những lời khuyên hữu ích cho người bạn đã tư vấn về chuyện hẹn hò nhỉ.",
    "だね。でもその前に……\nまずは私達の食事の時間を楽しみましょ。": "Đúng vậy. Nhưng mà trước đó thì...\nTrước tiên, chúng ta hãy tận hưởng bữa ăn của mình đã.",
    "改めて、%usernameusernameuserna%の意見を聞いておかないと。\nお口に合えばいいんだけどね。": "Một lần nữa, tớ phải nghe ý kiến của %usernameusernameuserna% đã.\nHi vọng là nó hợp khẩu vị của cậu.",
    "期待させてもらうさ。胃袋の準備は万端だしな。": "Tôi mong chờ điều đó. Dạ dày của tôi đã sẵn sàng rồi.",
    "どう……かな？\n味付けはちょっと濃いめにしてみたんだけど。": "Thế nào...?\nTớ đã nêm nếm đậm đà hơn một chút đấy.",
    "――うん、美味い！": "――Ừm, ngon!",
    "ホントに？　よかった。\nやっぱり男の子には薄味じゃ物足りないもんね。": "Thật sao? Tớ mừng quá.\nQuả nhiên là, vị nhạt nhẽo thì con trai sẽ thấy không đủ đúng không?",
    "カフェで食べてこなかったのは、結果的に正解だったな。": "Việc tôi không ăn ở quán cà phê, kết quả là đúng rồi.",
    "ふふ、それは褒めすぎよ。\nそんなお店と比べられるほどじゃないわ。": "Hừm, cậu đã khen quá lời rồi đấy.\nNó không đến mức để so sánh với mấy nhà hàng đâu.",
    "率直な感想を言ったまでさ。\nああ、それと――": "Tôi chỉ nói những cảm nhận chân thật của mình thôi.\nÀ, và――",
    "どうしたの？\nさすがにデザートは出ないけど……": "Sao vậy?\nChắc chắn là không có món tráng miệng đâu...",
    "デートの実践テストに限らず、俺が相手の時は\nやり過ぎを気にする必要はないからな。": "Không chỉ là bài kiểm tra thực hành hẹn hò, mà khi tôi là đối tượng của cậu thì\ncậu không cần phải lo lắng về việc làm quá lên đâu.",
    "恋愛相談の助言を求められたから率直な感想を言ったけど、\n舞亜の今日のデートプラン、俺は全然嫌いじゃない。": "Tôi đã đưa ra những nhận xét chân thật vì được yêu cầu tư vấn tình yêu, nhưng mà\nkế hoạch hẹn hò hôm nay của Mai Á, tôi hoàn toàn không ghét.",
    "というか、むしろ楽しめたぞ。\nだから舞亜が自重する必要なんてないからな。": "Nói đúng hơn là, tôi còn thấy vui nữa.\nVì vậy, Mai Á không cần phải tự kiềm chế đâu.",
    "……葵みたいなこと言ってくれるんだね。": "......Cậu cũng nói những điều giống như Aoi nhỉ.",
    "葵が、今の俺と似たようなことを？": "Aoi, cô ấy nói những điều tương tự như tôi bây giờ sao?",
    "うん……私がやりすぎても構わないって。\nありのままを受け入れて、友達でいてくれる子なんだ。": "Ừm... Cô ấy nói tớ có làm quá thì cũng không sao.\nCô ấy chấp nhận con người thật của tớ, và là một người bạn.",
    "……そうか。\n葵は大切な存在なんだな。舞亜にとって。": "......Vậy sao.\nAoi là một người rất quan trọng đối với cậu. Đối với Mai Á.",
    "うん、そうだよ。\n葵は私の大切な友達で……眩しい憧れなんだ。": "Ừm, đúng vậy.\nAoi là một người bạn quan trọng của tớ... và là một người mà tớ ngưỡng mộ.",
    "……気が向いたら、葵とのことをもっと深く聞かせてくれ。\n次のデートの機会でもいいぞ。": "......Nếu có dịp, hãy kể cho tôi nghe nhiều hơn về Aoi.\nCũng có thể là vào dịp hẹn hò tiếp theo.",
    "ふふっ。考えておくね。\nまたデートするかどうかも含めて。": "Hừm. Tớ sẽ suy nghĩ về điều đó.\nCả việc có hẹn hò nữa hay không.",
    "でもその代わり、%usernameusernameuserna%の話も聞かせてもらうわ。\n噂の指揮官さん。": "Nhưng thay vào đó, tớ cũng sẽ nghe câu chuyện của %usernameusernameuserna% đấy.\nVị chỉ huy tin đồn.",
    "俺のこと？": "Tôi sao?",
    "葵によく似たことを言うあなたが、どんな人なのか……\n以前よりも気になってきたからね。": "Con người của cậu, người đã nói những điều giống Aoi... \nTừ trước đến nay tớ đã tò mò hơn rồi.",
    "なんでも聞いてくれ。\n大して面白い話は出てこないと思うけどな。": "Cứ hỏi tôi thoải mái đi.\nTôi nghĩ là cũng không có nhiều chuyện thú vị đâu.",
    "舞亜みたいな子が理想だな": "Những người như Mai Á là lý tưởng.",
    "葵って言ったらどうする？": "Thì sao nếu tôi nói Aoi?",
    "じゃあ……最初の質問。\n%usernameusernameuserna%の好みの女性って、どんなタイプ？": "Vậy thì... câu hỏi đầu tiên.\nMẫu người phụ nữ mà %usernameusernameuserna% thích là kiểu người như thế nào?",
    "理想って……ふふっ、そこまで言う？\nもしかして、からかわれたのかしら？": "Lý tưởng... Hừm, cậu nói đến mức đó sao?\nCó phải là cậu đang trêu chọc tôi không?",
    "デートだったら、率直に答えてあげるのが正解だろ？": "Nếu là hẹn hò thì, trả lời thẳng thắn là đúng nhất đúng không?",
    "……ありがとう、お世辞でも嬉しいわ。\n本当のデートで言われたら、ドキドキしちゃうかも。": "......Cảm ơn cậu, dù là lời khen sáo rỗng thì tớ cũng thấy vui.\nNếu được nói trong một buổi hẹn hò thực sự thì tớ sẽ cảm thấy hồi hộp mất.",
    "まあ、俺はお試しの相手だからな。\nドキドキは本当のデートの時に取っておく方がいいだろ。": "À, tôi chỉ là đối tượng thử nghiệm thôi mà.\nHồi hộp thì nên để dành cho buổi hẹn hò thực sự thì tốt hơn đúng không?",
    "そうね。今のところは、ね。": "Đúng vậy. Hiện tại là vậy.",
    "ふぅん……それって私をからかってる？\n葵を取られたら、どんな反応をするかって。": "Hừm... Vậy thì cậu đang trêu chọc tớ sao?\nVề việc tớ sẽ phản ứng như thế nào nếu Aoi bị cướp mất.",
    "からかうような質問をしてきたのは、舞亜の方だろ？": "Người hỏi những câu hỏi trêu chọc là Mai Á mà?",
    "……からかってると思う？": "......Cậu nghĩ là tớ đang trêu chọc sao?",
    "ほら、またそうやって。\nそんな程度じゃ、俺は動揺しないぞ。": "Này, lại như vậy nữa rồi.\nVới mức độ như vậy thì tôi không hề dao động đâu.",
    "ふふっ。さすがね、優秀な指揮官さん。": "Hừm. Quả nhiên là vậy, một vị chỉ huy ưu tú.",
    "他に何か聞きたいことはあるか？": "Cậu còn muốn hỏi gì nữa không?",
    "今日のところは、これで遠慮しておこうかな。\n１度で全部聞いちゃうのはもったいないでしょ？": "Hôm nay thì, tớ xin phép dừng ở đây đã.\nViệc hỏi hết trong một lần thì thật là lãng phí đúng không?",
    "……だから、またいつかデートに誘うわ。\n続きはその時に、ゆっくり教えてね？": "......Vậy nên, tớ sẽ rủ cậu đi hẹn hò vào một ngày nào đó.\nChúng ta sẽ từ từ kể cho nhau nghe vào lúc đó nhé?"
}