{
    "ふらっと散歩の休憩にカフェに立ち寄ると、\nテーブルの上に大量のスイーツを並べたルナが微笑んでいた。": "Tôi ghé vào quán cà phê để nghỉ chân,\nLuna đã mỉm cười với một đống bánh ngọt trên bàn.",
    "はぁ……凄い幸せですぅ……\n美味しそうなケーキがいっぱい……どれから食べましょうか……？": "Haizz... Hạnh phúc quá đi...\nBánh ngon nhiều quá... Nên ăn cái nào đây...",
    "……いや、流石に多すぎじゃないか？": "…Này, không phải nhiều quá sao?",
    "ひあっ！？　%usernameusernameuserna%さん！？\nど、どうしてここに！？": "Hự!? Anh %usernameusernameuserna%!?\nT-tại sao anh lại ở đây!?",
    "ちょっと休憩に立ち寄ったんだ。\nしかしすごくたくさん並べてるな……": "Tôi chỉ ghé vào nghỉ một chút thôi.\nNhưng em bày nhiều quá đấy...",
    "その、ここのカフェの割引チケットを貰いまして……\nそれで、折角だから色々と食べ比べようと思ったんです。": "À thì, em có vé giảm giá của quán cà phê này...\nVới lại, em nghĩ là mình nên thử nhiều loại một thể luôn.",
    "なるほど、そういう理由があったのか。": "Ra là vậy.",
    "一緒に食べていいか？": "Tôi ăn cùng được không?",
    "楽しそうだし、邪魔しちゃ悪いな": "Trông có vẻ vui đấy, làm phiền thì không hay.",
    "はい……このカフェって、ケーキがとっても美味しくて。\n色んな種類があって、どれも評判がいいんですよ。": "Vâng... Quán cà phê này bánh ngon lắm ạ.\nNhiều loại khác nhau, loại nào cũng được khen cả.",
    "見てたら確かに美味しそうだな……\nなあ、一緒に食べていいか？": "Nhìn thì đúng là có vẻ ngon thật...\nNày, tôi ăn cùng được không?",
    "えええっ！？　い、一緒にですか……！？": "Eeee!? C-cùng với em sao...!?",
    "俺も別で注文するから、\n頼んでないケーキの味を比べて見ないか？": "Tôi cũng sẽ gọi món khác,\nHay là mình thử so sánh vị bánh mà em chưa gọi xem?",
    "そ、そういうことでしたら……\nよ、よろしくお願いします……！": "V-vậy thì...\nV-vậy xin cứ tự nhiên ạ...!",
    "そして、緊張気味なルナと一緒にケーキを食べるのだった。": "Thế rồi, tôi đã ăn bánh với Luna đang có vẻ căng thẳng.",
    "それじゃあ、もし美味しいケーキあったらあとで教えてくれるか？": "Vậy thì, nếu có bánh nào ngon thì lát nữa cho tôi biết nhé?",
    "は、はい！　分かりました！\nおススメのケーキがあったら、Ｔｗｅｅｔｙで教えます！": "V-vâng! Em hiểu rồi!\nNếu có bánh nào ngon, em sẽ Tweet cho anh!",
    "……っていうか、あ、あの。": "…Mà này, à, ừm.",
    "ん？": "Sao?",
    "え、っと……その……よければ、せっかくなので……席……\nご一緒し、しません……か？　結構……こ、混んでますし……": "À, thì... Nếu được thì... Nhân tiện... Chỗ ngồi...\nAnh có muốn... ngồi... cùng... không ạ? Cũng... khá là... đông...",
    "ルナ……": "Luna...",
    "あっ、ご、ごめんなさい！　私なんかが%usernameusernameuserna%さん\nをお誘いなんて……おこがましいですよね……": "A, x-xin lỗi! Em như này mà lại mời anh %usernameusernameuserna%... \nThật là quá đáng phải không...",
    "いやいや。勇気を出して誘ってくれて嬉しいよ。\nじゃあ、お言葉に甘えようかな。": "Không không. Em có dũng khí mời tôi đã là tốt rồi.\nVậy thì, tôi xin phép nhận lời vậy.",
    "まさかのルナから誘われて、一緒にティータイム――ケーキタイムを\nすることになったのだった。": "Bất ngờ khi được Luna mời, tôi đã cùng cô ấy có một buổi trà chiều - giờ bánh ngọt.\n"
}