{
    "俺達は未調査<r=ドリフト>横坑</r>の探索を進めていた。": "Tôi và mọi người đang tiến sâu vào <r=Đường hầm>hầm</r> chưa được khảo sát.",
    "油断が招いた不意打ちを経験したおかげか、\nチーム全体に気の抜けた様子は見られない。": "Nhờ cú đánh bất ngờ do lơ là, cả đội không còn vẻ gì là chủ quan nữa.",
    "だが、いつ敵が現れるかわからない緊張感と同時に、\n未調査領域を探索する冒険心もあった。": "Nhưng, cùng với sự căng thẳng vì không biết kẻ địch sẽ xuất hiện lúc nào,\ntôi cũng có một chút tò mò về việc khám phá vùng đất chưa được biết đến.",
    "……静かだな。": "…Im lặng thật đấy.",
    "はい、メイズシフターの痕跡も全然ありません……": "Vâng, không có dấu vết của Maze Shifter nào cả…",
    "痕跡がなくともどこに潜んでいるかわからないので、\n警戒は怠らないでくださいね。": "Dù không có dấu vết, chúng ta vẫn không biết chúng ẩn nấp ở đâu,\nvì vậy đừng lơ là cảnh giác nhé.",
    "わかってる。今度はもう、油断しない。": "Tôi biết rồi. Lần này tôi sẽ không chủ quan nữa.",
    "う～っ……くるならこい！\nやっつけてやるぅ！": "Ư… Đến thì cứ đến đi!\nTôi sẽ tiễn chúng về chầu trời!",
    "いや、呼ばなくていいから。\n何事もないに越したことないし。": "Này, đừng gọi chúng ra làm gì.\nKhông có chuyện gì vẫn là tốt nhất.",
    "だが、それにしても順調すぎる……": "Nhưng, mọi thứ vẫn quá suôn sẻ…",
    "見えない脅威を警戒し続け、\n俺達の精神は少しづつ削られていく。": "Cảnh giác với mối đe dọa vô hình,\ntinh thần của chúng tôi dần bị bào mòn.",
    "……ふう……": "…Phù…",
    "時々、通信機から息遣いの音が聞こえる。": "Đôi khi, tôi nghe thấy tiếng thở dài từ máy liên lạc.",
    "俺も大きく息を吸い込み、\nゆっくりと深呼吸をした。": "Tôi cũng hít một hơi thật sâu,\nrồi từ từ thở ra.",
    "…………": "……",
    "前方、敵影なし……まだ進めます……": "Phía trước, không có bóng dáng địch… Vẫn có thể tiến lên…",
    "後方も安全確保。……まだ大丈夫。": "Đã đảm bảo an toàn phía sau… Vẫn ổn.",
    "みんなの声にも覇気がない。\n消耗が激しいのだろう……": "Giọng nói của mọi người cũng không còn sức sống.\nChắc là do đã tiêu hao quá nhiều…",
    "敵と遭遇したら帰還する。そう考えているうちに、\nだいぶ奥まで進んでいたようだ。": "Nếu gặp địch thì sẽ rút lui. Trong khi nghĩ vậy,\ntôi đã tiến sâu vào bên trong.",
    "ドリフトの中は、依然として不自然な静寂に包まれている。": "Bên trong đường hầm vẫn bao trùm bởi sự im lặng đến kỳ lạ.",
    "……あの、改めてさっきのフォローありがとう。気が緩んでた。": "…À, cảm ơn cậu vì đã giúp tớ lúc nãy. Tớ đã hơi lơ là.",
    "ん？　ああ、さっきのメイズシフターの件か。": "Hả? À, chuyện Maze Shifter lúc nãy à?",
    "本当に油断してた。ラミも助かったよ。": "Tớ đã thực sự lơ là. Ramy cũng đã được cứu.",
    "気にするな。": "Đừng bận tâm.",
    "あのさ……正直に答えてほしいんだけど……\nラミのこと生意気なヤツだって思ってるでしょ？": "Này… Tớ muốn cậu trả lời thật lòng…\nCậu có nghĩ Ramy là một đứa kiêu ngạo không?",
    "え……？": "Hả…?",
    "……気遣わなくていいよ。": "…Không cần phải khách sáo đâu.",
    "（どうしたんだ、いきなり……）": "(Sao vậy, tự dưng…) ",
    "ラミさ、こんなちんちくりんな見た目だから、\n入学した当時はすっごく周りからナメられてたんだよね。": "Ramy này, vì có vẻ ngoài nhỏ bé này,\nlúc mới nhập học đã bị người khác coi thường rất nhiều.",
    "前からナメられるのだけは我慢ならなくて、憎まれ口をきいて、\n自分を大きく見せないと自分のこと守れなくて……": "Vì tớ không thể chịu đựng việc bị coi thường, nên tớ phải nói lời cay nghiệt,\nđể bản thân trở nên mạnh mẽ hơn…",
    "（ラミってこんな簡単に、弱みを見せるような子だったか？）": "(Ramy lại dễ dàng bộc lộ điểm yếu như vậy sao?)",
    "――わたしも、みんなから『できるヤツ』だと思われてるけど、\n本当は全然そんなことないの。": "――Tớ cũng bị mọi người nghĩ là 'người tài giỏi',\nnhưng thực ra không phải vậy đâu.",
    "むしろ、その逆。ポンコツっていうか……\nただいつもなぜか妙に運が良くて、なんでも上手くこなしてしまうの。": "Nói đúng hơn là ngược lại. Gọi là đồ bỏ đi cũng được…\nChỉ là không hiểu sao lúc nào cũng may mắn, làm gì cũng suôn sẻ.",
    "（白奈もか……）": "(Shirana cũng vậy sao…)",
    "どうしたんだ、お前ら。今までそんな話しようともしなかったのに。": "Sao vậy, hai người? Từ trước đến giờ đâu có định nói chuyện này.",
    "……なんでだろう。ラミもわかんない。こんな話、誰にも\nするつもりなかったのに……なんだろう、考えもまとまんない……": "…Sao nhỉ? Ramy cũng không biết nữa. Tớ không có ý định kể chuyện này cho ai cả…\nKhông biết nữa, tớ không thể nghĩ thông suốt được…",
    "……不思議。まるで病気みたい……": "…Kỳ lạ thật. Cứ như là bị bệnh vậy…",
    "病気……？　まさか……": "Bệnh…? Chẳng lẽ…",
    "（もしかして、俺やみんなの消耗の激しさも……）": "(Chẳng lẽ, việc tôi và mọi người bị hao mòn nhiều đến vậy…)",
    "これも『メイズシンドローム』の症状か！？": "Đây cũng là triệu chứng của 'Hội chứng Mê Cung' sao!?",
    "すまない、七彩ッ！　引き返すぞ！　メイズシンドロームだ！！": "Xin lỗi, Nanairo! Quay lại thôi! Là Hội chứng Mê Cung!!",
    "（くそ、思考力が落ちていて、判断が遅れた……！）": "(Chết tiệt, khả năng tư duy đã giảm sút, phán đoán chậm trễ…!)",
    "……！！　はい！": "…!! Vâng!",
    "瞬間、周囲から地響きが聞こえてきた。": "Ngay lập tức, tiếng động lớn vang lên từ xung quanh.",
    "っ、ぜ、前方に敵影……！　メイズシフターですっ！": "T, trước mặt có bóng địch…! Là Maze Shifter!",
    "くっ……頭が働かないこんなときに……！": "Chết tiệt… Đúng lúc đầu óc không tỉnh táo…!",
    "っ……迎え撃ちますわ！\n陣形を整え、攻撃準備！": "…! Sẽ nghênh chiến!\nỔn định đội hình, chuẩn bị tấn công!",
    "明らかに全員、本調子ではない。\nだが、もはや俺達に選択の余地はなかった。": "Rõ ràng là mọi người đều không ở trạng thái tốt nhất.\nNhưng, chúng tôi không còn lựa chọn nào khác."
}