{
    "部屋で寛いでいると、突然の来客があった。": "Khi tôi đang thư giãn trong phòng thì có khách đến bất ngờ.",
    "葵……？　っていうか、その格好……": "Aoi……? Mà này, bộ dạng đó……",
    "連絡もなしにすまない……部屋の片づけをしていたら、\nこの前の……クリスマス衣装が出てきてな。": "Xin lỗi vì đã không báo trước…… Tớ dọn dẹp phòng, rồi thấy bộ đồ Giáng Sinh hồi trước……",
    "%usernameusernameuserna%が気に入ってくれていたのを\n思い出して、仕舞う前にもう一度、その……": "Tớ nhớ là %usernameusernameuserna% thích nó, nên trước khi cất đi, tớ muốn……",
    "俺のために着てくれたってことか……？\nでもだからってわざわざ俺に直接会いに来てまで……": "Ý là em mặc nó vì tôi sao……?\nNhưng mà, vì thế mà em phải đến gặp tôi sao……?",
    "柄じゃない行動なのは重々承知している……だが、その……": "Tớ biết hành động này không giống tớ chút nào…… Nhưng mà……",
    "葵は伏し目がちな視線をこちらに送る。\nそれで、途端に合点がいった。": "Aoi nhìn xuống, ánh mắt có vẻ ngại ngùng.\nThế rồi, tôi hiểu ra ngay.",
    "……なるほど、そういうことか。\n嬉しいよ、葵。それじゃ、中に入ってくれ。": "……Ra là vậy.\nVui lắm, Aoi. Vậy thì, vào trong đi.",
    "……やはり、%usernameusernameuserna%はするどいな。\nこれだけで私の目的を察するとは。": "……Quả nhiên, %usernameusernameuserna% rất tinh ý.\nChỉ có vậy mà cậu đã đoán ra mục đích của tớ.",
    "そうだ、どうせなら最後にこの格好で\nお前を存分に『甘やかして』やりたくなったんだ。": "Đúng vậy, tiện thể, tớ muốn được 'chiều chuộng' cậu hết mình trong bộ dạng này.",
    "ふふ……引いただろう？　カタブツ女がこのような格好をして、\n自らの欲を男のもとに果たしにきたなど……": "Phu phu…… Cậu giật mình rồi chứ? Một con mọt sách như tớ lại ăn mặc như thế này,\nđến để thỏa mãn dục vọng của mình với một người đàn ông……",
    "なに言っているんだ。俺は葵のそういうところ、可愛いと思うぞ。": "Em đang nói gì vậy. Tôi thấy Aoi như vậy rất dễ thương.",
    "えっ、かわっ……！？": "Ể, dễ thươn……!?",
    "…………こほん。": "…………Khụ.",
    "……まったく、お前の前だと嫌でも『女』にさせられてしまうな。\n出会う前は自分からこのようなことをするなど想像もできなかった。": "……Thật là, trước mặt cậu, tớ dù không muốn cũng phải trở thành 'con gái' mất.\nTrước khi gặp cậu, tớ không thể tưởng tượng mình sẽ làm những chuyện như thế này.",
    "何か良からぬフェロモンでも出ているのではないか？": "Chẳng lẽ có pheromone gì đó không tốt phát ra sao?",
    "そ、それはわからないが……もし出ていたとしても、\n葵なら喜んでくれるだろ？": "Ừm, tớ không biết nữa…… Nhưng nếu có đi chăng nữa,\nAoi sẽ vui chứ?",
    "ふっ、私も悪い男に引っかかったものだ。": "Phụt, tôi cũng đã sa vào lưới của một thằng đàn ông tồi rồi.",
    "そう言いながらも、葵の瞳が期待に潤むのが見える。": "Tuy nói vậy, nhưng tôi thấy ánh mắt của Aoi đang long lanh vì mong đợi.",
    "もちろん構わないが、俺からもひとつお願いをしていいか？\n甘やかしてくれるっていうならリクエストがある。": "Đương nhiên là được, nhưng tôi cũng có một yêu cầu được không?\nNếu em muốn chiều chuộng tôi, thì tôi có một yêu cầu.",
    "いいだろう。お前から甘えてくれるなんて……\nふふ、むしろ私からしたらプレゼントのようなものだ。": "Được thôi. Cậu chủ động muốn tớ chiều chuộng cậu cơ đấy……\nPhu phu, ngược lại, đối với tớ, nó giống như một món quà vậy.",
    "サンタがプレゼントを貰う方に回るというのも\n滑稽な話ではあるが……": "Việc ông già Noel nhận quà thì có vẻ hơi buồn cười nhỉ……",
    "さあ、言ってみてくれ。\n%usernameusernameuserna%は、私にどうされたいんだ？": "Nào, nói đi.\n%usernameusernameuserna%, cậu muốn tớ làm gì?",
    "なら……今日は手でしてくれるか？　可愛いサンタに手コキで\n抜いてもらうなんて、なかなか経験できないだろう。": "Vậy thì…… Hôm nay em dùng tay được không?\nĐể một cô nàng Santa dễ thương dùng tay 'tự sướng' cho mình, chắc chắn không phải là trải nghiệm dễ có đâu.",
    "手で……？": "Dùng tay……?",
    "あと、それから耳元でも甘く囁いてもらえると嬉しい。": "Với lại, em cũng muốn được thì thầm vào tai nữa.",
    "……思ったよりも注文が多いな。": "……Cậu có nhiều yêu cầu hơn tớ nghĩ đấy.",
    "だめか？": "Không được sao?",
    "いいや、嬉しい。\n他でもない、%usernameusernameuserna%の望みだからな。": "Không, tớ vui lắm.\nVì đó là mong muốn của %usernameusernameuserna%, không phải ai khác.",
    "少し、待っていてくれ……": "Chờ tớ một chút nhé……",
    "柔らかな声で応えると、葵はその場で衣装を脱ぎ出し、\n下着姿でこちらの背中を抱きしめたのだった。": "Khi Aoi đáp lại bằng một giọng nói dịu dàng, cô ấy cởi bộ đồ ra ngay tại chỗ,\ntrong bộ dạng đồ lót, cô ôm lấy lưng tôi.",
    "ああ……すごいな……もうこんなに硬くさせて……": "Aaa…… Ghê thật…… Đã cứng như thế này rồi sao……",
    "細い指先がするりとこちらのペニスに添えられる。\nそれから、背中に感じる柔らかな乳房の体温……": "Những ngón tay thon thả lướt nhẹ trên dương vật của tôi.\nSau đó, cảm nhận được nhiệt độ ấm áp của bộ ngực mềm mại trên lưng……",
    "ふふ、ガチガチじゃないか。\nまだそっと触れただけなんだぞ……？": "Phu phu, cứng như đá rồi kìa.\nTớ mới chỉ chạm nhẹ thôi mà……?",
    "元気だな……いや、咎めているわけじゃないんだ。\nただ、それだけ期待して……くれているのだろう……？": "Mạnh mẽ thật…… Không, tớ không trách đâu.\nChỉ là, cậu mong đợi đến thế sao……?",
    "お前が、そう思って……くれているだけで……\n私としては……ひどく嬉しいんだ……": "Chỉ cần cậu nghĩ như vậy……\nĐối với tớ…… Điều đó…… làm tớ rất vui……",
    "ほら、今も話しながら……こうして指先で\n軽くあやしているだけなのに……ビクビクさせて……": "Này, ngay cả khi đang nói chuyện…… chỉ cần tớ dùng ngón tay\nxoa nhẹ như thế này thôi…… cậu đã run rẩy rồi kìa……",
    "はぁ……たまらないな……%usernameusernameuserna%……": "Haah…… Không thể chịu nổi…… %usernameusernameuserna%……",
    "葵は、ゆるゆると添えた指先でペニスを扱いていく。": "Aoi từ từ dùng những ngón tay đặt lên dương vật của tôi.",
    "優しく労わるように、甘やかに可愛がるように。\nだけど、しっかりといやらしく肉茎をくすぐる。": "Như thể đang nhẹ nhàng nâng niu, dịu dàng cưng chiều.\nNhưng lại cứa vào da thịt một cách đầy dâm đãng.",
    "ああ……%usernameusernameuserna%……\nどこをどうされると……お前は気持ちがいいんだ……？": "Aaa…… %usernameusernameuserna%……\nCậu muốn tớ làm gì…… để cậu cảm thấy dễ chịu……?",
    "遠慮しないで、なんでも私に言ってくれ……\n私が優しく……よくしてやるからな……": "Đừng ngại, hãy nói với tớ bất cứ điều gì cậu muốn……\nTớ sẽ nhẹ nhàng…… làm tốt cho cậu……",
    "ふふ……ここか……？\nそれとも……こちらがいいのか……？": "Phu phu…… Ở đây sao……?\nHay là…… ở đây thì tốt hơn……?",
    "整った指先が、カリの部分を弄んだかと思えば、\n今度は丸みを帯びた亀頭を指の腹でなぞられる。": "Những ngón tay gọn gàng, chạm vào phần đầu dương vật, rồi\nlần này, đầu ngón tay lại vuốt ve phần quy đầu tròn trịa.",
    "もどかしくも、こちらをどこまでを気遣うような\n優しげな動きが心地よくてたまらない。": "Cảm giác bồn chồn, như thể đang quan tâm đến tôi đến mức nào vậy,\nnhững động tác dịu dàng đó thật thoải mái không thể tả.",
    "そうか……ふふ……そうか……%usernameusernameuserna%……": "Vậy sao…… Phu phu…… Vậy sao…… %usernameusernameuserna%……",
    "なんだか私まで……嬉しさが込み上げて……\n気持ちよくなってしまいそうだな……ふふ……": "Không hiểu sao tớ cũng…… cảm thấy vui sướng……\nCảm thấy dễ chịu quá đi mất…… Phu phu……",
    "しかし、さすがに優しさだけでは、悦びを追うことは難しい。": "Tuy nhiên, chỉ có sự dịu dàng thì khó mà theo đuổi được niềm vui.",
    "もう少しだけ強く、頼む……": "Mạnh hơn một chút, làm ơn……",
    "ああ、ああ……わかっている……ふふふ……\n私が、なんでもしてやるからな……？": "Aaa, aaa…… Tớ hiểu rồi…… Phu phu……\nTớ sẽ làm tất cả mọi thứ cho cậu mà……?",
    "そうだ、胸でも気持ちよくしてやろうか……？\n男という生き物は……こうされるのも……好きなのだろう……？": "Đúng rồi, hay là tớ làm cho ngực cậu dễ chịu nhé……?\nLoài đàn ông…… cũng thích như vậy…… đúng không……?",
    "甘く囁くなり、葵はこちらの背に柔らかな乳房を押し付けて、\nゆっくりと上下させ始めた。": "Aoi thì thầm ngọt ngào, cô ấy ấn bộ ngực mềm mại của mình vào lưng tôi,\nrồi từ từ di chuyển lên xuống.",
    "汗がかすかに滲んだ温かな肉毬の感覚に、\n肌がザワつき、頭の奥が痺れるような熱さを感じる。": "Cảm giác ấm áp của những nhũ hoa hơi ướt đẫm mồ hôi,\nlàn da xao động, và một cảm giác tê dại như thiêu đốt trong sâu thẳm tâm trí.",
    "そうだ……こちらも……忘れずに……\nもっと……気持ちよくしてやらなければ……な？": "Đúng rồi…… Cái này cũng…… đừng quên……\nPhải làm cho cậu thấy…… dễ chịu hơn nữa…… đúng không?",
    "葵はペニスの先端で指先を遊ばせるのをやめ、\n血管の浮く肉茎をゆるりと手のひらで包み込む。": "Aoi ngừng việc dùng đầu ngón tay chơi đùa trên đầu dương vật,\nrồi nhẹ nhàng dùng lòng bàn tay ôm lấy dương vật đang nổi gân.",
    "微かに漏れた先走りが、葵の指とペニスの間で、\nねちゃねちゃとした音を立てて、柔らかな手が動き始めた。": "Một chút tinh dịch rỉ ra, giữa ngón tay và dương vật của Aoi,\nphát ra âm thanh nhầy nhụa, và bàn tay mềm mại bắt đầu chuyển động.",
    "ん……熱い……な、お前のここは……\n熱を……手のひらに直に感じる……はぁ……": "Ưm…… Nóng quá…… Chỗ này của cậu……\nCảm nhận được sức nóng…… trực tiếp trong lòng bàn tay…… haah……",
    "ふふ……気持ちいいか……？\n今は……素直になってくれて……いいんだからな？": "Phu phu…… Dễ chịu chứ……?\nBây giờ…… cứ thành thật đi…… được mà?",
    "扱くたびに……%usernameusernameuserna%のモノが\n私の手のなかで硬く大きく育っていくのが伝わってくるぞ……": "Mỗi khi tớ vuốt ve…… thứ của %usernameusernameuserna%\nlớn dần và cứng cáp hơn trong tay tớ……",
    "ああ、嬉しい……もっともっと……私で気持ちよくなってくれ……\n甘えてくれ……%usernameusernameuserna%……": "Aaa, vui quá…… Thêm nữa đi…… Hãy để tớ làm cậu thấy dễ chịu hơn nữa nhé……\nHãy dựa dẫm vào tớ đi…… %usernameusernameuserna%……",
    "手のひらをしっかりと密着させながら、\n葵がペニスを吸い付くような動きで上下に擦る。": "Trong khi lòng bàn tay ôm chặt lấy nhau,\nAoi xoa dương vật lên xuống bằng một động tác như đang mút vào.",
    "どうだ……気持ちいいか……？": "Thế nào…… Dễ chịu chứ……?",
    "どこまでも優しく甘く、それでいてしっかりと\nこちらの劣情を誘う指の動きと、蕩けた声。": "Dịu dàng và ngọt ngào đến nhường nào, nhưng lại có những ngón tay và giọng nói tan chảy\ngợi lên dục vọng của tôi.",
    "声を出したかったら……我慢しなくても……いいからな？\n大丈夫だ……恥ずかしいことなど何もないんだ……": "Nếu cậu muốn phát ra tiếng…… thì đừng cố gắng kiềm chế……\nỔn thôi…… Không có gì phải xấu hổ cả……",
    "今はただ……快感に身をゆだねればいい……\nふふ……ほら……またビクビクしてきたな……可愛いぞ……": "Bây giờ, cậu chỉ cần…… đắm mình trong khoái cảm thôi……\nPhu phu…… Này…… lại run rẩy rồi kìa…… Dễ thương thật đấy……",
    "だめだな……私は……こんな風に反応されると、\nもっと%usernameusernameuserna%を甘やかしたくなってしまう……": "Chết rồi…… Tớ…… nếu phản ứng như thế này,\ntớ sẽ muốn chiều chuộng %usernameusernameuserna% hơn nữa……",
    "私の手のなかで……どろどろにして……\nもう……私なしでは生きていけなくなるほどに……": "Trong tay tớ…… làm cho nó ướt nhẹp đi……\nĐến mức…… không có tớ thì cậu không thể sống được nữa……",
    "熱い吐息が、声と共に耳へと注ぎ込まれる。": "Hơi thở nóng bỏng, cùng với giọng nói, được truyền vào tai.",
    "快感のあまり、のどの奥から詰まったような声が漏れる。": "Vì khoái cảm, một giọng nói nghẹn ngào phát ra từ sâu trong cổ họng.",
    "ふふ……今は難しいことも……普段のお互いの立場も……\nすべて忘れてしまって……ただ私のことを考えていてくれ……": "Phu phu…… Bây giờ, hãy quên đi những điều khó khăn…… vị trí của cả hai chúng ta trong ngày thường……\nvà chỉ nghĩ đến tớ thôi……",
    "気持ちいいことだけで……頭の中を……\nいっぱいにしていいんだぞ……はぁ……そう……": "Chỉ với những điều dễ chịu thôi…… hãy lấp đầy tâm trí cậu……\nhaah…… Đúng vậy……",
    "そのまま……私の指の感覚に集中するといい……": "Cứ như vậy…… hãy tập trung vào cảm giác ở ngón tay của tớ……",
    "葵の言葉に従い、全神経を性器に集中させる。": "Theo lời Aoi, tôi tập trung mọi giác quan vào bộ phận sinh dục.",
    "その途端、ゾクゾクした感覚が、下腹部から駆け上がり、\n葵の手の中でペニスをぶるぶると震わせてしまう。": "Ngay lập tức, một cảm giác rùng mình dâng trào từ bụng dưới,\nvà làm cho dương vật run rẩy trong tay Aoi.",
    "ああ……いい子だ……%usernameusernameuserna%\nちゃんと気持ちいいのを追えて、偉いな……？": "Aaa…… ngoan lắm…… %usernameusernameuserna%\nCậu đã cố gắng theo đuổi cảm giác dễ chịu, giỏi lắm……?",
    "始めた時とは見違えるほど……大きくて……\nバキバキになってきたじゃないか……": "Lớn hơn rất nhiều so với lúc bắt đầu……\nvà đã cứng như đá rồi kìa……",
    "そんなに、私の手でされるのが……いいのか……？\nふふふ……もちろん私もとても嬉しいぞ……": "Như vậy, cậu thích được tớ làm như vậy sao……?\nPhu phu phu…… Đương nhiên là tớ cũng rất vui……",
    "お前を甘やかして……普段は決して見せない顔を……\nすべて見せてくれるんだ……嬉しくないわけないだろう……？": "Khi chiều chuộng cậu…… cậu sẽ cho tớ thấy những điều mà ngày thường cậu không bao giờ cho thấy……\nTớ không thể không vui được…… đúng không……?",
    "激しくなる手の動きに合わせて、互いの呼気に混ざる興奮すら\nふつふつと燃え上がっていくのを感じる。": "Theo nhịp điệu của những ngón tay ngày càng mạnh mẽ, ngay cả sự phấn khích hòa lẫn trong hơi thở của cả hai\ncũng cảm thấy như đang bùng cháy.",
    "こちらのペニスをしっとりとした手で擦りながら、\n葵もまた自分と同じように、気持ちを昂ぶらせているのだろう。": "Trong khi xoa dương vật của tôi bằng bàn tay ẩm ướt,\nAoi cũng đang phấn khích như tôi vậy.",
    "そのまま……もっと私に甘えて……\nイきたくなったら……いつでも射精していいからな……？": "Cứ như vậy…… hãy dựa dẫm vào tớ hơn nữa……\nNếu cậu muốn 'lên đỉnh'…… thì cứ 'xuất' lúc nào cũng được mà……?",
    "遠慮なんかするな……たくさん、びゅーってしたら、\nきっととても……気持ちがいいぞ……？": "Đừng ngại gì cả…… Nếu cậu 'bắn' thật nhiều,\nchắc chắn sẽ rất…… dễ chịu đấy……?",
    "そろそろラストスパートだ……んっ、ふ……ふぅ……": "Sắp đến hồi kết rồi…… ừm, phu…… phuu……",
    "葵も、手のひらでこちらの燻りを感じているのか、\n熱の滲んだ呼吸が荒くなっていく。": "Aoi cũng cảm nhận được sự hưng phấn trong tay, và\nhơi thở của cô ấy trở nên gấp gáp.",
    "張りのある乳房で擦られる背中も熱くて、気持ちよくて、\n何より、指先で包まれて扱かれる肉茎もたまらなくて。": "Lưng thì nóng rực khi cọ vào bộ ngực căng tròn, và dễ chịu,\nHơn nữa, dương vật bị bao bọc và vuốt ve bằng đầu ngón tay cũng không thể chịu đựng được.",
    "ほら……一緒に高めていこう……\nしっかり扱いてやるからな……？　ふうっ、ん……ん……！": "Này…… hãy cùng nhau đạt đến đỉnh cao nhé……\nTớ sẽ vuốt ve thật kỹ cho cậu mà……? Phu, ưm…… ưm……!",
    "幹の部分も、裏筋も……ほら、ココ……好きだろう？\nさっきからする度に、お前のが震えているからな……": "Cả phần thân, cả gân…… Này, chỗ này…… cậu thích đúng không?\nTừ nãy đến giờ, mỗi lần tớ làm, cậu lại run rẩy mà……",
    "手の動きが早くなり、刺激が強くなれば強くなるほど、\nいやらしい水音が大きく響き、耳すらも気持ちがよくなる。": "Động tác của tay nhanh hơn, kích thích càng mạnh, thì\nâm thanh nước dâm càng lớn, và thậm chí cả tai cũng cảm thấy dễ chịu.",
    "はぁ……%usernameusernameuserna%……そうだ……\n%usernameusernameuserna%……あぁ……いいぞ……": "Haah…… %usernameusernameuserna%…… Đúng rồi……\n%usernameusernameuserna%…… Aaa…… được đấy……",
    "もう……限界が近いのだろう……？\n隠さなくていい……私にはすべて……わかるからな……": "Chắc là…… đã gần đến giới hạn rồi……?\nKhông cần giấu đâu…… Tớ biết tất cả…… mà……",
    "さあ、今……イかせてやる……%usernameusernameuserna%……": "Nào, bây giờ…… tớ sẽ cho cậu 'lên đỉnh'…… %usernameusernameuserna%……",
    "我慢できなくなったらもう……\nびゅびゅーって……していいんだからな……？": "Nếu không thể chịu đựng được nữa……\ncứ 'bắn'…… đi…… được không……?",
    "いっぱい射精して……気持ちよくなってくれ……\n私にも……お前の気持ちよさを感じさせてくれ……！": "Hãy 'xuất' thật nhiều…… và cảm thấy dễ chịu đi……\nHãy cho tớ cảm nhận được…… sự dễ chịu của cậu đi……!",
    "そうだ……もっと……もっと……ああぁ……いいぞ！\nはぁ……ふっ……伝わって……くる……っ！！": "Đúng rồi…… Thêm nữa…… Aaa…… được đấy!\nHaah…… phu…… đã…… truyền…… đến…… rồi!!",
    "限界まで高められた快楽が、耳元から伝えられる艶声と共に、\nこちらの頭の中を真っ白に染め上げていく。": "Khoái cảm được nâng lên đến giới hạn, cùng với giọng nói ngọt ngào được truyền từ tai,\nlàm cho tâm trí tôi trở nên trắng xóa.",
    "もう……限界が近い……今すぐにもイキそうだ。\n小刻みに擦られるペニスがあまりにも気持ちよくて……": "Đã…… gần đến giới hạn rồi…… Tôi sắp 'lên đỉnh' đến nơi rồi.\nDương vật bị xoa xoa liên tục quá dễ chịu……",
    "ああ……！　よし……全部この手で受け止めてやる……！\nほら、イっていいぞ……全部……全部好きなだけ出していい……！": "Aaa……! Được rồi…… Tớ sẽ đón nhận tất cả bằng đôi tay này……!\nNày, cứ 'lên đỉnh' đi…… Cứ 'xuất' hết…… tất cả những gì cậu muốn đi……!",
    "びゅーって！　びゅびゅーって！\n今だ……！　%usernameusernameuserna%……！": "Bắn ra nào! Bắn ra nào!\nNgay bây giờ……! %usernameusernameuserna%……!",
    "その時、葵の指先の中で、ペニスが大きく震えると、\nとぐろを巻いていた欲望が一気に尿道を駆け上がり――": "Lúc đó, trong tay Aoi, dương vật run lên mạnh mẽ,\nvà dục vọng cuộn trào dâng lên trong niệu đạo――",
    "あああぁぁぁ……！　すごい……！\nたくさん……熱いのが……精液がこんなに……！": "Aaaahhhh……! Tuyệt vời……!\nThật nhiều…… thứ nóng bỏng…… tinh dịch nhiều đến thế này……!",
    "白濁に汚れていく手のひらを見て、\n葵がこくり……と小さく喉を鳴らした。": "Nhìn vào lòng bàn tay bị vấy bẩn bởi chất lỏng trắng đục,\nAoi gật đầu…… và khẽ nuốt nước bọt.",
    "ふふふ……いっぱい出したな……？\nどれだけ溜めていたんだ？　全然止まらないじゃないか……": "Phu phu phu…… Cậu đã 'xuất' rất nhiều rồi nhỉ……?\nCậu đã tích tụ bao nhiêu vậy? Hoàn toàn không dừng lại được……",
    "しかも……濃い……な……ふふ……雄の匂いだ……\n上手にイケて……%usernameusernameuserna%は偉いぞ……？": "Hơn nữa…… còn đặc sánh nữa…… Phu phu…… Mùi của con đực……\n'Lên đỉnh' giỏi lắm…… %usernameusernameuserna% ngoan lắm……?",
    "心地よい酩酊感を覚えながら、最後の一滴まで\n葵の手に出し切り、呼吸を大きく吐き出す。": "Trong khi cảm nhận được sự say sưa dễ chịu, tôi 'xuất' ra đến giọt cuối cùng\ntrong tay Aoi, và thở ra một hơi thật sâu.",
    "ふふ……気持ちよかったか……？": "Phu phu…… Dễ chịu chứ……?",
    "ちゃんとお前の望む通りに……できていればいいのだが……\n私もこういったことは……お前以外とは経験がないからな……": "Tớ hy vọng là…… đã làm đúng theo những gì cậu muốn……\nVì tớ cũng chưa có kinh nghiệm với ai ngoài cậu mà……",
    "背後から、葵が柔らかな吐息とともに耳元へと囁く。\n触れた肌から伝わる互いの鼓動と体温が心地よかった。": "Từ phía sau, Aoi thì thầm vào tai tôi cùng với hơi thở nhẹ nhàng.\nNhịp tim và nhiệt độ cơ thể của cả hai truyền từ làn da thật dễ chịu.",
    "ああ……よかったよ、すごく……な。": "Aaa…… Tớ thấy rất vui, rất…… đó.",
    "ん……？　そうか……？": "Ừm……? Vậy sao……?",
    "思ったままのことを言葉にして伝えれば、\n葵の声音に分かりやすく喜色が混じる。": "Nếu tôi nói ra những gì mình nghĩ, giọng nói của Aoi sẽ dễ dàng nhận thấy sự vui mừng.",
    "ああ……嬉しいな……その言葉が聞けて……\n私も心から幸せだ……%usernameusernameuserna%……": "Aaa…… Tớ vui quá…… khi nghe được những lời đó……\nTớ cũng cảm thấy hạnh phúc từ tận đáy lòng…… %usernameusernameuserna%……",
    "ふふふ……お前でもそんな顔するんだな……？\n気持ちよすぎて……呆けてしまったのか……？": "Phu phu phu…… Cậu cũng có thể có bộ mặt như vậy sao……?\nVì quá dễ chịu…… nên mới ngây người ra sao……?",
    "ああ……可愛いサンタさんに……\nすっかり骨抜きにされてしまったからな……": "Aaa…… Vì đã hoàn toàn bị cô nàng Santa dễ thương……\nlàm cho mềm nhũn rồi mà……",
    "そこまでこの衣装が気に入ったのか？\n私としては少々大胆すぎるかとも思ったのだが……": "Cậu thích bộ đồ này đến vậy sao?\nTớ đã nghĩ nó hơi táo bạo một chút đấy……",
    "ん……わかった。だったらクリスマスでなくても、\nいつでも好きなときに着てやろう。他でもない、お前が望むならな……": "Ừm…… Tớ hiểu rồi. Nếu vậy, thì không cần là Giáng Sinh,\ncậu có thể mặc nó bất cứ khi nào cậu muốn. Nếu cậu muốn mà……",
    "そう口にして、柔和な笑みを浮かべると、\n葵はこちらの背中を抱きしめてくれたのだった。": "Nói vậy, rồi nở một nụ cười dịu dàng,\nAoi ôm lấy lưng tôi."
}