{
    "エヴィ、頼まれていた物、買ってきたぞ。\n……エヴィ？": "\"Evi, tôi mua những thứ cậu cần rồi đây.\n……Evi?\"",
    "（『エナドリが切れた』『今忙しいから買ってきて』\nと頼まれたから持ってきたが……）": "\"(Tôi được nhờ mua vì 'Hết nước tăng lực rồi' 'Bận quá nên mua giúp đi'…)\"",
    "…………": "…………",
    "（パソコンに向かって、すごい集中してる……）": "\"(Cậu ấy đang tập trung cao độ vào máy tính…)\"",
    "……ん？　あ、来てたんだ。": "…Hả? À, anh đến rồi à.",
    "やっと気づいたか……何してるんだ？": "Cuối cùng cũng nhận ra à… Đang làm gì đấy?",
    "セキュリティコンサルの副業。\n今は、クライアント向けのセキュリティマニュアルを作成中。": "Làm thêm tư vấn bảo mật.\nHiện tại, tớ đang viết tài liệu hướng dẫn bảo mật cho khách hàng.",
    "これ、頼まれてたエナドリ。\nどうしたらいい？": "Đây, nước tăng lực cậu cần đây.\nGiờ sao đây?",
    "ん、テーブルに置いておいて。": "Ừm, cứ để trên bàn đi.",
    "やれやれ……": "Chán thật…",
    "（って、なんだこのテーブルの上のゴミ山……！？\n宅配フードの空箱と――エナドリの空き瓶！？　何十本あるんだ！？）": "\"(Nhìn đống rác trên bàn này…!?\nHộp thức ăn giao tận nhà và――chai nước tăng lực rỗng!? Mấy chục chai vậy!?)\"",
    "（……さすがにエヴィの生活ぶりが心配になるな）": "\"(…Evi sống thế này tôi lo quá)\"",
    "エヴィ……もしかして、ずっと部屋に籠もってないか？\n一体、どれくらい外に出ていないんだ？": "Evi… Có phải cậu đã nhốt mình trong phòng suốt không?\nRốt cuộc thì cậu đã không ra ngoài bao lâu rồi?",
    "うーん……別に、そんなには引きこもってないよ？": "Ưm… Tớ có ở trong nhà suốt đâu nhỉ?",
    "多分、１週間くらい……？　あれ？　２週間だっけ？": "Chắc là khoảng một tuần…?\nÀ? Hai tuần rồi ấy nhỉ?",
    "うろ覚えになるほど、外に出てないのか……\n大丈夫なのか……？": "Cậu không ra ngoài lâu đến mức không nhớ nổi à…\nỔn không đấy…?",
    "全然へーき。": "Hoàn toàn ổn.",
    "そう言いながらも、ずっとパソコンから目を離さないんだよな……\nほっとけないし、ゴミの片付けがてらちょっと見守ろう。": "Tuy nói vậy, nhưng cậu vẫn không rời mắt khỏi máy tính nhỉ…\nTôi không thể bỏ mặc được, tiện thể dọn rác luôn vậy.",
    "ふう……": "Phù…",
    "お、一区切りついたのか？\nちゃんと休憩は取った方がいいぞ。": "Ồ, xong việc rồi à?\nCậu nên nghỉ giải lao một chút đi.",
    "……%usernameusernameuserna%、ずっといたの？\nテーブルの上のゴミも片付けてくれたんだ。": "…%usernameusernameuserna%, anh ở đây nãy giờ à?\nAnh còn dọn luôn đống rác trên bàn nữa.",
    "キッチン横にゴミ袋でまとめただけだけどな。": "Tôi chỉ gom lại bỏ vào túi rác thôi.",
    "そっか……ありがと。\n言われたとおり少し休憩でもするかな。": "Vậy à… Cảm ơn anh.\nTheo lời anh, tớ sẽ nghỉ một chút vậy.",
    "%usernameusernameuserna%に来客用の飲み物も出さないとね。": "Tôi cũng phải pha đồ uống cho khách đến nhà %usernameusernameuserna% mới được.",
    "……というわけで、はい、飲み物。\n買ってきてくれて、ありがと。": "…Vậy nên, đây, đồ uống đây.\nCảm ơn anh đã mua giúp.",
    "それ、さっき買ってきたエナドリじゃないか。\nお前の部屋、これしか飲み物ないのか？": "Cái đó, không phải là nước tăng lực anh vừa mua sao?\nPhòng cậu chỉ có mỗi thứ này để uống à?",
    "……ないけど？　他に必要？\nこれ１本で仕事に必要なエネルギー摂れるし、十分でしょ。": "…Không có gì khác à?\nUống một chai này là đủ năng lượng cho công việc rồi, đủ mà.",
    "（十分……なのか？）": "\"(Đủ… sao?)\"",
    "にしても、お前、働き過ぎなんじゃないか？": "Mà này, cậu làm việc quá sức rồi đấy?",
    "まだまだ全然足りないよ。\n……夢に溺れて会社を潰した人たちの後始末にはね。": "Vẫn chưa đủ đâu.\n…Để giải quyết hậu quả cho những kẻ mơ mộng đã phá sản công ty ấy.",
    "会社を潰した人たち……？": "Những kẻ phá sản công ty…?",
    "お父……じゃない、下手に野心だけはある人たちに\n巻き込まれちゃうと、ろくなことにならないってこと。": "Bố… không, những kẻ chỉ có dã tâm mà không có thực lực ấy,\nNếu bị cuốn vào thì chẳng có kết cục tốt đẹp gì đâu.",
    "（あまりあれこれ聞き出そうとしないほうが良さそうだな）": "\"(Có vẻ không nên hỏi han quá nhiều thì hơn)\"",
    "……やっぱ、コスパよく生きないと。\n無駄なことをしないのが、一番人生を上手く生きるコツだよ。": "…Suy cho cùng, phải sống sao cho tiết kiệm nhất.\nKhông làm những việc vô ích là cách sống tốt nhất.",
    "エヴィの話しぶりは、\n随分世慣れている感じだ。": "Cách nói chuyện của Evi,\nCó vẻ đã quen với đời rồi.",
    "とはいえ、だ。": "Tuy nhiên, phải nói là vậy.",
    "忙しいからって、デリバリーやエナドリばかり口にしてるんじゃないか？\nさすがに体に良くないぞ。": "Bận rộn thì thôi, nhưng cậu chỉ toàn ăn đồ giao đến và uống nước tăng lực thôi à?\nNhư vậy không tốt cho sức khỏe đâu.",
    "問題ないって。それが、一番効率がいいんだから。": "Không vấn đề gì đâu. Đó là cách hiệu quả nhất mà.",
    "効率か……": "Hiệu quả à…",
    "宅配フードは作らなくても、待っているだけで届くでしょ？": "Đồ ăn giao đến thì không cần nấu, chỉ cần đợi là có ngay đúng không?",
    "でも、配達料を考えるとけっこう高く付くんじゃないか？": "Nhưng, nếu tính cả phí giao hàng thì cũng khá tốn kém đấy?",
    "それでも、一番安いメニューを頼めば、\n料理や食材の買い出し時間を考えてもコスパはいいから。": "Dù vậy, nếu gọi món rẻ nhất thì,\nTính cả thời gian đi chợ và nấu ăn thì vẫn hiệu quả hơn.",
    "だけど、栄養とか……": "Nhưng mà, dinh dưỡng thì…",
    "エナドリやサプリと合わせて飲めば、隙なく栄養不足も補えるよ。\n体に良くないっていう見解は、そもそも誤りだね。": "Kết hợp với nước tăng lực và thực phẩm bổ sung thì có thể bù đắp được sự thiếu hụt dinh dưỡng.\nViệc nói rằng nó không tốt cho sức khỏe là một quan điểm sai lầm.",
    "ふむ……": "Hừm…",
    "（ああいえばこういう……）": "\"(Nói một đằng hiểu một nẻo…)\"",
    "せめてもっと色々なものを頼んで、味を楽しんだりするべきじゃないか？": "Ít nhất thì cậu nên gọi nhiều món khác nhau, để thưởng thức hương vị chứ?",
    "コスパ悪い。": "Tốn kém.",
    "気分転換にちょっと外に出てみては？\n出先のカフェで仕事するとかさ。": "Thử ra ngoài đổi gió xem sao?\nLàm việc ở quán cà phê chẳng hạn.",
    "タイパ悪い。": "Tốn thời gian.",
    "ええい！　タイパコスパが世の中のすべてじゃないぞ！！": "Ê! Thời gian và tiền bạc không phải là tất cả trên đời đâu đấy!!",
    "な、何！？　いきなり大声出して……": "Gì, gì chứ!? Tự nhiên lại lớn tiếng…",
    "明日、一緒に遊びに行くぞ！\n予定はあるか！？　ないな！　よし！！": "Ngày mai, mình cùng đi chơi đi!\nCậu có kế hoạch gì chưa!? Không có đúng không! Tốt!!",
    "は！？　ちょ、ちょっと！\n勝手に決めないでくれる！？　明日もタスクが――": "Hả!? Khoan, khoan đã!\nĐừng tự tiện quyết định như vậy chứ!? Ngày mai tớ còn có công việc――",
    "お前と１日ふたりきりで過ごすの、楽しみにしてるからな！": "Anh mong chờ được ở bên em một ngày đấy!",
    "え……": "Hả…",
    "じゃない！　絶対に行かないから！\n行かないからね！！": "Không được đâu! Tớ nhất định không đi đâu!\nTớ không đi đâu nhé!!",
    "――なんて、昨日エヴィは言ってたけど……": "――Nhưng, hôm qua Evi đã nói vậy đấy…",
    "さて、待ち合わせの時間になったな。": "Giờ thì, đến giờ hẹn rồi.",
    "（時間通りに来てくれるだろうか？\nそもそも、きちんと待ち合わせに来てくれるか……？）": "\"(Không biết cậu ấy có đến đúng giờ không nhỉ?\nHay là, liệu cậu ấy có đến điểm hẹn không nữa…?)\"",
    "……遅れて、ごめん。": "…Xin lỗi, tôi đến muộn.",
    "エヴィ……！　来てくれたか！": "Evi…! Cậu đến thật à!",
    "た、たまたま、仕事が早く片付いたから――まあ、健康維持の散歩は、\n体調崩して病院代かかるより、コスパの観点から悪くないし……": "T, tại vì, công việc xong sớm hơn dự kiến――mà, đi dạo để giữ gìn sức khỏe,\nthì vẫn tốt hơn là bị bệnh phải tốn tiền viện phí, xét về khía cạnh tiết kiệm…",
    "（やけに理由付けが長いけど……）": "\"(Sao cậu ấy cứ phải viện cớ dài dòng thế nhỉ…)\"",
    "まあ、とりあえず座れよ。何か注文するか？": "Thôi nào, cứ ngồi xuống đi. Cậu muốn gọi gì?",
    "……こういうのは、よく分からないな。\n%usernameusernameuserna%のオススメメニューとかある？": "…Những thứ này, tớ không rành lắm.\n%usernameusernameuserna% có món nào gợi ý không?",
    "そうだな、俺は……これかな？": "Ừm, tôi thì… thích món này?",
    "程よい甘さだけど、くどすぎない。\n男女どちらにも人気のメニューなんだそうだ。\n": "Vị ngọt vừa phải, không quá gắt.\nNghe nói là món ăn được cả nam lẫn nữ ưa chuộng.",
    "これって……スイーツだよね？\nあまり%usernameusernameuserna%らしくないメニューじゃない？": "Cái này… là đồ ngọt đúng không?\nKhông giống những món mà %usernameusernameuserna% hay ăn nhỉ?",
    "ああ、俺も人に勧められてから気に入ったクチなんだ。": "Ừ, tôi cũng thích món này sau khi được người ta giới thiệu đấy.",
    "ふうん……それって、女の子？": "Hừm… Vậy là, con gái à?",
    "え？": "Hả?",
    "……ううん、なんでもない。\nじゃあ、私もそれを。": "…À, không có gì.\nVậy thì, tớ cũng gọi món đó.",
    "お待たせしました。\nこちら、ご注文の品２点です。": "Đã lâu không gặp.\nĐây là hai món quý khách đã gọi.",
    "うん、やっぱり相変わらず美味そうだな。": "Ừm, quả nhiên là trông ngon thật.",
    "うわぁ……コスパ悪そう……": "Ưa… Có vẻ tốn kém quá…",
    "そうか？　美味しければ気にならないだろ。": "Vậy sao? Ngon là được rồi, cậu không thấy vậy sao?",
    "なるよ。見るからに、カロリーが多そうだし。\n糖分ばかりで栄養も偏ってるし……": "Đúng vậy. Nhìn là thấy nhiều calo rồi.\nToàn đường với đường, dinh dưỡng lại không cân bằng nữa…",
    "その上、値段も決して安くない。\nこれをコスパ悪いと言わなくて、なんて言うの？": "Hơn nữa, giá cả cũng không hề rẻ.\nKhông gọi là tốn kém thì gọi là gì?",
    "ははは……手厳しいな。": "Ha ha… Khắt khe quá đấy.",
    "まあ、いいから一口食べてみな。\nせっかく頼んだんだから。": "Thôi nào, cứ ăn thử một miếng đi.\nĐằng nào cũng gọi rồi mà.",
    "うん、頼んだ以上はちゃんと食べるけど……": "Ừm, đã gọi thì tớ sẽ ăn hết…",
    "あーん……はむっ。": "A-hừm…",
    "……ん、んん？": "…Ưm, ưm?",
    "どうだ？": "Sao rồi?",
    "ん……ひ、一口じゃまだ分からないよ。\nもう一口……": "Ưm… M, một miếng thì chưa biết được.\nThêm một miếng nữa…",
    "……あとちょっとだけ。": "…Thêm một chút nữa.",
    "まだ数口は必要……": "Cuối cùng thì ăn hết rồi.",
    "結局、全部食べちゃったな。": "N, không tệ đúng không?",
    "な、悪くないだろ？": "…!",
    "……！\nも、もう帰る、から……！": "T, tớ về đây…!",
    "エヴィ……\nなんだか顔が赤く見えるのは気のせいか？": "Evi…\nSao mặt cậu đỏ thế kia?",
    "そんなエヴィをなんとか引き止め向かった先は……\nここ、ゲームセンター。": "Tôi đã cố gắng kéo Evi đi, và điểm đến là…\nĐây, trung tâm trò chơi.",
    "ゲームなら家でやればいいのに。\n買い切りじゃないのはコスパ悪い。": "Chơi game thì cứ ở nhà mà chơi đi.\nKhông mua đứt thì tốn kém quá.",
    "（ずっと文句言ってるな……そのまま帰ると思ってたみたいだから、\n連れてこられて不満だったか？）": "\"(Cậu ấy cứ càu nhàu mãi… Có lẽ cậu ấy cứ nghĩ là sẽ về, nên không hài lòng chăng?)\"",
    "まあまあ。ゲームセンターはゲームセンターで面白い物があるだろ。": "Thôi nào. Trung tâm trò chơi cũng có những thứ thú vị mà.",
    "例えば……ほら、レトロゲームやホッケー。\nこんなのは家庭用ゲームじゃできないよな。": "Ví dụ như… xem này, game cổ điển và khúc côn cầu.\nNhững thứ này thì game ở nhà không làm được đâu.",
    "ふーん、こういうのね。\n確かに、家ではできないゲームだけど……": "Hừm, kiểu như thế này à.\nĐúng là, những game này không chơi được ở nhà thật…",
    "だろ？　試しに少し遊んでみないか？": "Đúng không? Thử chơi một chút không?",
    "……ちょっとだけだよ？\n少し付き合ったら、帰るからね。": "…Chơi một chút thôi đấy nhé?\nChơi một chút rồi tớ về đấy.",
    "……くっ、そう来るなんて完全に予想外だった！\nもう一度！　もう一度対戦お願い！": "…Khịt, tôi đã không lường trước được điều này!\nChơi lại! Chơi lại đi!",
    "エヴィは思った以上に負けず嫌いみたいだな。\nまた連コインしてる……": "Evi có vẻ không chịu thua đâu nhỉ.\nLại bỏ thêm tiền vào rồi…",
    "どうだ？\nゲームセンターはゲームセンターで、面白いだろ？": "Sao nào?\nTrung tâm trò chơi, cũng có những thứ hay ho đúng không?",
    "……あ。": "…A.",
    "んー、ま、まあまあかな……": "Ưm, ừm, cũng được…",
    "さすがにバツが悪くなったのか、顔が赤いな。\n見なかったことにしておいてやろう。": "Có lẽ xấu hổ rồi, mặt cậu ấy đỏ lên rồi.\nCứ coi như không thấy vậy.",
    "もう、十分楽しんだし……\nこ、今度こそもう帰るから……": "Chơi đủ rồi…\nT, tớ về đây…",
    "あ、エヴィ、ちょっと待ってくれ。\nもう一ヶ所だけ、付き合ってほしいところがあるんだ。": "À, Evi, đợi một chút.\nTớ muốn đi thêm một chỗ nữa.",
    "えぇ……まだどこかに行くの？": "Hể… Lại đi đâu nữa vậy?",
    "まあまあ、今度こそ、次が最後だから！": "Thôi nào, lần này là lần cuối cùng mà!",
    "はぁ……まったく。\n次こそ、最後だからね？": "Haizz… Thật là.\nLần này mới là lần cuối đấy nhé?",
    "（なんだかんだ言いつつも、ちゃんと付き合ってくれるんだよな、\nエヴィは……）": "\"(Dù nói thế nào thì, Evi vẫn đi cùng mình nhỉ,\n…)\"",
    "ここって、海浜公園……だよね？\nわざわざこんな所に来て、何がしたいの？": "Chỗ này là công viên biển… phải không?\nĐến đây làm gì vậy?",
    "ここから見る夕暮れの景色は最高なんだ。\nエヴィにも見せたいと思って。": "Phong cảnh hoàng hôn ở đây rất đẹp.\nTớ muốn cho Evi xem.",
    "夕暮れ……？　そんなのわざわざ見て、何が楽しいの？": "Hoàng hôn…?\nXem mấy thứ đó làm gì cho mệt?",
    "まあまあ、そう言わずに。\nこっちに展望台があるから。": "Thôi nào, đừng nói thế.\nỞ đây có đài quan sát này.",
    "全くもう……%usernameusernameuserna%と一緒だと、\nコスパもタイパもあったものじゃないな。": "Thật là… Đi với %usernameusernameuserna% thì,\nkhông có cả tiết kiệm lẫn thời gian gì cả.",
    "わぁ……": "Woa…",
    "いつの間にか、エヴィは美しく輝く夕日に見入って、無言になっていた。": "Không biết từ lúc nào, Evi đã ngắm nhìn ánh hoàng hôn rực rỡ, rồi im lặng.",
    "エヴィを照らす夕日は真っ赤に燃え、\n思わず、ぼそりと感想を零してしまう。": "Ánh hoàng hôn chiếu rọi lên Evi, rực rỡ như lửa, và\nkhông khỏi thốt ra một vài cảm xúc.",
    "……とてもきれいだ。": "…Đẹp thật.",
    "……えっ？": "…Hả?",
    "……どうした？": "…Sao vậy?",
    "そうだけど……": "Đúng vậy…",
    "エヴィに決まってるだろ": "Evi mà.",
    "あ……ううん、きれいって、ゆ、夕日が、ってこと、だよね……？": "À… ừm, đẹp là, ý là, hoàng hôn, đúng không…?",
    "だよね………は、はは……": "Đúng rồi… h, ha ha…",
    "うん……わかってたけど。": "Ừm… Tớ biết mà.",
    "……なんか、ちょっと顔赤くないか？": "…Sao mặt cậu đỏ thế kia?",
    "え……あ、赤くないっ！": "Hể… À, không đỏ mà!",
    "いや、でも……": "Không, nhưng mà…",
    "赤くない！　ゆ、夕日！　夕日のせい！": "Không đỏ! H, tại hoàng hôn! Tại hoàng hôn!",
    "そ、そうか。": "V, vậy à.",
    "え……！？": "Hể…!?",
    "なーんてな。": "Nói chơi thôi mà.",
    "言ってみたけど、エヴィ相手にこんな冗談はきかないだろう。": "Nói thì nói vậy, nhưng Evi sẽ không bị trêu chọc bởi mấy trò đùa này đâu.",
    "ん？　あれ……？　なんか顔赤い？": "Hửm? À…? Sao mặt lại đỏ thế kia?",
    "ち、違っ！　これは夕日……！　夕日のせい！": "K, không phải! Tại hoàng hôn…! Tại hoàng hôn!",
    "ははっ、まあ、そうだよな。": "Ha ha, ừm, đúng rồi.",
    "（エヴィが俺の言葉くらいで、\n照れたりするはずないだろうし）": "\"(Evi sẽ không đỏ mặt vì mấy lời nói của mình đâu,\nvì cô ấy mà)\"",
    "もう……\nこんなの……コスパ……悪いのに。": "Thật là…\nMấy thứ này… tốn kém thật…",
    "なんで、ここまでどうしようもないんだろ……": "Sao mình lại thành ra thế này nhỉ…?",
    "ん？　何か言ったか？": "Hửm? Cậu nói gì?",
    "べ……別に何も！": "Đ, đâu có nói gì!",
    "だったら、顔をあげて一緒に夕日を見よう。\nうつむいてたら、この綺麗な瞬間もあっという間に過ぎていくぞ。": "Vậy thì, ngẩng mặt lên cùng ngắm hoàng hôn đi.\nCúi gằm mặt xuống thì khoảnh khắc đẹp đẽ này sẽ trôi qua nhanh thôi.",
    "%usernameusernameuserna%……": "%usernameusernameuserna%…",
    "……うん、そうだね。": "…Ừm, phải rồi.",
    "なあ、エヴィ、こういう１日も悪くないだろ？": "Này, Evi, một ngày như thế này cũng không tệ đúng không?",
    "まあ……悪くはないかもね。": "Ừm… Cũng không tệ lắm.",
    "だろ？　これからも時間があるときでいいから、\nひとりで公園を散歩してみるとか――": "Đúng không? Từ giờ về sau, khi có thời gian thì,\ncậu có thể đi dạo công viên một mình――",
    "違うよ。": "Không phải.",
    "……%usernameusernameuserna%と一緒だから、悪くなかったんだよ。": "…Tại vì có %usernameusernameuserna% nên mới không tệ thôi.",
    "エヴィ……": "Evi…",
    "――あ、えっと、その……また、遊びに行こうね。": "――À, ừm, thì… Lần sau, mình lại đi chơi nhé.",
    "ああ、もちろん。また行こう。": "Ừ, tất nhiên rồi. Lần sau mình đi tiếp.",
    "俺達は『次』の約束をして、帰路についたのだった――": "Chúng tôi đã hẹn 'lần sau' rồi cùng nhau ra về――"
}