{
    "せっかくだし、羽根突きしようとラミに誘われて――": "Nhân lúc rảnh rỗi, tôi được Lami rủ chơi Hanetsuki――",
    "負けたらとーぜん罰ゲームね！": "Nếu thua thì tất nhiên là có hình phạt rồi!",
    "オーケー。ちゃんと筆も墨汁も買っておいたからな。": "Ok. Tôi đã mua sẵn bút và mực rồi.",
    "じゃあ、サーブはラミからで！": "Vậy thì, Lami ra đòn trước đi!",
    "――それ！": "――Xoẹt!",
    "危なっ……！　よっ！": "Nguy hiểm thật……! Chà!",
    "いいとこ打ち返すじゃん！　ラミシュート！": "Đánh trả hay đấy! Lami Shoot!",
    "なんの！": "Không đời nào!",
    "ゆっくり": "Chậm thôi",
    "思いっきり": "Thật mạnh vào",
    "（ここはミスるリスクは高いが、思いっきり振り抜くべきか……\nミスる可能性は低いが、慎重にゆっくり打ち返すべきか）": "(Chỗ này rủi ro cao, nên vung mạnh lên... Hay là cẩn thận đánh trả, chậm thôi nhỉ?)",
    "スカッ――": "Hụt――",
    "なっ……！　やっちまった！": "Hả……! Chết tiệt!",
    "にひひ、ざーこざーこ。へったくそー！\n約束どおり、罰ゲームね！": "Hihhi, đồ ngốc, đồ ngốc. Chơi dở tệ!\nĐúng như đã hứa, là hình phạt đây!",
    "普通の○×じゃつまんないし、\n額に『ざーこ』とでも書いてやろっと！": "Chơi O x thông thường thì chán quá,\nHay là viết chữ 'Đồ ngốc' lên trán nhỉ!",
    "ぐぬぬ……俺の美肌が穢された……": "Grừ... Làn da đẹp của tôi bị vấy bẩn rồi...",
    "いや、自分で美肌とか言うなよ……": "Này, tự nhận là da đẹp làm gì...",
    "俺だけとか納得いかん！　道連れじゃー！": "Chỉ mình tôi thì không chịu đâu! Cùng chịu chung nào!",
    "はっ！？　ちょ！　筆返してよ！？\n――あっ、こら、顔に書くな！　書くのはおまえでしょーがぁ！": "Hả!? Khoan đã! Trả bút lại đây!\n――A, này, đừng viết lên mặt! Phải là mày chứ!",
    "こうしてふたり揃って顔は墨まみれになったのだった。": "Cứ thế, cả hai đứa đều bị dính đầy mực lên mặt.",
    "なーに、そのへなちょこリターン！\nこんなのラミの必殺ショットで――": "Gì chứ, trả bóng như cứt ấy!\nVới tuyệt chiêu của Lami thì――",
    "スカッ。": "Xoẹt.",
    "ぁああああ～～～～っ！！": "Aaaaaaa～～～～!",
    "やーい、余裕こいておいて外してやんの～！\nさーて、なんて書いてやろーかなー。": "Ya, ra vẻ ta đây rồi lại còn trượt nữa chứ～!\nGiờ thì, viết gì đây ta.",
    "普通の○×じゃつまんないし……\n『%usernameusernameuserna%だ～い好き』とかにするか！": "Chơi O x thông thường thì chán quá...\nHay là viết 'Tôi thích %usernameusernameuserna%!' nhỉ!",
    "ちょっ！　そんなん書くなー！！　うわっ、やめ――": "Khoan! Đừng viết mấy cái đóー!! Uwa, dừng lại――",
    "ははは！　ハートマークめっちゃつけてやった！": "Hahaha! Đã thêm thật nhiều trái tim rồi!",
    "仕返し！": "Ăn miếng trả miếng!",
    "えっ……！？　おい、やめろ！？　ラミは勝ってないだろ！？": "Hả...!? Này, dừng lại!? Lami có thắng đâu!?",
    "『ラミちゃん、マジラヴ』っと！\nラミのほうがハートいっぱいなんだから！": "'Lami-chan, tớ thích cậu!'!\nLami còn có nhiều trái tim hơn mà!",
    "このあと冷静に戻った俺達は、顔に書かれた恥ずかしい言葉を消しに、\n慌ててトイレに駆け込んだのだった。": "Sau đó, khi đã bình tĩnh lại, chúng tôi vội vàng chạy vào nhà vệ sinh để xóa những dòng chữ đáng xấu hổ trên mặt."
}