{
    "グラウンドでのトレーニングということで、\n運動が苦手なルナのトレーニングを見守っていたが……": "Vì buổi tập diễn ra trên sân tập,\ntôi đã theo dõi buổi tập luyện của Luna, người không giỏi thể thao...",
    "ひぃ、ひぃ……ぜぇ、ぜぇ……\nう、運動は本当に……無理です……はぁ、はぁ……！": "Hự, hự...ha, ha...U, vận động...thật sự...không thể...ha, ha...!",
    "……本当に体力がないんだな。\n軽いアップ程度の運動だったんだが。": "...Quả thật là em chẳng có sức lực gì cả.\nChỉ là khởi động nhẹ thôi mà.",
    "こ、これがアップだとしたら……はぁ、はぁ……\nわ、私は……も、もう、みっかも……もちません……！": "N, nếu đây là khởi động...ha, ha...T, tôi...s, sắp...không, không trụ nổi nữa...",
    "こ、こう、体力に合わせて……ぜぇ、ぜぇ……\nできるような……はぁ、トレーニングって、ありませんか……？": "V, vậy, theo thể lực của mình...ha, ha...Có...bài tập nào...không...?",
    "ウォーキングからいくか": "Bắt đầu với đi bộ nhé.",
    "ならストレッチからやるか": "Vậy thì khởi động với các bài tập căng cơ đi.",
    "ふむ……ルナの体力に合ったトレーニングか。": "Ừm...Bài tập phù hợp với thể lực của Luna sao?",
    "それなら、ストレッチからだな。\n準備運動に見えてちゃんとした運動量があるからな。": "Vậy thì, bắt đầu với các bài tập căng cơ nhé.\nTrông như khởi động thôi nhưng cũng có khối lượng vận động kha khá đấy.",
    "ストレッチ、ですか……？　それなら、確かに、できそうです……\nはぁ、はぁ……よし、がんばります！": "Căng cơ sao...? Nếu vậy thì, quả thật là, có vẻ được đấy...Ha, ha...Được rồi, cố lên!",
    "じゃあまずは両手を上にあげて体を伸ばすぞ。": "Vậy thì, đầu tiên hãy giơ hai tay lên cao và duỗi người ra.",
    "ふぐぐぐぐ……！　はぁ、はぁ……うう、背中が痛い……！\n体がバキバキいってます……！": "Ư...ư...hự...ha, ha...Ư...đau lưng quá...!\nCơ thể em cứng đơ hết cả rồi!",
    "体が凝り固まってるんだな。\nよし、更に次は腰を伸ばして……": "Cơ thể em bị cứng rồi.\nĐược rồi, tiếp theo là duỗi lưng ra...",
    "ひぎっ！？　こ、腰、なんかこう、危ない感じが……！\nこ、これ大丈夫ですよね！？": "Hự...!",
    "そうして騒がしいルナと一緒に、\nストレッチでしっかりと体を動かすのだった。": "Cùng với Luna ồn ào như vậy,\ntôi đã tập các bài căng cơ để vận động cơ thể.",
    "そうだな。ウォーキングから始めるのが良いだろう。\n景色を見ながら歩くだけでも、運動になるぞ。": "Đúng vậy. Bắt đầu với đi bộ là tốt nhất.\nChỉ cần vừa đi vừa ngắm cảnh cũng là một hình thức vận động rồi.",
    "ウォーキングですか……\n確かに、歩くのなら私でも出来るかも。": "Đi bộ sao...Quả thật, nếu là đi bộ thì em có lẽ cũng làm được.",
    "とはいえ、景色の変わらないグラウンドだと退屈か。\n歩いて街まで戻るルートで歩いてみるか？": "Tuy nhiên, nếu chỉ đi bộ trong sân tập thì chán nhỉ?\nHay là mình đi bộ về phía thành phố luôn?",
    "は、はい！　それじゃあ、一緒に歩きましょう！": "V, vâng! Vậy thì, mình cùng đi bộ nhé!",
    "そうして街を歩き……買い食いの誘惑に負けそうになるルナで、\n何度も足が止まってしまう事になるのだった。": "Cứ thế, cả hai cùng đi bộ trong thành phố...Luna liên tục muốn ăn vặt,\nlàm cho đôi chân cứ phải dừng lại liên tục."
}