{
    "その日、自主訓練としてジョギングをしていた俺は、\n公園を横切ろうとして見知った顔を見つけた。": "Hôm đó, tôi đang chạy bộ để tự tập luyện,\ntôi đã thấy một gương mặt quen thuộc khi đi ngang qua công viên.",
    "はぁ…………": "Haizz……",
    "（あれはシエナか。\nベンチに腰掛けてぼんやりと空を見上げてるな）": "(Kia là Siena à.\nĐang ngồi trên ghế, ngẩn người nhìn lên trời)",
    "シエナ。どうかしたのか？": "Siena. Có chuyện gì vậy?",
    "あっ、%usernameusernameuserna%。こんにちわ。": "A, %usernameusernameuserna%. Chào anh.",
    "こんなところで何してるんだ？": "Em làm gì ở đây vậy?",
    "あっ、うん。お友達との約束がキャンセルになっちゃって……\n急に時間が空いちゃったからどうしようかな、って……": "À, ừm. Em hủy hẹn với bạn rồi……\nĐột nhiên em có thời gian rảnh nên em không biết phải làm gì……",
    "他に誰か誘おうかな、とか、ひとりで遊びに行こうかな、とか、\n色々考えたんだけど、何も思いつかなくて……": "Em đã nghĩ đủ thứ, nào là rủ ai đó đi chơi, hay là đi chơi một mình,\nnhưng em chẳng nghĩ ra gì cả……",
    "そうなのか？　何も？": "Vậy sao? Không gì cả?",
    "あはは……そうなの。私って前はいっつもお仕事ばかりで、\nこんな風に自由になる時間ってあまりなかったから……": "A ha ha…… Đúng vậy. Trước đây em toàn làm việc thôi,\nnên em không có nhiều thời gian rảnh như thế này……",
    "だから急にオフになっちゃうと、\n何をしたらいいかいつもわからなくなっちゃうの。": "Thế nên khi đột nhiên được nghỉ, em luôn không biết phải làm gì.",
    "こんな時って、みんなはどうしてるんだろう？": "Trong những lúc như thế này, mọi người thường làm gì nhỉ?",
    "シエナはザルトゥーム学園にくる以前は、\n有名な『歌姫』として人気があったらしい。": "Trước khi đến Học viện Zartuum, Siena có vẻ là một 'Nữ hoàng ca hát' nổi tiếng.",
    "（自分が何をしたいのかわからなくなるなんて、\nよほど多忙な毎日を送っていたのだろう）": "(Không biết mình muốn làm gì, chắc hẳn em ấy đã có một cuộc sống bận rộn)",
    "あっ、ごめんね。\nこんなこと急に言われても困っちゃうよね？": "A, xin lỗi nhé.\nĐột nhiên em nói thế này có lẽ anh cũng thấy phiền nhỉ?",
    "……もしも思いつかないなら、\n俺と遊びにでも行かないか？": "……Nếu em không nghĩ ra thì,\nhay là em đi chơi với tôi đi?",
    "えっ！？　それってデート！？": "Hả!? Đó là hẹn hò!?",
    "えっ、いや……\nそんなつもりはなかったんだが……": "Hả, không……\ntôi không có ý đó……",
    "まあ、シエナがそういうならデートでもいいぞ？\nだから、二人で一緒に街でもぶらつかないか？　": "Thôi thì, nếu Siena muốn vậy thì hẹn hò cũng được.\nVậy, chúng ta cùng nhau đi dạo phố được không?",
    "いいの？\n%usernameusernameuserna%にも用事があるんじゃ……": "Được ạ?\n%usernameusernameuserna% có việc gì phải làm không……",
    "俺は暇してるだけだしな。\n一緒に歩いたら何かやりたいことも見つかるかもしれないだろ？": "Tôi thì đang rảnh rỗi thôi.\nĐi cùng nhau biết đâu em sẽ tìm thấy điều gì đó muốn làm?",
    "うーん……どうしよう？": "Ưm…… Phải làm sao đây?",
    "でも、うん。せっかく誘ってくれたんだし、\nデートしてみるのも楽しいかもしれないよね……": "Nhưng, vâng. Vì anh đã mời em, nên\nviệc hẹn hò cũng có thể vui đấy……",
    "それなら、決まりだな。\nじゃあ、一緒に行こうか。": "Vậy thì, quyết định vậy đi.\nVậy, chúng ta cùng đi nhé.",
    "う、うん！　よろしくね！": "V, vâng! Rất vui được gặp anh!",
    "シエナと一緒に歩き出したものの……\nどうも彼女の動きがぎこちないな。": "Tuy đã đi cùng Siena……\nnhưng sao em ấy cứ lóng ngóng thế nhỉ?",
    "はあ……なんかすごく緊張する……\nこうやって男の人とふたりきりで歩くのも初めてだし……": "Haizz…… Em có vẻ căng thẳng quá……\nĐây là lần đầu em đi dạo với một người con trai đấy……",
    "そうなのか、意外だな。\n歌姫だったんならそういうお誘いも多いのかと……": "Vậy sao, tôi cũng bất ngờ đấy.\nNếu là Nữ hoàng ca hát thì chắc cũng có nhiều lời mời như vậy……",
    "（……って、失言だったか？）": "(……Chết thật, lỡ lời rồi)",
    "あはは、お仕事の時と違うし……もっと人がいたから。\nだから今日は凄い新鮮な気持ちだし緊張しちゃうかも。": "A ha ha, khác với khi em làm việc…… có nhiều người hơn.\nThế nên hôm nay em thấy rất mới mẻ và có lẽ hơi căng thẳng.",
    "そうなのか……変なこと言ってすまない。\nまあ、緊張せずにリラックスして楽しもう。": "Vậy sao…… Xin lỗi vì đã nói điều kỳ lạ.\nThôi thì, đừng căng thẳng, cứ thư giãn và vui vẻ đi.",
    "う、うん、そうだね。\nリラックス……リラックス……": "V, vâng, đúng vậy.\nThư giãn…… Thư giãn……",
    "ほら、気をつけないと。\n足元に段差が……危ないぞ。": "Này, cẩn thận đấy.\nCó bậc thềm phía trước kìa…… Nguy hiểm đấy.",
    "えっ？　あっ、きゃあっ！": "Hả? A, á!",
    "大丈夫か！？": "Em không sao chứ!?",
    "ごめんなさい。リラックスすることに気が行っちゃって、\n足元に気が付かなくて……痛っ！": "Em xin lỗi. Em chỉ nghĩ đến việc thư giãn thôi,\nnên không để ý đến đường đi…… Đau quá!",
    "（捻った場所が赤くなっているな……）": "(Chỗ bị vặn đã đỏ lên……)",
    "捻挫でもしていたら大変だ！\nすぐに病院で見てもらおう！": "Nếu bị bong gân thì phiền phức đấy!\nPhải đến bệnh viện khám ngay!",
    "待っていてくれ。\nすぐ病院に行こう。": "Đợi tôi một chút.\nChúng ta đi bệnh viện ngay.",
    "えっ？　きゃっ！": "Hả? Á!",
    "ん？　どうかしたか？": "Hửm? Có chuyện gì vậy?",
    "あのあの、えっと……": "À thì, ừm……",
    "お姫様だっこ、嫌だったか？": "Tôi bế công chúa, em không thích à?",
    "ううん、嫌じゃないよ……ただ恥ずかしくて……": "Ưm, em không ghét…… chỉ là em thấy ngại quá……",
    "（まあ、急にこんなことをされたら恥ずかしいか）": "(Thì ra, nếu đột nhiên bị như vậy thì ngại thật)",
    "（シエナは周りの人達の視線が気になるようだしな）": "(Siena có vẻ quan tâm đến ánh mắt của mọi người xung quanh)",
    "周りのことなんか気にするな。\nそれよりもシエナの足の方が大切だ。": "Đừng quan tâm đến xung quanh.\nQuan trọng hơn là đôi chân của Siena.",
    "…………": "……",
    "……%usernameusernameuserna%ってすごいんだね。\nそんな風に言い切れて……私とは全然違う……": "……%usernameusernameuserna% thật tuyệt vời nhỉ.\nAnh có thể nói dứt khoát như vậy…… Em thì hoàn toàn khác……",
    "ん？　何か言ったか？": "Hửm? Em nói gì vậy?",
    "う、ううん、なんでもない……": "Ư, ừm, không có gì……",
    "良かった……医者が言うには\n軽く足を捻っただけだったらしい。": "Tốt quá…… Bác sĩ nói rằng\nchỉ bị vặn nhẹ thôi.",
    "大人しくしていれば、\nすぐに治るそうだ。": "Nếu em nghỉ ngơi, thì\nsẽ khỏi ngay thôi.",
    "ありがとう。病院まで連れて行ってくれて。\n怪我が大したことなくてよかった。": "Cảm ơn anh. Đã đưa em đến bệnh viện.\nMay là vết thương không nghiêm trọng.",
    "でも、軽い怪我なのになんだか大事みたいになっちゃって、\nちょっと恥ずかしかったかも。": "Nhưng, chỉ là vết thương nhẹ mà lại thành ra to chuyện,\ncó lẽ em hơi xấu hổ.",
    "病院で診てもらったから、それも判断できたんだ。\n大げさってこともないだろ？": "Vì đã được khám ở bệnh viện, nên em cũng có thể phán đoán được mà.\nĐâu đến mức quá đáng?",
    "うん。そうだね。\nでも、お姫様だっこされてびっくりしちゃった。": "Vâng. Đúng vậy.\nNhưng, em đã rất bất ngờ khi được bế công chúa.",
    "すまない。急いで病院に行かなくちゃと思っていたからな。": "Xin lỗi. Vì tôi nghĩ phải nhanh chóng đến bệnh viện.",
    "ううん。なんだかドキドキして楽しかった。": "Ưm. Em thấy hồi hộp và vui nữa.",
    "それじゃあ、足も大丈夫だったし……\n折角ならデートの続き、いいかな？": "Vậy thì, chân em cũng ổn rồi……\nNhân tiện, mình tiếp tục hẹn hò được không?",
    "本当に大丈夫か？": "Em chắc chứ?",
    "うん。%usernameusernameuserna%のおかげで、\nすっかり元気だし足も痛くないからね。": "Vâng. Nhờ có %usernameusernameuserna%,\nem đã hoàn toàn khỏe lại và chân cũng không đau nữa.",
    "だから、一緒に行こ？\n前から見てみたかったお店があったんだ♪": "Vậy nên, mình cùng đi nhé?\nEm muốn đến một cửa hàng mà em đã xem từ trước♪",
    "ふたりで気ままにぶらぶらと、\nのんびりとあちこちを見て回っているが……": "Hai người thong thả đi dạo,\nthong dong xem xét xung quanh……",
    "あそこに可愛いぬいぐるみのお店があるんだ。\nあっちには綺麗なお花屋さんもある……！": "Ở đằng kia có một cửa hàng thú nhồi bông dễ thương kìa.\nĐằng kia lại có một cửa hàng hoa đẹp……!",
    "はあ……とっても可愛い……♪": "Haizz…… Dễ thương quá……♪",
    "シエナは店を回りながら、\n小さな子どものようにはしゃいでいる。": "Siena vừa đi vừa nhìn cửa hàng,\ncứ như một đứa trẻ nhỏ đang vui đùa.",
    "（シエナの言葉通り、足はもう大丈夫そうだ）": "(Đúng như Siena nói, chân em ấy đã ổn rồi)",
    "このショッピングモールって、\n素敵なお店がたくさんあるんだね。": "Trung tâm thương mại này,\ncó rất nhiều cửa hàng đẹp nhỉ.",
    "ここにはあまり来ないのか？": "Em không hay đến đây sao?",
    "友達と一緒には来るけど、\nこうして目的なく見て回ることはなかったかな。": "Em có đến cùng bạn bè, nhưng\nem chưa bao giờ đi dạo mà không có mục đích như thế này.",
    "のんびりとお散歩するみたいに見て回ることも、\n出来なかったから……": "Em cũng không thể đi dạo như đi tản bộ,\nvì……",
    "それってどういう……": "Ý em là……",
    "ねえ、あれってシエナじゃない？\nあの有名な『歌姫』の。": "Này, kia không phải là Siena sao?\n'Nữ hoàng ca hát' nổi tiếng kia.",
    "あの、もしかして『歌姫』のシエナさんですか？\nその、私……ファンなんです！": "À, có phải là 'Nữ hoàng ca hát' Siena không ạ?\nEm, em là fan của chị!",
    "あっ――応援ありがとうございます。": "A――Cảm ơn vì đã ủng hộ.",
    "お、おい、こんなところで手を振り返したら……": "Ê, này, mà lại vẫy tay ở chỗ này……",
    "わー！　ほんとだー！\nシエナがあそこにいるー！": "Wow! Đúng rồi nè!\nSiena ở đằng kia kìー!",
    "（シエナを見つけて、\nどんどん人が集まってきたぞ！？）": "(Vừa thấy Siena,\nmà mọi người đã tụ tập lại rồi!?)",
    "私、シエナのファンなの。\nサインくださーい！": "Em là fan của Siena.\nChị ký tên cho em đi!",
    "ちょっと待って。\n私の方が先にもらうのよ。": "Đợi đã.\nTôi phải nhận trước mới được.",
    "あ、あの！　皆さん落ち着いて……！": "À, này! Mọi người bình tĩnh……!",
    "（まずい。この人だかりじゃ、\n混雑で道が塞がれてデートどころじゃないぞ……）": "(Chết rồi. Với đám đông này,\nthì không thể hẹn hò được vì đường bị chặn mất……)",
    "シエナ、このままだとキリがない。\n俺が先導するからこのまま人込みを抜けよう": "Siena, cứ thế này thì không có hồi kết đâu.\nTôi sẽ dẫn đường, chúng ta sẽ thoát khỏi đám đông này.",
    "あっ、は、はい！": "A, v, vâng!",
    "こっちへ……！": "Đi lối này……!",
    "はあ……はあ……ごめんなさい。\n思ったよりたくさん人が集まっちゃって……": "Haizz…… Haizz…… Xin lỗi nhé.\nĐã có nhiều người tụ tập hơn em nghĩ……",
    "それだけシエナが人気だったってことさ。": "Chỉ là Siena được yêu thích đến vậy thôi.",
    "…………ううん、私が悪いの。": "……Ưm, là em sai.",
    "（シエナ……思い詰めたような顔だな）": "(Siena…… Trông em ấy như đang suy nghĩ gì đó)",
    "どうしてそう思うんだ？": "Sao em lại nghĩ vậy?",
    "私ね、小さい頃からずっと歌うことを求められて、\nみんなに求められるままに歌ってきたの。": "Em này, từ nhỏ em đã được yêu cầu hát,\nvà em đã hát theo yêu cầu của mọi người.",
    "ステージでもプライベートでも『歌姫シエナ』として、\nみんなが求めるシエナでいなくちゃって思ったの。": "Dù ở trên sân khấu hay ngoài đời, em đều phải là 'Nữ hoàng ca hát Siena',\nem phải là Siena mà mọi người mong muốn.",
    "でも、そうしてるうちに、\nいつの間にか、本当の私がわからなくなっちゃって……": "Nhưng, trong khi làm như vậy,\ndần dần em không biết con người thật của mình là ai nữa……",
    "歌うことも『私がやりたい事なのかな？』って、\n思うようになっていたの。": "Việc hát cũng trở thành 'Có phải là điều em muốn làm không?'\nEm đã bắt đầu nghĩ như vậy.",
    "今日だって、シエナとして遊びに来たのに……\n求められたら、勝手に『歌姫』の私になっちゃうの。": "Ngay cả hôm nay, em đến đây với tư cách là Siena……\nNếu bị yêu cầu, em sẽ tự động trở thành 'Nữ hoàng ca hát' của em.",
    "気づいたら、歌うのも怖くなって……\n私が本当にやりたいことがわからなくなっていって……": "Khi nhận ra thì em đã sợ hát……\nEm không biết mình thật sự muốn làm gì……",
    "シエナは子どもの頃から大人の求められるままに、\n『歌姫』を演じ続けてきたんだな。": "Siena đã diễn vai 'Nữ hoàng ca hát' theo yêu cầu của người lớn từ khi còn nhỏ.",
    "（そんなことを続けていれば、\nいつしか『本当の自分』がわからなくなっても当然だろう）": "(Nếu cứ tiếp tục như vậy,\nthì sẽ đến lúc không biết 'bản thân thật sự' của mình là ai cũng là điều đương nhiên)",
    "ねえ、%usernameusernameuserna%。\n本当にやりたい事をやるには、どうすればいいんだろう？": "Này, %usernameusernameuserna%.\nĐể làm những gì mình thật sự muốn làm, thì phải làm thế nào?",
    "……別に無理をしてやりたい事を見つける必要はないぞ。\n今はやりたい事が見つからないように見えるだけさ。": "……Anh không cần thiết phải cố gắng tìm ra điều mình muốn làm đâu.\nChỉ là em đang không tìm thấy điều mình muốn làm thôi.",
    "……そうなのかな？": "……Vậy sao?",
    "ああ。今のシエナは今まで無理をして疲れてるだけだ。\nそんな時に無理をしても、見つからないさ。": "Ừ. Siena bây giờ chỉ đang mệt mỏi vì đã cố gắng quá sức thôi.\nTrong những lúc như vậy, dù có cố gắng đến mấy cũng không tìm thấy đâu.",
    "本当にやりたい事が見つかれば、心が動いてくれる。\nその時は、心が赴くようにやればいいんだ。": "Nếu tìm thấy điều mình thật sự muốn làm, thì trái tim sẽ rung động.\nLúc đó, hãy cứ làm theo trái tim mình.",
    "……その時が来るかな？": "……Liệu đến lúc đó không?",
    "必ず来るさ。": "Chắc chắn sẽ đến.",
    "……心が赴くように……か。": "……Cứ làm theo trái tim mình…… sao.",
    "さて、そろそろ日も落ちてきたし帰ろう。\nいつまでもここにいたら、またファンが押し寄せそうだからな。": "Thôi nào, trời cũng đã sẩm tối rồi, về thôi.\nNếu cứ ở đây thì fan lại kéo đến mất.",
    "うん……あっ、待って！\nそっちには子どもが――": "Vâng…… A, đợi đã!\nĐằng kia có một đứa trẻ――",
    "なんだ……？　っと、大丈夫か！？\n怪我はしてないか？": "Gì vậy……? Ối, không sao chứ!?\nKhông bị thương chứ?",
    "うわああああんっ！": "Uwaaaaaa!",
    "ああ、泣くな……！\nいや、痛かったよな、大丈夫か？": "A, đừng khóc……!\nKhông, đau lắm sao, em không sao chứ?",
    "すまない。注意不足だった。\n怪我してないか？": "Xin lỗi. Tôi đã không chú ý.\nEm có bị thương không?",
    "うわああああんっ！！": "Uwaaaaaa!",
    "（まずい、火に油だったか……）": "(Chết rồi, thêm dầu vào lửa rồi……)",
    "ここは私に任せてね。\nふぅ……うん、よし……": "Để em lo cho.\nPhù…… Vâng, được rồi……",
    "（おお、なんて綺麗な歌声なんだ……）": "(Ôi, giọng hát thật hay làm sao……)",
    "染み入るようなその歌声に子供も俺も、\nすっかり聞き入って思わず無言になる。": "Đứa trẻ và tôi đều say sưa lắng nghe giọng hát thấm đượm đó,\nvà vô thức trở nên im lặng.",
    "…………はぁ、凄かったな。": "…………Haizz, hay thật đấy.",
    "うん！　お姉ちゃん、すごいすごい！\nとっても綺麗な声！": "Vâng! Chị ơi, tuyệt vời quá!\nGiọng chị thật hay!",
    "よかった……怪我はない？\nこれからは気をつけて歩いてね。": "May quá…… Em không bị thương chứ?\nTừ nay hãy cẩn thận khi đi nhé.",
    "うん！　ありがとう！": "Vâng! Cảm ơn chị!",
    "それじゃあね。\n今度はぶつからないように気を付けてね。": "Vậy nhé.\nLần sau hãy cẩn thận đừng va vào nhé.",
    "ありがとう、助かった。": "Cảm ơn, đã giúp tôi.",
    "ううん、気にしないで。\nあの子が落ち着いてくれてよかった。": "Ưm, không có gì.\nEm rất vui vì em ấy đã bình tĩnh lại.",
    "だが、歌うのが怖いって言ってたけど、大丈夫だったのか？": "Nhưng, em nói là sợ hát, vậy có ổn không?",
    "あっ、ほんとだ。なんでだろう？": "A, đúng rồi. Sao lại vậy nhỉ?",
    "泣いているあの子を見ていたらね、\n不思議と歌ってあげたいって思ったの。": "Khi nhìn thấy đứa trẻ đang khóc, thì\ntôi đã muốn hát cho em ấy nghe một cách kỳ lạ.",
    "……そうだ。私、最初はこんな気持ちだったんだ。\n誰かを笑顔にしたくて、歌い始めたの。": "……Đúng rồi. Ban đầu, em đã có cảm xúc như thế này.\nEm bắt đầu hát vì muốn làm mọi người cười.",
    "あの子を泣き止ませたくて、心が動いたのかな……\nなら、いつか……心が赴いて自由に歌えるのかな？": "Em muốn em ấy ngừng khóc, trái tim em đã rung động……\nVậy, liệu một ngày nào đó…… em có thể tự do hát theo trái tim mình không?",
    "（何か吹っ切れたみたいだな。\n外に連れ出してよかった……）": "(Có vẻ như đã cởi bỏ được điều gì đó rồi.\nĐã đưa em ấy ra ngoài là một điều tốt……)",
    "ああ、きっとその日は来るさ。": "Ừ, chắc chắn ngày đó sẽ đến thôi.",
    "うん。でも、今はこの学園で頑張るつもり。\nだって、仲間や色々な人を笑顔にできるから……": "Vâng. Nhưng, bây giờ em sẽ cố gắng hết mình ở học viện này.\nVì em có thể làm mọi người và nhiều người khác cười mà……",
    "だから、期待しててね？\nいつか%usernameusernameuserna%のために歌うから。": "Vậy nên, hãy mong đợi nhé?\nEm sẽ hát cho %usernameusernameuserna% nghe vào một ngày nào đó.",
    "絶対に駆けつけるよ": "Nhất định tôi sẽ đến",
    "最前線で頼む": "Xin hãy ở tuyến đầu",
    "もしまたステージで歌う日が来たら、\nステージに来てくれる？": "Nếu một ngày nào đó em lại hát trên sân khấu,\nanh sẽ đến chứ?",
    "ふふ、絶対チケット用意するね。": "Phù phù, em chắc chắn sẽ chuẩn bị vé.",
    "ああ、楽しみに待ってるよ。": "Ừ, tôi rất mong đợi.",
    "%usernameusernameuserna%が目の前にいたら\nドキドキしちゃうかも。": "Nếu %usernameusernameuserna% ở trước mặt em,\nem sẽ thấy hồi hộp mất.",
    "それくらいシエナの歌を楽しみにしてるってことさ。": "Đó là vì tôi rất mong chờ bài hát của Siena.",
    "ふふ、ありがとう。\n%usernameusernameuserna%にはいっぱい勇気を貰えるね。": "Phù phù, cảm ơn anh.\n%usernameusernameuserna% cho em rất nhiều dũng khí.",
    "うん、これからも頼りにさせてもらうね……♪": "Vâng, em sẽ còn nhờ cậy anh trong tương lai đấy……♪"
}