{
    "はぁっ、はぁっ……！": "Ha… ha…!",
    "変なところで目覚めた俺は、\nこれまた変なバケモノに追いかけられていた。": "Tôi tỉnh dậy ở một nơi kỳ lạ, rồi bị một con quái vật kỳ lạ khác đuổi theo.",
    "どうなってるんだ……！　くそっ！": "Chuyện quái gì đang xảy ra vậy…! Chết tiệt!",
    "……そもそも、俺は誰なんだ！？\nこんな裸で……っ！": "…Mà khoan, tôi là ai chứ!?\nTrong tình trạng trần như nhộng thế này…!",
    "ちくしょう……！　とにかく、あのバケモノから逃げないと……！\nくっ、はええ……っ！　追いつかれ――": "Chết tiệt…! Dù sao thì, phải trốn khỏi con quái vật đó đã…!\nKhốn khiếp, nhanh quá…!",
    "うおっ……！？": "Ugh…!?",
    "音と共に衝撃が襲ってきて俺は吹っ飛ばされた。": "Cùng với âm thanh, một cú va chạm ập đến và tôi bị hất văng.",
    "うおあああああああ！？": "Ugh aaaaaa!?",
    "バケモノが倒れる瞬間を視界に収めながら、\n俺は後頭部に衝撃を受けて……またしても意識を失ってしまった。": "Trong khi nhìn thấy khoảnh khắc con quái vật ngã xuống, tôi bị một cú va đập vào gáy… và lại mất ý thức.",
    "……………………": "…",
    "はっ！？　お、俺はどうなったんだ！？\nそれより、あのバケモノは……っつぅ……！": "Hả!? Chuyện gì đã xảy ra với tôi vậy!?\nHơn nữa, con quái vật đó…!",
    "あ、あの、大丈夫ですか？": "A, à, anh có sao không?",
    "き、君は……？": "C, cậu là…?",
    "少女が混乱している俺を心配そうに覗き込んでいる。": "Cô gái đang nhìn tôi với vẻ lo lắng.",
    "目が覚めたみたいで、良かったです……": "Em thấy anh tỉnh lại rồi, mừng quá…",
    "（……可愛い子だ。\nって、そうじゃない！　俺はさっき……）": "(…Dễ thương thật.\nKhoan đã, không phải lúc này!)",
    "えっと、爆発の衝撃で吹き飛ばされて、気を失っていたみたいです。\n……そ、それで、その……とりあえず、タオルをどうぞ。": "À thì, hình như anh bị thổi bay bởi vụ nổ, rồi bất tỉnh.\n…V, vậy nên…tôi có thể cho anh mượn khăn được không?",
    "せ、せめて……下半身だけでも、隠して頂けると……！": "C, ít nhất…che phần dưới lại được không…!",
    "下半身……？　あっ！　す、すまない……！\nその、俺は一体……うぐっ……！": "Phần dưới…? À! X, xin lỗi…!\nThì, tôi là…ugh…!",
    "裸になるまでの経緯を思い出そうとして、頭痛に頭を抑える。\nダメだ、自分のことを何も思い出せない。": "Cố gắng nhớ lại những gì đã xảy ra trước khi tôi khỏa thân, tôi ôm đầu vì đau.\nKhông được, tôi không thể nhớ gì về bản thân mình cả.",
    "だ、大丈夫ですか！？\nもしかして頭を怪我して……": "C, cậu có ổn không vậy!?\nCó lẽ là bị thương ở đầu…",
    "い、いや、大丈夫だ。\nただ頭痛がしただけで……": "K, không, tôi ổn mà.\nChỉ là hơi đau đầu một chút thôi…",
    "（……というか、初対面の女の子に全部見られたのか……\nくそ、せめてパンツくらい穿いててもいいだろうに……）": "(…Mà, tôi bị một cô gái xa lạ nhìn thấy hết rồi…\nChết tiệt, ít nhất cũng phải mặc quần lót chứ…)",
    "なんていうか……ごめん。\nタオルありがとう。": "Xin lỗi…\nCảm ơn khăn.",
    "とりあえず前だけは隠したが、なんだろう。\n風呂に入った後か、これは。": "Ít nhất thì tôi đã che được phía trước, nhưng mà, chuyện gì đang xảy ra vậy?\nGiống như là sau khi tắm vậy.",
    "い、いえ！　目を逸らして……ちゃんとは見てませんから！\n安心してください！": "I, ừm! Tôi đã nhìn đi chỗ khác…tôi không có nhìn kỹ đâu!\nAnh cứ yên tâm đi!",
    "それで、どうされたんですか？\n裸でこんな場所にいるだなんて。": "Vậy, anh đã làm gì ở đây vậy?\nSao lại trần truồng ở một nơi như thế này?",
    "それは……ん、なんだ？　この音……": "Chuyện đó…ừm, chuyện gì vậy? Âm thanh này…",
    "何も所持していない……敵意はなさそう。\nやっぱり変質者……？": "Không có gì trong tay…có vẻ không có ác ý.\nChắc là biến thái…?",
    "アブないモノ仕込んでるかもよ～？\nてゆーか、どーせ犯罪者なんだから、ほっとけばいいのに。": "Có khi nào giấu thứ gì nguy hiểm không～?\nMà, dù gì thì cũng là tội phạm, cứ kệ đi.",
    "そういうわけにはいきませんわ。\nわたくしたちが第一発見者なのですから。": "Không thể làm vậy được.\nChúng ta là những người đầu tiên phát hiện ra anh ta.",
    "一応言っておくと、違法採掘者なら通報すれば金一封出るよ。": "Nói cho cùng, nếu là kẻ khai thác bất hợp pháp, thì báo cáo sẽ được thưởng tiền.",
    "マジ！？　ね、そいつラミの機体で運ぶから乗っけていい？\nあ、でも、変質者と一緒はイヤかも。摘まんで持ってこ。": "Thật á!? Này, cho hắn lên máy của Lami được không?\nÀ, nhưng mà, tôi không thích đi cùng biến thái đâu. Tóm hắn lại đi.",
    "ええっと……その、皆さん……\n今の会話、全部この人に聞こえていますけど……": "À thì…mọi người…\nTất cả cuộc trò chuyện vừa rồi, người này đều nghe thấy cả đấy…",
    "えー、別にいいじゃん。\nどうせそいつはきんいっぷーになるんだし。": "Ê, có sao đâu.\nDù gì thì hắn cũng sẽ thành 'tiền thưởng' thôi mà.",
    "まだその方が犯罪者と決まったわけでは……": "Vẫn chưa chắc chắn rằng người đó là tội phạm mà…",
    "…………": "…",
    "すっ、すみません！　失礼なことを……！": "X, xin lỗi! Tôi đã nói những điều vô lễ…!",
    "いや、それよりも……\nあのロボット……戦術機……？": "Không, hơn thế nữa…\nCái robot đó…cơ động chiến thuật…?",
    "（あれ……今自然に出てきたけど、『戦術機』ってなんだ……？）": "(Chờ đã…tự nhiên mình lại nói ra 'cơ động chiến thuật' là sao…?)",
    "……センジュツキ、ですか？\nあれは『ＭＧ』ですよ？": "…Cơ động chiến thuật, phải không?\nĐó là 'MG' mà?",
    "えむじー……？": "Em-ji…?",
    "はい、『メイズガーダー』ですから、縮めてＭＧです。": "Vâng, vì là 'Maze Guarder', nên viết tắt là MG.",
    "このメイズ内探索、及び資源採取のために開発された機体ですよ。\n……もしかして、ご存じないんですか？": "Đây là cỗ máy được phát triển để khám phá bên trong Maze và khai thác tài nguyên.\n…Có lẽ nào, anh không biết sao?",
    "（知らない……）": "(Không biết…)",
    "……": "…",
    "そういえば、近くに乗ってきたＭＧもないですけど……\nいったいＭＧも使わずにどうやってここまで？": "Nói mới nhớ, cũng không có MG nào đến gần đây cả…\nRốt cuộc là anh đã đến đây bằng cách nào mà không dùng MG?",
    "すまない……わからないんだ……\n記憶が……断片的にしか……": "Xin lỗi…tôi không biết…\nKý ức…chỉ có vài mảnh vụn…",
    "（戦術機？　ＭＧ？　……ダメだ、頭が痛い……\n思い出せない……）": "(Cơ động chiến thuật? MG?…Không được, đau đầu quá…\nKhông thể nhớ được…)",
    "んー？　キミたち、そこで何してるのかなー？": "Ưm? Mấy người đang làm gì ở đó vậy?",
    "（……？　別のセンジュツ……いや、ＭＧか）": "(…? Một cơ động chiến thuật khác…không, MG sao)",
    "この地点は我々、『カオスメイデン』の担当区域です。皆さんの\nタツミヤ鉱は我々に権利がありますので、譲渡と退去を要求します。": "Khu vực này là khu vực do chúng tôi, 'Chaos Maiden' phụ trách. Quyền khai thác Tatsumiya của các bạn thuộc về chúng tôi, nên chúng tôi yêu cầu các bạn nhường quyền và rời đi.",
    "はぁ！？　何言ってんの！？\nここはラミたち『シリウスシュガー』の縄張りでしょ！？": "Hả!? Mày nói gì vậy!?\nĐây là lãnh địa của Lami và 'Sirius Sugar' mà!?",
    "それって、あっちの岩の当たりまででしょ？\nだから、ここはカオスメイデンの担当区域ってわけ♪": "Chuyện đó là, đến chỗ tảng đá kia thôi mà?\nVậy nên, đây là khu vực do Chaos Maiden phụ trách đó♪",
    "……いったいなにを言ってるんだ？　担当区域？": "…Rốt cuộc là mấy người đang nói gì vậy? Khu vực phụ trách?",
    "詳細は省きますけど、採掘をする区域は割り当てが決まってるんです。\nだから、普通ならこんな風に揉めることはないんですけど……": "Tôi sẽ bỏ qua chi tiết, nhưng khu vực khai thác đã được phân chia rồi.\nVậy nên, bình thường thì sẽ không có chuyện tranh chấp như thế này đâu…",
    "……このまま降りた状態だと危険ですし、ＭＧに戻ります。\n機体がないみたいですし、あなたも一緒に乗りましょう。": "…Nếu cứ ở trạng thái này thì nguy hiểm, nên tôi sẽ quay lại MG.\nCó vẻ như không có máy, vậy thì anh cũng lên cùng đi.",
    "――いえ、ここは境界線上ですから明確に決まっていません！\nですから、先に見つけた者に採掘権が与えられるはずです！": "――Không, đây là ranh giới, nên chưa được xác định rõ ràng!\nVì vậy, người đầu tiên tìm thấy sẽ được trao quyền khai thác!",
    "そうそう、だからそんな銃を向けないでさ。\n他のところに採掘に行ったほうがいいんじゃないかな？": "Đúng vậy, nên đừng có chĩa súng vào nhau như thế.\nHay là đi khai thác ở nơi khác đi?",
    "いえ。担当区域から考えればそこもうちの縄張りです。\n位置情報を確認すれば分かる話でしょう。": "Không. Nếu xét theo khu vực phụ trách thì đó cũng là lãnh địa của chúng tôi rồi.\nNếu kiểm tra vị trí thì sẽ biết thôi.",
    "生徒会の規定でいえば、その認識は間違っていますわ！": "Theo quy định của hội học sinh, nhận thức đó là sai rồi!",
    "ここは担当区域の境界線上――\n最初の発見者に権利が生じるはずです！": "Đây là ranh giới của khu vực phụ trách――\nNgười đầu tiên tìm thấy sẽ có quyền!",
    "……最初に見つけたのはめる。": "…Người tìm thấy đầu tiên là Meru.",
    "……さっきから、いったいなにを揉めてるんだ？": "…Nãy giờ, rốt cuộc là mấy người đang tranh cãi chuyện gì vậy?",
    "私たちが採掘している『タツミヤ鉱』という鉱石は貴重なもので……": "Loại khoáng thạch 'Tatsumiya' mà chúng tôi đang khai thác rất quý giá…",
    "こんな浅い階層で見つかることは珍しいんです。\n見つけた人の成果になりますから、結局奪い合いになってしまって……": "Rất hiếm khi tìm thấy nó ở những tầng cạn như thế này.\nNó sẽ là thành quả của người tìm thấy, nên cuối cùng thì cũng thành ra tranh giành nhau…",
    "なるほど……彼女たちはここで採掘される、\n鉱物資源をめぐって争っている、というわけか。": "Ra là vậy…Họ đang tranh giành nhau vì tài nguyên khoáng sản được khai thác ở đây.",
    "んー……もうめんどくさいし、戦って決めればいいんじゃない？\n強い奴が全部ひとりじめ。カンタンな理屈でしょ？": "Ưm…phiền phức quá, hay là cứ đánh nhau rồi quyết định đi?\nMấy đứa mạnh hơn sẽ được hưởng hết. Đơn giản vậy thôi mà?",
    "も、もしかしてこんな場所で戦うつもりなんでしょうか……？": "C, có lẽ nào mấy người định đánh nhau ở nơi như thế này sao…?",
    "メイズ内での勝手な争いは厳罰だと、生徒会の規定で決まっていますわ！": "Việc gây gổ trong Maze sẽ bị trừng phạt nghiêm khắc theo quy định của hội học sinh!",
    "生徒会の許可なんて、どーでもよくない？\n校舎同士の揉め事は、ＭＧの腕で決めるのがルールでしょ？": "Quy định của hội học sinh, quan trọng gì chứ?\nViệc tranh chấp giữa các trường học, cứ dùng MG để quyết định là được rồi mà?",
    "だいじょーぶ。誰も見てないんだからさ♪\n勝つ自信がないなら、諦めて帰ってもいいんだよ？": "Ổn thôi mà. Không ai nhìn thấy đâu♪\nNếu không tự tin chiến thắng, thì cứ bỏ cuộc rồi về cũng được mà?",
    "こ、こちらだって諦めるつもりはありませんわ……！": "T, chúng tôi cũng không có ý định bỏ cuộc…!",
    "ふふ、そうこなくっちゃね♪\nそれじゃあ、準備が出来たらよーいドンで始めよっか♪": "Fufu, phải thế chứ♪\nVậy thì, khi nào chuẩn bị xong thì bắt đầu thôi♪",
    "――啖呵は切りましたが、どうしましょうか。\nカオスメイデンは、パイロットチームでも有数の実力者ですし。": "――Tôi đã nói vậy, nhưng mà phải làm sao đây.\nChaos Maiden là một trong những người có thực lực hàng đầu trong đội phi công mà.",
    "戦うなんて無理に決まってるじゃん！\n不意打ちしてもぶっ倒される未来しか見えないんだけど！？": "Đánh nhau thì chắc chắn là không thể rồi!\nTớ chỉ thấy tương lai là bị đánh bại thôi!",
    "とはいえ、向こうはやる気満々だよねぇ。\n何とかして逃げるってのが一番いい手かな？": "Tuy nhiên, đối phương có vẻ rất hào hứng nhỉ.\nPhải tìm cách trốn thoát mới là thượng sách nhỉ?",
    "……勝ち目はないし、それが良いと思う。": "…Không có cơ hội thắng, nên tôi nghĩ là tốt hơn.",
    "とりあえず、めるちゃん達が機体に乗り込むまでは時間を稼がないとね。\n痺れを切らして襲い掛かってきたらマズいし。": "Tạm thời, phải câu giờ cho đến khi Meru và những người khác lên máy đã.\nNếu họ mất kiên nhẫn rồi tấn công thì phiền phức lắm.",
    "んじゃラミが……": "Vậy Lami sẽ…",
    "ねえ！　ちょっと！\nこっちとそっちじゃ実力差ありすぎて不公平だと思わない！？": "Này! Khoan đã!\nChênh lệch thực lực giữa hai bên quá lớn, không thấy bất công sao!?",
    "んー？　そうかな？\nまあ、それならハンデくらいは上げてもいいけど……": "Ưm? Vậy sao?\nỪm, nếu vậy thì cũng có thể cho một chút lợi thế…",
    "――めるさん、機体に乗れまして？": "――Meru, cô đã lên máy chưa?",
    "……少し待ってください。\nはい！　私は乗れました！": "…Chờ một chút ạ.\nVâng! Tôi đã lên rồi!",
    "今、予備シートも展開したので、\nあなたは、こちらに座ってください！": "Bây giờ, tôi cũng đã triển khai ghế dự bị rồi,\nanh hãy ngồi vào đây!",
    "あ、ああ……": "À, ừm…",
    "大丈夫ですか？\n狭くはありませんか？": "Anh có ổn không ạ?\nCó chật không ạ?",
    "ああ、大丈夫……いや、やっぱり狭くはあるな……": "Ừm, không sao…không, vẫn hơi chật nhỉ…",
    "す、すみません。\n一人乗りの機体なので……我慢してもらうしか。": "X, xin lỗi.\nVì là máy một chỗ ngồi mà…chỉ có thể chịu đựng thôi.",
    "ん？　今、そっちのＭＧに乗り込んだ人数……\nひとり、多くなかったかな～？": "Hửm? Số người lên MG bên kia…\nHình như nhiều hơn một người thì phải～?",
    "き、気のせいです！\n見間違えじゃないですか！？": "K, không phải đâu!\nChắc là anh nhìn nhầm thôi!",
    "センサーにひとり分多く映ってたよ？\n隠し事なんてズルいんじゃないかな～。": "Cảm biến đã hiện lên một người nhiều hơn rồi đấy?\nGiấu diếm thì không tốt đâu～.",
    "う、うう……\nど、どうしましょう？": "Ư, ư…\nP, phải làm sao đây?",
    "いやあ、もう一触即発って感じだねぇ～。\nこれは逃げれないかも？": "Chà, tình hình này thì căng thẳng rồi～.\nChắc là không trốn được rồi?",
    "他人ごとみたいに言ってるけど、\nラミたちみんなヤバいんだからね！": "Cứ như người ngoài cuộc vậy, nhưng mà,\nLami và mọi người đều gặp nguy hiểm đấy!",
    "す、すみません……": "X, xin lỗi…",
    "いえ、めるさんのせいではありませんわ。": "Không, không phải lỗi của Meru.",
    "……センサーを誤魔化すのは至難の業。仕方ない。": "…Việc đánh lừa cảm biến là điều rất khó. Không còn cách nào khác.",
    "んー、まあもうこれ以上は時間の無駄だよね？\nそれじゃ、さっそく――": "Ưm, mà thôi, lãng phí thời gian quá nhỉ?\nVậy thì, bắt đầu ngay thôi――",
    "……ユリア。\n囲まれています！": "…Yuria.\nChúng ta bị bao vây rồi!",
    "こ、こんな時に『メイズシフター』ですか！？": "C, cơ hội này lại là 'Maze Shifter' sao!?",
    "しかも多数の反応がありますわ！": "Hơn nữa, còn có rất nhiều phản ứng nữa!",
    "ええええ！　ウソでしょ！？\nいやだー！　せっかくタツミヤ鉱を見つけたのにー！": "Eeeee! Nói dối chứ!?\nKhông muốn đâu! Mới tìm thấy Tatsumiya mà!",
    "おー、いっぱい来たねぇ。\nさっさと倒して、勝負の続きをしよっか。": "Ô, đến nhiều thế nhỉ.\nMau chóng đánh bại chúng rồi tiếp tục trận chiến thôi.",
    "そ、それどころじゃありませんよ！？": "Ch, không phải lúc để làm chuyện đó đâu!",
    "ん？　この程度のメイズシフター相手なら、\n別に苦戦することもないでしょ？": "Hửm? Với Maze Shifter ở mức độ này,\nthì cũng không gặp khó khăn gì đâu nhỉ?",
    "あ、ちょうどいいし、\n討伐数が多いチームが鉱石をひとりじめなんてどう？": "À, vừa hay,\nđội nào tiêu diệt được nhiều thì sẽ được hưởng hết khoáng thạch, sao?",
    "ユリア！　雑談をしてないで、ちゃんと戦ってください！": "Yuria! Đừng có tán gẫu nữa, hãy chiến đấu đàng hoàng đi!",
    "ちぇ、はーい。\nそれじゃ、後でね～♪": "Chậc, vâng～.\nVậy thì, hẹn gặp lại sau nhé～♪",
    "あれが……メイズシフター……？\nさっき俺を襲ってきたやつか……": "Cái đó…Maze Shifter…?\nCái thứ đã tấn công tôi lúc nãy sao…",
    "はい！　ゲームに出てくる怪物みたいなものです！\nメイズの中に住み着いてるんです！": "Vâng! Giống như quái vật trong game vậy!\nChúng sống trong Maze!",
    "……よく生きてるな、俺。": "…Tôi vẫn còn sống sao, tôi.",
    "はい、とても運が良かったです！\nただそれにしても……今回は数が多すぎます……": "Vâng, anh rất may mắn đấy!\nNhưng mà…lần này số lượng quá nhiều…",
    "ちょっとこれはマズいかな……？": "Chuyện này hơi phiền phức rồi…?",
    "あー、もう！\nこんだけ多いと適当でも当たるけど全然減んなーい！！": "A, thôi đi!\nNhiều như thế này thì đánh bừa cũng trúng, mà chẳng thấy giảm đi tí nào!",
    "……うぅ、このままだと。": "…Ư, nếu cứ như thế này thì.",
    "皆さん、冷静に対処を……くっ、また攻撃が……！": "Mọi người, hãy bình tĩnh đối phó…khốn kiếp, lại tấn công…!",
    "……くっ……ううっ……": "…Khốn…ư…",
    "『隊長！　奴らに囲まれました！』": "'Đội trưởng! Chúng ta bị bao vây rồi!'",
    "『最悪……隊長、ご命令を！』": "'Tồi tệ nhất…Đội trưởng, xin hãy ra lệnh!'",
    "『俺が一撃離脱して時間を稼ぐ！　その間に陣形を作るんだ！』": "'Tôi sẽ đánh lẻ để câu giờ! Trong thời gian đó, hãy tạo đội hình!'",
    "（……なんだ、今の記憶は？）": "(…Chuyện gì vậy, những ký ức vừa rồi?)",
    "俺はもしかして……": "Có lẽ nào tôi…",
    "なにかと戦っていた……？": "Đã chiến đấu với thứ gì đó…?",
    "（……分かる。\nこの怪物どもを倒すための……やり方が……！）": "(…Tôi hiểu rồi.\nĐể đánh bại lũ quái vật này…cách làm…)!",
    "――全員よく聞け。落ち着いて、いったん距離を取れ！\nそのまま陣形を作るんだ！": "――Tất cả nghe cho rõ đây. Bình tĩnh, tạm thời giữ khoảng cách!\nCứ thế mà tạo đội hình!",
    "自然と、自分の口からそんな言葉が飛び出した。\nなんで俺はこんな指示が出せるんだ？": "Tự nhiên, những lời đó lại thốt ra từ miệng tôi.\nTại sao tôi lại có thể đưa ra những chỉ thị như vậy?",
    "えっ！？　は、はいっ！": "Hả!? V, vâng!",
    "俺のとっさの指示に彼女たちは従い、\nメイズシフターから距離を取る。": "Theo chỉ thị bất ngờ của tôi, họ đã nghe theo,\ngiữ khoảng cách với Maze Shifter.",
    "（……考えるのは後でいい。彼女たちは俺を助けてくれた。\nなら、その恩を返すだけだ）": "(…Nghĩ về sau cũng được. Họ đã giúp tôi.\nVậy thì, chỉ cần trả ơn thôi)",
    "数が多い相手なら、接近戦に持ち込まれないよう立ちまわるんだ！\n弾幕を張って、足止めをしてから戦いやすい形に持ち込め！": "Nếu đối phương đông, thì phải tránh để bị cận chiến!\nGiăng ra một hàng rào đạn, cầm chân chúng rồi mới tạo ra một đội hình dễ chiến đấu!",
    "（……な、なんでしょうか？\n彼の指示につい従って動いてしまいますわ……）": "(…Ch, chuyện gì đang xảy ra vậy?\nTôi cứ làm theo chỉ thị của anh ấy vậy…)",
    "態勢を立て直せそうなのはいいけど、これからどうするの？\nまだまだ、メイズシフターはワラワラいるけど。": "Tình hình có vẻ đã ổn hơn rồi, nhưng mà, phải làm sao đây?\nMaze Shifter vẫn còn rất nhiều.",
    "この状況なら背後を気にせず正面だけを相手にすればいい。\n後は全員で協力して、ひたすらに倒していくだけだ！": "Trong tình huống này, không cần quan tâm đến phía sau, chỉ cần đối mặt với phía trước thôi.\nSau đó, tất cả cùng nhau hợp lực, cứ thế mà tiêu diệt chúng thôi!",
    "幸か不幸か、今のところ狙う必要はなさそうだしな！": "May mắn thay, hiện tại thì không cần phải nhắm vào ai cả!",
    "……了解。分かりやすい指示で助かる。": "…Hiểu rồi. Chỉ thị dễ hiểu thật.",
    "てか、急にどうしたの！？\n経験者なら最初から言っとけ！": "Mà, tự nhiên sao vậy chứ!?\nNếu là người có kinh nghiệm thì phải nói từ đầu chứ!",
    "俺もわからないんだ！　仕方ないだろ！\nとにかく殲滅するぞ！！": "Tôi cũng không biết nữa! Không còn cách nào khác mà!\nTóm lại là, tiêu diệt chúng thôi!!"
}