{
    "ちゆるに誘われ、俺は彼女と食事をとっていた。": "Được Chiyuru rủ, tôi đang ăn cơm với cô ấy.",
    "んん～、今日も食堂のご飯は美味しいね。\n実験中はインスタント食品になりがちだからさぁ。": "Ưm～, cơm ở nhà ăn hôm nay cũng ngon nhỉ.\nVì trong lúc thí nghiệm toàn ăn đồ ăn liền mà.",
    "まあ、ちゃんとした食事は大切だからな……\nそういえば気になったんだが、ちゆるは何が好きなんだ？": "À thì, ăn uống đàng hoàng là quan trọng mà...\nNói mới nhớ, tôi thắc mắc, Chiyuru thích gì thế?",
    "ん？　何って？": "Hả? Gì cơ?",
    "いや、どんな食べ物が好みなのかなって。": "Ý là, cậu thích món ăn gì ấy.",
    "そこまで好き嫌いはないんだけど……\nクイズ！　派手なのと面白いの、どっちが好きだと思う？": "Tôi cũng không kén ăn lắm đâu...\nĐố nhé! Cậu nghĩ tôi thích cái gì hơn, cái gì hào nhoáng hay cái gì thú vị?",
    "面白いの": "Thú vị.",
    "派手なの": "Hào nhoáng.",
    "なんだ、その二択！？": "Gì vậy, hai đáp án thế này!?",
    "まあ、面白い料理とか好きそうだよな。ちゆる。": "Chắc là cậu thích mấy món ăn thú vị nhỉ, Chiyuru.",
    "ぶっぶーはっずれー！　やーい、外してやーんの♪": "Bùn bùn, sai bét rồi! Ya, bị trượt rồi nè♪",
    "嬉しそうに言いやがって……むかつくな～。": "Vui vẻ thế chứ... bực mình ghê.",
    "で、『面白い』料理ってなんなんだろうね？\n面白いって言ってもいろいろあるし。": "Mà, 'thú vị' là món gì nhỉ?\nNói thú vị thì nhiều thứ lắm.",
    "ちゆるから質問してて、それはないだろ！？": "Chiyuru hỏi mà, sao lại thế được!?",
    "（もしかして、俺をからかうために適当なクイズ出しやがったな）": "(Chắc là con bé bày trò đểu đểu chọc ghẹo mình đây mà)",
    "派手な料理とか好きそうだよな。": "Chắc là thích mấy món ăn hào nhoáng nhỉ.",
    "おお！　だいせいかーい！\nスイーツとか、映えるような豪華なの好きなんだよね♪": "Oa! Chính xác luôn!\nTôi thích mấy món ngọt, mấy món nhìn hoành tráng, lên hình ấy♪",
    "へえ、そうなのか。\nちゆるっぽいような気がするな。": "Hể, ra là vậy.\nCũng đúng là phong cách của Chiyuru nhỉ.",
    "よし、せっかくだし！　このご飯食べたらデザートにぃ～、\nシティまで出てスイーツ食べ歩きといこう！": "Được rồi, tiện thể! Ăn xong bữa này, mình đi ăn đồ ngọt luôn!\nĐi ra thành phố ăn thử đồ ngọt nha!",
    "午後の授業は！？": "Tiết học buổi chiều thì sao!?",
    "助手よ、そんな細かいことにこだわっていては大成できんぞよ。": "Này trợ lý, cứ để ý mấy chuyện vặt vãnh thì làm sao nên nghiệp lớn được.",
    "勝手に俺を助手にするな！　つか、『ぞよ』って何キャラだよ！": "Tự tiện biến tôi thành trợ lý đấy à! Mà, 'zoyo' là kiểu nhân vật gì vậy!",
    "結局このあと彼女に半ば強引に授業をサボらされ、\n豪華スイーツ食べ歩きに付き合わされるのだった。": "Cuối cùng, sau đó tôi bị cô ấy ép nghỉ học, phải đi ăn đồ ngọt hoành tráng."
}