{
    "結局、私はどうしたんだろう。": "Rốt cuộc, tôi đã làm gì đây?",
    "あの子の恋が叶わなければ――\nあの子の恋が叶ってくれれば――どっち？": "Nếu tình yêu của cô bé không thành hiện thực――\nNếu tình yêu của cô bé có thể thành hiện thực――cái nào?",
    "泉花、まずは第１段階クリアね！": "Izuka, trước tiên là vượt qua giai đoạn 1 nhé!",
    "ええ、なんとか一緒に買い出しに行く約束までこぎつけたわね。\nあと夕飯ご馳走してくれてありがとう。": "Ừm, cuối cùng cũng hẹn được đi mua sắm cùng nhau rồi.\nVới lại, cảm ơn cậu đã mời tớ ăn tối.",
    "いいのよ、わざわざ私の部屋にまで来てもらって、\nこうして相談に乗ってもらってるんだから。": "Không có gì đâu, vì cậu đã đến tận phòng tớ để\ntư vấn cho tớ mà.",
    "それにしても今更だけど、意外よね。クララさんなら告白とか、\nためらわずに直接本人に言いそうなイメージがあったけど。": "Nói mới nhớ, dù sao thì cũng bất ngờ nhỉ. Clara-san mà lại\ndần trở nên do dự khi tỏ tình, tớ cứ tưởng sẽ nói thẳng với người ta luôn.",
    "私みたいなのを頼ったりせずに。": "Chứ không phải là nhờ cậy vào một người như tớ.",
    "……まあ、正直自分でもいけると思ってたのよ。\nでも……実際は全然勇気が出なくて。": "……À thì, thành thật mà nói thì tớ cũng nghĩ là mình có thể làm được.\nNhưng……thực tế thì tớ chẳng có can đảm gì cả.",
    "……ヘタレ。": "……Đồ nhát gan.",
    "う、うるさいわね！　ええ、そうよ！　ヘタレよ！\nヘタレで悪かったわね！": "Ư, ồn ào quá đấy! Ừ, đúng rồi! Đồ nhát gan!\nNhát gan thì đã sao chứ!",
    "だって……": "Tại vì……",
    "振られたらと思うと、怖くて言えないじゃない……うぅ……": "Tớ sợ sẽ bị từ chối, nên không dám nói ra……ư……",
    "…………": "…………",
    "（こういう可愛いところがあるの、ずるいなぁ……）": "（Có những điểm dễ thương như vậy, thật là gian xảo……）",
    "だからってライブで彼を魅了した上でサンタクイーンになり、\nそのときの勢いと弾みとゲン担ぎで告白しようだなんて――": "Chứ không phải là sau khi quyến rũ anh ấy trong buổi biểu diễn, rồi trở thành Nữ Hoàng Santa,\nsau đó lợi dụng sự nhiệt tình, đà và vận may để tỏ tình――",
    "これはこれでハードル高いとは思うけどね。": "Cái này cũng là một thử thách lớn đấy.",
    "でもこれなら気持ちも盛りがってるときだと思うし、\nなんだかイケる気がするの。": "Nhưng nếu làm vậy, tớ nghĩ cảm xúc của mình sẽ dâng trào hơn,\ncảm giác như có thể làm được.",
    "（勢いに任せて……というのは確かにアリだと思うけど）": "（Cứ để cảm xúc dẫn lối……thì tớ nghĩ cũng được đấy）",
    "昨日聞きそびれたけど、\nそもそもサンタクイーンになれなかったらどうするのよ。": "Hôm qua tớ quên hỏi, vậy nếu cậu không trở thành Nữ Hoàng Santa thì sao?",
    "そうなったら、告白は中止ね……": "Nếu vậy thì, tớ sẽ hủy bỏ lời tỏ tình……",
    "でもそうならないためにも、泉花にプロデュースをお願いしたんでしょ。\nカラフルブーケの参謀さん。": "Nhưng để không bị như vậy, cậu đã nhờ Izuka sản xuất đúng không?\nTham mưu của Colorful Bouquet.",
    "んー……なら、やっぱり他のみんなも巻き込んだほうが良くない？\n参謀としてもみんなの協力を得たほうがやりやすいと思うけど……": "Ưm……vậy thì, có lẽ nên lôi kéo mọi người vào thì tốt hơn nhỉ?\nVới tư cách là tham mưu, tớ nghĩ có được sự hợp tác của mọi người thì sẽ dễ dàng hơn……",
    "それは…………全員っていうのは、恥ずかしいから、ヤダ。\n泉花に頼むのだって、すごく勇気が必要だったんだから。": "Việc đó thì…………cả đám thì ngại lắm, không muốn đâu.\nNhờ Izuka đã cần rất nhiều dũng khí rồi.",
    "……わかったわよ。まあ、やれることはやるつもりだけど……\n私の話した計画、覚えてるわよね？": "……Tớ hiểu rồi. À thì, tớ sẽ cố gắng hết sức có thể……\ncậu còn nhớ kế hoạch tớ đã nói không?",
    "もちろん、『勝負は告白する前に決まっている』でしょ？": "Đương nhiên, 'Chiến thắng đã được định đoạt trước khi tỏ tình' đúng không?",
    "そのとおり。クリスマスパーティーでもしサンタクイーンになっても、\n今のままだと告白したところで成功するとは限らないわ。": "Đúng vậy. Ngay cả khi cậu trở thành Nữ Hoàng Santa trong buổi tiệc Giáng Sinh,\nnếu cứ như bây giờ thì chưa chắc đã thành công khi tỏ tình đâu.",
    "あなたに勢いをつけただけでしかない。": "Chỉ là tạo thêm động lực cho cậu mà thôi.",
    "だから『サンタクイーンを目指す手伝いをしてもらう』を口実に、\nクリスマスパーティー本番までも一緒に行動する機会を増やす。": "Vì vậy, với lý do 'được giúp đỡ để trở thành Nữ Hoàng Santa',\ncậu sẽ tăng cơ hội hành động cùng nhau cho đến buổi tiệc Giáng Sinh.",
    "そうやって、彼と過ごす時間を増やして、\n少しでも仲良くなっておく……ってことね。": "Cứ như vậy, tăng thời gian ở bên anh ấy,\nrồi thân thiết hơn một chút……đúng không?",
    "そういうことよ。『単純接触効果』ね。": "Đúng vậy. 'Hiệu ứng tiếp xúc đơn giản' đấy.",
    "告白は博打じゃない。ただの確認行為――それまでの積み重ねの\n最終確認でしかないわ。つまり――": "Tỏ tình không phải là một canh bạc. Chỉ là một hành động xác nhận――xác nhận cuối cùng\ncủa những gì đã tích lũy cho đến lúc đó. Tóm lại――",
    "勝負は告白する前に決まっている。": "Chiến thắng đã được định đoạt trước khi tỏ tình.",
    "（って、昔読んだ本に書いてあった気がするわ！）": "（Chắc là tớ đã đọc ở đâu đó trong một cuốn sách rồi!）",
    "題して、『クララ恋愛成就計画』ね……！": "Tạm gọi là 'Kế hoạch thành công tình yêu của Clara' nhé……!",
    "翌日――": "Ngày hôm sau――",
    "さて。今日はたくさん歩き回ることになると思うから、\nしっかりついて来なさいよ。": "Nào. Hôm nay tớ nghĩ sẽ phải đi bộ rất nhiều đấy,\ncậu cứ đi theo cho cẩn thận nhé.",
    "荷物持ちなら任せろ。他にも助言なんかが必要なら、\nどんどん頼ってくれていいぞ。文化祭を手伝った経験があるからな。": "Để việc xách đồ cho tớ. Nếu cậu cần lời khuyên gì khác,\ncứ hỏi tớ thoải mái. Vì tớ đã có kinh nghiệm giúp đỡ ở lễ hội văn hóa rồi.",
    "晴れて生徒会から暇をもらったことだしね。": "Dù sao thì cũng được hội học sinh cho nghỉ rồi.",
    "クビにされたみたいな言い方はやめてくれ。\nお前んちに転がり込むぞ。": "Đừng nói như là tớ bị đuổi việc vậy chứ.\nTớ sẽ đến ở nhà cậu đấy.",
    "うちの寮、多分ペットは買えないからパス。": "Ký túc xá của tớ, chắc là không được nuôi thú cưng đâu.",
    "こっそり飼ってくれ！！": "Cứu, nuôi lén đi!!",
    "ペットの部分否定しなさいよ……！　人権いらないの！？": "Đừng có phủ nhận phần thú cưng chứ……! Không cần nhân quyền sao!?",
    "楽しく雑談しているところ悪いが、\nまずはサンタクロースの衣装を探せばいいんだな？": "Xin lỗi vì đã làm gián đoạn cuộc trò chuyện vui vẻ,\ntrước tiên chúng ta nên tìm trang phục ông già Noel nhỉ?",
    "柊校舎のクリスマスパーティー……面白そうね。": "Tiệc Giáng Sinh ở trường Hiragi……nghe có vẻ thú vị đấy.",
    "元々参加する気はなかったけど、カラフルブーケのみんなや\n%usernameusernameuserna%がいるなら、参加も悪くないわ。": "Ban đầu tớ không có ý định tham gia, nhưng nếu có mọi người của Colorful Bouquet và\n%usernameusernameuserna% thì tham gia cũng không tệ đâu.",
    "ああ、みんなでクララを応援しよう。": "À, mọi người cùng cổ vũ cho Clara nào.",
    "カラフルブーケのみんなもクララの練習に、\n付き合ってくれることになった。": "Mọi người của Colorful Bouquet cũng sẽ hỗ trợ Clara tập luyện,\nviệc đó đã được quyết định.",
    "とはいえ、みんなも各々日々予定があるので、\n常に全員参加というのは難しそうだった。": "Tuy nhiên, vì mọi người đều có lịch trình riêng,\nnên việc tất cả mọi người cùng tham gia thì có vẻ khó khăn.",
    "全部の練習に付き合えるのはあえてクララのためにスケジュールを\n確保している泉花と、今のところ生徒会から指示がなく暇な俺だけだ。": "Chỉ có Izuka, người đã lên lịch trình để hỗ trợ Clara, và tớ, người hiện tại không có chỉ thị gì từ hội học sinh, là có thể tham gia tất cả các buổi tập.",
    "あの……サンタコスでステージに上がるなら、\n小道具なんかもあった方がいいでしょうか？": "À thì……nếu lên sân khấu với trang phục Santa, thì\ncó nên có đạo cụ gì đó không nhỉ?",
    "例えば、クリスマスベルとか、プレゼントを入れる袋とか……": "Ví dụ như chuông Giáng Sinh, túi đựng quà……",
    "おっ、そいつはいいな。": "Ồ, ý kiến hay đấy.",
    "衣装や出し物に使える素材が揃いそうなお店なら、\n私にいくつか心当たりがあるわ。": "Nếu là cửa hàng có vẻ sẽ có đủ nguyên liệu để làm trang phục và đạo cụ,\ntớ có một vài gợi ý.",
    "ひと通り、効率よく回っていきましょうか。\n時間も限られていることだしね。": "Chúng ta sẽ đi một vòng, hiệu quả nhất có thể nhé.\nThời gian cũng có hạn mà.",
    "う、うん。そうね。\nみんな、ありがとう。": "Ư, ừm. Đúng vậy.\nMọi người, cảm ơn cậu.",
    "ねえ、泉花。まさか全員揃って買い物に行くことになるなんて……\nせっかくの買い出しデート作戦が……": "Này, Izuka. Tớ không ngờ tất cả mọi người sẽ cùng nhau đi mua sắm đấy……\nKế hoạch hẹn hò mua sắm của tớ……",
    "%usernameusernameuserna%さんがみんなに声をかけちゃったんだもの。\n仕方ないわよ。": "Tại vì %usernameusernameuserna% đã kêu gọi mọi người mà.\nĐành chịu thôi.",
    "勝負の舞台は整ったんだから、まずはよしとしましょ。\n肝心なのはクリスマスと、それまでのあなたの行動よ。": "Sân khấu đã được chuẩn bị xong rồi, trước tiên cứ coi như ổn đi.\nĐiều quan trọng là Giáng Sinh và hành động của cậu cho đến lúc đó.",
    "……そうよね。\nうん。やってやるわ。": "……Đúng rồi.\nỪm. Tớ sẽ cố gắng.",
    "どうした？\nふたりして秘密の相談か？": "Sao vậy?\nHai người đang bàn chuyện bí mật à?",
    "な、なんでもないわよ！": "Đâ, đâu có gì đâu!",
    "さあ、行くとしよう。\n店には目星がついていると言っていたな、舞亜？": "Nào, đi thôi.\nTớ nghe nói cậu đã nhắm được cửa hàng rồi, Maia?",
    "ええ。道案内は任せて。\n今日中にすべてをチェックして回りましょ。": "Vâng. Cứ để tớ dẫn đường.\nChúng ta sẽ kiểm tra hết mọi thứ trong ngày hôm nay.",
    "お、置いて行かれないように頑張ります……！": "Ô, tớ sẽ cố gắng để không bị bỏ lại phía sau……!",
    "うーん。\nデザインは悪くないと思うが、生地が安っぽく見えないか？": "Ưm.",
    "文化祭での経験か。\nさすが、見る目が厳しいな。": "Tớ nghĩ thiết kế không tệ, nhưng vải có vẻ rẻ tiền quá nhỉ?",
    "ステージ上で照明を浴びたら、より安っぽく映っちゃうかもね。\n次の店を当たりましょうか。": "Kinh nghiệm từ lễ hội văn hóa à.\nQuả nhiên, cậu có con mắt tinh tường đấy.",
    "このリボン、ちょっと加工してサンタ帽につけたら、\nきっとすごくおしゃれに見えると思うんですけど……ど、どうですか？": "Nếu lên sân khấu và được ánh đèn chiếu vào, có lẽ sẽ càng lộ rõ vẻ rẻ tiền hơn nhỉ.\nChúng ta đi cửa hàng tiếp theo thôi.",
    "おお、確かによさそうだ。\nクララ、ちょっとつけてみろよ。": "Cái ruy băng này, nếu được gia công một chút rồi gắn vào mũ Santa,\ntớ nghĩ chắc chắn sẽ trông rất thời trang……v, vậy thì sao ạ?",
    "ちょっと、気安く髪に触らないでよ、もう。": "Ồ, đúng là có vẻ tốt thật đấy.\nClara, thử đội lên xem nào.",
    "まったく、油断も隙もないわ。\n%usernameusernameuserna%ってば……": "Này, đừng có tùy tiện chạm vào tóc tớ nữa, được rồi đấy.",
    "でも、なんだかんだでいい距離感じゃない？\nこの調子よ。": "Thật là, không có lúc nào được lơ là cả.\n%usernameusernameuserna% đúng là……",
    "そ、そう……？": "Nhưng, dù sao thì cũng không tệ nhỉ?\nCứ tiếp tục như vậy đi.",
    "パーソナルスペースって知ってる？\n普通、人は他人と一定の間隔を空けたいものなの。": "V, vậy sao……?",
    "なのに自然と距離を近づけてくるってことは、\n心の親密度も接近してる証拠よ。昔読んだ本に書いてあったわ。": "Cậu có biết về không gian cá nhân không?\nThông thường, con người muốn giữ một khoảng cách nhất định với người khác.",
    "な、なるほど……": "Vậy mà lại tự nhiên đến gần hơn, tức là,\ncảm xúc thân thiết cũng đang đến gần hơn. Tớ đã đọc trong một cuốn sách rồi.",
    "あと、相手と気軽にじゃれ合えてるときは\nミラーリングなんかも活用していかないと。": "N, nghe cũng có lý……",
    "ミラーリング……？": "Với lại, khi có thể thoải mái đùa giỡn với đối phương thì\ncũng nên tận dụng việc phản chiếu nữa.",
    "同じタイミングで笑ったり、触れたり。ときに仕草を真似したりするの。\nそうすると人は相手に親しみを感じるものなのよ。": "Phản chiếu……?",
    "詳しいのね……さすが泉花！\nやっぱり、あんたに協力を頼んで正解だったみたい。": "Cùng cười, cùng chạm vào nhau vào cùng một thời điểm. Đôi khi còn bắt chước cử chỉ của nhau nữa.\nLàm như vậy thì người ta sẽ cảm thấy thân thiết với đối phương.",
    "ふふん。感謝してよね。": "Cậu biết rõ thật đấy……Quả nhiên là Izuka!\nTớ nghĩ nhờ cậu giúp đỡ là đúng đắn rồi.",
    "（全部読書と……あとネットの受け売りだけど……）": "Fufun. Cảm ơn tớ đi.",
    "おーい、ふたりとも。\n突っ立ってないで、次の店に行くぞー。": "（Toàn là đọc sách và……cả những gì trên mạng nữa……）",
    "わ、分かってるってば！": "Ê, hai người.\nĐừng có đứng đó nữa, đi cửa hàng tiếp theo nào.",
    "そうして俺達はなんとかクリスマスパーティー用の衣装を揃えて、\n次はクララの歌の練習に、カラオケ店に足を踏み入れた――": "T, tớ biết rồi mà!",
    "――うん、完璧！\nさあ、今度の点数はどう！？": "Cứ như vậy, chúng tôi đã cố gắng chuẩn bị trang phục cho tiệc Giáng Sinh, rồi\ntiếp theo là đến một quán karaoke để tập hát cho Clara――",
    "９３点……！？\nす、すごいです……！": "――Ừm, hoàn hảo!\nNào, điểm số lần này thì sao!?",
    "これで４曲連続９０点台か。\n大したものだな。": "93 điểm……!?\nT, tuyệt vời……!",
    "まだまだ、この程度じゃ納得はしないわ。\nやるからには１００点を目指さないとね。": "Như vậy là 4 bài liên tiếp trên 90 điểm rồi nhỉ.\nĐúng là ghê gớm.",
    "まさか、まだ続けるつもりなのか……？": "Vẫn chưa hài lòng với mức này đâu.\nĐã làm thì phải hướng đến 100 điểm chứ.",
    "やる気があるのはいいことだけど、\n当日までに喉を潰さないようにね……？": "Không lẽ, cậu còn định tiếp tục sao……?",
    "大丈夫！\n私はそんなにヤワじゃないから！": "Có chí tiến thủ là tốt, nhưng\nđến ngày hôm đó thì đừng để bị khản giọng đấy nhé……?",
    "いや、泉花の助言ももっともだ。\nせめていったん休憩を挟んでおくべきだろう。": "Không sao đâu!\nTớ không yếu đuối như vậy đâu!",
    "じゃあ、今度は葵が歌う？": "Không, lời khuyên của Izuka cũng rất hợp lý.\nÍt nhất cũng nên nghỉ một lát.",
    "えっ、葵さんってカラオケとかしたことあるの？": "Vậy thì, lần này đến phiên Aoi hát nhé?",
    "豊富というほどではないがな。\nだからそんなにレパートリーは多くない。": "Ể, Aoi-san có hát karaoke bao giờ chưa vậy?",
    "葵なら時代劇の主題歌や、演歌あたりかしら？\n%usernameusernameuserna%はどっちがいいと思う？": "Không phải là nhiều lắm đâu.\nVì vậy nên không có nhiều bài hát trong danh sách đâu.",
    "演歌でどうだ": "Aoi thì chắc là nhạc phim cổ trang hoặc là enka nhỉ?\n%usernameusernameuserna%, cậu thích bài nào?",
    "時代劇かな": "Enka thì sao",
    "えっ、俺か……？": "Nhạc phim cổ trang đi",
    "演歌……アマツの伝統的なジャンルだな。\nいいだろう、いくつか知っている。": "Ể, tớ á……?",
    "曲名は……『三人の世界』": "Enka……thể loại truyền thống của Amatsu nhỉ.\nĐược thôi, tớ biết một vài bài.",
    "であれば、アマツの人間なら知っている者も多いだろう、\n時代劇の主題歌でいこうか。": "Tên bài là……'Thế giới của ba người'",
    "作品はそうだな……『必中片想人』": "Nếu vậy thì, người Amatsu nào cũng biết, vậy thì\ncứ nhạc phim cổ trang đi.",
    "部屋の中に、やや今のトレンドとは異なった曲調の\nアマツの楽曲が流れ始める。": "Tác phẩm thì là……'Người yêu trăm phát trăm trúng'",
    "渋っ……！": "Trong căn phòng, một bài hát của Amatsu với giai điệu hơi khác so với xu hướng hiện tại\nbắt đầu vang lên.",
    "……サンタ服を着てそういうのを歌うのって、\nなかなかシュールな絵面ね。": "Chất lừ……!",
    "そもそもだけど、今クリスマスコスチューム着る必要あったのかしら。\n%usernameusernameuserna%が着ろって言うから、着てみたけど。": "……Mặc trang phục Santa mà hát mấy bài như vậy thì,\ncũng khá là hài hước nhỉ.",
    "何を言っている。さっきも言ったが、当日ぶっつけ本番より、\n今のうちに着こなしておくのほうが安心だろ？　": "Mà này, có cần thiết phải mặc trang phục Giáng Sinh không vậy?\nTại vì %usernameusernameuserna% bảo tớ mặc nên tớ mới mặc đấy.",
    "……と言いつつ、私達が着てるところ、見たかっただけじゃないの？": "Cậu đang nói gì vậy. Như tớ đã nói lúc nãy, so với việc hát vào ngày hôm đó,\ncứ mặc thử trước thì sẽ an tâm hơn đúng không?",
    "おい、お前ら、ちゃんと葵の歌聞けよな。": "……Nói vậy thôi chứ, chắc là muốn xem tụi tớ mặc thôi đúng không?",
    "はぁ……まあ、わかってたけどね。このバカ男。": "Ê, mấy người kia, nghe Aoi hát cho cẩn thận đấy.",
    "結局、葵に休ませてもらったのに、\n１００点は１回も出せなかったわね。残念……": "Haizz……mà, tớ biết rồi mà. Cái thằng ngốc này.",
    "贅沢な発言だな。\nあのあともずっと９０点以上を連発してたじゃないか。": "Cuối cùng thì, dù Aoi đã cho tớ nghỉ ngơi,\ntớ vẫn không đạt được 100 điểm lần nào. Thật đáng tiếc……",
    "わ、わたしなんて７０点くらいがせいぜいです……": "Phát ngôn thật là xa xỉ.\nSau đó cậu còn liên tục đạt trên 90 điểm cơ mà.",
    "勝利のためとあらば、クララは貪欲ねぇ。": "T, tớ thì chỉ được khoảng 70 điểm là cùng……",
    "クララの執念は買うが、鍛錬はまた後日にするといい。\nこれ以上続けては、本当に喉が限界を迎えてしまうだろうからな。": "Vì chiến thắng, Clara thật là tham vọng nhỉ.",
    "そうね、今日はこれくらいにしておこうかしら。": "Tớ đánh giá cao sự kiên trì của Clara, nhưng việc rèn luyện thì nên để sau đi.\nTiếp tục như vậy, cổ họng của cậu sẽ thực sự đạt đến giới hạn đấy.",
    "……で、%usernameusernameuserna%さん。": "Đúng vậy, chắc hôm nay đến đây thôi nhỉ.",
    "なんだ？": "……Mà, %usernameusernameuserna%.",
    "何か言うことはない？　みんなパーティー衣装に着替えたんだけど？": "Sao?",
    "う……似合ってるよ。期待通り、すごく可愛い。\n言っておくけど、言わされたからじゃないからな。": "Cậu có gì muốn nói không? Mọi người đều đã thay trang phục dự tiệc rồi mà?",
    "ありがとう、%usernameusernameuserna%。": "Ư……Cậu mặc đẹp đấy. Đúng như mong đợi, rất dễ thương.\nTớ nói trước là, không phải vì bị bắt nói đâu đấy.",
    "少し恥ずかしかったが、着てみた甲斐はあったということか。": "Cảm ơn, %usernameusernameuserna%.",
    "ま、まあ、私なら似合って当然だけどね！": "Hơi ngại một chút, nhưng có lẽ cũng đáng để mặc thử.",
    "うるうのは買ったんじゃなくて自前だっけ？": "À, mà, tớ mặc thì đương nhiên là đẹp rồi!",
    "は、はい……コスチューム選びと聞いて……\n参考になるかなと持ってきました……": "Uruu không mua mà là tự chuẩn bị à?",
    "意外よね、うるうさんがそういうの持ってるなんて。": "V, vâng……Nghe nói là chọn trang phục……\ntớ nghĩ có thể tham khảo nên đã mang theo……",
    "……間違って、ネット通販で買っちゃったんです。\nでも捨てるのももったいなくて……": "Bất ngờ nhỉ, Uruu-san lại có những thứ như vậy.",
    "それは不憫ね……": "……Tớ đã lỡ mua trên mạng rồi.\nNhưng vứt đi thì phí quá……",
    "――それじゃあ、今日のところはこれで解散かな。": "Thật đáng thương……",
    "みんな、今日は付き合ってくれてありがとう。\nおかげでかなり準備が進んだわ。": "――Vậy thì, chắc hôm nay đến đây thôi nhỉ.",
    "クララさんの頑張りを無駄にしないためにも、\n私は作曲の方を急がないとね。": "Mọi người, cảm ơn vì đã dành thời gian cho tớ hôm nay.\nNhờ có mọi người mà việc chuẩn bị đã tiến triển hơn rất nhiều rồi.",
    "――ああ、そうだ。葵さん達は、このあともう少しいいかしら？\nパーティー当日のことで、ちょっとみんなに相談したいんだけど。": "Để không làm uổng công sức của Clara-san,\ntớ phải nhanh chóng hoàn thành việc sáng tác nhạc thôi.",
    "ん？　ああ、私は構わないが。": "――À, đúng rồi. Aoi-san và mọi người, mọi người có thể ở lại thêm một chút được không?\nTớ muốn bàn bạc với mọi người về buổi tiệc sắp tới.",
    "パーティーのことで相談って何？": "Hả? À, tớ không phiền đâu.",
    "クララさんはいいの。\n先に帰って、喉を休めてなさいって。": "Bàn bạc về buổi tiệc là sao?",
    "でも――": "Clara-san thì không cần đâu.\nCậu cứ về trước, nghỉ ngơi cho cổ họng đi.",
    "%usernameusernameuserna%さん、クララさんを送ってあげて。\nひとりで勝手に無茶をしないようにね。": "Nhưng――",
    "ああ、任された。\n確かにクララは張り切りすぎだし、ちょっと休ませないとな。": "%usernameusernameuserna%, hãy đưa Clara-san về nhé.\nĐừng tự ý làm liều một mình đấy.",
    "……あ。": "À, giao cho tớ.\nQuả thật Clara đã quá hăng hái rồi, phải cho nghỉ ngơi một chút mới được.",
    "（しばらくは、ふたりでゆっくりしてきなさい）": "……À.",
    "泉花ってば、気を遣い過ぎよ。\nまだまだ喉は大丈夫なのに。": "（Cứ để hai người từ từ một lát đi）",
    "泉花らしいだろ。\nあいつ、いつも人を助けて感謝されっぱなしだからな。": "Izuka đúng là chu đáo quá đấy.\nTớ vẫn chưa thấy cổ họng có vấn đề gì cả mà.",
    "本当に。クリスマスパーティーのことを相談してから、\n私もずっと力になってもらいっぱなしね。": "Đúng là Izuka mà.\nCon bé, lúc nào cũng giúp đỡ mọi người rồi được cảm ơn thôi.",
    "いい友達だな。": "Thật sự. Sau khi bàn bạc về buổi tiệc Giáng Sinh,\ntớ cũng luôn được giúp đỡ.",
    "ええ、友達に差をつけたいわけじゃないけど……特別よ。\nもちろんカラフルブーケの他のみんなも。": "Đúng là bạn tốt.",
    "柊校舎のチームとして、一緒に切磋琢磨してきたんだよな。": "Ừm, tớ không muốn tạo ra sự khác biệt với bạn bè, nhưng……đặc biệt đấy.\nĐương nhiên là cả những người khác trong Colorful Bouquet nữa.",
    "ええ、こういう性格なのによく受け入れられたなって今でも思うわ。\nほら、私ってすごく勝つことにこだわるでしょ？": "Với tư cách là một đội của trường Hiragi, chúng ta đã cùng nhau phấn đấu mà.",
    "しかも正々堂々正面から突進していくような、衝突の塊。\nおまけにノヴァセレス出身なのに、柊校舎に入った変わり種だし。": "Ừm, tớ vẫn luôn nghĩ tại sao một người như tớ lại được chấp nhận đấy.\nCậu thấy đấy, tớ rất quan trọng việc giành chiến thắng đúng không?",
    "その負けず嫌いな性格は俺からすればクララの長所だと思うけどな。\n言い換えれば成長性の塊。葵達も俺と同じ意見だと思うぞ。": "Hơn nữa, tớ còn là một kẻ va chạm, luôn lao thẳng từ chính diện.\nThêm vào đó, tớ lại là người đến từ Nova Ceres, nhưng lại vào trường Hiragi, đúng là một kẻ khác biệt.",
    "ほ、褒めたって、何も出ないんだからね……！": "Tính cách không chịu thua của cậu, theo tớ thì là một điểm mạnh của Clara đấy.\nNói cách khác, là một khối tiềm năng phát triển. Tớ nghĩ Aoi và mọi người cũng có cùng ý kiến với tớ.",
    "むしろ褒めるたびに何か差し出されたら重いっての。": "H, khen thì cũng chẳng được gì đâu……!",
    "それよりさ、なんで柊校舎なんだっけ？　ノヴァセレス出身なのに。": "Thay vì khen thì cứ đưa gì đó cho tớ thì nặng nề lắm đấy.",
    "ただの見栄よ。私――今は没落したけど、元貴族なの。\n父がノヴァセレス貴族で、母がアマツから嫁いできたハーフよ。": "Thay vào đó, sao cậu lại vào trường Hiragi vậy? Trong khi cậu đến từ Nova Ceres mà.",
    "（そういや生徒会の記録とかで見たな……\nほんと『貴族』って感じには見えないよな、こいつ）": "Chỉ là vì sĩ diện thôi. Tớ――bây giờ đã sa sút rồi, nhưng trước kia là quý tộc.\nCha tớ là quý tộc Nova Ceres, còn mẹ tớ là người lai đến từ Amatsu.",
    "今、そうは見えないって思ったでしょ？": "（Nói mới nhớ, tớ đã thấy trong hồ sơ của hội học sinh……\nthật sự không giống 'quý tộc' gì cả, con bé này）",
    "ああ、思った！": "Cậu vừa nghĩ là không giống đúng không?",
    "ちょっとは濁しなさいよ！？": "À, tớ nghĩ!",
    "……こほん。まあ、そこは自覚あるからいいわ。\nそれでユーロ・タワーに行かずに、母方の性を名乗って柊校舎に入った。": "Ít nhất cũng phải che giấu đi chứ!?",
    "ユーロ・タワーはノヴァセレス貴族の出身も多いし、\n没落した家の子って目で見られたくなかったの。": "……Khụ khụ. À thì, tớ tự biết nên không sao đâu.\nVì vậy, tớ đã không đến Euro Tower, mà dùng họ của mẹ và vào trường Hiragi.",
    "……なるほどな。でもどうして没落したんだ？": "Euro Tower cũng có nhiều người đến từ quý tộc Nova Ceres,\ntớ không muốn bị nhìn là con cái của một gia đình sa sút.",
    "他の貴族との競争に負けたのよ。うちはＭＧ開発事業に携わってた\nんだけど、産業スパイに賄賂とあの手この手でボロボロにされちゃった。": "……Ra là vậy. Nhưng tại sao lại sa sút?",
    "……許せなかったわ。正々堂々と戦わない人達も、\nそんな連中に負けて、土地や財産、爵位も何もかも失う現実も。": "Bị thua trong cuộc cạnh tranh với những quý tộc khác. Gia đình tớ tham gia vào dự án phát triển MG,\nnhưng đã bị những kẻ gián điệp công nghiệp dùng hối lộ và đủ mọi thủ đoạn để phá hoại.",
    "（なるほど、こいつが正々堂々にこだわるのは、『そうじゃないやり方』\nを嫌っているからでもあるというわけか）": "……Tớ không thể tha thứ được. Những người không chiến đấu một cách đàng hoàng,\ncũng bị thua bởi những kẻ đó, và mất đất đai, tài sản, tước vị và mọi thứ.",
    "だからこの学園で成り上がってやるつもり。パイロットとして\n成り上がれば、富に名声、卒業後の進路だって約束されるわ。": "（Ra là, sở dĩ con bé này quan trọng việc đàng hoàng, là vì ghét 'cách làm không như vậy'）",
    "それで……父の屈辱を晴らして、家を再興する。": "Vì vậy, tớ sẽ vươn lên trong học viện này. Nếu trở thành phi công,\ntớ sẽ có được sự giàu có, danh tiếng, và cả con đường sau khi tốt nghiệp.",
    "クララ……": "Và……sẽ làm sáng tỏ sự nhục nhã của cha, và tái thiết gia đình.",
    "私って生まれつき負けず嫌いなところがあったけど、\nこのことがあってからより負けるってのが嫌いになったわね。": "Clara……",
    "……クララって、やっぱり強いよな。\nなんていうか、芯がしっかりしてる。": "Tớ có tính không chịu thua từ khi sinh ra, nhưng\nsau chuyện đó, tớ càng ghét việc thua cuộc hơn nữa.",
    "……は？　い、いきなり何よ……": "……Clara, quả thật là mạnh mẽ thật đấy.\nNói sao nhỉ, có một cái cốt lõi rất vững chắc.",
    "いや、改めてそう思った。友達想いだし、家族想いだし、\nいつだってそのために折れずにまっすぐだ。": "……Hả? T, tự nhiên lại nói gì vậy……",
    "そのくせまっすぐなのに素直じゃなくて、負けず嫌いなのに\n効率的に搦め手から攻めるより正々堂々にこだわったり。": "Không, tớ chỉ là nghĩ lại thôi. Cậu là một người bạn tốt, một người con hiếu thảo,\nlúc nào cũng thẳng thắn vì những điều đó.",
    "う、うっさいわね……褒めたと思ったら貶して……": "Thế mà thẳng thắn lại không thật thà, không chịu thua lại cứ thích\nchọn cách đàng hoàng thay vì dùng những chiêu trò hiệu quả.",
    "別に貶したつもりはない。どれもクララの魅力だって言いたいんだ。\nよく言うだろ、料理の味は複雑なほど美味いって。": "Ư, ồn ào quá đấy……Cứ tưởng là khen thì lại chê……",
    "私、食べ物じゃないし……！\nでもまあ……ほ、褒めてくれるのは嬉しいわ。": "Tớ không có ý chê đâu. Tớ muốn nói là, đó đều là những điểm thu hút của Clara.\nNhư người ta thường nói, hương vị của món ăn càng phức tạp thì càng ngon.",
    "お、珍しくクララが素直になった！": "Tớ không phải là đồ ăn……!\nNhưng mà……th, khen thì cũng vui đấy.",
    "ちゃ、茶化さないでよ！　今くらいはいいかもって思ったの！": "Ô, hiếm khi Clara lại thật thà!",
    "ん？": "Đ, đừng có trêu chọc nữa! Tớ nghĩ cũng được một chút thôi!",
    "……な、なんでもない。あんたには言わない！": "Hả?",
    "（今はまだ……ちょっと勇気が足りない。\nやっぱり、クリスマスパーティーの夜ね）": "……Th, không có gì. Tớ sẽ không nói với cậu đâu!",
    "また素直じゃなくなったか、残念。": "（Bây giờ vẫn chưa……thiếu một chút dũng khí.\nQuả nhiên là, vào đêm tiệc Giáng Sinh）",
    "――っと、そろそろクララの寮が見えてきたな。": "Lại không thật thà nữa rồi, thật đáng tiếc.",
    "それじゃ、今日はちゃんと休めよ。": "――Ấy, sắp đến ký túc xá của Clara rồi nhỉ.",
    "ええ、送ってくれてありがとう。\nまた歌やダンスの練習見てもらいたいから、連絡するわ。": "Vậy thì, hôm nay cứ nghỉ ngơi cho khỏe nhé.",
    "りょーかい。任せとけ！": "Ừm, cảm ơn vì đã đưa tớ về.\nTớ muốn cậu xem buổi tập hát và nhảy nữa, tớ sẽ liên lạc với cậu sau.",
    "ねえ、%usernameusernameuserna%。": "Rõ rồi. Cứ giao cho tớ!",
    "私、必ずサンタクイーンになるから！　ライブであんたが、\n思わず票を入れたくなるような最高のパフォーマンスをするんだから！": "Này, %usernameusernameuserna%.",
    "ああ……期待してる！": "Tớ nhất định sẽ trở thành Nữ Hoàng Santa! Trong buổi biểu diễn, cậu sẽ phải,\nbỏ phiếu cho tớ vì màn trình diễn tuyệt vời nhất đấy!",
    "そして数日後――": "À……tớ mong đợi đấy!",
    "えっ！？　本当に！？\nもうできちゃったの！？": "Và vài ngày sau――",
    "ちょっと落ち着いて。\n完成したのは、まだ歌詞だけよ。": "Ể!? Thật sao!?\nĐã xong rồi sao!?",
    "見せてよ。\nどんな内容になったのか気になるわ。": "Bình tĩnh nào.\nMới chỉ hoàn thành phần lời bài hát thôi.",
    "こんな感じなんだけどね……": "Cho tớ xem nào.\nTớ muốn biết nội dung như thế nào.",
    "どれどれ――": "Đại loại là như thế này……",
    "……素敵な歌詞ね。": "Để tớ xem――",
    "本当に？　気に入ってくれた？": "……Lời bài hát hay thật đấy.",
    "うん。とても切なくて、胸に響く歌詞だと思う。": "Thật sao? Cậu thích không?",
    "この歌を披露したあとに……\n私の気持ち、彼に届けられるのかな。": "Ừm. Tớ nghĩ lời bài hát rất da diết và chạm đến trái tim.",
    "何を今さら。\nやるって決めたことはやり通すのが、あなたでしょ？": "Sau khi trình bày bài hát này……\ntớ có thể truyền đạt được tình cảm của mình đến anh ấy không nhỉ?",
    "ええ、そうね……！　やってやるわ！": "Còn phải nói gì nữa chứ.\nCậu đã quyết định làm gì thì phải làm cho bằng được chứ, đúng không?",
    "（クララさんの性格なら、きっとやり遂げる。\nそして告白が成功したら……彼は――）": "Ừm, đúng rồi……! Tớ sẽ cố gắng!"
}