{
    "クリスマスパーティーに向けて、泉花達とクララのダンス練習日。\n昼休憩に泉花と食堂にやってきた。": "Hôm nay là buổi tập nhảy với Izumika và Kurara để chuẩn bị cho tiệc Giáng Sinh.\nTôi và Izumika đến nhà ăn vào giờ nghỉ trưa.",
    "監督するほうも意外と体力消費するわね。\nお腹空いた～。": "Làm đạo diễn cũng tốn sức thật đấy.\nTôi đói bụng quá đi.",
    "相変わらず食堂は混んでいる。\nこれが冬休みに入ると、どれくらい減るのだろうか。": "Nhà ăn vẫn đông như mọi khi.\nKhông biết khi vào kỳ nghỉ đông thì sẽ vắng hơn bao nhiêu nhỉ.",
    "今日の日替わりメニューは、カツカレー定食と鶏の唐揚げ定食か。\nデザートには特製ビッグパフェなんてあるな……": "Thực đơn hôm nay là cơm cà ri tonkatsu và cơm gà rán.\nTráng miệng có món parfait khổng lồ đặc biệt nữa...",
    "特製ビッグパフェ": "Parfait khổng lồ đặc biệt",
    "カツカレー定食": "Cơm cà ri tonkatsu",
    "私は……%usernameusernameuserna%さんと同じメニューにしようかしら。\nどれにする？": "Tôi... có lẽ sẽ chọn món giống của %usernameusernameuserna% nhỉ.\nCậu chọn món nào?",
    "美味しそうだけど、こぼしちゃったら衣装汚しちゃうわね。": "Trông ngon thật đấy, nhưng lỡ làm đổ thì hỏng hết cả trang phục.",
    "前掛けつけるか、食事中は汚さないように脱いどくのはどうだ？": "Hay là mình đeo tạp dề, hoặc là cởi ra để khỏi bị bẩn trong lúc ăn thì sao?",
    "食べてる間裸になれってこと……？　どんな性癖よ、スケベ。": "Ý cậu là... cởi đồ ra trong lúc ăn á...? Biến thái vừa thôi.",
    "んなこと言ってねぇよ……！　別のシャツとかに着替えればって\n言ってんの！　わかってて言ってるだろ！": "Tôi có nói thế đâu...!\nÝ tôi là thay một cái áo khác ý!\nCậu biết thừa mà!",
    "わかってるじゃな～い！\nやっぱり疲れたときには甘いものよねぇ～！": "Biết thừa thì sao～!\nĐúng là khi mệt mỏi thì cần đồ ngọt nhỉ～!",
    "冗談で言ってみただけなんだが……お昼ご飯にパフェはないだろ。\nっていうか大きさ的に、２～３人分ないか？": "Tôi chỉ đùa thôi mà... Ăn trưa mà gọi parfait thì hơi lạ đấy.\nMà kích cỡ này chắc phải hai, ba người ăn mới hết nhỉ?",
    "なによ、あなたが選んだんだから、責任取りなさいよ。\nちなみに半分お金出してくれたら、食べるのを手伝う権利をあげる。": "Sao nào, cậu chọn thì phải chịu trách nhiệm chứ.\nTiện thể, nếu cậu trả một nửa tiền thì tớ cho cậu quyền ăn cùng đấy.",
    "お前……食べたいけど、自分ひとりだと太るから\n俺を巻き込もうとしているな……？": "Cậu... muốn ăn, nhưng sợ một mình thì béo nên\nmuốn lôi kéo tôi vào đây đúng không...?",
    "ふふっ、こんな美味しそうなパフェ食べられるんだから、\n感謝しなさいよね～♪": "Hừm, vì được ăn món parfait ngon lành này,\ncậu phải cảm ơn tớ đấy～♪"
}