{
    "ラミの実家からの帰り道。\n途中まで彼女の弟と妹も見送りについてきてくれて――": "Đường về từ nhà của Rami.\nTrên đường về, em trai và em gái của cô ấy cũng tiễn chúng tôi một đoạn――",
    "お姉ちゃん、お兄ちゃん、またねー！": "Chị ơi, anh ơi, tạm biệt nha!",
    "恋人さん……お兄ちゃんの前では素直にね。": "Người yêu của anh… trước mặt anh thì cứ ngoan ngoãn vào.",
    "こらっ！　お姉ちゃんをからかうな！": "Này! Đừng có trêu chị!",
    "ふふふ……": "Phu phu phu……",
    "あははは……！": "A ha ha ha……!",
    "近いとはいえ、気を付けて帰れよー。": "Dù gần thì cũng cẩn thận về nhà đấy nhé.",
    "はぁーい！": "Vâng ạ!",
    "去っていく弟と妹の背中を見つめながら――": "Trong khi nhìn theo bóng lưng của em trai và em gái đang rời đi――",
    "はぁ……まったく生意気ばっかり言って！": "Haizz… thật là bướng bỉnh!",
    "ふたりとも、可愛らしいじゃないか。\n少なくともラミよりだいぶ素直そうだ。": "Hai đứa nó thật đáng yêu quá.\nÍt nhất là ngoan hơn Rami nhiều.",
    "どういう意味！？": "Ý cậu là sao!?",
    "実はラミの方が妹なんじゃないか？\nあの子たちの方がまだ大人に感じられるかもなー。": "Chắc Rami là em gái thật rồi?\nHai đứa kia có vẻ người lớn hơn đấy.",
    "お・ま・えー！！": "Cậ-u-u!!",
    "嘘！　冗談だ冗談！": "Nói dối! Nói đùa thôi!",
    "けど、それだけ元気があるなら大丈夫そうだな？": "Nhưng, nếu chúng có nhiều năng lượng như vậy thì có vẻ ổn nhỉ?",
    "……うん……そこは否定しないよ。": "…Ừm… tớ không phủ nhận điều đó đâu.",
    "でも、正直少し拍子抜け。\nもっと全然ラミの話なんて聞く気ないと思ってたし。": "Nhưng mà, thành thật mà nói thì tớ hơi hụt hẫng.\nTớ cứ nghĩ là cậu sẽ không muốn nghe chuyện của Rami.",
    "そうだなぁ……": "Đúng là vậy…",
    "だって、あいつら本当にクズだったんだよ。\nクズもクズ、もうとんでもないドクズ！": "Tại vì, bọn chúng là lũ khốn nạn thật sự mà.\nKhốn nạn hết chỗ nói!",
    "まあ、少なくともラミが家にいた頃はそうだったんだよな。": "Mà, ít nhất là khi Rami còn ở nhà thì đúng là như vậy.",
    "でも、あのふたりはふたりなりに、\n変わろうとしてるんじゃないか？": "Nhưng mà, hai đứa nó theo cách riêng của mình,\ncũng đang cố gắng thay đổi phải không?",
    "それ本気？　信じていいの？": "Cậu nói thật chứ? Tớ có nên tin không?",
    "少なくても、俺にはそう見えたな。お前の弟や妹もそう思ってる。\nラミは違うのか？": "Ít nhất, tớ thấy vậy. Em trai và em gái của cậu cũng nghĩ vậy.\nRami thì sao?",
    "……わかんない。\n確かにチビ達は『応援したい』って言ってたけど……": "…Tớ không biết nữa.\nQuả thật là lũ nhóc đã nói 'Chúng tớ muốn ủng hộ'…",
    "だって、さっきも言ったけど、本当に酷かったから。\nラミもあの子達も、みんなあのふたりに傷つけられたし。": "Tại vì, tớ đã nói rồi, bọn chúng thật sự rất tệ mà.\nRami và cả bọn chúng, ai cũng bị tổn thương bởi hai người đó.",
    "なのに、ラミの居ない間に勝手に変わって、反省して、改心して、\nチビ達も応援とかして……": "Thế mà, trong lúc Rami không ở nhà, chúng tự ý thay đổi, hối cải, ăn năn,\nlũ nhóc cũng ủng hộ nữa…",
    "正直あの子らはまだ小さいから、\n薄っぺらい言葉で騙されてるんじゃないのとも思っちゃう。": "Thật lòng mà nói thì, lũ nhóc vẫn còn nhỏ, nên tớ cũng nghĩ rằng,\nchúng đã bị lừa bởi những lời nói sáo rỗng.",
    "……だから、すぐには信じられない。": "…Cho nên, tớ không thể tin được ngay.",
    "人はそう簡単には変われないしな。\nラミの疑う気持ちも俺は正しいと思う。": "Con người không dễ dàng thay đổi như vậy đâu.\nTớ nghĩ cảm giác nghi ngờ của Rami là đúng.",
    "でも逆を言えば簡単じゃなくても、\n本気で変わろうと思えば変われる可能性だってあると思う。": "Nhưng mà, nói ngược lại, cho dù không dễ dàng, thì\nchỉ cần cố gắng thay đổi thật lòng thì vẫn có khả năng thay đổi.",
    "もちろん、だからってラミが今すぐに\n答えを出す必要はない。『保留』でいいんじゃないか。": "Đương nhiên, vì vậy mà Rami không cần phải\ntrả lời ngay bây giờ. 'Tạm hoãn' là được rồi.",
    "そう……？": "Vậy sao…?",
    "時間がかかるだろ。\n変わるにも、受け止めるにも。": "Sẽ tốn thời gian đấy.\nDù là để thay đổi, hay là để chấp nhận.",
    "俺は、そうやって時間をかけて咀嚼することにも\n意味はあると思うし、少しずつ飲み下せばいいじゃないか。": "Tớ nghĩ việc dành thời gian để nghiền ngẫm như vậy\ncũng có ý nghĩa, cứ từ từ mà nuốt xuống là được.",
    "ふーん……": "Hừm…",
    "……ま、まあ、ラミも鬼じゃないし？　すぐには信じられないけど、\n判断材料得るためのチャンスくらいは与えてやってもいいかな。": "…Thì, mà, Rami cũng không phải là quỷ mà?\nDù không thể tin ngay được, thì cũng nên cho cơ hội để đánh giá tình hình chứ?",
    "チビ達も『チャンスをあげて』って言ってたし。": "Lũ nhóc cũng nói 'Hãy cho cơ hội' mà.",
    "まさしく保留だな。": "Quả là tạm hoãn.",
    "も、もちろん、何か妙なマネしたらもうそんときは、\nあの子ら連れて出て縁切るけどね。": "Chư-ư-ơng nhiên, nếu mà chúng làm gì kỳ lạ thì lúc đó,\ntớ sẽ dắt bọn chúng đi và cắt đứt quan hệ đấy.",
    "それでいいと思う。": "Tớ nghĩ vậy là được.",
    "ラミは優しい。本当なら両親を見捨てるタイミングなんて、いくらでも\nあったはずだ。でもそうしなかったのは、この子が優しいからだろう。": "Rami rất tốt bụng. Nếu là thật, thì đã có rất nhiều thời điểm để bỏ rơi cha mẹ rồi.\nNhưng mà cậu không làm vậy, chắc là vì cậu tốt bụng.",
    "……しっかし、俺達が偽カップルってバレなくてよかったな。\n正直ずっと内心ヒヤヒヤしてたよ。": "…Mà, chúng ta không bị lộ là cặp đôi giả thì tốt rồi.\nThật sự thì tớ đã hồi hộp suốt đấy.",
    "……心臓、ノミすぎでしょ。ざっこ。": "…Tim cậu, đập nhanh quá đấy. Yếu đuối thật.",
    "っるっせーな。そういうラミはどうだったんだよ？": "Cậ-u-u ồn ào quá đấy. Thế còn Rami thì sao?",
    "ラミはあれくらいヨユーだし？": "Rami thì chuyện đó dễ như ăn cháo?",
    "あーいうのは、最後まで騙したもん勝ちなの。\nおまえ、そんなことも分かんないの？": "Những chuyện như vậy, thì cứ lừa đến cùng là thắng thôi.\nCậu không biết sao?",
    "けど、それはそれで俺達\n本物の恋人同士だって誤解されたままってことだぞ？": "Nhưng mà, như vậy thì chúng ta\nvẫn bị hiểu lầm là người yêu thật đấy?",
    "どうするんだよ。\nうっかりアマツ滞在中、街中で出会ったら……": "Phải làm sao đây.\nLỡ như trong lúc ở Amat, gặp nhau trên phố thì…",
    "そうそう、会わないでしょ。それか会っても無視。": "Đúng rồi, sẽ không gặp đâu. Hoặc là có gặp thì cũng lờ đi.",
    "お前なぁ……": "Cậu này…",
    "あ、でも、ラミの演技力があったら、\n会ってもなんとかできそうか。": "À, nhưng mà, nếu Rami có tài diễn xuất, thì\ngặp cũng có thể xoay sở được.",
    "演技？": "Diễn xuất?",
    "『ラミの大切な人に\n失礼な態度とったの、謝ってよ！』": "'Người quan trọng của Rami\nđã có thái độ bất lịch sự, cậu xin lỗi đi!'",
    "！？": "!?",
    "よく事前に打ち合わせしてないのに、あんなスラスラ出てきたな。\n珍しくお前のことすごいと思うところだったわ。": "Sao mà không bàn trước gì mà tuôn ra trôi chảy thế nhỉ?\nTớ đã nghĩ cậu giỏi đấy.",
    "あ、あのくらいの演技できてとーぜんじゃん！\nっていうか、『珍しく』ってなんだよ！？": "À, diễn xuất ở mức đó là đương nhiên rồi!\nMà, 'thật hiếm' là sao!?",
    "しかも『思うところだった』って、\n寸前で止まってんじゃん！？": "Hơn nữa 'đã định nghĩ là' mà,\ndừng lại phút chót luôn!?",
    "ははは、冗談だって。ちゃんとすごいと思ったよ。\nあれなら、ばったり出くわしても問題ないな。": "Ha ha ha, nói đùa thôi. Tớ đã nghĩ cậu giỏi thật đấy.\nNếu vậy thì, có gặp bất ngờ cũng không sao.",
    "……まあ、演技じゃないしね。": "…Mà, không phải diễn xuất mà.",
    "え？": "Hả?",
    "なんでもなーい。": "Không có gì đâu~",
    "……？　そうか……？": "…?",
    "……ねえ、%usernameusernameuserna%。\n初夢って正夢になると思う？": "…Này, %usernameusernameuserna%.\nGiấc mơ đầu năm có thành hiện thực không?",
    "は？　突然なんだ。\n何かいい夢でも見たのか？": "Hả? Tự dưng lại hỏi vậy.\nCậu mơ thấy gì đẹp à?",
    "うん……まあ……とっても？": "Ừm… mà… rất đẹp?",
    "なるほど。けど俺は正夢になるって\n言い伝えみたいなのは知らないからな。": "Ra là vậy. Nhưng mà tớ không biết những chuyện như\ntruyền thuyết là giấc mơ thành hiện thực đâu.",
    "もしなってほしいなら\n自分の力でなんとかするしかなんじゃないか？": "Nếu cậu muốn nó thành hiện thực,\nthì chỉ có thể tự mình làm thôi.",
    "へえ……いいんだ？": "Hể… được sao?",
    "な、なんだ、その意味深な笑みは……\nどんな夢見たんだよ？": "N-này, nụ cười đầy ẩn ý đó là sao…\nCậu đã mơ thấy gì vậy?",
    "教えなーい！　あははははっ！": "Tớ không nói đâu! A ha ha ha!",
    "……変なやつ。": "…Đồ kỳ lạ.",
    "（いつかラミも……あの夢みたいな\n将来を迎えられるのかな……？｝": " (Liệu một ngày nào đó Rami… có thể đón nhận\ntương lai như trong giấc mơ không…?)",
    "（『親』なんてもの、ずっとろくでもないし、\nなれるはずないし、なりたくもないと思ってたけど……）": " ('Cha mẹ' là thứ gì đó, luôn vô dụng,\ntớ không thể trở thành, cũng không muốn trở thành…) ",
    "（今、隣にいるこの人となら……\nそういう将来を願ってもいいのかも）": " (Bây giờ, nếu là người ở bên cạnh tớ…\ntớ có thể ước mơ về tương lai như vậy không?)",
    "%usernameusernameuserna%さーん！　ラミさーん！": "%usernameusernameuserna% ơi! Rami ơi!",
    "ん、この声は――": "Hử, giọng nói này――",
    "聞き慣れた声に、こちらへ駆けてくる４つの影。": "Bốn cái bóng quen thuộc đang chạy về phía chúng tôi.",
    "はぁ……はぁ……！": "Haizz… Haizz…!",
    "めるにみんな！？　どーしたの！？": "Mellie và mọi người!? Có chuyện gì vậy!?",
    "えへへ……来ちゃいましたっ。": "Ehehe… Tớ đến rồi.",
    "どうしてもおふたりが心配になりまして……\nだからって何かできるわけではありませんが……": "Vì tớ rất lo lắng cho hai người…\nTuy không thể làm gì được…",
    "住所は前に聞いてたから、\nみんなと話し合ってやっぱ行こうってなったんだ。": "Tớ đã hỏi địa chỉ trước rồi,\ntớ và mọi người đã bàn bạc và quyết định đi.",
    "どうだった？　作戦成功？": "Thế nào? Kế hoạch thành công chứ?",
    "みんな……": "Mọi người…",
    "にひひっ、ばっちし！\nラミの迫真の演技が光ったからね～！": "Nihhi, chuẩn luôn!\nDiễn xuất chân thật của Rami đã tỏa sáng!",
    "よかったですわ！\n望んでない結婚なんて、言語道断ですから。": "Tốt quá rồi!\nKết hôn mà không mong muốn, thì không thể chấp nhận được.",
    "ま、これで一件落着ってやつ？": "Vậy là, mọi chuyện đã xong xuôi rồi nhỉ?",
    "なら、このあと打ち上げしよう。": "Nếu vậy, chúng ta đi liên hoan sau đó đi.",
    "賛成です！　さっきのカフェのスイーツが美味しかったので、\nまたそこにしませんか？": "Tán thành!\nVì đồ ngọt ở quán cà phê lúc nãy ngon quá, chúng ta đến đó nữa nhé?",
    "お前ら、単に理由つけて美味しいもん食いたいだけじゃ……": "Mấy người, chỉ muốn tìm lý do để ăn đồ ngon thôi chứ gì…",
    "ま、いいじゃんいいじゃん！　ラミもちょうど奢って\nもらいたいとこだったし？　%usernameusernameuserna%に！": "Thì, được rồi được rồi!\nRami cũng đang muốn %usernameusernameuserna% mời mà?",
    "ん？　なんか聞き捨てならん言葉が聞こえたぞ？": "Hửm? Có vẻ như tớ vừa nghe thấy một từ không nên nghe?",
    "それじゃ、さっそくカフェにゴー！\n%usernameusernameuserna%の奢りで！": "Vậy thì, chúng ta đi đến quán cà phê nào!\nDo %usernameusernameuserna% mời!",
    "お～～～～！！": "Ô～～～～!",
    "おい、ちょっ、勝手に話を進めるな――――！！": "Này, khoan đã, đừng có tự tiện quyết định――!!",
    "翌日――": "Ngày hôm sau――",
    "では、昨日打ち上げでお話したとおり、初詣巡り開始です！": "Vậy thì, như đã nói trong buổi liên hoan hôm qua, chúng ta bắt đầu đi viếng chùa đầu năm!",
    "『これは始まりに過ぎない』とか七彩言ってたが……\n本当にまだやるんだ……": "『Đây chỉ là sự khởi đầu』, Nanairo đã nói vậy…\nThật sự vẫn còn làm sao…",
    "甘いよ、%usernameusernameuserna%～！\nまだまだ全然足りないしね。": "Ngây thơ quá, %usernameusernameuserna%～!\nVẫn còn chưa đủ đâu.",
    "本気か。": "Nghiêm túc vậy sao.",
    "もちろんですわ。\n御利益だって巡れば巡るほどあるはずですもの。": "Đương nhiên rồi.\nVì càng đi viếng nhiều thì càng có nhiều lợi ích.",
    "女の子の願いは無限大。今度テストに出る。": "Mong muốn của con gái là vô hạn.\nSắp tới sẽ có trong bài kiểm tra đấy.",
    "嫌過ぎるわ、そんな答えで点数稼ぐテストとか。": "Quá chán, mấy bài kiểm tra mà phải kiếm điểm bằng mấy câu trả lời như vậy.",
    "（まあでも来てしまったからには、俺も付き合おう）": "(Mà thôi, đã đến đây rồi thì, tớ cũng sẽ đi cùng vậy)",
    "そうして俺達は賽銭箱の前で一列に並び、\n二拝二拍手一拝でそれぞれの想いを神様に伝えていく。": "Thế là chúng tôi xếp hàng trước thùng công đức,\ndùng hai lần cúi chào, hai lần vỗ tay và một lần cúi chào để truyền đạt những mong muốn của mình đến các vị thần.",
    "満足。伝えるだけ伝えきった。": "Hài lòng. Đã truyền đạt hết những gì muốn nói.",
    "ですねっ、いっぱい願いすぎたかもしれませんね……\n神様に少し申し訳ないかも……？": "Đúng vậy, có lẽ tớ đã ước quá nhiều rồi…\nCó lẽ hơi có lỗi với các vị thần một chút…?",
    "まあ、普段たくさんの人のお願い聞いてるんだし、\n１０や２０増えたところで誤差でしょ。": "Mà, ngày thường các vị thần đã nghe rất nhiều điều ước của mọi người rồi,\nthì thêm mười hay hai mươi nữa cũng chỉ là sai số thôi.",
    "ん？　そういや、ラミは？": "Hửm? Mà, Rami đâu rồi?",
    "あ、まだお祈りしていますわね。": "À, vẫn còn đang cầu nguyện ạ.",
    "……………………………………": "……………………………………",
    "………………………………………………": "………………………………………………",
    "いや、長すぎるだろ。\n誰かに呪いでもかけてんのか……": "Này, lâu quá đấy.\nCó phải đang nguyền rủa ai không vậy…",
    "ラミさん、そろそろ時間ですよ。": "Rami-san, sắp hết giờ rồi.",
    "次の神社に向かいませんと。\nすべて巡れなくなってしまいますわ。": "Chúng ta phải đến ngôi đền tiếp theo.\nNếu không thì sẽ không đi hết được đâu.",
    "……ごめん、今終わった！": "…Xin lỗi, tớ vừa xong!",
    "お前、そんなに信心深かったか？": "Cậu, sùng đạo đến vậy sao?",
    "この前より、すごく真剣……": "So với lần trước, cậu nghiêm túc hơn nhiều…",
    "お、なんだなんだ～？\nそれだけ真剣になるほどの願いでもできたのかな？": "Ô, có chuyện gì vậy～?\nCó lẽ nào cậu đã có một điều ước nghiêm túc đến vậy sao?",
    "別に普通じゃん？": "Chuyện bình thường thôi mà?",
    "いや、絶対長いし、こないだより本気っぽかったぞ。\n一体何を願ってたんだよ？": "Không, chắc chắn là lâu hơn, và có vẻ nghiêm túc hơn lần trước đấy.\nCậu đã ước điều gì vậy?",
    "んー……それはぁ～、ひーみつ！": "Ưm～… chuyện đó～, bí～mật!",
    "特に%usernameusernameuserna%には\n教えてやんなーい。": "Đặc biệt là với %usernameusernameuserna% thì\ntớ không nói đâu.",
    "え、なんで俺だけ特別枠なんだよ。": "Ê, tại sao chỉ có tớ là đặc biệt vậy.",
    "……なるほど、ラミ『も』ますます本気？": "…Ra là vậy, Rami 'cũng' càng ngày càng nghiêm túc hơn?",
    "ま、そーゆーこと。": "Thì, là như vậy đấy.",
    "ん？　どういうことだよ？": "Hửm? Là sao vậy?",
    "%usernameusernameuserna%ってば、そういうとこだよ？": "%usernameusernameuserna% à, cậu đúng là như vậy đấy.",
    "だから、どういうことなんだよ！？": "Cho nên, là sao vậy!?",
    "（女の子って、わからないなぁ……）": "(Con gái, thật là khó hiểu…)",
    "ふふ、それでは次に行きましょうか。\nここから一番近いのは……": "Phu phu, vậy thì chúng ta đi tiếp nhé.\nGần nhất từ đây là…",
    "そのとき、誰かのスマートデバイスの通知音が鳴る。": "Lúc đó, âm thanh thông báo từ thiết bị thông minh của ai đó vang lên.",
    "……あれ、今の音――": "…À, âm thanh vừa rồi――",
    "あー、あたしのデバイスだ。\n登録したニュースのお知らせみたい。": "À, là thiết bị của tớ.\nCó vẻ như là thông báo tin tức đã đăng ký.",
    "ニュース？": "Tin tức?",
    "最近うちの親に関するニュースが出ると、通知が来るように設定したの。\nほら、一応有名人じゃない？": "Gần đây, khi có tin tức liên quan đến cha mẹ tớ, thì thông báo sẽ đến.\nThấy chưa, dù sao thì tớ cũng là người nổi tiếng mà?",
    "一応どころか授業とかで絶対習うレベルの偉人でしょ……": "Không chỉ là dù sao, mà là người nổi tiếng đến mức chắc chắn sẽ được học ở trường đấy…",
    "いつも世界中飛び回ってるほど忙しくて、なかなか連絡取れないから、\nこういう形で親の動向追いかけてんのよね。": "Vì lúc nào cũng bận rộn đi vòng quanh thế giới, nên rất khó để liên lạc,\ntớ theo dõi tình hình của cha mẹ theo cách này.",
    "そんな方法で親の現状把握する方、初めて見ましたわ……": "Lần đầu tiên tôi thấy người theo dõi tình hình của cha mẹ bằng phương pháp như vậy đấy…",
    "それで、どんなニュースなんですか？": "Vậy, tin tức là gì vậy?",
    "んー……ちょっと待ってね。": "Ưm… đợi tớ một chút nhé.",
    "えっ……！？": "Hả…!?",
    "どうした？": "Sao vậy?",
    "……帰ってくるみたい、あたしの両親。\nこのアマツに――": "…Có vẻ như, cha mẹ tớ sẽ quay về.\nAmat này――"
}