{
    "ある晴れた日――\n俺はリディアに呼ばれて、彼女の部屋へ向かっていた。": "Vào một ngày nắng đẹp――\nTôi được Lydia gọi đến, và đang trên đường đến phòng cô ấy.",
    "ピンポーン――": "Ping pong――",
    "俺だ、%usernameusernameuserna%だ。開けてくれ。": "Là tôi, %usernameusernameuserna% đây. Mở cửa ra.",
    "%usernameusernameuserna%？　まってて、今あける。": "%usernameusernameuserna%? Chờ một chút, tôi mở cửa ngay.",
    "ん？": "Hả?",
    "（今俺の呼び方――）": "（Cách tôi được gọi bây giờ――）",
    "%usernameusernameuserna%、いらっしゃい。\nここまで、おつかれさん？": "%usernameusernameuserna%, chào mừng.\nĐến đây, anh vất vả rồi?",
    "可憐な少女が、玄関先で迎えてくれた。": "Một cô bé đáng yêu đã ra đón ở cửa.",
    "よう、リディア。全然疲れてない。\nむしろ会えると思ったら、どんどんエネルギー湧いてきたな。": "Chào Lydia. Hoàn toàn không mệt mỏi.\nThay vào đó, khi nghĩ đến việc gặp em, tôi càng có thêm năng lượng.",
    "んー。リディアに会うと、おげんきになる？\nそれなら、リディアうれしい。": "Ưm. Gặp Lydia, anh thấy khỏe hơn?\nNếu vậy, Lydia vui lắm.",
    "（……俺への呼び方、『おにいちゃん』から\n変えたのだろうか。少し寂しい……）": "（……Cách gọi tôi, từ 'Anh trai' đã\nthay đổi rồi sao. Hơi buồn một chút……）",
    "…………": "…………",
    "……？　どうかしたか？": "……？ Có chuyện gì sao?",
    "んー……": "Ưm……",
    "%usernameusernameuserna%。": "%usernameusernameuserna%.",
    "%usernameusernameuserna%……": "%usernameusernameuserna%……",
    "%usernameusernameuserna%？": "%usernameusernameuserna%?",
    "……しっくりこない。\nやっぱり、おにいちゃんは『おにいちゃん』がいい。": "……Không hợp.\nRốt cuộc, 'anh trai' vẫn là 'anh trai' tốt hơn.",
    "ど、どうしたんだ？": "Đ, đã xảy ra chuyện gì?",
    "みんな、おにいちゃんのこと『%usernameusernameuserna%』って呼ぶ。\nだからリディアも呼ぼうと思った。": "Mọi người đều gọi anh là '%usernameusernameuserna%'\nVì vậy, Lydia cũng nghĩ là nên gọi như vậy.",
    "でもなんかちがう。\nリディアのおにいちゃんは、『おにいちゃん』がいい。": "Nhưng có gì đó không đúng.\nAnh trai của Lydia, là 'anh trai' mới đúng.",
    "……だめ？": "……Không được sao?",
    "もちろん、いいよ。なんなら、一生それで頼む。": "Đương nhiên, được chứ. Nếu muốn, cứ gọi như vậy cả đời cũng được.",
    "俺はエターナルおにいちゃんだ。": "Tôi là anh trai vĩnh cửu.",
    "わーい。ずっとずっとおにいちゃん。": "Yeah. Mãi mãi là anh trai.",
    "それで、今日は部屋に呼ばれたけど、\n『おたすけさんぽ』は行かないのか？": "Vậy, hôm nay được gọi đến phòng, nhưng\n'Cuộc dạo chơi giúp đỡ' không đi sao?",
    "んー。いっぱい、いく。おにいちゃんとおさんぽする。": "Ưm. Đi nhiều, đi cùng anh trai.",
    "『おたすけさんぽ』――\n一言で言えば、リディアの街歩き奉仕活動のことである。": "'Cuộc dạo chơi giúp đỡ'――\nNói một cách đơn giản, đó là hoạt động tình nguyện đi dạo phố của Lydia.",
    "彼女はみんなのお願いごとを『おたすけ』して笑顔にするため、日々\n学園中を歩き回っては人から動物まで困り事の手助けをしているのだ。": "Cô ấy giúp đỡ mọi người bằng cách 'giúp đỡ' những yêu cầu của họ để mang lại nụ cười, mỗi ngày\nđi khắp học viện để giúp đỡ từ người đến động vật gặp khó khăn.",
    "（まさに慈愛の女神だ）": "（Quả là một nữ thần từ bi）",
    "当初は心配だったから単に俺が勝手に付き添うだけだったが、\n今では旅のお供に認めてもらったのか彼女から誘われることも多い。": "Ban đầu, vì lo lắng nên tôi chỉ đi cùng một mình, nhưng\nbây giờ cô ấy đã công nhận tôi là bạn đồng hành trong chuyến đi, và cô ấy cũng thường mời tôi.",
    "ただの『付き添い』だったのが、今となっては『一緒にする』仲だ。\nリディア曰く、俺はおたすけさんぽけんてい２級らしい。": "Chỉ là 'người đi cùng', bây giờ đã là 'cùng nhau'.\nLydia nói, tôi dường như đã đạt cấp 2 trong 'Kiểm tra dạo chơi giúp đỡ'.",
    "（そっか、もう２級かぁ）": "（Vậy ra, đã là cấp 2 rồi à）",
    "（……おたすけさんぽ検定ってなんだ？）": "（……Kiểm tra dạo chơi giúp đỡ là gì vậy？）",
    "でもその前に、おにいちゃんに、おはなしがある。": "Nhưng trước đó, tôi có chuyện muốn nói với anh trai.",
    "お話……？": "Chuyện gì……?",
    "えっとね、まずは中に入って？": "Ừm, trước tiên vào trong đi?",
    "お、おう、お邪魔します。": "Ừ, ừm, xin lỗi đã làm phiền.",
    "どーぞ、おにいちゃん。": "Mời anh trai.",
    "（何度か来てるけど、\n相変わらずぬいぐるみがいっぱいで可愛らしい部屋だ）": "（Mấy lần đến rồi, nhưng\ncăn phòng vẫn đầy thú nhồi bông và rất dễ thương）",
    "おにいちゃんも好きなとこにすわって。": "Anh trai cũng ngồi chỗ anh thích đi.",
    "リディアはね、らいおんさんとうさぎさんのいるここ。\nおきにいりのとくとーせき。": "Lydia thì ở đây, có sư tử và thỏ.\nChỗ ngồi yêu thích.",
    "ただいま、みんな。いーこにしてた？": "Chào mọi người. Mọi người ngoan ngoãn chứ?",
    "おるすばんのごほうびに、えらいえらいで、\nぎゅーってしてあげる。": "Vì đã trông nhà, nên ngoan ngoãn, ngoan ngoãn, ngoan ngoãn, em sẽ\nôm chặt mọi người.",
    "んー？　おにいちゃんもしてほしい？": "Ưm? Anh trai cũng muốn?",
    "いやいや！　話ってなんなのかなって！": "Không không! Chuyện là gì vậy!",
    "んー？　んー……わすれてた。": "Ưm? Ưm…… Quên mất rồi.",
    "あはは……": "A ha ha……",
    "あのね、おにいちゃん……おはなししたいことがある。": "Anh trai à…… Em có chuyện muốn nói.",
    "お、おう、なんだ？　なんでも話してみろ。": "Ừ, ừm, có chuyện gì? Cứ nói ra đi.",
    "おにいちゃん――『こい』ってなぁに？": "Anh trai――'Yêu' là gì?",
    "……！？": "……！?",
    "そ、それって、川や池で泳いでる……": "Đ, đó không phải là con cá đang bơi trong ao……",
    "おさかなのコイさんじゃないよ？": "Không phải cá Koi sao?",
    "えっと……ドキドキするほう……？": "Ừm…… Tim đập thình thịch……?",
    "これ完全に『恋』のほうの『こい』じゃないか……\n不意を突かれた……まさかリディアからそんな相談を受けるとは……": "Đây hoàn toàn là 'Yêu' của 'yêu' rồi……\nBất ngờ thật…… Không ngờ Lydia lại hỏi tôi chuyện này……",
    "（でも『ドキドキするほう』に『？』がついてそうな聞き方だったのは、\n誰かからの受け売りだからだろうか）": "（Nhưng 'tim đập thình thịch' có dấu '?' ở cuối, có lẽ là do\nvay mượn từ ai đó）",
    "うーん、そうだなぁ……\nどうしてその質問をしたんだ？": "Ưm, ừm……\nSao em lại hỏi câu hỏi đó?",
    "どうして……": "Sao lại……",
    "えーと……きのうリディア、おねえちゃんおたすけしようと思った。\nそのおねえちゃんが言ってた。": "Ừm…… Hôm qua Lydia đã cố gắng giúp chị gái.\nChị gái đã nói như vậy.",
    "恐らくこの『おねえちゃん』とは、彼女がおたすけさんぽする\n途中で出会った、名前も知らない『おたすけ対象』のことだろう。": "Có lẽ 'chị gái' này là người mà cô ấy đã gặp trong\n'cuộc dạo chơi giúp đỡ', một 'đối tượng được giúp đỡ' mà cô ấy không biết tên.",
    "おねえちゃん、『こい』におなやみちゅうって言ってた。\nドキドキが、止まらないって。": "Chị gái nói, đang gặp rắc rối về 'yêu'.\nTim đập thình thịch, không ngừng được.",
    "でもリディア、わからなくて、何もおこたえできなかった。\nおねえちゃんの『こい』、おたすけできなかった……": "Nhưng Lydia không hiểu, không thể trả lời gì cả.\nKhông thể giúp đỡ 'yêu' của chị gái……",
    "そうか……残念だったな……": "Vậy sao…… Thật đáng tiếc……",
    "おにいちゃんは『こい』、わかる？": "Anh trai có hiểu 'yêu' không?",
    "う、うーむ……": "Ư, ưm……",
    "（さて、どうしたものか……\nこれは軽はずみには答えられないぞ）": "（Giờ phải làm sao đây……\nKhông thể trả lời một cách tùy tiện được）",
    "自分でも調べてみたのか？": "Em đã tự mình tìm hiểu chưa?",
    "それは俺にも難しい問題だ": "Đó là một vấn đề khó đối với tôi.",
    "（どう答えるべきか……）": "（Phải trả lời thế nào đây……）",
    "んー……ご本読んでみたけど、\nリディア、とちゅうで、おねむになっちゃった……": "Ưm…… Em đã đọc sách, nhưng\nLydia đã buồn ngủ ở giữa chừng……",
    "そーなの？\nおにーちゃんもよくわからない？": "Vậy sao?\nAnh trai cũng không hiểu sao?",
    "うーん……どうしよー……": "Ưm…… Phải làm sao đây……",
    "じゃあ、ふたりで一緒に調べてみるか？": "Vậy, chúng ta cùng nhau tìm hiểu nhé?",
    "もしかしたら、人によって答えが違うかもしれないし、\n難しいことはいろんな人に聞いてみるのが一番だからな。": "Có lẽ, câu trả lời khác nhau tùy theo người, và\nnhững điều khó khăn nhất là hỏi nhiều người khác nhau.",
    "んー？　今日はおにいちゃんが、リディアにおたすけ？": "Ưm? Hôm nay anh trai sẽ giúp đỡ Lydia sao?",
    "はは、そういうことになるかな。\nそれじゃ、さっそく出発だ。": "Ha ha, có lẽ là như vậy.\nVậy thì, bắt đầu ngay thôi.",
    "そして、始まったリディアに向けたおたすけさんぽ。\nまず最初の聞き取り相手は――": "Và, bắt đầu cuộc dạo chơi giúp đỡ dành cho Lydia.\nNgười đầu tiên cần được hỏi là――",
    "お、いたいた。おーい、レイヴェルー！　ルナー！": "Ồ, có rồi. Này, Rayver! Luna!",
    "あれっ……？　%usernameusernameuserna%さんと……リディアさん？": "Ơ……? Anh %usernameusernameuserna% và…… Lydia?",
    "面白い組み合わせだな。どうかしたか？": "Sự kết hợp thú vị nhỉ. Có chuyện gì vậy?",
    "んー。リディア、レイヴェルとルナにしつもん。": "Ưm. Lydia hỏi Rayver và Luna.",
    "えっ、な、なんですか……？": "Hả, c, có chuyện gì……?",
    "『こい』ってしってる？　ドキドキするやつ。": "Có biết 'yêu' không? Cái làm tim đập thình thịch.",
    "こい！？": "Yêu!?",
    "川や池で泳いでる魚のほうじゃないぞ。": "Không phải loại cá bơi trong ao đâu.",
    "わ、わかってます……！\nさすがにそういう感じの解釈はしないかと……": "Em, em biết……!\nEm biết cách giải thích như thế nào mà……",
    "え……あ、うん……そうだな。": "Ừ…… À, ừm…… Đúng vậy.",
    "まさか……リディアさんの口から、\n『恋』なんて言葉が出るとは思いもしませんでした……": "Không ngờ…… Từ miệng của Lydia,\nlại thốt ra từ 'yêu'……",
    "……突然だな。\nまさか%usernameusernameuserna%とリディア……": "……Bất ngờ thật đấy.\nKhông ngờ %usernameusernameuserna% và Lydia……",
    "待て待て、それは飛躍しすぎだ。\n掻い摘んで経緯を説明するとだな――": "Đợi đã, đợi đã, như vậy là quá xa vời rồi.\nGiải thích tóm tắt về quá trình――",
    "へ、へへ……なんだ、びっくりしました……\nそういうことだったんですね。": "H, hừ hừ…… Thật bất ngờ……\nThì ra là như vậy.",
    "協力はしたいが……難しいな。\nどう答えていいものか……特に伝え方が、な……": "Tôi muốn hợp tác…… Nhưng khó quá.\nPhải trả lời thế nào đây…… Đặc biệt là cách truyền đạt, nhỉ……",
    "（その気持ち、すごく分かるぞ）": "（Tôi hiểu cảm giác đó）",
    "恋とは……": "Tình yêu là……",
    "自分を知って欲しいと思うこと……だろうか。すまない、経験が\nないものだから……ドラマや映画の創作上のものでしか答えられない。": "Muốn người khác biết về bản thân…… Có lẽ vậy. Xin lỗi, vì tôi không có kinh nghiệm…… Tôi chỉ có thể trả lời từ những bộ phim và kịch bản.",
    "んー？　しってほしい……？": "Ưm? Muốn người khác biết……?",
    "私が思う恋は……その、ドキドキして……\n恥ずかしくなるような事……かなって？　えへへ……": "Tôi nghĩ tình yêu là…… Ừm, tim đập thình thịch……\nMột điều gì đó khiến người ta xấu hổ…… Có lẽ vậy? E hèm……",
    "すみません……少女漫画の読みすぎですね……": "Xin lỗi…… Tôi đã đọc quá nhiều truyện tranh thiếu nữ……",
    "んー、ルナもレイヴェルもぜんぜんちがうこたえ……": "Ưm, Luna và Rayver đều trả lời khác nhau……",
    "でも、とてもたすかった。ありがとー。": "Nhưng, rất hữu ích. Cảm ơn.",
    "そうか？\n役に立てたのなら何よりだ。": "Vậy sao?\nNếu có ích thì tốt rồi.",
    "えへへ、何かの参考になれば……嬉しいです。": "E hèm, nếu nó có thể giúp ích gì đó…… Em rất vui.",
    "それじゃ、次行くか？": "Vậy, đi tiếp nhé?",
    "うん、つぎいく。レイヴェル、ルナ、ばいばい。": "Vâng, đi tiếp. Rayver, Luna, tạm biệt.",
    "う、うん、またねっ。": "Ừ, ừm, hẹn gặp lại.",
    "%usernameusernameuserna%、リディアのこと頼んだぞ。\nあまり危ないまねはさせないようにな。": "%usernameusernameuserna%, tôi giao Lydia cho anh đấy.\nĐừng để cô bé làm những điều nguy hiểm quá nhé.",
    "ああ、もちろんだ。\nそのためにいるようなもんだし。": "Ừ, tất nhiên rồi.\nTôi ở đây vì điều đó mà.",
    "……というわけで、じゃあ、また。\n答えてくれてありがとう。": "……Vậy thì, hẹn gặp lại.\nCảm ơn vì đã trả lời.",
    "そうして、次に話を聞いたのは――": "Và, người tiếp theo được hỏi là――",
    "ねえ、『こい』ってしってる？": "Này, có biết 'yêu' không?",
    "あら、%usernameusernameuserna%さんに……\n確かトリニティ・ジュエルの……": "A, anh %usernameusernameuserna%……\nChắc chắn là của Trinity Jewel……",
    "んー。リディアはリディアだよ。": "Ưm. Lydia là Lydia.",
    "まあ、いろいろ疑問はあると思うが、\nここはどうか答えてやってくれ。": "Chắc là có nhiều thắc mắc, nhưng\nhãy trả lời giúp cô bé đi.",
    "確か『こい』を知ってるかどうかって……": "Chắc chắn là biết 'yêu' hay không……",
    "えっ、それってラヴ的なやつこと！？": "Hả, đó là chuyện tình cảm sao!?",
    "まあ、ラヴ的なやつのことだ。": "Ừ, là chuyện tình cảm.",
    "う……": "Ư……",
    "なんだ、なぜ俺を睨む……？": "Sao lại nhìn tôi chằm chằm……?",
    "……いいえ、なんでもないわ。他意はないみたいだし。": "……Không, không có gì. Có vẻ không có ý gì khác.",
    "そうね……恋とは――": "Đúng vậy…… Tình yêu là――",
    "相手を知りたいと思うことよ。": "Muốn biết về đối phương.",
    "んー？　ものしりさん？": "Ưm? Người hiểu biết?",
    "ふふ、そうね。その人について、物知りさんになりたくなるの。": "Hừm, đúng vậy. Muốn trở thành người hiểu biết về người đó.",
    "知れば知るほど、自分はふさわしくないって思い知らされるんだけど、\nでも知れば知るほどそれでもそばにいたいって思えちゃうのよ。": "Càng biết, càng nhận ra mình không xứng đáng, nhưng\ncàng biết, càng muốn ở bên cạnh người đó.",
    "ち、ちなみにこれは私なりに『恋』を言語化した一般論よ！\nいろんな本から得た知識を総合的にまとめただけなんだから！": "Nhân tiện, đây là cách tôi diễn giải 'tình yêu' theo cách riêng của mình!\nTôi chỉ tổng hợp kiến thức từ nhiều cuốn sách khác nhau thôi!",
    "なるほど……さすが泉花だな。言語化が上手い。ありがとな。\nリディア、どうだ？": "Tôi hiểu rồi…… Quả là Izumi. Diễn đạt rất giỏi. Cảm ơn nhé.\nLydia, sao?",
    "んー。なんとなく？　ものしりさんになること。はあく。": "Ưm. Đại khái?\nTrở thành người hiểu biết. Hiểu.",
    "でもどうしてこんな質問を？": "Nhưng tại sao lại hỏi câu hỏi này?",
    "うーん……情操教育……？": "Ưm…… Giáo dục tình cảm……?",
    "なにそれ……あまり変なこと教えちゃダメよ？": "Cái gì vậy…… Đừng dạy những điều kỳ lạ nhé?",
    "教えるわけないだろ。\nそれじゃ、またな。": "Tôi sẽ không dạy đâu.\nVậy thì, hẹn gặp lại.",
    "ええ。……それにしても、あなたを前にそんな質問投げかけるなんて、\n相手にとっちゃとんだ羞恥プレイね。": "Vâng.…… Dù sao, trước mặt anh lại hỏi những câu hỏi như vậy,\nthì đối phương sẽ cảm thấy rất xấu hổ.",
    "どういう意味だ？": "Ý là sao?",
    "なんでもなーい。": "Không có gì đâu.",
    "……？": "……?",
    "そして次の質問相手は――": "Và người tiếp theo được hỏi là――",
    "『こい』ってしってる？": "Có biết 'yêu' không?",
    "あら、%usernameusernameuserna%。その子を使ってあたしに\nその問いかけをするなんて、試されてるのかしら……ふふふ♪": "A, %usernameusernameuserna%. Sử dụng cô bé để\nhỏi tôi câu hỏi đó, có phải đang thử tôi không…… Hừ hừ♪",
    "なんでそうなる……この子の純粋な問いだ。": "Sao lại như vậy…… Đây là câu hỏi ngây thơ của cô bé mà.",
    "（まさかアニスを捕まえてしまうとは……）": "（Không ngờ lại bắt được Anis……）",
    "そういうことにしておくわ♪\n恋について聞きたいのよね？": "Cứ coi như vậy đi♪\nMuốn hỏi về tình yêu phải không?",
    "んー。おしえてくれる？": "Ưm. Dạy em đi?",
    "いいわよ。答えてあげる。恋、それは――独占欲よ。": "Được thôi. Tôi sẽ trả lời. Tình yêu, đó là―― sự chiếm hữu.",
    "その人の関心、視線、言動……そのすべてを、\n自分に釘付けにしたくなるの。他の誰にもあ～げないってね♪": "Sự quan tâm, ánh mắt, lời nói của người đó…… Tất cả đều\nmuốn dán chặt vào mình. Không cho ai khác đâu♪",
    "……ふふ、あなたに分かるかしら？": "……Hừ hừ, anh có hiểu không?",
    "んー。むずかしい。ひとりじめはよくないよ？": "Ưm. Khó hiểu. Một mình là không tốt sao?",
    "くすっ、良くないとわかっていても抑えられないの。\nそれが恋ってものよ。というより、愛かしら。": "Khịt, biết là không tốt nhưng không thể kiềm chế được.\nĐó là tình yêu. Hay nói đúng hơn là, tình yêu thương.",
    "ま、まぁ、感じ方は人ぞれぞれだ。\nもう少し色んな人に聞いてみようか。": "Ừm, cảm giác của mỗi người là khác nhau mà.\nChúng ta hãy hỏi thêm nhiều người khác xem sao.",
    "んー、そうする。\nごきょーりょく、かんしゃ。": "Ưm, sẽ làm vậy.\nCảm ơn vì sự hợp tác.",
    "ふふ、どういたしまして。": "Hừ hừ, không có gì đâu.",
    "その後も、街中で出会った顔見知りに聞いてみたが……": "Sau đó, tôi đã hỏi những người quen biết trong thành phố, nhưng……",
    "いずれも答えがその人ごとに異なり、\nかえってリディアを混乱させてしまっているようだった。": "Câu trả lời của mỗi người đều khác nhau,\ncó vẻ như đã khiến Lydia bối rối hơn.",
    "ふぅ……少しあそこのベンチで休憩するか。": "Phù…… Nghỉ một chút ở băng ghế kia thôi.",
    "んー。ひとやすみはだいじ。": "Ưm. Nghỉ ngơi là quan trọng.",
    "で、恋がなんなのかは分かったか？": "Vậy, em đã hiểu tình yêu là gì chưa?",
    "んー……わかんない。": "Ưm…… Không hiểu.",
    "みんな、ばらばら。\nどれがせいかい？": "Mọi người, mỗi người một kiểu.\nCái nào đúng?",
    "そうだなぁ……": "Ừm……",
    "（俺もぱっと答えられるわけじゃないし……\nというか――）": "（Tôi cũng không thể trả lời ngay được……\nHay nói đúng hơn――）",
    "結局、答えなんてないんじゃないか？": "Cuối cùng, có lẽ không có câu trả lời nào?",
    "んー？？？": "Ưm???",
    "それじゃ、リディア、おねえちゃんおたすけできない？": "Vậy thì, Lydia, không thể giúp chị gái sao?",
    "……かもな。今のリディアには多分、\nリディアが思うような『おたすけ』はできないかもしれない。": "……Có lẽ vậy. Hiện tại, Lydia có lẽ sẽ không\ntạo ra được 'sự giúp đỡ' như Lydia nghĩ.",
    "きっと恋というものには色々あって、\nみんなそれぞれ自分だけの形があるってことなんだろう。": "Chắc chắn là có nhiều điều về tình yêu, và\nmỗi người đều có hình thức riêng.",
    "だからリディアなりの答えを自分で見つけないと、\n助言とかしてまるっと解決……みたいなことはできないと思う。": "Vì vậy, nếu em không tự mình tìm ra câu trả lời của riêng mình,\nthì không thể đưa ra lời khuyên hay giải quyết mọi thứ……",
    "んー……リディアのこたえ……わかんない。": "Ưm…… Câu trả lời của Lydia…… Không hiểu.",
    "今わかる必要はないさ。別におたすけの形もひとつだけじゃないからな。\n今のリディアにだってできることはあると思う。": "Bây giờ không cần phải hiểu. Không chỉ có một hình thức giúp đỡ đâu.\nTôi nghĩ Lydia hiện tại vẫn có thể làm được điều gì đó.",
    "んー？　あるの？": "Ưm? Có sao?",
    "ああ、特別なことなんてしなくていい。\nただ少しそっと背中を押すか、優しく見守って応援してあげるんだ。": "Ừ, không cần phải làm những điều đặc biệt đâu.\nChỉ cần nhẹ nhàng đẩy em một chút, hoặc dịu dàng quan sát và cổ vũ em.",
    "『こい』がわからなくても、その人の頑張りや願いが報われてほしい\nというリディアの気持ちは伝わるはず。": "Dù không hiểu 'yêu' là gì, nhưng em vẫn có thể truyền đạt được\ncảm xúc của Lydia là mong muốn người đó cố gắng và ước nguyện của họ sẽ được đền đáp.",
    "それがその人の前に進もうって気持ちのきっかけに、\nなるかもしれないからな。それは十分『おたすけ』じゃないか？": "Đó có thể là một khởi đầu cho cảm xúc muốn tiến về phía trước của người đó,\ncó lẽ là đủ để 'giúp đỡ' rồi?",
    "んー……リディア、がんばってみる。おうえん、がんばる。": "Ưm…… Lydia, sẽ cố gắng. Cổ vũ, sẽ cố gắng.",
    "ああ、その意気だ。": "Ừ, đúng là như vậy.",
    "おにいちゃんは、『こい』ってしたことある？": "Anh trai đã từng 'yêu' chưa?",
    "ぶっ！！": "Bụp!!",
    "『知ってるか』ではなく、『したことがあるか』に質問が変わった。\n恐らくいろんな人の話を聞いて、『するもの』だと学んだのだろう。": "Không phải là 'biết' mà là 'đã từng' đã thay đổi câu hỏi.\nCó lẽ là sau khi nghe nhiều người nói, đã học được rằng 'phải làm'.",
    "んー？　だいじょうぶ？": "Ưm? Không sao chứ?",
    "も、問題ないっ！\nちょっと咳が出そうになっただけで……": "Kh, không có vấn đề gì!\nChỉ là muốn ho khan một chút mà……",
    "（さて、どうしたもんか……\n迂闊なことを言って問題になったら大変だし……）": "（Giờ phải làm sao đây……\nNếu nói điều gì đó sơ suất, thì sẽ rất phiền phức……）",
    "（かと言ってこんなに純粋な目で見詰められて、\n適当な嘘で返すということもやりたくない）": "（Nhưng với ánh mắt ngây thơ như vậy, tôi không muốn\ntrả lời bằng những lời dối trá tùy tiện）",
    "……俺は過去の記憶がないからな。\n恋は、したことがないかもしれないな……？": "……Tôi không có ký ức về quá khứ.\nTình yêu, có lẽ tôi chưa từng trải qua……?",
    "（あれ？　どうしたんだ……？\n何かマズいことでも言ったか？）": "（Ơ? Sao vậy……?\nTôi đã nói điều gì đó không ổn sao?）",
    "きおく……ないの？": "Ký ức…… Không có sao?",
    "（ああ、そっちに驚いたのか？）": "（À, em ngạc nhiên về điều đó sao?）",
    "そうだな……": "Đúng vậy……",
    "じゃあじゃあ、パパとママのことも、おぼえてない？": "Vậy thì, cả chuyện của ba và mẹ cũng không nhớ sao?",
    "まあ、憶えては……いないな。": "Ừm, tôi không…… nhớ.",
    "おにいちゃんもリディアとおなじ？": "Anh trai cũng giống Lydia sao?",
    "同じ……？": "Giống……?",
    "リディアもね、あんまりおぼえてないの。": "Lydia cũng vậy, không nhớ nhiều.",
    "赤ちゃんのとき、お星さまになっちゃったんだって。\n『じこ』っていんちょうさんが言ってた。": "Khi còn bé, em đã trở thành ngôi sao.\n'Tai nạn' là những gì bác sĩ nói.",
    "（『いんちょうさん』――話の流れからして施設の院長とかだろうか。\n親を亡くして孤児として引き取られたのかもしれない）": "（'Bác sĩ'―― Theo dòng chảy của câu chuyện, có lẽ là hiệu trưởng của cơ sở.\nCó lẽ đã mất cha mẹ và được nhận nuôi như một đứa trẻ mồ côi）",
    "リディア……": "Lydia……",
    "ねーねー、おにいちゃん、しゃがんで？": "Này, này, anh trai, cúi xuống?",
    "ん？　こうでいいのか？": "Ừ? Như vậy được không?",
    "よくわからんまま、目の前でしゃがんでみたが、\nリディアはどうしたいんだ……？": "Không hiểu gì, tôi đã cúi xuống trước mặt, nhưng\nLydia muốn gì……?",
    "いーこ、いーこ……なでなで。": "Ngoan, ngoan…… Xoa đầu.",
    "なぜかまた突然頭を撫でられてしまった。": "Không hiểu sao lại đột nhiên bị xoa đầu.",
    "ひとりはさみしい。でもおにいちゃんは、えらい。\nやっぱりがんばりやさん。": "Một mình thì buồn. Nhưng anh trai thì ngoan ngoãn.\nQuả là người chăm chỉ.",
    "だから、よしよし……": "Vì vậy, tốt, tốt……",
    "寂しいというなら、リディアもじゃないだろうか。": "Nếu em nói là buồn, thì Lydia cũng vậy sao?",
    "――と思ったが、ものごころがつく前の出来事なので顔も覚えていない。\nだからそもそも寂しいって感覚すらないのだろう。": "――Tôi đã nghĩ vậy, nhưng vì đó là chuyện trước khi tôi có ý thức.\nVì vậy, ngay cả cảm giác buồn bã cũng không có.",
    "（そういう意味では、俺も似たような感じだ。\n最初のころならともかく、今はそうじゃない）": "（Theo nghĩa đó, tôi cũng có cảm giác tương tự.\nNgay từ đầu, bây giờ thì không phải vậy）",
    "……別に、ひとりじゃないさ。確かに記憶はない。両親の顔も友人も、\n恋をしていたのかすらもわからない。会う人全員が『はじめまして』だ。": "……Không phải một mình đâu. Đúng là tôi không có ký ức. Không biết mặt cha mẹ, bạn bè, thậm chí tôi còn không biết mình đã yêu chưa. Tất cả những người tôi gặp đều là 'lần đầu gặp mặt'.",
    "でも……俺の場合すぐに学園でリディア達のような仲間が出来たから、\n今はひとりじゃないって思えてる。だから寂しくなんてないぞ。": "Nhưng…… Trong trường hợp của tôi, tôi đã sớm có những người bạn như Lydia ở học viện,\nbây giờ tôi không còn một mình nữa. Vì vậy, tôi không cảm thấy buồn.",
    "リディア、いつの間にかおにいちゃんをおたすけしてた？": "Lydia, đã giúp đỡ anh trai từ lúc nào vậy?",
    "ああ、十二分にな。だからなでなではしなくても大丈夫だ。": "Ừ, đủ rồi. Vì vậy, không cần phải xoa đầu nữa đâu.",
    "んー。わかった。\nおにいちゃんがだいじょうぶなら、リディアはうれしい。": "Ưm. Hiểu rồi.\nNếu anh trai không sao, Lydia vui lắm.",
    "代わりに、俺の膝の上においで。": "Thay vào đó, hãy lên đùi tôi đi.",
    "んー？　おひざ？　どうして？": "Ưm? Đùi? Tại sao?",
    "不思議そうにしながらも、\n俺に言われた通り彼女は右膝の上に腰掛けた。": "Mặc dù có vẻ ngạc nhiên,\ncô ấy đã ngồi lên đùi phải của tôi như tôi đã nói.",
    "おにいちゃん……？": "Anh trai……?",
    "…………！": "…………！",
    "リディアこそ、いい子いい子されるべきだと思ったんだ。\nさっきいっぱいなでてくれたお礼だな。": "Tôi nghĩ Lydia mới là người nên được khen ngợi.\nTôi đã khen ngợi em rất nhiều lúc nãy.",
    "おにいちゃん……": "Anh trai……",
    "あとリディアはいつも自分より他人ばかり気にかけてるだろ？\nその優しい気持ちに敬意を表するっていうのかな。": "Và Lydia luôn quan tâm đến người khác hơn bản thân mình phải không?\nTôi nghĩ đó là sự tôn trọng đối với những cảm xúc tốt đẹp đó.",
    "逆にたまには誰かに優しくされてもいいと思うんだ。\n嫌だったか？": "Ngược lại, thỉnh thoảng em cũng nên được ai đó đối xử tốt.\nCó thích không?",
    "……んーん。イヤじゃないよ。\nおにいちゃんのなでなで、きもちいい。": "……Ưm, không. Không thích đâu.\nXoa đầu của anh trai, rất dễ chịu.",
    "そっか、そう言ってもらえると嬉しいよ。": "Vậy sao, tôi rất vui khi em nói vậy.",
    "それにね、ぽやぽやする……": "Và, tôi cảm thấy thư thái……",
    "おにいちゃんのなでなで、リディアの一番さん。": "Xoa đầu của anh trai, là nhất của Lydia.",
    "一番か、それは光栄だな。": "Nhất sao, thật vinh dự.",
    "おにいちゃんのおてて、おひさまみたい。": "Tay của anh trai, như ánh nắng mặt trời.",
    "おにいちゃん、もっとなでなでして？": "Anh trai, xoa đầu nhiều hơn đi?",
    "どうした？　なんだか甘えん坊になったな。": "Sao vậy? Có vẻ như em đã trở nên nũng nịu hơn rồi.",
    "んー……ちがう、リディア、子どもじゃないもん……": "Ưm…… Không, Lydia không phải là trẻ con……",
    "でも……でもね……": "Nhưng…… nhưng mà……",
    "おにいちゃんになでなでされていると――ドキドキする。": "Khi được anh trai xoa đầu―― tim đập thình thịch.",
    "……！": "……！",
    "わかった。満足するまで、リディアのお願いを叶えるよ。\nこれも『おたすけさんぽ』かな？": "Tôi hiểu rồi. Tôi sẽ đáp ứng mong muốn của Lydia cho đến khi em hài lòng.\nĐây cũng là 'cuộc dạo chơi giúp đỡ' sao?",
    "わーい。\nリディア、おにいちゃんにおたすけさんぽされちゃった。": "Yeah.\nLydia đã được anh trai giúp đỡ rồi.",
    "――それから後日、リディアから連絡があった。\nおねえちゃんの『恋』、だいせいこう――と。": "――Và sau đó, Lydia đã liên lạc với tôi sau đó.\n'Tình yêu' của chị gái, đã thành công lớn――.",
    "その女性への『おたすけ』は彼女がひとりで頑張りたかったそうで、\n結局どう応援したのかはわからないけど。": "Cô ấy muốn tự mình cố gắng 'giúp đỡ' người phụ nữ đó, và\ntôi không biết cuối cùng cô ấy đã cổ vũ như thế nào.",
    "（でも、上手くいってよかった）": "（Nhưng, tốt rồi）",
    "そして――": "Và――",
    "おにいちゃんおにいちゃん、こんにちは。\nおたすけさんぽにいこ？　じゅんびはばんたん？": "Anh trai anh trai, xin chào.\nĐi dạo giúp đỡ đi? Chuẩn bị sẵn sàng chưa?",
    "ああ、もちろん。どのあたりに行こうか。": "Ừ, tất nhiên rồi. Chúng ta sẽ đi đâu đây?",
    "今日もまた、俺と小さな女神のおたすけさんぽな１日が\n始まるのだった――": "Hôm nay, một ngày nữa, cuộc dạo chơi giúp đỡ của tôi và nữ thần nhỏ\nbắt đầu――"
}