{
    "レイヴェル、ひとりでトレーニングか？": "Reiヴェル, cậu tập một mình à?",
    "ああ……ルナとリディアも誘ったのだが、\n断られてしまってな……やはり人望が足りないのだろうか？": "Ừm... Tớ đã rủ Luna và Lidia, nhưng mà\nbị từ chối... Chắc là do tớ không được lòng mọi người nhỉ?",
    "いや、そんなことはないとは思うが……\nふたりとも忙しかったんじゃないか？": "Không, tôi nghĩ là không phải vậy đâu...\nChắc là cả hai đều đang bận thôi?",
    "ふたりに用事があるのは分かっているのだがな……\nそれでも、どこか距離を感じてしまうんだ。": "Tớ biết cả hai đều có việc, nhưng mà... \ntớ vẫn cảm thấy có khoảng cách.",
    "私としては、もっと気軽に頼みや話をしてくれてもいいのだが……": "Với tớ, lẽ ra họ nên nhờ vả và tâm sự với tớ thoải mái hơn...",
    "（確かにレイヴェルはカリスマ感が強いというか……\n気軽に頼み事をしたいってタイプじゃないよなぁ）": "(Quả thật Reiヴェル có vẻ như là người có khí chất, \nmà không phải kiểu người muốn nhờ vả)",
    "どうすれば、もっと私のことを頼ってくれるようになるだろうか？": "Làm thế nào để họ tin tưởng và nhờ vả tớ hơn đây?",
    "（なんか思ったよりもレイヴェルは気にしてるっぽいな）": "(Có vẻ như Reiヴェル để tâm chuyện này hơn tôi nghĩ)",
    "もっと弱みを見せる": "Cho thấy điểm yếu của mình",
    "寄り添いが大切": "Sự đồng hành là quan trọng",
    "仲間にもっと頼られたいか……ここはアドバイスとして――": "Muốn được đồng đội tin tưởng hơn sao... Vậy tôi sẽ cho cậu lời khuyên...",
    "レイヴェルはルナやリディアに弱みを見せる方がいいんじゃないか？\n完璧人間に見えるから頼り辛いんだと思うぞ。": "Reiヴェル nên cho Luna và Lidia thấy điểm yếu của mình thì hơn?\nVì cậu có vẻ hoàn hảo nên họ thấy khó mà nhờ vả đấy.",
    "なるほど、弱みを見せるか。\n……考えてみたが、少し難しい気もするな。": "Ra là vậy, cho thấy điểm yếu sao.\n...Cũng đã nghĩ rồi, nhưng có vẻ hơi khó.",
    "弱みを見せると言っても何をすればいいのか。\nそれに、甘くみられるのも避けたいところだ。": "Nói là cho thấy điểm yếu thì nên làm gì?\nVới lại, tớ cũng không muốn bị đánh giá thấp.",
    "そうなると難しいな……": "Vậy thì khó thật...",
    "ふたりで相談をしてみたが、\n親しみやすくなるいいアイデアは思い浮かばないままだった。": "Đã bàn bạc với nhau rồi, nhưng mà\ntớ vẫn chưa nghĩ ra ý tưởng nào hay để thân thiết hơn cả.",
    "相談を待つのが良くないんじゃないか？\nこっちから寄り添ってあげると、親しみやすさが増すと思うぞ。": "Chờ đợi có lẽ không tốt đâu nhỉ?\nCậu nên chủ động đồng hành với họ, tớ nghĩ sẽ thân thiết hơn đấy.",
    "寄り添いか……具体的にはどのようなことをすればいい？": "Đồng hành sao... Cụ thể thì nên làm những gì?",
    "例えばただ誘うんじゃなくて、ルナやリディアが何に忙しいのか聞いて、\nそれに合わせて一緒に何かするのがいいんじゃないか？": "Ví dụ như đừng chỉ rủ rê suông, hãy hỏi xem Luna và Lidia đang bận gì,\nrồi cùng làm gì đó phù hợp với họ thì sao?",
    "レイヴェルのほうから、ちゃんと話しかけてあげると、\nあのふたりもきっと応じてくれるだろうし。": "Nếu Reiヴェル chủ động bắt chuyện với họ, \nthì cả hai chắc chắn sẽ đáp lại thôi.",
    "なるほど……確かに、言われてみればその通りだな。\nつい、自分が引っ張らねばと考えていたが……": "Ra là vậy... Quả thật, nếu nghĩ kỹ thì đúng là như vậy.\nTớ cứ nghĩ mình phải gánh vác mọi thứ...",
    "私からふたりの事情に合わせて提案をするのもひとつの手か。\n礼を言う、%usernameusernameuserna%。早速行ってくるとしよう。": "Từ phía tớ, đưa ra những đề nghị phù hợp với hoàn cảnh của cả hai cũng là một cách.\nCảm ơn cậu, %usernameusernameuserna%. Tớ đi ngay đây.",
    "そういって走っていくレイヴェルを俺は見送るのだった。": "Tôi nhìn Reiヴェル chạy đi."
}