{
    "泉花に誘われて、一緒に勉強することになった。": "Tôi được Izumika rủ học cùng.",
    "泉花は成績優秀ですごいよな。": "Izumika học giỏi thật đấy.",
    "当たり前でしょ。カラフルブーケの参謀が、\nおバカなわけないじゃない。": "Đương nhiên rồi. Quân sư của 'Bó hoa rực rỡ' mà, sao có thể ngốc được chứ.",
    "最大限の成果を出すためには、どう効率よく勉強すればいいか……\nそのあたり抜かりないわ。": "Để đạt được kết quả cao nhất, phải học hiệu quả như thế nào đây...\nChỗ đó tôi không hề thiếu sót đâu.",
    "俺にも教えてくれないか？": "Em chỉ cho tôi với được không?",
    "じゃあ、この問題わかる？": "Vậy, cậu có hiểu bài này không?",
    "……！\nふふ、別にいいわよ。": "……！\nHừm, cũng được thôi.",
    "お、マジか。俺から頼んどいてなんだが、\n泉花の勉強時間奪っちゃったりしないか？": "Ồ, thật sao. Dù là tôi nhờ, nhưng không biết có chiếm thời gian học của Izumika không nữa?",
    "ちょっとくらい教える側に回った程度で落ちる成績じゃないわ。\nそれより――": "Chỉ dạy một chút thôi thì không đến nỗi làm giảm thành tích đâu.\nHơn nữa――",
    "それより？": "Hơn nữa?",
    "教えてもらったら、ちゃんと私に感謝すること。\nお礼に帰りにカフェでも奢ってくれたら、なお良し。": "Nếu được chỉ bảo, thì phải biết ơn tôi đấy nhé.\nNếu cậu mời tôi đi cafe sau đó nữa thì càng tốt.",
    "はは、わかったよ。ケーキもつける。": "Ha ha, tôi hiểu rồi. Thêm cả bánh ngọt nữa.",
    "あら♪　さすが、%usernameusernameuserna%さんね。\nわかってるじゃない。": "A♪ Quả nhiên là %usernameusernameuserna% rồi.\nBiết điều đấy.",
    "そうして帰りはカフェに寄り道する約束をしつつ、\n俺は彼女に勉強を教えてもらうのだった――": "Cứ như thế, tôi và cô ấy hẹn nhau ghé quán cafe sau khi học xong.\nTôi đã được cô ấy chỉ bảo――",
    "え？　ちょっと見せて。": "Hả? Để tôi xem nào.",
    "この問題集の数学の問１なんだが、\n多分トップクラスの難度だと思うんだ。どうだ？": "Đây là bài toán số 1 trong đề toán này.\nTôi nghĩ nó thuộc dạng khó nhất đấy. Sao nào?",
    "…………": "…………",
    "泉花？": "Izumika?",
    "私もね、常に１００点満点が取れるわけじゃないの。\n中には少し調べて確信持ってから答えないといけないこともあるわ。": "Tôi cũng không phải lúc nào cũng đạt điểm 100 được đâu.\nCó những bài phải tìm hiểu một chút rồi mới tự tin trả lời được.",
    "要するに、わからないわけか。": "Nói tóm lại là, không biết làm?",
    "待って！　そんなこと言ってないわ！\n数学だって校舎内で上位よ！？": "Đợi đã! Tôi đâu có nói vậy!\nToán của tôi cũng thuộc top đầu trong trường đấy nhé!?",
    "いや、わかってるって……誰だってわからないことの\nひとつやふたつはある。特にこれは難問だし。だから――": "Không, tôi hiểu mà... Ai mà chẳng có một vài thứ không biết.\nNhất là bài này lại khó nữa. Vì vậy――",
    "調べるから待って！　それでちゃんと答えわかったら、\n『ありがとう』を忘れないように！": "Để tôi xem đã! Cứ đợi tôi nhé! Nếu tôi tìm ra đáp án, thì đừng quên nói 'cảm ơn' đấy!",
    "え……えっと……はい……よ、よろしく……": "H...hừm...v...vâng...xin cứ tự nhiên...",
    "ふふ、任せなさい！": "Hừm, cứ giao cho tôi!",
    "どうやらプライドに火をつけてしまったようだ。": "Có vẻ như đã châm ngòi cho lòng tự trọng của cô ấy rồi."
}