{
    "シリウスシュガーも、カオスメイデンも動きを止めて、\nその場の全員がユリアと翠蘭の喧嘩を見守っていた。": "Cả Sirius Sugar lẫn Chaos Maiden đều dừng lại,\ntất cả mọi người đều theo dõi cuộc cãi vã của Yuria và Suiran.",
    "勝負としてみれば……不格好な物だろう。技術も何もない。\n感情のままに打ちあう、そんなお互いの不満をぶつける喧嘩だった。": "Nếu coi là một trận chiến... thì thật là thô kệch. Chẳng có kỹ thuật gì cả.\nChỉ là những trận cãi vã trút bỏ sự bất mãn của cả hai, cứ thế mà đánh nhau.",
    "最近はずっと楽しくない作戦ばっかりだし！\n小言ばっかりで、次は頑張るばっかりじゃん！": "Gần đây toàn là những nhiệm vụ không vui vẻ gì cả!\nToàn là những lời phàn nàn, rồi thì lần sau cố gắng lên!\n",
    "ええ、私だって分かってますよ！　だったら、\nユリアだって言えばいいじゃないですか！": "Vâng, em cũng hiểu mà! Nếu vậy,\nsao Yuria không nói ra chứ!",
    "全部私に押し付けてるくせに、\n文句ばっかり言って……ふざけないでください！": "Cứ đùn đẩy mọi thứ cho em,\nrồi thì toàn là cằn nhằn... Đừng có đùa nữa!",
    "うっさい！　シリウスシュガーと楽しそうにしてたじゃん！\n私たちがいらないなら、勝手に出ていけばいいじゃん！": "Im đi! Cậu vui vẻ với Sirius Sugar còn gì! Nếu tụi mình không cần thiết,\ncứ tự nhiên mà biến đi!",
    "勝手に！？　勝手なのはそっちでしょう！\n私に何も言わずに、勝手にＭＧを持ち出して出て行ったくせに！": "Tự nhiên!? Tự tiện là ở cậu đấy!\nKhông nói với tớ một lời, tự tiện mang MG ra rồi bỏ đi!",
    "だって、翠蘭ちゃんは反対するでしょ！\nいつだって、ルールばっかりじゃん！": "Tại vì, Suiran-chan sẽ phản đối mà!\nLúc nào cũng chỉ có quy tắc!",
    "……いいな。": "…Thật tốt.",
    "どうしたの、フィー？\nふたりの世界であんな喧嘩してるのが羨ましいの？": "Sao vậy, Fee?\nCậu thấy ghen tị khi hai người cãi nhau như thế sao?",
    "……わたしはあんな風に感情を出せないから。\nそれに、翠蘭もユリアも本気だからあんな風になる。": "…Tớ không thể bộc lộ cảm xúc như vậy.\nVới lại, Suiran và Yuria đều nghiêm túc nên mới thành ra như vậy.",
    "もっと喧嘩をするべきだった": "Đáng lẽ nên cãi nhau nhiều hơn nữa.",
    "もっと意見を言うべきだった": "Đáng lẽ nên nói ra ý kiến của mình nhiều hơn nữa.",
    "こんな風に自分の感情を出す二人は、初めて見ました……": "Lần đầu tiên tớ thấy hai người bộc lộ cảm xúc như thế này...",
    "不満があるなら喧嘩だってすればよかったんだよ。\n……お前らみたいなタイプが我慢してたのが歪だったんだ。": "Nếu có bất mãn thì cứ cãi nhau là được rồi.\n…Cái kiểu như hai người cứ nhẫn nhịn là sai rồi.",
    "……そうなのかな。": "…Vậy sao nhỉ?",
    "お前たちはもっと意見を言うべきだったんだ。\n貯め込んだから、こんな風に爆発したんだろうな。": "Hai cậu đáng lẽ nên nói ra ý kiến của mình nhiều hơn nữa.\nVì dồn nén quá lâu nên mới bùng nổ như thế này.",
    "もっと言うべきことを言う……ですか。": "Nói ra những điều nên nói… sao ạ?",
    "そうして、徐々に翠蘭とユリアの動きが鈍くなっていく。\nそれは疲れもあれば……精神的な面も大きい。": "Cứ như vậy, hành động của Suiran và Yuria dần trở nên chậm chạp.\nMột phần vì mệt mỏi… phần lớn là về mặt tinh thần.",
    "本当に私がいらないなら、いらないっていえばいいでしょう！\nそれがユリアのためになるなら、身を引きますよ！": "Nếu thật sự không cần em, thì cứ nói là không cần đi!\nNếu điều đó tốt cho Yuria, em sẽ rút lui!",
    "いらないなんて、言ってないじゃん！": "Tớ đâu có nói là không cần!",
    "ずっとずっと、楽しかったのに楽しくなくなっちゃったんだもん！\nこんな時、どうすればいいかなんて誰も教えてくれなかった！": "Suốt, suốt thời gian qua, vui vẻ như vậy mà giờ lại không vui nữa!\nTrong lúc như thế này, phải làm sao đây, chẳng ai chỉ cho tớ cả!",
    "なら、そういってください！　頼ってください！\n私たちは、まだ何も出来ていないじゃないですか！": "Vậy thì, hãy nói ra đi! Hãy nhờ cậy vào tụi em đi!\nTụi em vẫn chưa làm được gì cả!",
    "知らない！　知らないよ！　だって、誰も教えてくれなかった！": "Không biết! Tớ không biết đâu! Tại vì, chẳng ai chỉ cho tớ cả!",
    "頼るって何！？　どうすればいいの！？\n楽しくないって言っても、解決しなかったじゃん！": "Nhờ cậy là sao!? Phải làm sao đây!?\nNói là không vui thì cũng chẳng giải quyết được gì!",
    "ねえ、答えてよ翠蘭ちゃん！\n分かるんでしょ！": "Này, trả lời tớ đi, Suiran-chan!\nCậu hiểu đúng không!",
    "どうすればいいかなんて――分かるわけないでしょう！": "Phải làm sao ư――Tớ làm sao mà biết được!",
    "分かんないなら――": "Nếu không biết thì――",
    "ユリアは分からないとすら、私に言ってくれなかったじゃないですか！": "Yuria còn không nói với tớ là không biết nữa!",
    "っ……！": "…!",
    "もっと、頼ってくれればよかったんです！\nちゃんと話してくれなければ、何も分かりません！": "Đáng lẽ nên nhờ cậy vào tớ nhiều hơn nữa!\nNếu không nói chuyện đàng hoàng, thì tớ chẳng biết gì cả!",
    "だって、私はユリアじゃないんですから！": "Tại vì, tớ không phải là Yuria mà!",
    "その言葉にユリアの動きが鈍くなる。\n……それはきっと、翠蘭の言葉が届いたからだろう。": "Trước lời nói đó, hành động của Yuria trở nên chậm chạp.\n…Chắc chắn là, vì lời nói của Suiran đã đến được với cô ấy.",
    "でも、翠蘭ちゃんはいつだって大変だって怒ってばっかりで……": "Nhưng, Suiran-chan lúc nào cũng giận dữ vì mọi thứ đều khó khăn…",
    "怒りますし、文句だって言います！\nでも、一度でも貴方たちを私が見捨てようとしましたか！？": "Tớ sẽ giận, tớ sẽ phàn nàn!\nNhưng, đã có lần nào tớ bỏ rơi hai cậu chưa!?",
    "シリウスシュガーと楽しそうに、して……": "Vui vẻ với Sirius Sugar…",
    "貴方たちのためなら、私は誰でも頼ります！　なんだってします！\nどれだけ辛くったって、見捨てるわけがないでしょう！": "Vì hai cậu, tớ sẽ nhờ cậy bất cứ ai! Sẽ làm bất cứ điều gì!\nCho dù có khổ cực đến đâu, tớ cũng không bỏ rơi đâu!",
    "なんで……なんで、そこまでしてくれるの……？": "Tại sao… tại sao cậu lại làm đến mức đó…?",
    "怯えた子供のように、その質問をするユリア。\nそして、翠蘭は思いのたけを叫んだ": "Như một đứa trẻ sợ hãi, Yuria đặt câu hỏi đó.\nVà, Suiran đã hét lên tất cả những gì chất chứa trong lòng.",
    "そんなの！　誰よりも貴方たちを信用して――憧れているのが、\n私だからに決まっているじゃないですか！": "Chuyện đó là vì! Tớ tin tưởng hai cậu hơn bất cứ ai――Vì tớ ngưỡng mộ hai cậu,\nnên mới thành ra như vậy chứ!",
    "初めてあなたの操縦を見たときに――あの時から、私の心は変わっていない！": "Lần đầu tiên tớ nhìn thấy cậu điều khiển――Từ lúc đó, trái tim tớ đã không hề thay đổi!",
    "（たったひとりで、現役のチームを相手にして……\n完勝してしまうなんて……）": "（Chỉ một mình, đối đầu với một đội hiện tại…\nChiến thắng hoàn toàn…）",
    "『あれー？　もう終わり？　ねえねえ、もっと他にいないの？\nまだまだ、このＭＧで出来そうなことあるんだよね♪』": "『A~? Hết rồi sao? Này này, còn ai nữa không?\nVẫn còn nhiều thứ có thể làm với MG này mà♪』",
    "（見たい……！　この才能が、どこまで羽ばたけるのか……！\nこの人と共に学園の頂点に立つ光景を――）": "（Muốn thấy…! Tài năng này, sẽ bay cao đến đâu…!\nCùng với người này đứng trên đỉnh cao của học viện――）",
    "ユリアはワガママで、自分勝手で、いう事も聞かない！\n勝手に暴走して迷惑をかける問題児で……！": "Yuria thì ích kỷ, tự cho mình là trung tâm, không nghe lời ai cả!\nTự ý nổi loạn, gây phiền phức, đúng là một đứa có vấn đề…!",
    "でも、そんなユリアは私にとって最高のパイロットで、\n誰よりも自由で素敵な憧れの人なんです！": "Nhưng, Yuria như thế, đối với tớ là một phi công tuyệt vời nhất,\nlà một người tự do và tuyệt vời hơn bất cứ ai mà tớ ngưỡng mộ!",
    "望むなら、どこまでだってついていきます！\n地の果てだろうが、どこだってユリアが輝けるようにしてみせます": "Nếu muốn, tớ sẽ đi theo đến bất cứ đâu!\nDù là tận cùng thế giới, tớ cũng sẽ khiến Yuria tỏa sáng!",
    "なのに――なのに、あなたが輝くのを諦めてどうするんですか！！": "Vậy mà――Vậy mà, tại sao cậu lại từ bỏ việc tỏa sáng chứ!!",
    "翠蘭ちゃん……": "Suiran-chan…",
    "ふたりは満身創痍で撃ち合っていた。\nエネルギーもなくなり、弾も切れ力なく長刀で打ちあうが……": "Hai người đã chiến đấu với đầy vết thương.\nHết năng lượng, hết đạn, dùng đao đánh nhau một cách vô lực…",
    "あっ、ふたりの機体が……": "A, hai cỗ máy của hai người…",
    "ずっと全力で戦い続けていましたもの……補給もしてないから、\n機体も限界なのですわ。": "Đã chiến đấu hết mình suốt thời gian qua… Vì không được tiếp tế,\nnên cỗ máy cũng đã đến giới hạn rồi.",
    "エネルギーの限界になった機体は、\n戦っている姿勢のまま完全に動きを止めた。": "Cỗ máy đã đến giới hạn năng lượng,\nvẫn giữ tư thế chiến đấu và hoàn toàn dừng lại.",
    "……これはＭＧでの勝負は引き分けだね。": "…Vậy là, trận chiến bằng MG này hòa nhau rồi.",
    "ふたりが降りて……あっ！": "Hai người bước xuống… A!",
    "ハッチが開き、気まずそうな顔をしたユリアが降りる。\nそして、同じように出てきた翠蘭はユリアの元へ行き胸倉を掴む。": "Nắp mở ra, Yuria với vẻ mặt khó xử bước xuống.\nVà, Suiran cũng bước ra, tiến đến nắm lấy cổ áo Yuria.",
    "やばっ！？　ちょっと、あれ殴り合いになるわよ！？": "Chết tiệt!? Khoan đã, hai người định đánh nhau đấy à!?",
    "と、止めないと……！": "Phải ngăn lại…!",
    "――大丈夫よ。": "――Ổn thôi.",
    "アニスがシリウスシュガーを制して、じっと二人を見る。\nそうして、翠蘭は涙を流しながら絞り出すように言う。": "Anis ngăn Sirius Sugar lại, nhìn hai người chằm chằm.\nCứ như vậy, Suiran vừa khóc vừa nói một cách khó nhọc.",
    "……諦めないで……ください……私の憧れは……\nずっと、あなたなんですから……": "…Đừng… đừng từ bỏ… xin hãy…\nVì em… luôn ngưỡng mộ… anh…",
    "そうして涙を流す翠蘭を見て、ユリアの目にも涙が浮かぶ。": "Nhìn Suiran khóc như vậy, đôi mắt của Yuria cũng ngấn lệ.",
    "……ご、ごめっ……ごめんね……翠蘭ちゃ……ぐすっ、うええ……": "…X, xin lỗi… xin lỗi nhé… Suiran-chan… hức, oa…",
    "……もう……なんで、ぐすっ……あなたの方が泣いているんですか。": "…Sao… hức… cậu lại là người khóc chứ.",
    "そうして翠蘭とユリアは抱きしめ合って号泣している。": "Cứ như vậy, Suiran và Yuria ôm nhau và khóc nức nở.",
    "……ユリアさん、翠蘭さん……": "…Yuria-san, Suiran-san…",
    "やっと、本音で話せたわけか……\n随分と遠回りした気がするけどな。": "Cuối cùng, cũng nói ra được những lời thật lòng…\nTớ có cảm giác như đã đi đường vòng quá xa.",
    "羨ましい……あんな風になれるなんて……": "Ghen tị thật… Có thể trở thành như vậy…",
    "……%usernameusernameuserna%はこうなるってわかってたの？": "…%usernameusernameuserna% đã biết chuyện này sẽ xảy ra sao?",
    "さて、どうだろうな？\n……というのは冗談だ。どうなるかはふたり次第だった。": "Chà, làm sao mà biết được?\n…Đó là nói đùa thôi. Kết quả thế nào là tùy thuộc vào hai người.",
    "シリウスシュガーの皆もありがとうな。\n本気でやってたが……メイズからの奇襲はビビったぞ。": "Mọi người của Sirius Sugar cũng cảm ơn nhé.\nMặc dù đã làm hết sức… nhưng Meizu tấn công bất ngờ cũng khiến tôi sợ đấy.",
    "ふふーん、%usernameusernameuserna%の予想を超えれたなら、\nあたし達も成長したって訳かな♪": "Hừm, nếu vượt qua được dự đoán của %usernameusernameuserna%,\ntức là tụi mình cũng đã trưởng thành rồi nhỉ♪",
    "……って、そうだ！　%usernameusernameuserna%！\n一件落着みたいな顔してるけど忘れてないからな！": "…Mà, đúng rồi! %usernameusernameuserna%!\nMặc dù cứ như mọi chuyện đã ổn thỏa rồi, nhưng tôi chưa quên đâu nhé!",
    "な、なんのことだ？\n借金は返したし、ラミのお子様パンツだって見てないぞ！？": "Ch, chuyện gì vậy?\nTớ đã trả nợ rồi, với lại tớ cũng chưa xem quần xì của bé Rami mà!?",
    "そうじゃなくて……って、お子様パンツなんて履いてないんだけど！？": "Không phải chuyện đó… Mà, tớ có mặc quần xì đâu!?",
    "……いつも通り。": "…Như mọi khi.",
    "あはは……でも、これで普段通りに戻ったって感じで……きゃあっ！？": "A ha ha… Nhưng, có cảm giác mọi chuyện đã trở lại bình thường rồi… Kyaa!?",
    "突如として地鳴りが起きる。": "Đột nhiên, mặt đất rung chuyển.",
    "地震……！？　いや、この揺れは地面の方か！？": "Động đất…!? Không, cái rung lắc này là ở dưới đất kìa!?",
    "地中から巨大な反応がありますわ！": "Có một phản ứng khổng lồ từ lòng đất!",
    "……めると翠蘭をメイズシフターが追いかけてきて……？": "…Liệu Meizu Shifter có đang đuổi theo Suiran…?",
    "いえ、群れには遭遇しましたがこんなサイズのメイズシフターは……！": "Không, tuy đã chạm trán với một bầy, nhưng Meizu Shifter có kích thước như thế này thì…!",
    "多分だけど、めるちゃんと翠蘭ちゃんが移動したり、\n地上で戦ってた影響で刺激されたのかも……": "Có lẽ là do, Melle-chan và Suiran-chan di chuyển,\nhoặc là chiến đấu trên mặt đất nên đã bị kích thích…",
    "そうして、大地を突き破って通常のメイズシフターを超える、\n巨大なサイズメイズのシフターが地上へと現れた。": "Cứ như vậy, một Meizu Shifter khổng lồ vượt quá kích thước bình thường, đã xuất hiện trên mặt đất.",
    "こりゃ大物だな……！": "Cái này lớn đấy…!",
    "ユリア、翠蘭！　そっちは大丈夫！？": "Yuria, Suiran! Hai người có ổn không!?",
    "すみません、ダメです！　先ほどの戦闘で……": "Xin lỗi, không ổn rồi! Trong trận chiến vừa rồi…",
    "ごめん、私も無理！　弾もないしエネルギーも切れてる！": "Xin lỗi, tớ cũng không được! Hết đạn rồi, hết năng lượng rồi!",
    "……その状態だと離脱をするだけでも難しい。": "…Trong tình trạng đó, chỉ cần rút lui thôi cũng khó.",
    "本来なら離脱を選択すべきだろう。\nしかし、ユリアと翠蘭が取り残されてしまう。": "Đáng lẽ nên chọn rút lui.\nTuy nhiên, Yuria và Suiran lại bị bỏ lại.",
    "――アニスさん、フィーさん！\nここは一時的にですが私が指揮を執ります！": "――Anis-san, Fee-san!\nTạm thời, em sẽ chỉ huy ở đây!",
    "……申し訳ありません、%usernameusernameuserna%さん。\nシリウスシュガーの皆さん！　手を貸してください！": "…Xin lỗi, %usernameusernameuserna%.\nMọi người của Sirius Sugar! Hãy giúp đỡ!",
    "分かってる。当然だ！": "Hiểu rồi. Đương nhiên!",
    "はい！　協力してこの場を切り抜けましょう！": "Vâng! Hãy cùng nhau vượt qua tình huống này nào!"
}