{
    "……ふう。午前中の授業も終わりか。\nさて、食堂に昼飯にでも行くか。": "……Ưm. Giờ học buổi sáng cũng xong rồi nhỉ.\nGiờ thì, đi ăn trưa ở nhà ăn thôi.",
    "%usernameusernameuserna%、ちょっといいか？": "%usernameusernameuserna%, anh có rảnh một chút không?",
    "ああ、葵か。俺に何か用か？": "À, là Aoi à. Có chuyện gì với tôi à?",
    "最近、学校全体の空気が緩んでいるようだ。\n%usernameusernameuserna%も、気を付けて欲しい。": "Gần đây, không khí của toàn trường có vẻ lỏng lẻo.\n%usernameusernameuserna% cũng nên cẩn thận.",
    "……もしかして、俺も緩んでるように見えたか？": "……Không lẽ nào, tôi cũng bị coi là lỏng lẻo sao?",
    "そう言うわけではないが……\n%usernameusernameuserna%は他のチームも見る関係上、特に気を使ってほしくてな": "Không phải là vậy……\n%usernameusernameuserna% còn phải để ý đến các đội khác nữa, nên tôi đặc biệt muốn anh để tâm hơn.",
    "今一度、学園に所属する生徒として緊張感を取り戻して欲しい。\n%usernameusernameuserna%も、そのつもりでいてもらいたい。": "Một lần nữa, tôi muốn anh lấy lại sự căng thẳng của một học sinh thuộc học viện.\n%usernameusernameuserna% cũng nên có ý định đó.",
    "確かに、葵の意見も正しいが……せっかくの学園生活なんだ。\n少しくらい息抜きをしてもいいんじゃないか？": "Quả thật, ý kiến của Aoi cũng đúng……nhưng mà, đây là cuộc sống học đường mà.\nChẳng phải thỉnh thoảng thư giãn một chút cũng được sao?",
    "確かに息抜きは重要だ。\nだが、それでも気を張るべき時は緊張感を持つべきだろう。": "Đúng là thư giãn rất quan trọng.\nNhưng, dù vậy, khi cần thiết thì anh vẫn nên căng thẳng.",
    "メイズに潜る以上、少しの油断が大事故に繋がることがある。\n問題が起きてからでは遅いのだ。": "Nếu vào Mê Cung, chỉ một chút lơ là thôi cũng có thể dẫn đến tai nạn lớn.\nChờ đến khi có vấn đề rồi thì đã muộn.",
    "それも、確かにそのとおりだが……": "Điều đó, quả thật là như vậy……",
    "このような考えが、皆に受けいれられないことは、私もわかっている。\n学生の中には、私を嫌い、悪し様に言う者もいる。": "Tôi biết rằng mọi người sẽ không chấp nhận cách suy nghĩ như vậy.\nTrong số các học sinh, có những người ghét tôi, nói xấu tôi.",
    "だが、私が悪者になることで、皆を守れるのであれば、\n私はいくらでも嫌われよう。": "Nhưng, nếu tôi trở thành người xấu, có thể bảo vệ mọi người,\nthì tôi có thể bị ghét bao nhiêu cũng được.",
    "…………": "…………",
    "すまない。余計なことまで口走ったようだ。": "Xin lỗi. Có vẻ tôi đã nói thêm những điều không cần thiết.",
    "私からの用件は、それだけだ。\n%usernameusernameuserna%も気を付けてくれ。": "Việc tôi muốn nói chỉ có vậy thôi.\n%usernameusernameuserna% cũng hãy cẩn thận nhé.",
    "ああ、わかった。気をつけるよ。": "Ừ, tôi hiểu rồi. Tôi sẽ cẩn thận.",
    "ありがとう……では、失礼する。": "Cảm ơn……Vậy thì, tôi xin phép.",
    "……ふう。": "……Ưm.",
    "（葵の意見は正論に間違いないが……\nもう少し肩の力を抜いてもいい気がするな）": "（Ý kiến của Aoi chắc chắn là đúng……\nNhưng mà, tôi có cảm giác nên thả lỏng một chút thì hơn）",
    "……さて、今日の授業も終わったし、部屋に帰るか。": "……Thôi nào, giờ học hôm nay cũng kết thúc rồi, về phòng thôi.",
    "うるさい！　あんたには関係がない話でしょ！？": "Ồn ào! Đó là chuyện không liên quan gì đến anh!",
    "……なんだ？　なんの騒ぎだ？": "……Gì vậy? Có chuyện gì ồn ào thế?",
    "もう私のことは放っておいて！": "Mặc kệ tôi đi!",
    "（女子がすごい剣幕で、教室から出て行ったぞ。\n一体、教室で何が起きたんだ？）": "（Con bé kia với vẻ mặt giận dữ đã ra khỏi lớp rồi.\nRốt cuộc, chuyện gì đã xảy ra trong lớp vậy？）",
    "（少し様子を見てみるか……）": "（Để tôi xem thử xem……）",
    "葵……？　どうしたんだ？\n今のはいったい……何が起きたんだ？": "Aoi……? Có chuyện gì vậy?\nVừa rồi là……chuyện gì đã xảy ra vậy?",
    "ああ、%usernameusernameuserna%か……大丈夫だ。\nちょっとした行き違いだ。気にする必要はない。": "À, là %usernameusernameuserna% à……Không sao đâu.\nChỉ là một chút hiểu lầm thôi. Không cần để tâm đâu.",
    "ただ事には見えなかったぞ。\n何があったのか教えてくれないか？": "Tôi thấy không đơn giản chút nào đâu.\nCó chuyện gì, cô có thể nói cho tôi biết được không?",
    "%usernameusernameuserna%が、\n気にするようなことでもない。大丈夫だ。": "Không có gì mà %usernameusernameuserna% phải để tâm cả. Không sao đâu.",
    "そういうわけにはいかないだろう？\nもし何かあるなら、俺にも教えてくれ。": "Không thể nói như vậy được.\nNếu có chuyện gì, hãy nói cho tôi biết.",
    "……そこまで聞きたいのなら、了解した。\n先ほど出て行ったあの子は、学内で猫に餌をやっていたんだ。": "……Nếu anh muốn biết đến vậy thì, tôi hiểu rồi.\nĐứa bé vừa ra ngoài, đã cho mèo ăn trong trường.",
    "……猫の餌やり？": "……Cho mèo ăn?",
    "ああ。私がたまたま猫の餌箱を見つけてな。\nそこに彼女がやってきたというわけだ。": "Ừ. Tôi tình cờ tìm thấy hộp thức ăn cho mèo.\nThế là cô bé đó đến.",
    "猫の餌やりが何か問題でも？": "Cho mèo ăn có vấn đề gì sao?",
    "忘れたのか？　この学園は動物にとって危険が多い。\nタツミヤ鉱や工具ですら、動物に被害を及ぼす事がある。": "Anh quên rồi sao? Học viện này có nhiều nguy hiểm đối với động vật.\nNgay cả mỏ Tatsumiya hay dụng cụ, cũng có thể gây hại cho động vật.",
    "だから、学園内では基本的に動物は厳禁だ。\nそれは%usernameusernameuserna%も知っているだろう？": "Vì vậy, về cơ bản, động vật bị cấm trong học viện.\n%usernameusernameuserna% cũng biết điều đó đúng không?",
    "猫の餌やりぐらいいいだろう？": "Cho mèo ăn một chút thì có sao?",
    "規則は守らないとダメだな": "Không tuân thủ quy tắc là không được.",
    "そういうわけにはいかない。\nペットを飼うことは学内の規則で禁止されている。": "Không thể như vậy được.\nViệc nuôi thú cưng bị cấm theo quy định của trường.",
    "確かに規則ではそうなっているが……": "Quả thật, quy định là như vậy……",
    "意外だな。猫の餌やりぐらいいいと言うと思ったが……": "Bất ngờ thật. Tôi cứ nghĩ cho mèo ăn một chút thì không sao chứ……",
    "（……俺をいつもどう思っているんだ？）": "（……Cô luôn nghĩ về tôi như thế nào vậy？）",
    "とにかく、例え、可哀想だと思っても、\n野良猫に餌をやり続ければ、いつかは住み着いてしまう。": "Tóm lại, dù anh có thấy thương xót đi chăng nữa,\nnếu anh cứ cho mèo hoang ăn, thì một ngày nào đó chúng sẽ ở lại.",
    "もし猫が危険な場所に潜り込んで、事故でも起こせば、\n皆が不幸になってしまう。": "Nếu mèo chui vào những nơi nguy hiểm, và gây ra tai nạn,\nthì mọi người sẽ gặp bất hạnh.",
    "そうなる前に、なんとか猫がどこにいるのか、\n問い質したのだが……答えてくれなかった。": "Trước khi điều đó xảy ra, tôi đã cố gắng tìm xem mèo ở đâu,\nnhưng……cô bé đó đã không trả lời.",
    "なるほど。葵の意見も、もっともだな。\nそれで、そのことを、あの子にもちゃんと伝えたのか？": "Ra là vậy. Ý kiến của Aoi cũng rất hợp lý.\nVậy thì, cô đã nói rõ chuyện đó với cô bé chưa?",
    "伝えている……が、それでも私の言葉では響かなかったらしい。\n……猫が怪我をしたりすれば、あの子自身が傷つくだろう。": "Tôi đã nói rồi……nhưng có vẻ như lời nói của tôi không lọt tai cô bé.\n……Nếu mèo bị thương, thì cô bé sẽ tự làm tổn thương mình.",
    "できる事なら、問題になる前に解決したいんだ。\nとはいえ、個人間の揉め事だからな……私の問題だ。": "Nếu có thể, tôi muốn giải quyết trước khi có vấn đề.\nTuy nhiên, vì đây là vấn đề giữa cá nhân với nhau……đó là vấn đề của tôi.",
    "……猫を見つけて、どうするつもりだ？": "……Cô định làm gì khi tìm thấy con mèo?",
    "それはまだ考えている最中だ。\n一旦はどこかに預かってもらうか……": "Tôi vẫn đang suy nghĩ về điều đó.\nTạm thời, tôi sẽ gửi nó đến một nơi nào đó……",
    "余計な心配をかけてしまったようだな。\nあとは、私に任せておいてくれ。": "Có vẻ như tôi đã khiến anh phải lo lắng rồi.\nCòn lại, cứ để tôi lo.",
    "本当にひとりで大丈夫なのか？": "Cô có thực sự ổn không?",
    "問題ない。これくらい私ひとりでなんとかできる。": "Không có vấn đề gì. Chuyện này tôi có thể tự giải quyết.",
    "……ああ、待ってくれ。最後にひとつ聞かせてくれ。\nその猫はどんな猫なんだ？": "……Ừ, đợi đã. Cuối cùng, hãy cho tôi hỏi một câu nhé.\nCon mèo đó là con mèo như thế nào?",
    "……ああ、痩せた真っ黒な猫だ。": "……À, một con mèo đen gầy.",
    "……そうか。わかった。": "……Vậy sao. Tôi hiểu rồi.",
    "……%usernameusernameuserna%、もし見つけたら、\n私に連絡をしてくれ。それでは、失礼する。": "……%usernameusernameuserna%, nếu anh tìm thấy nó,\nhãy liên lạc với tôi nhé. Vậy thì, tôi xin phép.",
    "（葵は自分だけで解決するみたいだが……\n何か問題が起きる前に、俺の方でも手を打っておくか）": "（Aoi có vẻ sẽ tự mình giải quyết……\nTrước khi có vấn đề gì xảy ra, tôi cũng nên ra tay）",
    "結局、走り回っているうちに翌日になった。\n席に座って一息吐く。": "Cuối cùng, trong khi chạy vòng quanh, ngày hôm sau đã đến.\nTôi ngồi vào ghế và thở phào nhẹ nhõm.",
    "（……ふう。この間の件は、色々と手を尽くしたし、\nこれからどうするかは、葵と相談して……）": "（……Ưm. Về chuyện lần trước, tôi đã làm rất nhiều việc, và\ntôi sẽ bàn với Aoi về việc phải làm gì từ bây giờ……）",
    "ねえ、あの子は、どうしたの！？": "Này, con bé đó, đã làm gì vậy!?",
    "……ん？　あそこにいるのは、昨日の女子と葵か？": "……Hửm? Ở đó là, cô bé hôm qua và Aoi sao?",
    "今朝、餌をあげに行ったら、あの子がどこにもいなかったのよ！\nあんたがあの子を連れ去ったんでしょう！？": "Sáng nay, khi tôi đến cho nó ăn, thì nó không còn ở đó nữa!\nAnh đã bắt nó đi đúng không!?",
    "違う！　私じゃない！": "Không! Không phải tôi!",
    "あの子のことを知っているのは、私とあんたしかいないのよ。\nあの子をどこに連れて行ったか答えて！": "Chỉ có tôi và anh biết về con bé đó mà thôi.\nAnh đã đưa nó đi đâu, hãy trả lời!",
    "まさか、あの子を処分したんじゃないでしょうね？": "Chẳng lẽ, anh đã thủ tiêu nó rồi sao?",
    "バカな！　私はそんなことはしていない！": "Đồ ngốc! Tôi không làm những chuyện như vậy!",
    "嘘よ。あの子を追い出そうとしてたじゃない。": "Dối trá. Anh đã cố gắng đuổi nó đi mà.",
    "私はただ規則で禁止されていると言っていただけだ。\n動物を餌付けして、住み着いてしまうと……": "Tôi chỉ nói rằng nó bị cấm theo quy định mà thôi.\nCho động vật ăn, và chúng sẽ ở lại……",
    "規律規律って、あんたはそればかりじゃない！": "Luật lệ, luật lệ, anh chỉ có thế thôi!",
    "規律は皆を守るためにあるんだ。\nそれを破ったら、どんな問題が起きるか……": "Luật lệ là để bảo vệ mọi người.\nNếu vi phạm nó, thì chuyện gì sẽ xảy ra……",
    "うるさいうるさい！　\nあんたみたいな規律バカにはわからないわ！": "Ồn ào, ồn ào!\nMột thằng ngốc về luật lệ như anh thì không hiểu đâu!",
    "（……まずい！　あの子、葵を殴るつもりだぞ）": "（……Chết tiệt! Con bé đó, định đánh Aoi kìa）",
    "もうどっか行って！": "Đi chỗ khác đi!",
    "……つっ！": "……Chậc!",
    "%usernameusernameuserna%……！？": "%usernameusernameuserna%……!?",
    "猫が心配なのはわかるが、いくらなんでも暴力はだめだ。\n少し落ち着いて話し合わないか？": "Tôi hiểu anh lo lắng cho con mèo, nhưng dù sao thì bạo lực là không được.\nHay là chúng ta bình tĩnh lại và nói chuyện?",
    "あんたに何がわかるのよ。あの子を知らないから、\nそんな勝手なことばかり言えるのよ。": "Anh thì biết cái gì chứ. Vì anh không biết con bé đó, nên\nanh mới có thể nói những điều tùy tiện như vậy.",
    "あの猫は……あの子はひとりぼっちだったのよ。\nお腹も空かせて、ふらふらしてて……": "Con mèo đó……con bé đó đã cô đơn.\nNó đói bụng, và cứ đi lang thang……",
    "もしどこかに逃げて、そのまま死んじゃったらどうするの？\nとにかく、早くあの子を見つけないと……！": "Nếu nó trốn đi đâu đó, và cứ thế mà chết thì sao?\nTóm lại, phải nhanh chóng tìm nó……!",
    "その心配ならいらない。あの猫なら俺が保護している。": "Anh không cần phải lo lắng về điều đó. Tôi đang bảo vệ con mèo đó.",
    "……まさか、昨日からあの猫を探してたのか……！？": "……Chẳng lẽ, anh đã tìm con mèo đó từ hôm qua sao……!?",
    "ああ。こういうのは色んな知り合いがいる俺が適任だからな。\n昨日、葵と別れてからずっと猫を探して見つけたんだ。": "Ừ. Vì tôi có nhiều người quen, nên tôi là người thích hợp nhất.\nHôm qua, sau khi chia tay Aoi, tôi đã tìm thấy con mèo.",
    "それに、ちゃんと飼ってくれるって人も見つけたよ。\nまあ、そのせいでこんな時間になったんだが。": "Hơn nữa, tôi cũng đã tìm được người sẽ nuôi nó đàng hoàng rồi.\nÀ, vì vậy mà tôi mới về trễ thế này.",
    "俺が飼い主もちゃんと見つけた。\nだから、処分されることなんてない。安心していい。": "Tôi đã tìm được cả chủ cho nó rồi.\nVì vậy, nó sẽ không bị thủ tiêu đâu. Cứ yên tâm đi.",
    "……ほんとに？　ほんとにあの子は無事なの？": "……Thật sao? Thật sự con bé đó vẫn ổn chứ?",
    "ああ、あとで飼い主にも会わせてやる。\nそうすれば安心するだろう。": "Ừ, lát nữa tôi sẽ cho cô gặp chủ của nó.\nNhư vậy cô sẽ yên tâm hơn.",
    "よかった……よかった……！　うわああああん！": "May quá……may quá……! Uaaaaa!",
    "……ほら、じっとしていろ。今手当をしてやる。\n私をかばって殴られるから……": "……Này, cứ ngồi yên đi. Tôi sẽ băng bó cho anh ngay.\nVì đã bảo vệ tôi mà bị đánh……",
    "大げさだな。女の子に殴られただけだ。": "Làm quá rồi đấy. Chỉ bị con gái đánh thôi mà.",
    "怪我は怪我だ。それに、昨日から走り回って疲れただろう。\n……なぜ、私に一言も相談をしてくれなかったんだ？": "Bị thương là bị thương. Hơn nữa, anh đã chạy vòng quanh từ hôm qua rồi.\n……Tại sao anh không hề hỏi ý kiến tôi một lời nào vậy?",
    "見つかるかもわからなかったし、\n相談しようと思った時には、ああなってたんだよ。": "Tôi cũng không biết liệu có tìm được không, và\nlúc tôi định hỏi thì mọi chuyện đã như vậy rồi.",
    "そうだったのか……私のためにありがとう。\n猫の方も引き取り手が見つかったのならよかった。": "Ra là vậy……Cảm ơn vì đã vì tôi.\nNếu con mèo cũng đã tìm được người nhận nuôi thì tốt rồi.",
    "ああ。あの女子もこれで安心だろう。\nあの子もずっと飼い主を捜していたみたいだからな。": "Ừ. Cô bé đó cũng sẽ yên tâm thôi.\nCó vẻ như cô bé đó cũng đã tìm chủ cho nó từ lâu rồi.",
    "……それなら、探していると相談してほしかったな。\n私の方でも、一緒に飼い主を捜したというのに。": "……Vậy thì, tôi đã muốn anh hỏi ý kiến tôi rồi mà.\nTôi cũng đã cùng nhau tìm chủ cho nó.",
    "あの子は、学園内では猫を飼えないこともわかっていた。\nでも、もし学園から追い出したら猫が死んでしまうかもしれない。": "Cô bé đó cũng biết rằng không thể nuôi mèo trong học viện.\nNhưng, nếu đuổi nó ra khỏi học viện, thì có lẽ con mèo sẽ chết.",
    "かといって、葵に伝えたら、猫を処分されるかもしれない。\nだから、あの子は何も言えなかったんだよ。": "Nhưng nếu tôi nói với Aoi, thì có lẽ con mèo sẽ bị thủ tiêu.\nVì vậy, cô bé đó đã không nói gì cả.",
    "バカな！　私がそんなことするはずがないだろう！": "Đồ ngốc! Tôi đâu có làm những chuyện như vậy!",
    "ああ。俺だって知っているよ。\nなにせ、引き取り先を探してたのは葵も一緒だからな。": "Ừ. Tôi cũng biết mà.\nVì Aoi cũng đang tìm người nhận nuôi mèo mà.",
    "………っ！　な、なぜそれを知っている！？": "………! N, tại sao anh biết!?",
    "猫の飼い主を捜している時に、たまたま聞いたんだよ。\n俺で３人目だってな。": "Trong khi tìm chủ cho mèo, tôi đã nghe được tình cờ.\nTôi là người thứ ba đấy.",
    "もしあの女子にも、葵が猫をどうするか、ちゃんと伝えていれば、\nこんな行き違いは起きなかったんだ。": "Nếu tôi giải thích rõ với cô gái kia về việc Aoi sẽ làm gì với con mèo,\nthì đã không có sự hiểu lầm này rồi.",
    "……確かに、私は何も言わなかった。": "……Quả thật, tôi đã không nói gì cả.",
    "あの女子学生にちゃんと説明していれば、\nあの子も猫を隠したりしなかったんだよ。": "Nếu tôi giải thích rõ với nữ sinh kia,\nthì cô bé đó cũng đã không giấu con mèo đi.",
    "……行き違いだった、ということか……": "……Là hiểu lầm, đúng không……",
    "葵がなんでもかんでもひとりで背負い込もうとして、\n説明をしなかったから、行き違いが生まれたんだよ。": "Vì Aoi cứ muốn gánh vác mọi thứ một mình, và\ntôi đã không giải thích, nên đã có sự hiểu lầm.",
    "……私はただ面倒なことは、全部引き受けるつもりで……\n誤解されたとしても、それが皆を守るためならばと……": "……Tôi chỉ định gánh vác tất cả những việc phiền phức……\ndù có bị hiểu lầm, thì đó là vì để bảo vệ mọi người……",
    "そんな風に、自分を犠牲にして誰にも頼ろうとしないから、\n皆も葵を頼ることができなかったんだよ。": "Vì anh cứ hy sinh bản thân mình như vậy, và không nhờ cậy ai cả,\nnên mọi người cũng không thể nhờ cậy Aoi được.",
    "次からは自分だけで抱え込まずに、言葉で伝えてやってくれ。\nそうすれば、皆もわかってくれるはずだ。": "Từ lần sau, đừng chỉ ôm đồm một mình nữa, hãy dùng lời nói để truyền đạt nhé.\nNhư vậy, mọi người sẽ hiểu thôi.",
    "……そうだな。これからはちゃんと話をすることにしよう。": "……Ừm. Từ bây giờ, tôi sẽ nói chuyện đàng hoàng.",
    "嫌われてもいいなんて思わないでくれ。\nもっと自分を大切にしてほしい。": "Đừng nghĩ rằng bị ghét cũng được.\nHãy trân trọng bản thân mình hơn.",
    "……ああ。少しは自分を大切にすることにしよう。\nこんな行き違いは、二度とあってはならないからな。": "……Ừ. Tôi sẽ trân trọng bản thân mình hơn một chút.\nVì sự hiểu lầm này không được phép xảy ra lần nữa.",
    "私が至らない部分を助けてくれて感謝する。": "Tôi cảm ơn anh đã giúp đỡ tôi những điều mà tôi còn thiếu sót.",
    "今回のことも、もっと早くお前に相談するべきだったな。": "Về chuyện lần này, tôi nên hỏi ý kiến anh sớm hơn rồi.",
    "ああ、もっと甘えてくれて構わないんだからな。": "Ừ, anh có thể cứ dựa dẫm vào tôi mà.",
    "……そうだな。では、早速、お言葉に甘えようか。": "……Đúng vậy. Vậy thì, tôi xin phép được dựa dẫm vào anh ngay bây giờ.",
    "%usernameusernameuserna%には、世話になってばかりだな。\n私をかばって……叩かれて……痛かっただろう？": "%usernameusernameuserna% đã giúp đỡ tôi quá nhiều rồi.\nVì đã bảo vệ tôi……bị đánh……anh có đau không?",
    "お、おい……俺なら大丈夫だから……": "Ơ, ơ…Tôi không sao đâu mà……",
    "いいや、だめだ。\n私が甘やかしたい気分なんだ。": "Không, không được.\nTôi muốn chiều chuộng anh.",
    "……甘やかしたい気分って……\n俺に甘えるんじゃないのか？": "……Muốn chiều chuộng sao……\nAnh không dựa dẫm vào tôi sao?",
    "……その、秘密にしていたんだが……\n私は本当は誰かを甘やかしたくて仕方ないんだ。": "……Chuyện đó, tôi đã giữ bí mật đấy……\nThật ra, tôi muốn chiều chuộng ai đó đến mức không thể chịu được.",
    "いつもは厳しくしているのは、少しでも油断すると、\nつい皆を甘やかしたくなってしまうからで……": "Tôi luôn nghiêm khắc là vì, chỉ cần lơ là một chút thôi,\nthì tôi sẽ muốn chiều chuộng mọi người ngay lập tức……",
    "そ、そうだったのか？": "V, vậy sao?",
    "ああ。ずっと我慢していたんだ。\nいつも皆の世話をしたくてたまらないんだ。": "Ừ. Tôi đã phải chịu đựng rất lâu rồi.\nTôi luôn muốn chăm sóc mọi người.",
    "私だって本当は、猫を甘やかしたかったし、\nあの子に親身になって、猫の世話をしたかったんだ。": "Tôi cũng thực ra muốn chiều chuộng con mèo, và\nmuốn quan tâm đến con bé, chăm sóc con mèo.",
    "だが、私にも立場というものがあるし、\n学園内の規則もある以上、厳しくしなければいけなかった。": "Nhưng, tôi cũng có vị trí của mình, và\ntrong quy định của học viện, tôi phải nghiêm khắc.",
    "せめてお前と一緒にいる時は、\nこの甘やかしたい欲を存分に発揮させたいのだ。": "Ít nhất, khi ở cùng anh,\ntôi muốn phát huy hết mong muốn được chiều chuộng này.",
    "それとも、%usernameusernameuserna%は私に甘えたくないか？": "Hay là, %usernameusernameuserna% không muốn tôi chiều chuộng sao?",
    "ま、待て。\nさすがにこの絵面は……": "Đ, đợi đã nào.\nChuyện này hơi……",
    "遠慮するな。私が甘えていいと言ってるんだ。\nさあ、私でいっぱい甘えてくれ。": "Đừng ngại. Tôi đã nói là được chiều chuộng rồi mà.\nNào, hãy chiều chuộng tôi đi.",
    "お、俺の話を聞いて……うぷっ！": "Ô, tôi nghe……úi!",
    "（あの葵にまさかこんな意外な面があったとは……）": "（Aoi đó, không ngờ lại có một mặt bất ngờ như vậy……）",
    "……ああ、それにしても、やっぱり誰かを甘やかすのはいいな。\nいっそ毎日でも、お前を甘やかしてしまおうか。": "……Ừ, dù sao thì, chiều chuộng ai đó vẫn tốt hơn nhỉ.\nHay là mỗi ngày tôi sẽ chiều chuộng anh luôn?",
    "朝は起こしに行って、昼は弁当を作って……\n夜はお前が寝るまで、側で添い寝をしよう……": "Sáng thì đánh thức anh dậy, trưa thì làm cơm hộp……\ntối thì tôi sẽ ngủ cùng anh cho đến khi anh ngủ……",
    "ああ、考えただけでもたまらなくなってくる……！": "Ừ, chỉ nghĩ đến thôi cũng thấy không chịu nổi……!",
    "（……今の言葉は聞かなかったことにしよう）": "（……Tôi sẽ coi như chưa nghe những lời vừa rồi）",
    "これからもよければ、私に甘やかさせてもらえないか？": "Nếu có thể, anh có thể cho tôi chiều chuộng anh không?",
    "そ、そうだな……だが、他の連中にも、\nたまにはそんな面を見せてもいいんじゃないか。": "T, tôi cũng vậy……nhưng mà, đối với những người khác,\nthỉnh thoảng cũng nên cho họ thấy mặt đó chứ?",
    "そうだな。私も皆を甘やかしたいからな。": "Đúng vậy. Tôi cũng muốn chiều chuộng mọi người.",
    "（まあ、少しは自分らしくなれたならいいか……）": "（À, nếu tôi có thể sống đúng với bản thân một chút thì tốt rồi……）"
}