{
    "――トレブルクインテットの訓練が始まった。\nその場にはＲＳ社のエンジニアも同席している。": "――Buổi huấn luyện Treble Quintet bắt đầu rồi.\nKỹ sư của RS cũng có mặt ở đó.",
    "じゃあみんな、始めていきましょう！": "Nào, mọi người, chúng ta bắt đầu thôi!",
    "全員の機体には既に新型ジェネレーターが搭載されてるから。\n機体のマッチテストも済んでいるけど操作感には慣れておいてねー。": "Máy bay của mọi người đều đã được trang bị thế hệ máy phát điện mới rồi.\nBài kiểm tra phù hợp với máy bay đã hoàn thành, nhưng hãy làm quen với cảm giác điều khiển nhé.",
    "新型ジェネレーターは出力の増強はもちろん、\n電気系統の改善により反応速度がかなりの向上があるらしい。": "Máy phát điện mới không chỉ tăng công suất,\nMà còn cải thiện hệ thống điện, giúp tốc độ phản ứng được cải thiện đáng kể.",
    "その上で気になることがあれば、ＲＳ社さんに伝えてくれ。": "Nếu có bất kỳ điều gì đáng lo ngại, hãy cho RS biết.",
    "はい、今は改良していく時期ですので気になったことは遠慮なくどうぞ。\n無理に技術でカバーする必要はありません。": "Vâng, hiện tại là thời điểm để cải tiến, nên đừng ngần ngại cho chúng tôi biết những gì bạn quan tâm.\nKhông cần thiết phải dùng kỹ thuật để che đậy.",
    "汎用性を高めないといけないもんね。\n慣れている人しか使えない……みたいなのだと困るし。": "Phải tăng tính linh hoạt nữa chứ nhỉ.\nNếu chỉ có những người đã quen sử dụng... thì phiền phức lắm.",
    "気になったことかぁ……ねえ、後輩クン！": "Điều gì đáng lo ngại nhỉ... Này, hậu bối!",
    "却下。": "Bỏ qua.",
    "まだ何も言ってないんだけど！": "Tôi còn chưa nói gì mà!",
    "聞く相手は俺じゃなくて、ＲＳ社さんと言ったはずだぞ。\nあと絶対ジェネレーターに関係ない内容だろ？": "Tôi đã nói là nói với RS, không phải với tôi.\nVà chắc chắn là nội dung không liên quan đến máy phát điện, phải không?",
    "さすが後輩クン！　もう以心伝心じゃない～！\nテスト中創作アイデアを思いついたらメモってもらおうと思ってたの。": "Quả là hậu bối! Không cần nói cũng hiểu nhau rồi～!\nTớ đã định bảo cậu ghi lại ý tưởng sáng tạo trong quá trình kiểm tra.",
    "もうお前限定で心閉ざすわ。": "Tao chỉ đóng băng trái tim với mày thôi.",
    "ひどっ！？": "Tàn nhẫn thế!?",
    "うわーん、後輩クンがイジメてくるんだけど、エヴィちゃーん！": "Oaーn, hậu bối bắt nạt tớ này, Evy-chan!",
    "えっ、その漫才、私も巻き込むの……？\nコスパ悪いし……レイラ、パス。": "Hả, tớ cũng bị lôi vào màn hài này sao...? \nTốn kém quá... Layla, pass.",
    "それ、投げられるやつ！？　じゃ、じゃあ、フルート！": "Cái đó, là cái bị ném đi ấy hả!? Vậy, vậy thì, Flute!",
    "フルートですか！？　ど、どうしましょう、シエナちゃん！": "Flute sao!? Ờ, phải làm sao đây, Siena-chan!",
    "その……早くテストを始めればいいんじゃないかな？": "Thì...chẳng phải nên bắt đầu kiểm tra nhanh lên sao?",
    "シエナのド正論で、\nロージーの無茶振りリレーはなんとか止まったのだった。": "Với lý lẽ của Siena, \nMàn trình diễn vô lý của Rosie đã được dừng lại.",
    "（こいつ、マイペースすぎる……）": "(Con bé này, cứ theo ý mình...)",
    "え、なになに～？　あたしをじっと見ちゃって……\nもしかして惚れちゃった？": "Ê, có chuyện gì～? Cậu cứ nhìn tớ chằm chằm... \nHay là cậu thích tớ rồi?",
    "全然以心伝心できてねぇ！": "Chả hiểu gì hết!",
    "（僕、空気だなぁ……）": "(Mình, như không khí vậy...)",
    "基本的な動作確認を含めた習熟訓練が始まった。トレブルクインテットの\nＭＧ『フロンティア』が起動し、次々に跳躍する。": "Huấn luyện làm quen, bao gồm cả việc xác nhận các thao tác cơ bản, đã bắt đầu. Treble Quintet\nMG『Frontier』khởi động và lần lượt nhảy lên.",
    "俺は機体には乗らず、マイクとヘッドホンをつけ、設置された測定機材や\nモニターに囲まれるエンジニアと一緒に、５機のＭＧを見上げていた。": "Tôi không lên máy, mà đeo micro và tai nghe, cùng với các kỹ sư vây quanh thiết bị đo lường và\nmàn hình, tôi ngước nhìn 5 chiếc MG.",
    "わわ、凄いです！　今までよりもずっと高く飛べましたよ！": "Wow, tuyệt vời! Bay cao hơn trước rất nhiều!",
    "うん、周囲の風景が明らかに違うね……それに姿勢も安定してる。\nこんなに差が出るものなんだ。": "Ừm, phong cảnh xung quanh rõ ràng là khác biệt... và tư thế cũng ổn định hơn.\nSự khác biệt lớn đến vậy sao.",
    "さすがはトレブルクインテット。\nこの訓練場に慣れてるから、変化をすぐに感じるんだろうな。": "Quả là Treble Quintet.\nVì đã quen với sân tập này, nên họ sẽ cảm nhận được sự thay đổi ngay thôi.",
    "（実際に計器に表示されるデータも、\nかなり優秀な数値が出ているな……性能は自信通りってわけか）": "(Dữ liệu hiển thị trên các thiết bị đo lường thực tế cũng cho thấy con số khá ấn tượng... Hiệu suất đúng như tôi nghĩ)",
    "じゃあこのまま飛行訓練に入っちゃうわね。\nまずは全速力で……行くわっ！": "Vậy thì, tớ sẽ bắt đầu huấn luyện bay luôn nhé.\nĐầu tiên là hết tốc lực... Đi nào!",
    "こんなにスピードが……すごい……！": "Tốc độ này... thật tuyệt vời...!",
    "ただ、飛行時はスピードがすべてじゃないからね。\n減速、旋回はどんなものか……": "Nhưng, khi bay, tốc độ không phải là tất cả đâu.\nGiảm tốc, xoay vòng như thế nào...",
    "エヴィのＭＧが突然速度を落とし、直角に方向を変える。\nそしてまた本来の進行方向へと素早く戻った。": "MG của Evy đột ngột giảm tốc độ và đổi hướng một góc 90 độ.\nVà nhanh chóng trở lại hướng đi ban đầu.",
    "いわゆるクランクのような軌道を描いての飛行。メイズ内で\n戦闘中など余裕がない際に遮蔽物を回避する場合に使用する動作だ。": "Bay theo quỹ đạo ngoằn ngoèo. Trong Maze,\nđộng tác này được sử dụng để tránh chướng ngại vật khi chiến đấu.",
    "へぇ……これ、本当にすごいかも。": "Hể... Cái này, có lẽ thật sự tuyệt vời đấy.",
    "だね。思い描いた通りの動きが実現できてる……これいいね！": "Đúng vậy. Động tác như mong muốn đã đạt được... Tuyệt vời!",
    "それでは、みんな降りてきてくださーい！\nこれから隊列を組む訓練をしますよー！": "Vậy thì, mọi người xuống đi nào!\nChúng ta sẽ tập đội hình nhé!",
    "次々に飛行訓練を切り上げて地面に降り立つ、\nフロンティア各機。": "Lần lượt kết thúc huấn luyện bay và hạ cánh xuống mặt đất,\nCác máy Frontier.",
    "彼女たちはすぐさま隊列を組むと、僅かに宙に浮いたまま\n地面を滑るように移動する。": "Họ lập tức lập đội hình và di chuyển như trượt trên mặt đất,\ntrong khi lơ lửng trên không một chút.",
    "（軽々と噴射地表面滑走訓練……\n確かにジェネレーターの機能もすごいんだろうけど、これは……）": "(Huấn luyện trượt trên bề mặt bằng cách phun... \nChắc chắn là chức năng của máy phát điện cũng tuyệt vời, nhưng đây là...)",
    "はい、一列縦隊！": "Vâng, đội hình hàng dọc!",
    "了解！": "Rõ!",
    "続いて雁行陣！": "Tiếp theo, đội hình hàng ngang!",
    "了解～。": "Rõ～.",
    "（広告塔扱いされて怒る気持ちもわかるくらいの練度であることは確か。\nでも、正直……これで満足してもらっても困るな）": "(Tôi hiểu cảm giác tức giận khi bị coi là bảng quảng cáo.\nNhưng, thành thật mà nói... tôi cũng không muốn họ hài lòng với điều này)",
    "一通りの訓練を終えたトレブルクインテットの面々は、\n降り立つなりみんな笑顔で、手応えを口にした。": "Sau khi hoàn thành một loạt các buổi huấn luyện, các thành viên của Treble Quintet,\nvừa hạ cánh xuống đã nở nụ cười và bày tỏ sự hài lòng.",
    "これ、すごくないですか～！？　思ってたよりずっとあげぽよですよ！": "Cái này, không phải rất tuyệt sao～!? Hơn cả những gì tớ nghĩ!",
    "うん、本当にね。パワーがあるのはもちろんなんだけど、\n反応がいいから自分の身体みたいに思い通りに動かせるかも。": "Ừm, đúng là vậy. Không chỉ có sức mạnh, mà còn phản ứng nhanh nên có thể điều khiển như chính cơ thể mình.",
    "ラグも少ないし、こんな感覚初めて。": "Độ trễ cũng ít, cảm giác này là lần đầu tiên.",
    "これなら本当に勝てそうよね。\nフルートちゃんじゃないけど、テンション上がっちゃうわ！": "Nếu vậy, có lẽ chúng ta sẽ thắng thật đấy.\nTuy không phải Flute-chan, nhưng tớ cũng thấy phấn khích!",
    "なんだか楽しくなってきたね！": "Cảm thấy vui vẻ hơn rồi!",
    "皆さん、お疲れ様でした。いかがでしたか？": "Mọi người, cảm ơn vì đã làm việc chăm chỉ. Các bạn thấy thế nào?",
    "すごく乗りやすかったです～！\n今までのものと全然違うんだなーって！": "Dễ sử dụng lắm～!\nKhác hẳn với những thứ trước đây!",
    "そうでしょう、そうでしょう。ＶＲＸはＬＯＣの次世代標準を担うべく\n設計されていますからね！ 世界を魅了するに違いありません！": "Đúng vậy, đúng vậy. VRX được thiết kế để trở thành tiêu chuẩn thế hệ tiếp theo của LOC\nnên chắc chắn sẽ quyến rũ thế giới! ",
    "『乗る人を選ばず、パイロットには最高のパフォーマンスを』――\nそれが我が社のポリシーですから！": "『Không kén người dùng, hiệu suất tốt nhất cho phi công』――\nĐó là chính sách của công ty chúng tôi!",
    "乗る人を選ばない……": "Không kén người dùng...",
    "誰にでも使いこなせることこそ、最も重要な要素なんです！": "Khả năng sử dụng dễ dàng cho bất kỳ ai là yếu tố quan trọng nhất!",
    "そ、そうですね！　しっかり使いこなせるように、がんばります！": "Đ, đúng vậy! Tớ sẽ cố gắng hết sức để sử dụng thành thạo!",
    "（訓練を終えると待機ということで別室で待たされる。\nわざわざメディカルチェックまでやるとは厳重だなぁ）": "(Sau khi kết thúc huấn luyện, chúng tôi được yêu cầu đợi ở một phòng riêng.\nViệc kiểm tra y tế nghiêm ngặt đến vậy sao)",
    "んー、ここまで厳重にチェックをしなくてもねぇ？\n機体ならともかく、あたしたちまでチェックする必要あるかしら？": "Hừm, không cần phải kiểm tra nghiêm ngặt đến thế chứ?\nMáy móc thì không nói, nhưng chúng ta cũng phải kiểm tra sao?",
    "まあね。でも認可前の新型装備だからこそ、念には念をってことでしょ。\nパイロットデータも、貴重な情報になるわけだからね。": "Ừm. Nhưng vì là thiết bị mới chưa được cấp phép, nên phải cẩn thận hơn.\nDữ liệu của phi công cũng là thông tin quý giá.",
    "やっぱりみんなも同じことを思っていたみたいだ。\nそりゃそうだろうな。": "Có vẻ như mọi người đều nghĩ như vậy.\nChắc chắn là vậy rồi.",
    "次回作のネタ出ししたいから、そろそろ解放してほしいんだけど……": "Tôi muốn đưa ra ý tưởng cho tác phẩm tiếp theo, nên tôi muốn được thả ra sớm...",
    "あっ……！　ねえ、後輩クン――": "A...! Này, hậu bối――",
    "ダメだぞ。": "Không được đâu.",
    "また何も言ってないのに、却下するぅ～！": "Tôi còn chưa nói gì mà, lại bị bỏ qua～!",
    "俺見て何かひらめたお前って、\nなんだかバカなことしか言わない気がするんだよ。": "Mày nhìn tao và nảy ra ý tưởng gì đó, tao thấy mày toàn nói những điều ngu ngốc.",
    "じゃあ、その直感は間違いね。": "Vậy thì, trực giác của cậu là sai.",
    "後輩クン！　あたしのメディカルチェック、スキップできるように\n生徒会権力パワーでなんとかして！": "Hậu bối! Hãy làm gì đó với quyền lực của hội học sinh để tớ có thể bỏ qua việc kiểm tra y tế!",
    "どこがどう間違いなんだよ！\nちゃんとチェックは受けろ、チームのためだ。": "Sai ở đâu chứ! \nPhải kiểm tra đàng hoàng, vì lợi ích của cả đội.",
    "うぅ……ぐすん。そんなこと言われたら、逃げられないじゃない。": "Ư... hức. Nếu cậu nói vậy, thì tớ không thể trốn được.",
    "……えーと『初日の訓練はビシッとバチッとあげぽよでした！』っと。": "…Ờm, 『Buổi huấn luyện đầu tiên thật tuyệt vời!』.",
    "ん？　なにしてるんだ？": "Hửm? Đang làm gì vậy?",
    "最初の試験にもちょっと触れておいたほうがいいよね。": "Tớ nghĩ mình nên đề cập đến bài kiểm tra đầu tiên một chút.",
    "ですね！　じゃあ……『最初の試験ではアゲアゲでキマってる\nＦｌ∞ｔｙたちをお届けするので応援よろ～！』……と。": "Đúng vậy! Vậy thì...『Chúng tôi sẽ mang đến những Fl∞ty tuyệt vời trong bài kiểm tra đầu tiên, hãy ủng hộ chúng tôi～!』….",
    "んー、この画像でいいかな？　問題なければＴｗｅｅｔｙ用に整えるよ。": "Hừm, hình ảnh này có được không nhỉ? Nếu không có vấn đề gì, tớ sẽ chỉnh sửa cho Tweety.",
    "あー！　それビジュいいですね♪　アップしちゃいましょう！": "Aー! Hình ảnh đó đẹp đấy♪ Hãy đăng lên nào!",
    "ねえ、あとでそのチームアカウントだけじゃなく、\n個人用にも載せちゃう？": "Này, sau đó, không chỉ tài khoản của nhóm đó, mà còn đăng lên tài khoản cá nhân nữa?",
    "そーだね。不味いところは省いておきたいから、\n各々内容決めたらみんなで確認し合おっか。": "Đúng vậy. Tớ muốn loại bỏ những điều không hay, nên sau khi mọi người quyết định nội dung, chúng ta cùng nhau xác nhận nhé.",
    "あー、もしかして……それって、いわゆる広報活動ってやつか？": "Aー, có lẽ... đó là hoạt động quan hệ công chúng?",
    "うん、重役の人が言ってたように、やっぱりＴｗｅｅｔｙとかＳＮＳが\n一番宣伝になるからね。一応それも含めての依頼だから。": "Ừm, như người đứng đầu đã nói, Tweety và SNS là cách quảng cáo hiệu quả nhất.\nĐó là một phần của yêu cầu.",
    "企業側としては私達の知名度を最大限に\n活用したいんだよね。": "Phía công ty muốn tận dụng tối đa danh tiếng của chúng ta.",
    "なるほど……日々こういう発信をしていくことで世間の注目を\n集めていくんだな。": "Tôi hiểu rồi... Bằng cách đăng tải những điều như thế này hàng ngày, chúng ta sẽ thu hút sự chú ý của công chúng.",
    "記者会見は一瞬で、人々の興味を維持できない。\nだからこういうコンテンツで興味を持続させなくちゃいけないの。": "Họp báo chỉ trong chốc lát, không thể duy trì sự quan tâm của mọi người.\nVì vậy, chúng ta phải duy trì sự quan tâm bằng những nội dung như thế này.",
    "まあ……ちょっと複雑ですけどね。\nうちはどうしても知名度に期待されることも多いので……": "Ừm... hơi phức tạp một chút.\nVì chúng ta luôn được kỳ vọng về danh tiếng nên...",
    "そのおかげでチャンスに恵まれてるのは事実だし、ありがたいけど。\n正直、ちょっと考えるときはあるよ。": "Sự thật là chúng ta có cơ hội nhờ điều đó, và tôi rất biết ơn.\nThật lòng mà nói, đôi khi tôi cũng suy nghĩ.",
    "余裕があると思った": "Tôi nghĩ là có thời gian rảnh",
    "どうりで美人だと思った": "Thảo nào tôi thấy cô ấy xinh đẹp",
    "今回はお互いそんな感じだけど……\nトリニティ・ジュエルのレイヴェルさんもモデルで有名だし……": "Lần này, chúng ta đều có cảm giác như vậy... \nNhưng Reaver của Trinity Jewel cũng là một người mẫu nổi tiếng...",
    "確かに人前に出るのには慣れてるだろうからね～。\n水着のグラビアとかもやってるだろうし！": "Chắc chắn là cô ấy đã quen với việc xuất hiện trước công chúng rồi～.\nChắc chắn là cô ấy cũng đã chụp ảnh bikini rồi!",
    "ほう、水着グラビアか……": "Hừ, ảnh bikini sao...",
    "さっそくスマートデバイス触り始めたよ……\nほんと、男の子なんだから……": "Ngay lập tức bắt đầu sử dụng thiết bị thông minh rồi... \nĐúng là con trai mà...",
    "%usernameusernameuserna%って、ああいう子が好きなんだ。\n確かにきれいな人だったからね。": "％usernameusernameuserna％ thích những cô gái như vậy.\nQuả thật, cô ấy là một người đẹp.",
    "いやいや、そういうわけじゃないぞ！？\n世間一般的に見ての感想だからな！": "Không, không, không phải vậy đâu!?\nTớ chỉ nhận xét theo quan điểm chung của xã hội thôi!",
    "まあレイヴェルがどう思ってるのかは知らないけど。\nでも思うところはありそう。": "Tôi không biết Reaver nghĩ gì.\nNhưng có vẻ như cô ấy cũng có những suy nghĩ của riêng mình.",
    "あ、もうコメントが付いてるね。": "A, đã có bình luận rồi kìa.",
    "へえ、どれどれ……": "Hể, xem nào...",
    "こんな短時間にこれだけのコメントがつくとか、\nどんだけ知名度があるんだろう。": "Có nhiều bình luận như vậy trong thời gian ngắn như vậy, \ndanh tiếng của cô ấy lớn đến mức nào.",
    "さすがに知名度に直結した肩書を持たないレイラやエヴィはともかく、\nチームや他の３人の個別アカウントにはコメントがついていた。": "Layla và Evy, những người không có danh hiệu liên quan trực tiếp đến danh tiếng, thì không nói làm gì, \ntài khoản cá nhân của nhóm và ba người khác đã có bình luận.",
    "ん……？　でも、これ……": "Hừm...? Nhưng, cái này...",
    "思わず言葉に詰まる。多くは応援する内容だったが、\n時折『顔採用』『パンダ枠ｗ』などという言葉が紛れ込んでいる。": "Tôi không khỏi nghẹn lời. Hầu hết là những lời ủng hộ, nhưng\nthỉnh thoảng lại có những từ như 『chọn mặt gửi vàng』『khung panda w』.",
    "あー。そのへんは気にしなくていいよ。\n有名になるとどうしてもそういうのが湧くもんだからね。": "Aー. Không cần quan tâm đến điều đó đâu.\nKhi trở nên nổi tiếng, những điều như vậy sẽ tự xuất hiện thôi.",
    "私も……今でこそ多少静かになったけど……\n表に出ていた頃はすごかったなぁ……": "Tôi cũng vậy... Bây giờ thì đã yên lặng hơn một chút rồi... \nNhưng hồi đó, khi tôi còn xuất hiện trước công chúng, thì thật là kinh khủng...",
    "『実力がない』みたいに見られるのはちょっと不服よね。\n別にあたしたちはパイロット第一！　って感じじゃないけど。": "Tôi không hài lòng khi bị coi là 『thiếu năng lực』.\nDù sao thì chúng ta cũng không phải là những người coi trọng phi công!",
    "まあ、一応プライドはあるからね。\nバカにされてるみたいで、あまりいい気分はしないかな。": "Ừm, dù sao thì cũng có một chút tự hào mà.\nCảm giác như bị coi thường, tôi không thích lắm.",
    "なら、パイロットとして認知させてやろう。\n無理矢理にでもな。": "Vậy thì, hãy để họ công nhận chúng ta là phi công.\nNgay cả khi phải ép buộc.",
    "え？": "Hả?",
    "広告塔扱いでも上等だ。それだけ色んな奴の目に触れるってことだろ？\nなら、そこでパイロットとしての実力を見せてやれば……わかるな？": "Được coi là bảng quảng cáo cũng tốt thôi. Điều đó có nghĩa là nhiều người sẽ nhìn thấy chúng ta, phải không?\nNếu vậy, hãy cho họ thấy năng lực của chúng ta với tư cách là phi công... hiểu chứ?",
    "は、はいっ！　わかります！": "Vâng, vâng! Tôi hiểu!",
    "よし、そうとなれば……さっそく行動開始だ。": "Được rồi, nếu vậy... chúng ta hãy bắt đầu hành động ngay thôi."
}