{
    "ふと小腹が空いたので、食堂で焼きそばを買って席に向かうと――": "Bỗng dưng thấy hơi đói, tôi mua mì xào ở nhà ăn rồi đi về chỗ ngồi――",
    "（ん？　あそこにいるのはラミ……？\nコッペパン１個だけしか食べてないけど……午後もつのか？）": "(Hả? Kia là Rami…? Chỉ ăn có một ổ bánh mì… Liệu có trụ nổi buổi chiều không?)",
    "どうした、ダイエットか？": "Sao thế, ăn kiêng à?",
    "うわー。直接そんな聞き方するとか、\nデリカシーなさすぎてドン引きなんだけど。": "Woa. Cậu hỏi thẳng thừng thế này, đúng là thiếu tế nhị quá đi.",
    "安心しろ。引いたら引いた分、\n俺からいっぱい近づいていってやるよ……": "Yên tâm. Cậu né tôi, thì tôi sẽ càng bám theo cậu…",
    "言ってる内容は意味不明なのに、\n謎にキモさだけは伝わってくるの、逆にすごいわ……": "Nội dung thì chả hiểu gì, mà sao cái sự gớm ghiếc lại cứ truyền đến được mới tài…",
    "そんな……褒めるなよ。": "Thôi nào… Đừng có khen tôi.",
    "おまえ、一度人類と価値観合わせしたほうがよくない？": "Cậu, hay là nên hòa nhập với loài người đi?",
    "……つか、話戻すけど、別にダイエットなんかしてないし。\nちょっと節約中ってやつ。": "… Mà nói lại chuyện hồi nãy, tôi có ăn kiêng gì đâu.\nChỉ là đang tiết kiệm chút thôi.",
    "でもパン１個はダメだ": "Nhưng mà một ổ bánh mì thì không được đâu.",
    "俺のも食え": "Ăn của tôi này.",
    "さすがにトレーニングやＭＧの演習が控えてるのに、\nパン１個だけは自殺行為だ。": "Đúng là, tập luyện hay diễn tập MG còn đang chờ, mà chỉ có một ổ bánh mì thì đúng là tự sát.",
    "んじゃ、どーしろっての？": "Vậy, phải làm sao đây?",
    "こういうときこそ、仲間を頼ろうぜ。\nめるは自炊してるらしいからふたり分、何か作ってもらおう。\n手料理は栄養満点だぞ。": "Đến lúc này thì phải nhờ đồng đội thôi.\nMei hình như tự nấu ăn, nên nhờ cô ấy làm cho hai phần, đồ ăn tự nấu thì đầy đủ dinh dưỡng.",
    "仲間にたかる気かよ！？\nつか、なにげにおまえの分も入ってない！？": "Muốn ăn chực của đồng đội à!?\nMà, hình như cũng có phần của cậu trong đó nữa!",
    "その後、俺達はめるの部屋に行って、ご馳走になった。\n当然俺から材料費などは出したが、快く作ってくれためるに感謝だ。": "Sau đó, chúng tôi đến phòng của Mei, và được chiêu đãi.\nĐương nhiên tôi đã trả tiền nguyên liệu, nhưng tôi rất cảm kích Mei đã vui vẻ nấu ăn cho chúng tôi.",
    "仕方ないな。俺の定食を分けてやるよ。\nさすがにコッペパン１個じゃ午後のＭＧ演習とかもたないだろ。": "Không còn cách nào khác. Tôi sẽ chia phần ăn của tôi cho cậu vậy.\nChỉ một ổ bánh mì thì buổi diễn tập MG buổi chiều chắc chắn không xong đâu.",
    "え、いいの……？\nいやでも、おまえに施し受けるとか……": "Hả, được…?\nNhưng mà, nhận lòng tốt của cậu thì…",
    "ぐぅ～～～～～～～～。": "Ục ục～～～～～～～～.",
    "うぅ……食べてから返せって言っても、返さないよ？": "Ư… Dù có bảo ăn xong trả lại, thì tôi cũng không trả đâu?",
    "大丈夫、その分……ふふふ。": "Không sao, phần đó… Hừ hừ.",
    "言わねぇとこが余計に怖えよ！！": "Không nói ra mới đáng sợ chứ!!",
    "……まあ、でもありがと。": "… Mà, dù sao cũng cảm ơn cậu.",
    "一応言っておくと、ラミ……わかってるから。\nそうやって気使わせないようにしてるの。": "Nói trước là, Rami… Tôi hiểu mà.\nCậu đang cố gắng không để tôi phải lo lắng đấy.",
    "ほんと、そーゆーとこむかつくけど、感謝はその……してるから。": "Thật sự, những chuyện như thế này làm tôi bực mình, nhưng tôi… cũng cảm kích cậu đấy."
}