{
    "お、心香、ひとりでＭＧの特訓中か？": "Ô, Kokoro, em đang tự mình tập luyện MG à?",
    "ええ、体育祭のことも大事だけど、\nこっちの腕が落ちたら本末転倒だもの。": "Vâng, dù hội thao quan trọng, nhưng\nnếu tay nghề tụt dốc thì công sức đổ sông đổ biển mất.",
    "よければ俺が相手役しようか？": "Hay là tôi làm đối thủ cho em?",
    "レクチャーしよう": "Để tôi chỉ bảo cho.",
    "さすが、ストイックだな。\n実は俺も操縦練習しにきたんだ。": "Quả là nghiêm túc thật đấy.\nThật ra tôi cũng đến đây để tập lái.",
    "せっかくだし、実戦っぽく対戦しよう。": "Nhân tiện, mình đấu tập như thật luôn đi.",
    "いいわよ。手加減しないから。": "Được thôi. Em sẽ không nương tay đâu.",
    "……うう、さすがね。ほとんどこちらの攻撃を当てられなかった。\n完敗よ。": "……Ưm, giỏi thật đấy. Hầu như em chẳng trúng đòn nào cả.\nEm thua rồi.",
    "これでも生徒会付教導指揮官だからな。負けられないさ。\nでも心香だって、なかなか……ん？": "Dù gì tôi cũng là chỉ huy trưởng huấn luyện của hội học sinh mà. Không thể thua được.\nNhưng Kokoro cũng khá lắm đấy… Ơ?",
    "あのとき０．３秒早く右に躱していたら被弾を防げていたし、\nためらわずに接近していたらもっと健闘できたかも――": "Lúc đó, nếu em né sang phải nhanh hơn 0.3 giây thì đã tránh được đạn rồi,\nvà nếu không do dự mà áp sát thì có lẽ đã chiến đấu tốt hơn――",
    "心香？": "Kokoro?",
    "%usernameusernameuserna%、もう１戦お願いできるかしら？\n何かが掴めそうなの。": "%usernameusernameuserna%, em có thể xin anh đấu thêm một trận nữa được không?\nEm có cảm giác như mình sắp lĩnh hội được điều gì đó.",
    "ああ、わかった。心香が望むなら、好きなだけ付き合うぞ。": "Ừ, được thôi. Nếu Kokoro muốn, thì tôi chiều đến cùng.",
    "ええ、ありがとう。": "Vâng, em cảm ơn anh.",
    "いいの……？　なら、お願いしようかしら。\n可能なら同じシミュレーターのコックピット内で。": "Được không…? Nếu được thì, em xin phép vậy.\nNếu có thể, thì trong buồng lái của cùng một máy mô phỏng luôn.",
    "えっ、一緒に入るのか？\n基本ひとり用だし、結構熱こもるし……いいのか？": "Hả, vào chung luôn à?\nCái này cơ bản là dùng một mình, với lại còn khá nóng nữa… Em ổn chứ?",
    "別に気にしないわ。外からマイク越しだと、\n集中していたら聞き逃しが発生するかもしれないでしょう？": "Em không phiền đâu. Vì nếu chỉ nghe qua micro từ bên ngoài,\nnếu em tập trung cao độ thì có thể sẽ bỏ lỡ mất những chỉ dẫn của anh thì sao?",
    "……わ、わかった。心香がそういうなら。": "…V, vậy… nếu Kokoro đã nói vậy.",
    "…………": "……",
    "そのあとコックピットからふたり揃って汗だく状態で出てきたのを、\n他の生徒に見られてしまい、思いっきり誤解を招くのだった。": "Sau đó, cả hai cùng nhau bước ra khỏi buồng lái trong tình trạng đẫm mồ hôi, và\nbị các học sinh khác nhìn thấy, dẫn đến một sự hiểu lầm lớn."
}