{
    "俺が選んだのはシリウスシュガー。\n……俺を助けてくれたチームだ。": "Tôi chọn Sirius Sugar.\n…… Đội đã cứu tôi.",
    "シリウスシュガーですか。\n成長の見込みがある、と？": "Sirius Sugar sao?\nCó triển vọng phát triển, phải không?",
    "いや、そういう理由じゃない。": "Không, không phải vì lý do đó.",
    "この子達には、命を救って貰った。\nだから、その恩を少しでも返したいだけだ。": "Tôi được những đứa trẻ này cứu mạng.\nVì vậy, tôi chỉ muốn đền đáp ân tình đó dù chỉ một chút.",
    "なるほど……あなたという人が少しだけ分かった気がします。": "Ra là vậy…… Tôi có cảm giác đã hiểu anh hơn một chút.",
    "そうか？\n……まあ、これから結果を出して頑張ってみせるよ。": "Vậy sao?\n……À, tôi sẽ cố gắng hết sức để cho thấy kết quả.",
    "ええ、分かりました……期待していますよ。": "Vâng, tôi hiểu rồi…… Tôi mong đợi đấy.",
    "『……それがあなたの選択なんだから』": "『……Vì đó là lựa chọn của anh』",
    "（……！）": "（……！）",
    "（今の光景は……？）": "（Cảnh tượng vừa rồi là……？）",
    "（いや、気のせいか……？　だが……）": "（Không, chắc là do mình nghĩ nhiều……？ Nhưng……）",
    "突然襲ったデジャヴにより、目の前の神楽への警戒心が高まる。": "Bởi vì cảm giác deja vu đột ngột ập đến, sự cảnh giác của tôi với Kagura tăng lên.",
    "俺はその緊張感のまま、生徒会室を後にした。": "Tôi rời khỏi phòng hội học sinh với sự căng thẳng đó.",
    "はぁ……話、ながすぎない？\nずっと待ってたんだけど。": "Haizz…… Nói chuyện, dài dòng quá nhỉ?\nTớ đã đợi nãy giờ đấy.",
    "……あなたですか。": "……Anh là?",
    "まさかとは思うけど、あんな男になんか期待してるの？": "Tôi không nghĩ vậy đâu, nhưng anh có mong đợi gì từ một người đàn ông như vậy không?",
    "……これを。": "……Cái này.",
    "あいつの身体の検査結果？": "Kết quả kiểm tra cơ thể của hắn ta?",
    "……ふーん……まあ、健康優良児みたいね。\nで、それが？": "……Hừm…… Chà, như một đứa trẻ khỏe mạnh.\nVậy thì sao?",
    "メイズ適性は高いかもしれないけど、\n飛びぬけてるわけでもなく常識の範疇じゃない。": "Có thể có khả năng thích ứng với Maze cao, nhưng\nNó không vượt trội và không nằm trong phạm vi thông thường.",
    "そこではありません。\nもっと詳しい検査結果を見てください。": "Không phải ở đó đâu.\nHãy xem kết quả kiểm tra chi tiết hơn.",
    "は……？\nなにこれ……どういうこと！？": "Hả……?\nCái gì đây…… Ý là sao!?",
    "体組織の構成炭素が……同位体比率、これどうなってるの！？\nこんなの……あり得ない……。": "Carbon cấu tạo mô cơ thể…… Tỷ lệ đồng vị, cái này là sao vậy!?\nChuyện này…… Không thể nào…….",
    "ええ。ですから、これは彼が『こことは異なる場所』から来た\n証拠とは考えられませんか？": "Vâng. Vì vậy, chẳng phải đây là bằng chứng cho thấy anh ta đến từ『một nơi khác』sao?",
    "あんたはあると考えてるの？\nこの世界の『外側』が。": "Cô nghĩ vậy sao?\n『Bên ngoài』thế giới này.",
    "……可能性の話です。": "……Chỉ là một khả năng.",
    "それなら……っ！": "Nếu vậy thì……!",
    "……それ以上は口にしないで。": "……Đừng nói nữa.",
    "……っ。": "……!",
    "しばらく、彼は私の元で管理下に置きます。": "Trong một thời gian, anh ta sẽ bị quản lý dưới sự giám sát của tôi.",
    "生徒会で新たに役職を作り、\n彼はそこで我々の監視下で動いてもらいます": "Chúng ta sẽ tạo một chức vụ mới trong hội học sinh,\nAnh ta sẽ hoạt động dưới sự giám sát của chúng ta ở đó.",
    "……ふん。気の長い面倒なやり方。\n私の趣味じゃないわ。": "……Hừm. Một cách làm phiền phức và tốn thời gian.\nKhông phải sở thích của tôi.",
    "こっちはこっちでやらせてもらうから。": "Tôi sẽ làm theo cách của tôi.",
    "…………はぁ。": "…………Haizz.",
    "やっと解放された……ん？": "Cuối cùng cũng được giải thoát…… Hửm?",
    "ここはちゆるが行くべきじゃないの！？\nだって、会長から一目置かれてるんでしょ！？": "Chuyện này không phải là Chiyuru nên đi sao!?\nVì cô ấy được hội trưởng để mắt đến mà!?",
    "一目置かれて、それで迷惑かけまくってたからなぁ～。\nむしろ、私が行ったら逆効果じゃない？": "Được để mắt đến, và sau đó gây rắc rối rất nhiều mà～.\nHơn nữa, nếu tôi đi thì có lẽ sẽ phản tác dụng, phải không?",
    "……生徒会長は怖い。": "……Hội trưởng rất đáng sợ.",
    "なら、七彩がリーダーとして直談判してよ！\nそうすれば解決できるでしょ？": "Vậy thì, Nanairo hãy trực tiếp thương lượng với tư cách là người lãnh đạo!\nNếu làm vậy thì có thể giải quyết được mà?",
    "私が行くと実家の圧力を利用しているように見えませんこと？\nそれに、今後を考えると心証も悪い気がしますわ。": "Nếu tôi đi thì chẳng phải trông như đang lợi dụng áp lực từ gia đình sao?\nHơn nữa, tôi nghĩ nó sẽ để lại ấn tượng xấu nếu xét đến tương lai.",
    "……分かりました！\n私が直談判してきます！": "……Tôi hiểu rồi!\nTớ sẽ trực tiếp thương lượng!",
    "たとえ会長が相手だとしても、絶対に譲れません！": "Ngay cả khi đối thủ là hội trưởng, tớ sẽ không bao giờ nhượng bộ!",
    "……何してるんだ？": "……Đang làm gì vậy?",
    "今から会長に直談判をするんです！\nあの人が危ない目にあうから助けないと……！": "Tớ sắp trực tiếp thương lượng với hội trưởng!\nPhải cứu người đó vì người đó đang gặp nguy hiểm……!",
    "……って、あ、あれ！？　大丈夫だったんですか！？": "……Ấy, ơ, ơ!? Anh không sao chứ!?",
    "ああ。会長からの質問は終わったよ。\nそれで、お前たちは何をしてたんだ？": "Ừ. Câu hỏi của hội trưởng đã kết thúc rồi.\nVậy, các cậu đang làm gì vậy?",
    "そりゃ……あんたが会長に投獄されるか処刑されるかって聞いたから、\n流石に助けてやらないとって話になったのよ。": "Thì…… Vì tớ nghe nói anh sẽ bị bỏ tù hoặc bị hành quyết, nên\nTớ phải giúp anh chứ.",
    "誰がそんなことを……？": "Ai nói những điều như vậy……?",
    "……いえ、私は最悪の可能性を伝えただけですよ？": "……Không, tôi chỉ nói về khả năng tồi tệ nhất thôi?",
    "小花がそういう事を言うと、\n本当にそうなっちゃいそうな迫力があるよね～……": "Nếu Kohana nói những điều như vậy,\nNó thực sự có sức mạnh thuyết phục đấy～……",
    "それで、実際のところどうなりましたの？": "Vậy thì, thực tế thì sao?",
    "ああ、これからちゃんと説明する。": "Ừ, tôi sẽ giải thích rõ ràng.",
    "まず、俺は学園に所属することになったんだ。": "Đầu tiên, tôi sẽ thuộc về học viện.",
    "そうなんですか！？": "Vậy sao!?",
    "ああ。生徒会長から教導指揮官って役職を貰ったんだ。\n正式に生徒会に所属したってことになるのかな。": "Ừ. Tôi đã nhận được chức vụ chỉ huy hướng dẫn từ hội trưởng.\nNó có nghĩa là tôi chính thức thuộc về hội học sinh.",
    "教導指揮官？　聞いたことありませんわね。": "Chỉ huy hướng dẫn ư? Tôi chưa từng nghe đến.",
    "俺のために用意された役職らしい。\n仕事は……いろんなチームの補助をする役割だ。": "Có vẻ như đó là một vị trí được chuẩn bị cho tôi.\nCông việc là…… Hỗ trợ nhiều đội khác nhau.",
    "それで、俺は君たち……\nシリウスシュガーの補助をすることになったんだ。": "Và, tôi sẽ giúp các cậu……\nSirius Sugar.",
    "本当ですか！？": "Thật sao!?",
    "ああ。特にめるには命を救われたからな。\n指揮をするならシリウスシュガーがいいと志願させてもらった。": "Ừ. Đặc biệt là Meru đã cứu mạng tôi.\nTôi đã tình nguyện để chỉ huy Sirius Sugar.",
    "ありがとうございます……それに、良かったです……\nあなたが無事で……！": "Cảm ơn anh…… Hơn nữa, em rất vui……\nAnh không sao……!",
    "いやー、会長がそんな判断をするなんてびっくりだけど……\n結果的にはめるちゃんのお財布も守られたし、良かったね。": "Chà, tôi rất ngạc nhiên khi hội trưởng đưa ra phán đoán như vậy……\nNhưng kết quả là, ví tiền của Meru cũng được bảo vệ, thật tốt.",
    "ラミたちの助けになるっていうんなら、こき使ってやろうじゃん！": "Nếu nó giúp ích cho Rami, chúng ta hãy sử dụng anh ấy!",
    "……期待してる。": "……Tôi mong đợi.",
    "それでは今日からあなたも指揮官として、\nシリウスシュガーの仲間になるということですわね。": "Vậy thì, từ hôm nay anh cũng sẽ là chỉ huy,\nNghĩa là anh sẽ là một thành viên của Sirius Sugar.",
    "でしたら、ここは柊校舎で歓迎パーティーを開きましょうか！": "Nếu vậy, chúng ta hãy tổ chức một bữa tiệc chào mừng tại Học viện Hiiragi!",
    "いえ、それよりもまずは柊校舎の案内から――": "Không, hơn thế nữa, trước tiên là hướng dẫn Học viện Hiiragi――",
    "それはボク――ピコがやります！　そのためのＡＩですから！": "Việc đó là do tôi――Pico sẽ làm! Vì mục đích đó mà tôi có AI!",
    "え？": "Hả?",
    "ボクに任せてください！　やる気満々なので！": "Hãy giao cho tôi! Tôi rất nhiệt tình!",
    "えっと……この方って……\n%usernameusernameuserna%さんのＡＩですか？": "À…… Vị này là……\nAI của %usernameusernameuserna%?",
    "俺もよくわからんが、そうらしい。": "Tôi cũng không biết rõ, nhưng có vẻ như vậy.",
    "か、可愛いですっ！": "Dễ thương quá!",
    "本当ですわね……とても愛らしいＡＩですわ。": "Đúng vậy…… Một AI rất đáng yêu.",
    "……とっても可愛い。欲しい。": "……Rất dễ thương. Muốn có.",
    "ぼ、ボクはマスターのＡＩですからね！？\nうぅ……こ、ここは一時撤退です！": "B, tôi là AI của Master mà!?\nƯ…… T, tôi sẽ tạm thời rút lui!",
    "……照れて逃げるのはＡＩとしてどうなんだ？\nまあいいか……改めて、案内の方を頼んでもいいか？": "……Một AI mà lại chạy trốn vì xấu hổ thì sao?\nThôi được rồi…… Một lần nữa, tôi có thể nhờ cậu hướng dẫn được không?",
    "ええ、分かりましたわ。\nお互いに頑張りましょう": "Vâng, tôi hiểu rồi.\nChúng ta hãy cùng nhau cố gắng nhé.",
    "まあ、結果が出なければ学校から追い出されるらしいからな。\nそうしたら最終的に研究所送りだとか……": "Chà, nếu không có kết quả thì có vẻ như sẽ bị đuổi khỏi trường.\nNếu vậy thì cuối cùng sẽ bị gửi đến phòng thí nghiệm……",
    "でしたら、そんな結末を迎えないために頑張りませんとね。": "Nếu vậy, chúng ta phải cố gắng để không phải kết thúc như vậy.",
    "楽しそうで何よりだね。それじゃ、シリウスシュガーの皆！\n次の公式ＭＧ競技は頑張ってね！": "Vui vẻ quá nhỉ. Vậy thì, mọi người của Sirius Sugar!\nHãy cố gắng hết sức trong cuộc thi MG chính thức tiếp theo nhé!",
    "ありがとうございます！": "Cảm ơn anh!",
    "珍しいね？\n風紀委員が一つのチームを応援するだなんて。": "Hiếm thấy nhỉ?\nỦy ban kỷ luật cổ vũ cho một đội.",
    "次、負けたらチーム解散、全員退学だって聞いてるからね！\n流石にお別れなんて寂しいでしょ？": "Lần tới mà thua thì đội sẽ giải tán, tất cả đều bị đuổi học đấy!\nTôi nghĩ sẽ rất buồn khi phải chia tay.",
    "はぁ！？\n初耳なんだけど！？": "Hả!?\nTôi chưa từng nghe đến!?",
    "少し前から、学園掲示板に公示されていましたよ。\n教導指揮官と、一蓮托生というわけですね。": "Nó đã được thông báo trên bảng thông báo của học viện từ một thời gian trước rồi.\nChỉ huy hướng dẫn và đồng hành.",
    "対戦相手は今回トラブルになった相手……\nカオスメイデン。因果なものです。": "Đối thủ là đối thủ đã gây ra rắc rối lần này……\nChaos Maiden. Thật là nghiệp chướng.",
    "…………": "…………",
    "ええええええええええ！？": "Eeeeeeeeeeeeeeeeeeeeeee!?",
    "……お前ら、そんなに崖っぷちだったのか？": "……Các cậu, các cậu đang ở trong tình huống nguy hiểm đến vậy sao?",
    "……うん。まったく勝ててない。": "……Ừm. Hoàn toàn không thắng được.",
    "かなりヤバイ状況なのはわかってたけど……\nいやー、まさかそこまでとはねぇ。": "Tôi biết tình hình khá tồi tệ……\nChà, tôi không ngờ nó lại đến mức đó.",
    "解散に退学なんて困るんだけど！？\nまだ、ラミは全然稼げてないし！": "Giải tán và đuổi học thì phiền quá!\nRami còn chưa kiếm được gì!",
    "困りましたね……本当の意味で%usernameusernameuserna%さんと\n一蓮托生になってしまうとは……": "Thật là rắc rối…… Thật sự đồng hành với %usernameusernameuserna%……",
    "……今までの戦績は？": "……Thành tích cho đến nay thì sao?",
    "そ、その……実は公式ＭＧ競技でほとんど勝ったことがなくて……\n落ちこぼれチームって言われてます……": "Th, thật ra…… Chúng tôi hầu như không thắng trong các cuộc thi MG chính thức……\nChúng tôi được gọi là đội yếu nhất……",
    "…………おおう……そうなのか。": "…………Ô…… Vậy sao.",
    "マスター！　改めてこれまでの戦績を再確認しましたが……\n無理ですよこれ！？　ダメダメにも程があります！": "Master! Tôi đã xác nhận lại thành tích cho đến nay……\nKhông thể nào! Không thể tệ hơn được nữa!",
    "うぅ、事実とは言え酷いです……": "Ư, dù là sự thật thì cũng thật tàn nhẫn……",
    "まあ、そこまでひどいのは予想外だが……\nそれでも、俺の仕事はお前たちを鍛え上げる事だから任せておけ。": "Chà, tôi không ngờ nó lại tệ đến vậy……\nTuy nhiên, công việc của tôi là rèn luyện các cậu, cứ giao cho tôi.",
    "凄い自信ですわね……\n何か策がありますの？": "Anh tự tin thật đấy……\nCó kế sách gì không?",
    "俺にいい考えがある。": "Tôi có một ý tưởng hay.",
    "ああ、５人全員――": "Ừ, tất cả 5 người――",
    "今から、全裸ｄｅブートキャンプだっ！！": "Từ bây giờ, toàn bộ cởi truồng de bootcamp!",
    "ええええええええええ――――――――！？": "Eeeeeeeeeeeeeeeeeee!?"
}