{
    "結局、午前中のテストの補習で随分時間を取られてしまった。\n慌ててシミュレーター訓練へシミュレーション室へと駆け込む。": "Kết thúc, tôi đã tốn khá nhiều thời gian vào việc học bù bài kiểm tra buổi sáng.\nTôi vội vã chạy đến phòng mô phỏng để tập huấn.",
    "昼飯ぐらいゆっくり食べたかったけれど、\n今は贅沢を言える立場ではないのもわかってるしな。": "Tôi muốn ăn trưa thong thả một chút, nhưng\ntôi biết mình không có quyền đòi hỏi bây giờ.",
    "まずは『ここに不要な人間』だと思われないよう、頑張らなくては。": "Trước hết, tôi phải cố gắng để không bị coi là 'người thừa' ở đây.",
    "ん？　シリウスシュガーのみんなか。\nそちらの彼が、噂の生徒会付きの教導指揮官か？": "Hả? Mọi người của Sirius Sugar à?\nNgười đi cùng cậu ta là chỉ huy hướng dẫn của hội học sinh sao?",
    "どうやら先客のようだ。\n５人の少女達が立ちはだかる。": "Có vẻ như họ đã đến trước rồi.\n5 cô gái đang đứng chắn đường.",
    "えーっと……この子達は？": "Ưm... Những người này là?",
    "私達と同じ柊校舎のパイロットチーム、\n『カラフルブーケ』の皆さんです。": "Họ là đội trưởng của trường Hiragi, giống chúng ta,\nnhững người của 'Colorful Bouquet'.",
    "私達よりも前にチーム結成されていて、\n経験も成績も柊校舎トップクラスなんです。": "Họ đã thành lập đội trước chúng ta,\nkinh nghiệm và thành tích của họ đều đứng đầu trường Hiragi.",
    "へぇ、すごいんだな。": "Ồ, ghê gớm thật đấy.",
    "紹介、感謝する。私はカラフルブーケの生駒葵。\n以後、お見知りおきを。": "Cảm ơn vì đã giới thiệu. Tôi là Ikoma Aoi của Colorful Bouquet.\nRất mong được làm quen.",
    "夕凪舞亜よ。ここで出会ったのも何かの縁かしら。": "Tôi là Yuunagi Maia. Gặp nhau ở đây cũng là một cái duyên.",
    "こっちが泉花とクララ、うるうね。": "Đây là Izumi Hana và Clara, Uru.",
    "はじめまして、姫川泉花よ。自分で言うのもなんだけど、\n一応このチームの参謀を担当しているわ。": "Rất vui được gặp bạn, tôi là Himekawa Izumi Hana. Tự nói thì hơi ngại,\ntôi là người chịu trách nhiệm về quân sư của đội này.",
    "あ、あ、え、えっと……波瀬うるう……です。": "À, à, ư, ưm... Hase Uru... ạ.",
    "クララよ、綺羅クララ。見た感じ、大したことなさそうねぇ。": "Tôi là Kira Clara. Nhìn thì có vẻ không có gì đặc biệt nhỉ.",
    "ひどい言われようだな……": "Bị nói thế này thật...",
    "すまない、みんな緊張しているんだ。\n男子生徒と会話するなんて、初めての経験だからな。": "Xin lỗi, mọi người đều đang căng thẳng.\nVì đây là lần đầu tiên họ nói chuyện với nam sinh mà.",
    "本当に緊張のせいなのか……？": "Thật sự là vì căng thẳng sao...?",
    "ところで……お前達シリウスシュガーは、\n次のＭＧ競技で負けたら解散、退学と聞いたが本当だろうか。": "Nhân tiện... Các cậu, Sirius Sugar,\ntôi nghe nói nếu thua trong cuộc thi MG tiếp theo, các cậu sẽ bị giải tán và đuổi học, có đúng không?",
    "ええ……遺憾ながら。": "Vâng... Thật đáng tiếc.",
    "ぜーったい、そんなことにはしないけどね！": "Tuyệt đối, tụi tớ sẽ không để chuyện đó xảy ra!",
    "ふむ……対戦相手はスカラ校舎の精鋭、カオスメイデンと聞いている。\n今の私たちが戦っても厳しい相手だ。": "Hừm... Đối thủ là những người ưu tú của trường Scala, Chaos Maiden.\nNgay cả khi chúng ta chiến đấu bây giờ cũng là một đối thủ khó nhằn.",
    "だが、生徒会もお前たちに期待するところがあるからこそ、\n彼に指導を命じたのだろう。": "Nhưng, hội học sinh cũng đặt kỳ vọng vào các cậu,\nnên mới giao cho anh ta hướng dẫn.",
    "鍛錬は裏切らない。期日まで、鍛え上げることだ。\nもちろん、私たちが力になれることがあれば言ってくれ。": "Rèn luyện không bao giờ phản bội. Hãy rèn luyện cho đến ngày đó.\nĐương nhiên, nếu chúng tôi có thể giúp được gì, hãy cho chúng tôi biết.",
    "同じ柊校舎のチームがいなくなるのは、寂しいからな。": "Vì tôi thấy buồn khi đội của trường Hiragi biến mất.",
    "ありがとうございます。がんばります！": "Cảm ơn mọi người. Chúng tôi sẽ cố gắng!",
    "ああ。その目、信じているよ。": "Ừ. Tôi tin vào ánh mắt của các cậu.",
    "そう言って、カラフルブーケのメンバーたちは去っていった。": "Nói xong, các thành viên của Colorful Bouquet đã rời đi.",
    "葵さんいい人ですよね。強いし、カッコいいし。素敵です。": "Aoi là một người tốt nhỉ. Mạnh mẽ, ngầu lòi. Tuyệt vời.",
    "ですわね。でも、彼女たちもライバルであることは\n忘れてはなりませんわよ。": "Đúng vậy. Nhưng, chúng ta cũng không được quên rằng họ là đối thủ của chúng ta.",
    "へん。いつかまとめて蹴散らしてヤるつーの。": "Hừ. Rồi sẽ có ngày tớ đá bay hết.",
    "ところで、ひとつ聞いていいか？": "Nhân tiện, tôi có thể hỏi một chuyện được không?",
    "そもそも、どうしてチーム解散だの退学だのって\n話になってるんだ？": "Nói trắng ra là, tại sao lại có chuyện giải tán đội hay đuổi học\nvậy?",
    "いや、成績が良くなくて、落ちこぼれ扱いなのは聞いたが……\nあまり詳細を聞いてない気がしてな。": "Tôi nghe nói thành tích không tốt, bị coi là kẻ thất bại... \ntôi không nghe chi tiết lắm.",
    "口に出して言いたくないだろうけど、聞いておきたい。": "Tôi không muốn nói ra, nhưng tôi muốn biết.",
    "そうね……まずメイズが危険なのは、前に身を以て経験したよね？": "Đúng vậy... Đầu tiên, việc Maze nguy hiểm, cậu đã từng trải nghiệm rồi đúng không?",
    "ああ……メイズシフターだったか？\n妙な化け物は出るし、あちこち入り組んでいて地形も複雑だ。": "Ừm... Maze Shifter sao?\nNhững con quái vật kỳ lạ xuất hiện, địa hình thì phức tạp.",
    "うん、だから基本私達はチームで活動することが多いの。\nごく浅い区域なら少数でも採掘許可が降りることもあるけどね。": "Ừ, vì vậy về cơ bản chúng ta thường hoạt động theo nhóm.\nNếu là khu vực nông cạn, thì có thể được phép khai thác với số lượng nhỏ.",
    "そしてチームごとに採掘できる範囲、深さが異なります。": "Và phạm vi, độ sâu có thể khai thác khác nhau tùy theo từng đội.",
    "実力のないチームは出入り口――ポータルに近い狭い範囲のみ、\n実力のあるチームはより深く、広い範囲を……": "Những đội không có thực lực chỉ được vào những khu vực hẹp gần cổng ra vào, \ncòn những đội có thực lực sẽ vào những khu vực sâu hơn, rộng hơn...",
    "やはり地形の複雑さもメイズシフターの強さも、\n深くなるにつれて大きくなっていきますから。": "Rõ ràng, độ phức tạp của địa hình và sức mạnh của Maze Shifter,\ncàng sâu thì càng lớn.",
    "採掘する深さって、深いほどいいのか？": "Độ sâu khai thác càng sâu thì càng tốt sao?",
    "そりゃそーでしょ。浅いとこって言っちゃえば、\nもうみんな取り尽くしちゃったとこなんだから。": "Chắc chắn rồi. Nếu ở những nơi nông cạn,\nthì mọi người đã lấy hết rồi.",
    "探しても探しても、お目当てのタツミヤ鉱なんてめったに出ない。": "Dù có tìm kiếm thế nào, thì cũng hiếm khi tìm thấy quặng Tatsumiya mà cậu muốn.",
    "だから掘って得られるラミ達の報酬も、雀の涙ってワケ。\n機体の改修とか夢のまた夢よ。": "Vì vậy, phần thưởng từ việc đào lấy Rami cũng chỉ như muối bỏ biển thôi.\nSửa chữa máy móc cũng chỉ là giấc mơ.",
    "出たら前みたいに取り合いですね……": "Nếu xuất hiện thì lại giành giật như trước nhỉ...",
    "あー……なるほどな。": "À... Ra là vậy.",
    "それで……その範囲と深さ――エリアを決めるために、\n『公式ＭＧ競技』というものが開かれます。": "Và... Để quyết định phạm vi và độ sâu đó, khu vực đó,\nsẽ có một 'Cuộc thi MG chính thức'.",
    "公式……ＭＧ競技？": "Chính thức... Cuộc thi MG?",
    "一言で言えば、ＭＧ同士で戦闘する催しのこと。": "Nói một cách đơn giản, đó là một sự kiện chiến đấu giữa các MG.",
    "ま、簡単に言えば勝てば勝つほど、\n実力が認められて担当区域が広くなるってわけ。": "Nói một cách đơn giản, càng thắng thì càng được công nhận thực lực,\nkhu vực phụ trách sẽ càng rộng hơn.",
    "学園側としては生徒達のＭＧ操縦技術が上がれば、\nそれだけメイズ探索も進みますから。": "Về phía học viện, nếu kỹ năng điều khiển MG của học sinh tăng lên,\nthì việc khám phá Maze cũng sẽ tiến triển.",
    "なるほどな……だいたいわかってきたよ。つまり……": "Ra là vậy... Tôi hiểu rồi. Tóm lại...",
    "ＭＧ競技に勝てない、だからタツミヤ鉱の多い採掘エリアを\n担当できない、それで稼ぎも出せないから機体も強くできない……": "Không thể thắng trong cuộc thi MG, vì vậy không thể phụ trách khu vực khai thác có nhiều quặng Tatsumiya,\nvà cũng không thể kiếm tiền, nên cũng không thể làm cho máy móc mạnh hơn...",
    "以下、無限ループってことか。": "Sau đó, vòng lặp vô tận.",
    "そうなると、もうチームを存続させる意味が薄れてしまって……": "Nếu vậy, thì không còn ý nghĩa gì khi duy trì đội nữa...",
    "……解散、そして退学というオチ。": "...Giải tán, và rồi bị đuổi học.",
    "結構厳しいんだな……救済措置とかないのか？\n敗者復活戦みたいな……": "Khá là khắc nghiệt nhỉ... Không có biện pháp cứu trợ nào sao?\nNhư là trận chiến giành quyền vào vòng trong...",
    "一応、特別養成校舎という学園自体が運営する、\n問題児達を集めて所属校舎復帰を目指す訓練所みたいな校舎があるよ。": "Về cơ bản, có một trường học đặc biệt do học viện tự vận hành,\nlà một trường huấn luyện để tập hợp những người có vấn đề và hướng tới việc trở lại trường trực thuộc.",
    "あれ？　なら、どうして退学なんて話に……？": "Hả? Vậy tại sao lại có chuyện bị đuổi học...?",
    "まずわたくし達は入学後基礎訓練課程を受講するんです。": "Đầu tiên, chúng tôi sẽ tham gia khóa huấn luyện cơ bản sau khi nhập học.",
    "それをクリアした人がチームを組み、\n水準を満たせなかった人が特別養成校舎にいきます。": "Những người vượt qua nó sẽ lập đội,\ncòn những người không đáp ứng được tiêu chuẩn sẽ vào trường huấn luyện đặc biệt.",
    "……となると、少なくともシリウスシュガーのみんなは、\nその一定基準はクリアしてるってわけか。": "...Nếu vậy, ít nhất mọi người của Sirius Sugar,\nthì đã vượt qua tiêu chuẩn nhất định đó.",
    "えっへん。だからラミたちは意外とエラいんだよ！\nわかったかなー？": "Eh-hem. Vì vậy, Rami của chúng ta khá là giỏi đấy!\nHiểu chưa nào?",
    "おー、えらいえらい。あとでお菓子あげるから少し静かにしててな。": "Ô, giỏi giỏi. Để sau tớ cho kẹo, im lặng chút đi.",
    "だからガキ扱いすんな！": "Đừng có coi tớ là con nít!",
    "……わざとやってるよね、ラミ。": "...Cậu đang cố tình đúng không, Rami.",
    "えっと……": "Ưm...",
    "チームを組んだ学生――つまり正式に一度パイロットとなった学生は、\n特別養成校舎に行くことはありませんの。": "Những học sinh đã lập đội, tức là những học sinh đã chính thức trở thành phi công,\nsẽ không vào trường huấn luyện đặc biệt.",
    "結果を出せない正式パイロットの行く道は、\n解散と退学のみです。": "Con đường của những phi công chính thức không đạt được kết quả,\nlà giải tán và đuổi học.",
    "要するに、一度いわばデビューしたわけなんだから、\n甘えんなってことね。": "Nói tóm lại, vì đã ra mắt một lần, \nnên đừng có mà làm nũng.",
    "救済措置はあるが、お前らはすでにその対象外ってことか。\n厳しい世界なんだな。": "Có biện pháp cứu trợ, nhưng các cậu đã nằm ngoài đối tượng đó rồi.\nĐúng là một thế giới khắc nghiệt.",
    "それだけ危険でもあるので……": "Vì nó cũng nguy hiểm như vậy...",
    "なるほど……みんな、教えてくれてありがとう。\nつまりこういうことか……まずは公式ＭＧ競技で勝つ必要がある。": "Ra là vậy... Mọi người, cảm ơn vì đã cho tôi biết.\nTóm lại là như thế này... Trước hết, cần phải thắng trong cuộc thi MG chính thức.",
    "そういうことに、なりますわね。\nまあ、それができれば苦労しないのですが……": "Đúng là như vậy.\nChà, nếu làm được thì đã không phải khổ sở như thế này...",
    "そのための俺だろ？": "Vì tôi mà?",
    "うわ、ドヤりやがった。ちょっと指揮上手いだけで、\nどこにそんな自信があるんだか。": "Uwa, làm bộ làm tịch kìa. Chỉ huy giỏi một chút thôi mà,\ncậu tự tin ở đâu ra vậy?",
    "自信というよりやる気だよ。俺だって結果を出さないと、\nこの先どうなるかわからない。": "Tôi tự tin hơn là có động lực. Tôi cũng không biết chuyện gì sẽ xảy ra nếu tôi không đạt được kết quả.\n",
    "だから俺も出来る限りのことはする。一緒に頑張ろう。": "Vì vậy, tôi cũng sẽ làm những gì có thể. Cùng nhau cố gắng nhé.",
    "%usernameusernameuserna%さん……はい、こちらこそ、お願いします！": "Anh %usernameusernameuserna%... Vâng, tôi cũng vậy, xin hãy tin tưởng!",
    "……よろしく。": "...Rất mong được giúp đỡ.",
    "では、早速、訓練を始めますわよ。時間は限られていますから。": "Vậy thì, chúng ta hãy bắt đầu huấn luyện ngay thôi. Vì thời gian có hạn.",
    "%usernameusernameuserna%には、\nとりあえず見学していてもらうのがいいんじゃない？": "Với %usernameusernameuserna%,\ntốt nhất là cứ xem trước đi nhỉ?",
    "それで、あたしたちの問題点がわかれば、指摘して欲しい。": "Sau đó, nếu chúng ta thấy được vấn đề của mình, hãy chỉ ra giúp chúng tôi.",
    "わかった。任せろ。": "Được rồi. Cứ giao cho tôi.",
    "では、皆さん、準備にかかってください！": "Vậy thì, mọi người, hãy chuẩn bị đi!"
}