{
    "（これは私が入学してから基礎課程を終わらせて……\nパイロットとして認められた時期の話です）": "（Đây là câu chuyện khi tôi đã hoàn thành khóa học cơ bản sau khi nhập học……\nvà được công nhận là phi công）",
    "――さて、これで基礎課程は完了となります。\nこれから皆さんはパイロットとして正式にメイズへ潜る事になります。": "――Được rồi, như vậy là đã hoàn thành khóa học cơ bản.\nTừ giờ, mọi người sẽ chính thức bước vào Mê Cung với tư cách là phi công.",
    "…………": "…………",
    "貴重なタツミヤ鉱という資源を採掘する作業は多くの危険を伴い、\nメイズシフターと呼ばれる脅威とも戦わなければいけません。": "Việc khai thác tài nguyên quý giá là mỏ Tatsumiya đi kèm với nhiều nguy hiểm,\nvà chúng ta phải chiến đấu với mối đe dọa được gọi là Máy Trộn Mê Cung.",
    "ですが、皆さんの活動はこの世界で多くの人々の役に立ちます。\nこの仕事は誇り高いものなのです。": "Tuy nhiên, hoạt động của mọi người sẽ giúp ích cho nhiều người trên thế giới này.\nCông việc này rất đáng tự hào.",
    "皆さんがこれからパイロットとして活躍することを、\nザルトゥーム学園では期待しています！": "Trường Zartoom mong đợi mọi người sẽ hoạt động tích cực với tư cách là phi công từ bây giờ!",
    "これから皆さんには、チームを結成、あるいは加入してもらい、\nパイロット活動に取り組んでもらうことになります。": "Từ bây giờ, mọi người sẽ thành lập hoặc gia nhập một đội,\nvà tham gia vào các hoạt động của phi công.",
    "同じ志を持つ仲間を見つけるもいいでしょう。\n実力によって認めさせるのもいいでしょう。": "Bạn có thể tìm thấy những người bạn có cùng chí hướng.\nHoặc bạn có thể chứng minh bằng thực lực của mình.",
    "焦らずに自分に合うチームを見つけてくださいね。\nそれでは、基礎講習は終わります！　解散！": "Đừng vội vàng, hãy tìm một đội phù hợp với bạn nhé.\nVậy là, buổi huấn luyện cơ bản kết thúc! Giải tán!",
    "……ふう。": "……Phù.",
    "（……これから本当にパイロットになるんだ。\n皆の役に立てるパイロットに……！）": "（……Từ giờ mình sẽ thực sự trở thành phi công.\nMột phi công có thể giúp ích cho mọi người……!）",
    "よーし！　これから頑張るぞー！": "Được rồi! Cố gắng lên nàoー!",
    "（ええっと、先生も言ってたけどチームを組まないと……！）": "（Ểm, thầy cũng nói là phải lập đội……!）",
    "（パイロットチームは最大五人まで……三人以上じゃないと、\n基本的には認められないから空いてるチームを見つけないと！）": "（Đội phi công có tối đa năm người……Không được công nhận nếu không có ba người trở lên,\nvậy nên mình phải tìm một đội còn chỗ trống!）",
    "……でも、大丈夫かな……": "……Nhưng, liệu có ổn không……",
    "（私のせいで迷惑をかけて……昔みたいに、\n色んな人を困らせて気を遣わせちゃったりしないかな？）": "（Vì mình mà làm phiền……Giống như trước đây,\nkhiến nhiều người gặp rắc rối và phải lo lắng cho mình không?）",
    "あ、桃園さん。確かまだフリーだったよね？\nうちのチームに体験入隊してみないかな？": "À, Momozono-san. Chắc là vẫn còn tự do phải không?\nCô có muốn thử vào đội của chúng tôi không?",
    "えっ！？　いいんですか？": "Hả!? Được ạ?",
    "うん、まだうちのチームもメンバーを考えてる最中だからさ。\n桃園さんとは話もしたことあるし、お試しでね。": "Ừm, đội của chúng tôi vẫn đang xem xét các thành viên.\nTôi cũng đã nói chuyện với Momozono-san, nên cứ thử xem sao.",
    "そういうことでしたら……ありがとうございます！\nぜひよろしくお願いします！": "Nếu là vậy thì……Cảm ơn rất nhiều!\nNhất định em sẽ làm!",
    "それじゃ、シミュレーション訓練で……\nまずは軽い連携で敵を倒してみようか。": "Vậy thì, chúng ta sẽ tập huấn mô phỏng……\nĐầu tiên, hãy phối hợp nhẹ nhàng để đánh bại kẻ thù.",
    "は、はい！　頑張ります！": "V, vâng! Em sẽ cố gắng!",
    "（せっかく声をかけてくれたんだし、\n一生懸命に頑張らなくちゃ！）": "（Mình rất vui vì họ đã mời mình,\nphải cố gắng hết mình mới được!）",
    "それじゃあ、始めるよー！": "Vậy thì, bắt đầu thôiー!",
    "――あっあっちに敵が！\nこの位置なら、私が倒しておかないと……": "――A, có kẻ địch ở đằng kia!\nỞ vị trí này, mình phải hạ gục chúng……",
    "桃園さん、まだそっちには行かないで！\nこっちの陣形が整ってないから！": "Momozono-san, đừng đi về phía đó vội!\nDo đội hình của chúng ta chưa ổn định!",
    "集中して……ここっ！\nよし……練習した通りに出来た……！": "Tập trung……vào đây!\nĐược rồi……làm được như đã tập luyện……!",
    "えっ、あ、倒せたんだ……\nって、桃園さん！　陣形が乱れてるから……！": "Hả, a, hạ gục được rồi……\nNhưng, Momozono-san! Đội hình đang rối tung cả lên kìa……!",
    "えっ？　あっ！　ごめんなさい！\nすぐにそっちに合流します！": "Hả? A!\nXin lỗi!",
    "は、早くお願いね！\nこれ以上はちょっとこっちもキツイから……！": "Nhanh lên đi!\nTôi cũng không thể chịu đựng được nữa đâu……!",
    "……うう、ごめんなさい……！": "……Ưm, xin lỗi……!",
    "まあ、いいんだけどね？\n桃園さん、しっかり倒したことには倒したから。": "Mà, cũng không sao đâu nhỉ?\nMomozono-san đã hạ gục được kẻ địch rồi.",
    "ごめんなさい……集中しちゃって、\n周囲に目を向ける余裕がなくなっちゃって……": "Xin lỗi……Em đã quá tập trung,\nkhông còn thời gian để quan sát xung quanh nữa……",
    "んん……今回は桃園さんには申し訳ないんだけど、\nうちのチームメンバーには選べないかな。": "Ừm……Lần này thì tôi xin lỗi Momozono-san,\nnhưng tôi không thể chọn cô ấy vào đội của chúng tôi được.",
    "そ、そうですか……": "V, vậy sao……",
    "桃園さん、実力はあると思うんだけど……\n連携の面でカバーできるほど私たちが上手くないからさ。": "Tôi nghĩ Momozono-san có thực lực……\nNhưng chúng tôi không đủ giỏi để có thể hỗ trợ cô ấy về mặt phối hợp.",
    "あうう……その、ごめんなさい……\n私が先行しちゃったのが悪いので……": "Auuu……Xin lỗi……\nTại em đã đi trước quá……",
    "まあ、気にしないでいいよ。\n桃園さんの実力なら、きっとチームが見つかるから！": "Mà, đừng bận tâm.\nVới thực lực của Momozono-san, chắc chắn sẽ tìm được một đội thôi!",
    "……はい。ありがとうございます。": "……Vâng. Cảm ơn ạ.",
    "確か、あっちのクラスにチームメンバーが不足してるから、\n新しい人を探しているチームがあったよ。": "Tôi chắc chắn rằng, ở lớp bên kia, đội của họ đang thiếu thành viên,\nvà có một đội đang tìm người mới.",
    "そうなんですね！　ありがとうございます！\nすいません、お力になれなくて……": "Vậy sao! Cảm ơn rất nhiều!\nXin lỗi vì đã không giúp được gì……",
    "ううん、それじゃあ。\nまた何かあったら協力しようねー！": "Ừm, vậy nhé.\nNếu có chuyện gì, chúng ta sẽ hợp tác nhéー!",
    "はぁ……失敗しちゃった……\nまた集中して他の人と連携できなくて……": "Haizz……Mình đã thất bại rồi……\nLại không thể phối hợp với người khác khi tập trung……",
    "ううん！　まだ諦めちゃダメ！\nもしかしたら、うまく合うチームがあるかもしれないし……": "Ưm! Đừng bỏ cuộc!\nCó lẽ, sẽ có một đội phù hợp với mình đấy……",
    "こんなところで諦めたら、\n昔みたいに何もできないままで終わっちゃう！": "Nếu bỏ cuộc ở đây,\nthì mình sẽ không thể làm được gì như trước đây mất!",
    "よーし、頑張るぞー！　えいえいおー！": "Được rồi, cố gắng lên nàoー! E-e-o!",
    "申し訳ないけど、うちのチームじゃちょっとね……\nやっぱり連携が取れないのはちょっときついかな": "Xin lỗi, nhưng đội của tôi thì không được rồi……\nTôi nghĩ rằng việc không thể phối hợp là hơi khó khăn.",
    "そ、そうですか……分かりました……": "V, vậy sao……Tôi hiểu rồi……",
    "うちのチームにはあなたは必要ないわ。": "Đội của tôi không cần cô.",
    "その程度の実力だと、うちの動きについてこれないもの。\nだから探すなら他のチームにして。": "Với trình độ đó, cô không thể theo kịp đội của tôi đâu.\nVì vậy, hãy tìm một đội khác.",
    "……は、はい……ありがとうございました……": "……V, vâng……Cảm ơn rất nhiều……",
    "桃園さんはいい子だと思うけどね……\n背中を預けられるかっていうと、ちょっと……": "Tôi nghĩ Momozono-san là một người tốt……\nNhưng để nói rằng có thể tin tưởng vào cô ấy thì, hơi khó……",
    "……はあ。": "……Haizz.",
    "どうしよう、また落ちちゃった……\nこれでもう何度目だろう……": "Phải làm sao đây, lại trượt rồi……\nĐây là lần thứ bao nhiêu rồi nhỉ……",
    "他にまだ、チーム残ってるかな……？": "Liệu còn đội nào còn chỗ trống không……?",
    "もう、何日か経っちゃったし……\nこのままだと、どこでも同じようになっちゃうよね……": "Đã vài ngày trôi qua rồi……\nNếu cứ thế này, thì mọi chuyện sẽ như nhau thôi……",
    "（……もしも、私にもっと実力があれば、\nこうやって集中しちゃう癖があってもなんとかなるのかな？）": "（……Nếu mình có thực lực hơn nữa,\ndù có thói quen tập trung như vậy thì mọi chuyện có lẽ sẽ ổn hơn nhỉ?）",
    "（確か、スカラ校舎には一人だけでも実力でチームとして、\n特例で認めさせた凄腕パイロットがいるって聞いたし）": "（Tôi chắc chắn rằng, ở ký túc xá Scala, có một phi công tài năng,\người đã được công nhận là một đội nhờ vào thực lực của mình）",
    "……って、無理だよね……先生から褒められたけど、\nあくまでも平均に比べて優秀ってだけだし……": "……Nhưng, vô lý nhỉ……Dù được thầy khen ngợi,\nnhưng đó chỉ là giỏi hơn mức trung bình một chút mà thôi……",
    "（一人でメイズに潜って、メイズシフターを倒すなんて、\n自分でも無理だってわかるから……）": "（Một mình lao vào Mê Cung, đánh bại Máy Trộn Mê Cung,\nthì mình biết là mình không thể……）",
    "（やっぱり私には、チームを組むなんて無理なのかな？\nこのままだと……）": "（Chắc chắn rằng mình không thể lập đội được nữa rồi?\nNếu cứ thế này thì……）",
    "チームを決められないと実績が足りなくなるから、\nそのまま退学になっちゃうよね……": "Nếu không thể quyết định đội, thì thành tích sẽ không đủ,\nvà bạn sẽ bị đuổi học……",
    "うう……何もまだできてないのに……どうしよう……": "Ưm……Mặc dù chưa làm được gì……Phải làm sao đây……",
    "ああ見失っちゃった！\nどこ！？　どこに行ったの！？": "A, mất dấu rồi!\nỞ đâu!? Đã đi đâu rồi!?",
    "こっちにはいないわ！\nそっちに行ったんじゃない？": "Không có ở đây!\nChắc là đã đi về phía đó rồi?",
    "（……えっ？　なんの騒ぎ？）": "（……Hả? Có chuyện gì vậy?）",
    "こっちもいないし……\nああもう、鳴滝さんはどこに消えちゃったのよ！": "Cũng không có ở đây……\nÔi trời, Narutaki-san đã biến mất ở đâu rồi!",
    "そっち、抜け駆けしないでよね！\nうちのチームが勧誘して入れるんだから！": "Đừng có lẻn ra khỏi đây!\nĐội của chúng tôi sẽ chiêu mộ và đưa cô ấy vào đội!",
    "ちょっと邪魔する気！？　こっちが先に声をかけたのよ？": "Muốn cản đường à!? Chúng tôi là người đầu tiên lên tiếng đấy!",
    "そんなこと知らないわよ。あんたこそ、横取りすんじゃないわよ！": "Tôi không biết. Cô mới là người đang cướp công của chúng tôi!",
    "（な、なんだろう、あの人達……？\n鬼気迫った感じで誰かを捜してるみたいだけど……）": "（Ch, chuyện gì vậy, những người này……?\nHọ có vẻ đang tìm kiếm ai đó một cách điên cuồng……）",
    "ちょっと怖いし、\n巻き込まれないように中庭まで離れておこう……": "Hơi đáng sợ,\ntôi sẽ tránh xa ra sân trong để không bị liên lụy……",
    "あっ……！\nあなた、危ないっ！": "A……!\nCô, nguy hiểm!",
    "えっ？": "Hả?",
    "きゃあっ！？": "Kyaaa!?",
    "あいたたた……！": "Aita-ta……!",
    "大丈夫かしら！？\nごめんなさい、わたくしったら、慌てていて……": "Cô có ổn không!?\nXin lỗi, tôi đã vội vàng quá……",
    "い、いえ、私こそ、ごめんなさい。\nぼーっとしていましたから……": "I, ừm, tôi cũng xin lỗi.\nTôi đã lơ đãng quá……",
    "ふふ、それではお互い様ですわね。\n立てまして？": "Fufu, vậy thì chúng ta đều có lỗi.\nCô có đứng dậy được không?",
    "全然大丈夫。": "Tôi hoàn toàn ổn.",
    "たんこぶが出来たかも……": "Có lẽ sẽ bị bầm tím……",
    "……あ、ありがとうございます。": "……A, cảm ơn ạ.",
    "（……誰だろう……すごい綺麗な人……？）": "（……Ai vậy nhỉ……Một người xinh đẹp đến lạ thường……?）",
    "それで、怪我はありませんか？": "Vậy, cô có bị thương không?",
    "それでしたら良かったですわ。": "Nếu là vậy thì tốt rồi.",
    "すいません、そちらこそ大丈夫でしょうか？": "Xin lỗi, cô có ổn không?",
    "ええ。ぶつかっただけですから。\n特に怪我なんかもしていませんわよ。": "Ừm. Chỉ là va vào nhau thôi.\nĐặc biệt là không bị thương gì cả.",
    "たんこぶが出来ちゃったかも……？\nだ、大丈夫ですかね？": "Có lẽ sẽ bị bầm tím……?\nC, có ổn không vậy?",
    "本当でして？　ちょっと見てみますわね。": "Thật sao? Để tôi xem nào.",
    "（……混乱して変な事言っちゃったかも）": "（……Có lẽ mình đã nói những điều kỳ lạ vì bối rối）",
    "ちょっと赤くなっていますが……ふふ、\nたんこぶにはなっていませんわよ・": "Hơi đỏ lên một chút……Fufu,\nnhưng không bị bầm tím đâu.",
    "それならよかったです……\nえっと、それじゃあ私はここで失礼しますね。": "Vậy thì tốt quá……\nỪm, vậy thì tôi xin phép đi trước nhé.",
    "ええ。こちらこそ引き留めてしまって……": "Ừm. Tôi cũng xin lỗi vì đã giữ cô lại……",
    "……あれ？　あっちに鳴滝さんがいない！？": "……Ơ? Narutaki-san không có ở đằng kia sao!?",
    "嘘！？　どこにいるの！？": "Thật sao!? Cô ấy ở đâu!?",
    "……すいません、少しだけ隠れますわ！\n誤魔化してくださいまし！": "……Xin lỗi, tôi sẽ trốn một chút!\nXin hãy đánh lạc hướng họ!",
    "えっ、えっ、えええ！？": "Hả, hả, ếeeee!?",
    "ちょっと、そこの子！\n金髪の子を見なかった！？": "Này, cô bé kia!\nCô có thấy cô bé tóc vàng không!?",
    "えっ、ええええっと……！": "Hả, ừm, ừm……!",
    "別にどっちに行ったとかでもいいから教えて！": "Cứ cho biết là đã đi về hướng nào cũng được mà!",
    "こっちに行ったから、見てないってことはないでしょ！\nほらほら！　早く！": "Cô đã đi về hướng này, vậy chắc chắn là cô không thấy rồi!\nNào, nào! Nhanh lên!",
    "……え、えっと……私、そこの曲がり角でぶつかって。\nそのまま謝って行っちゃいました……": "……Ừm, ừm……Tôi đã va vào góc đó.\nSau đó tôi xin lỗi và đi luôn……",
    "ありがとう！\nぶつかったなら、そのまま戻ったはずね！": "Cảm ơn! Nếu đã va vào nhau, thì cô ấy chắc chắn đã quay lại rồi!\n",
    "入れ違いになる前に早く追いつかないと……！": "Phải đuổi kịp trước khi mọi chuyện đi quá xa……!",
    "うちのチームが絶対に鳴滝さんを入れて見せるわ！": "Đội của chúng tôi nhất định sẽ đưa Narutaki-san vào!",
    "……あ、あの、行きましたよ……？\nその、大丈夫でしょうか？": "……À, ừm, cô ấy đã đi rồi……?\nVậy, có ổn không ạ?",
    "……ふぅ、やり過ごせたのですね。\n本当に助かりましたわ。": "……Phù, đã vượt qua rồi.\nTôi thực sự rất biết ơn.",
    "ええっと……鳴滝さん、でしたっけ？\nそう呼ばれていましたよね？": "Ừm……Narutaki-san, phải không ạ?\nCô đã được gọi như vậy đúng không?",
    "……その、あまり家名は好きじゃありませんの。\n七彩と呼んでいいですわ。": "……Ừm, tôi không thích tên họ lắm.\nCứ gọi là Nanairo là được.",
    "はい、七彩さんですね！\nその、なんでこんな追いかけられているんですか？": "Vâng, Nanairo-san nhé!\nỪm, tại sao cô lại bị đuổi theo như vậy?",
    "……チームの勧誘ですわ。\nそれで、連日のように大勢で押しかけてきて……": "……Để chiêu mộ vào đội.\nVà, họ đã đến ồ ạt trong nhiều ngày liền……",
    "えっ……凄いです！　私なんて、チームが決まらなくて……": "Hả……Thật tuyệt vời! Còn tôi thì không thể quyết định được đội……",
    "そんなにいいものじゃありませんわ。\nだって、彼女たちの目当ては私じゃありませんもの": "Nó không tốt như vậy đâu.\nVì mục tiêu của họ không phải là tôi",
    "えっ、それってどういう……": "Hả, vậy là sao……",
    "あっ、やっぱり行き違いになってたみたいね！\nあっちに金髪の子が見えたわ！": "A, có vẻ như đã đi lạc rồi!\nTôi thấy cô bé tóc vàng ở đằng kia!",
    "鳴滝さん！　うちのチームにぜひ入って欲しいの！\nちゃんと好きなポジションを任せるから！": "Narutaki-san! Nhất định hãy vào đội của chúng tôi đi!\nChúng tôi sẽ giao vị trí mà cô thích!",
    "うちのチームは戦績だって悪くないわよ！\nメンバーの選択権だってうちなら上げるわ！": "Đội của chúng tôi cũng không hề tệ trong chiến tích đâu!\nChúng tôi sẽ trao quyền lựa chọn thành viên cho cô!",
    "まあ、もう戻ってきましたのね……！\nすいません、一緒に逃げますわよ！": "Chà, cô đã quay lại rồi……!\nXin lỗi, chúng ta cùng nhau trốn thôi!",
    "えっ？　えっ？　ひゃああああ！？": "Hả? Hả? Hyaaaaa!?"
}