{
    "他チームのＭＧ競技を観戦したあと、\nふとグラウンドに行くと――": "Sau khi xem thi đấu MG của đội khác, tôi đến sân vận động.",
    "ふんふふ～ん♪": "Hừm hừm hừm♪",
    "ヒイロ、なんだかご機嫌そうだな。鼻歌まで歌って。\nこんなとこで何してるんだ？": "Hiro, trông cậu vui vẻ thế. Còn nghêu ngao nữa.\nLàm gì ở đây vậy?",
    "……別に歌ってはない。": "…Tôi có hát đâu.",
    "いや、歌ってたような……\nって、まあいいか。それで何をしてるんだ？": "Ừm, hình như có hát đấy chứ…\nThôi, không sao. Mà cậu đang làm gì vậy?",
    "運動場の倉庫を修理してる。\nドアの端っこ壊れてるから、木の板をこの釘ではりつけてる。": "Sửa nhà kho của sân vận động.\nMột góc cửa bị hỏng, tôi đang dùng ván gỗ và đinh để sửa.",
    "へえ、そのネイルガンって、本来の用途としても使えたんだな……": "Ồ, cái súng bắn đinh đó, hóa ra cũng có công dụng này…",
    "（護身用に武器に改造して持ってるとは、前に聞いたが……）": "(Tôi nghe nói cậu ấy đã độ nó thành vũ khí để phòng thân…)",
    "でも、なんで修理を？": "Nhưng tại sao lại sửa?",
    "年季が入ってるな": "Nó đã cũ rồi.",
    "すごいでしょ、私の愛用品。": "Tuyệt vời phải không, đồ dùng yêu thích của tôi.",
    "……ネイルガンの試し撃ちをしてたら、\n変な場所に当たって壊れたの。": "…Do tôi bắn thử súng bắn đinh, trúng vào chỗ kỳ lạ nên hỏng.",
    "いや、ヒイロが壊したのかよ……": "Ấy, là cậu làm hỏng à…",
    "教師とかにバレたら怒られるから。\nこれは内緒にしておいて。": "Nếu bị giáo viên phát hiện thì phiền phức lắm.\nChuyện này giữ bí mật nhé.",
    "……お願い。": "…Được rồi.",
    "わかったよ……その代わり、ちゃんと直せよ？": "Tôi hiểu rồi… Nhưng mà, phải sửa cho đàng hoàng đấy?",
    "さすが、%usernameusernameuserna%。話がわかる。": "Quả nhiên là %usernameusernameuserna%. Biết điều thật.",
    "――が、後日修理の仕方が雑すぎてあっさりバレてしまい、\n教師から怒られたようだ。": "――Nhưng sau đó, cách sửa chữa quá cẩu thả nên bị lộ,\ncô giáo đã nổi giận.",
    "新しいのを買ったりはしないのか？": "Cậu không mua cái mới à?",
    "うん……これは特別で大事なものだから。\nこれからも使い続ける。": "Ừm… Vì nó rất đặc biệt và quan trọng.\nTôi sẽ tiếp tục dùng nó.",
    "そっか……そんなに大切そうに使ってもらえるなら、\nそのネイルガンも幸せだろうな。": "Vậy sao… Nếu nó được dùng cẩn thận như vậy,\nthì chắc cây súng bắn đinh đó cũng hạnh phúc nhỉ.",
    "%usernameusernameuserna%……\nそう言ってくれて、ありがとう。": "%usernameusernameuserna%…\nCảm ơn cậu đã nói vậy.",
    "そう感謝する彼女の微笑みは、暖かくもどこか寂しそうであった。": "Nụ cười biết ơn của cô ấy vừa ấm áp, lại vừa có chút gì đó cô đơn."
}