{
    "ちゆるの人生相談を受けた後、彼女に誘われるがままに街に出て、\nそのまま２人でめいっぱい遊んだ帰りのこと。": "Sau khi nghe Chiyuru tư vấn, theo lời cô ấy, tôi ra phố và rồi cả hai đã chơi thỏa thích.",
    "うわー、すっかり遅くなっちゃったねー。\nいっぱい付き合ってくれてありがと、%usernameusernameuserna%！": "Woa, trễ quá rồi nhỉ.\nCảm ơn cậu vì đã chơi với tớ nhiều đến vậy, %usernameusernameuserna%!",
    "いや、俺も楽しかったからお礼なんていいさ。": "Không, tôi cũng thấy vui nên không cần cảm ơn đâu.",
    "そう？　それならよかったー。\nそれにしても……ほんとに暗くなっちゃったね。": "Vậy sao? Thế thì tốt quá rồi.\nMà nói thật... trời tối thui rồi nhỉ.",
    "話しながら、ちゆるはきょろきょろと周囲を見渡す。": "Trong khi nói chuyện, Chiyuru nhìn quanh.",
    "……そういえばここ、誰もいないね？": "...Nói mới nhớ, chỗ này không có ai nhỉ?",
    "まあ、夜の公園は人気がないからな。": "À thì, công viên ban đêm vắng người mà.",
    "ふうん……あっ、ねえねえ！\nちょっとやってみたいことがあるんだけど、ついてきてくれない？": "Ừm... A, này này!\nTớ có chuyện muốn thử một chút, cậu đi cùng tớ được không?",
    "やってみたいこと……？\nまあいいけど。": "Chuyện muốn thử...?\nCũng được.",
    "急に歩き出したちゆるの後を、首を傾げながら付いていく。": "Tôi nghiêng đầu đi theo Chiyuru, cô ấy bắt đầu bước đi.",
    "よし、ここら辺でいいかな？": "Được rồi, có lẽ chỗ này được không nhỉ?",
    "公園の奥の方までやって来たちゆるは、\n突然、自らの衣服をはだけ始めた。": "Chiyuru tiến vào sâu trong công viên, rồi đột nhiên bắt đầu cởi bỏ quần áo.",
    "はぁ！？\nな、何やってるんだ！？": "Hả!?\nĐ, đang làm gì vậy!?",
    "見ての通り、服を脱いでいるんだよ？": "Như cậu thấy đấy, tớ đang cởi đồ.",
    "い、いや、なんで……": "Ý, ý, tại sao...",
    "外でエッチなことをするのは気持ちいいって前に見たことがあって、\nやってみたかったんだよねー。": "Tớ từng thấy nói rằng làm chuyện đó ở ngoài trời rất sướng, nên tớ muốn thử xem sao.",
    "やってみたかったって……": "Muốn thử sao...",
    "こういうプレイには興味はあったんだけど……\n相手もいなかったしね。": "Tớ có hứng thú với mấy trò này... nhưng mà không có ai để làm cùng.",
    "そこで、%usernameusernameuserna%だよ。": "Thế nên, là %usernameusernameuserna% đấy.",
    "お、俺……？": "T, tôi...?",
    "そ。%usernameusernameuserna%相手なら安心だし……\nむしろ、そういうことをやってみたいなって。": "Ừ. Nếu là %usernameusernameuserna% thì tớ thấy an tâm... thậm chí là tớ muốn làm mấy chuyện như vậy nữa.",
    "%usernameusernameuserna%はどうかな？": "%usernameusernameuserna% thấy sao?",
    "ちゆるはこちらを見上げながら、小さく首を傾ける。\n白衣の下に、乱れたちゆるの衣服が見えた。": "Chiyuru ngước nhìn tôi, hơi nghiêng đầu.\nBên dưới chiếc áo khoác trắng, tôi thấy quần áo xộc xệch của Chiyuru.",
    "さすがにアブノーマルすぎるとは思いつつも、\nはだけた服の隙間から見えるちゆるの素肌に、興奮が抑えきれない。": "Mặc dù tôi nghĩ rằng nó quá bất thường, nhưng tôi không thể kìm nén sự phấn khích khi nhìn thấy làn da của Chiyuru lộ ra từ khe hở của bộ quần áo.",
    "だめって言わないってことは……いいんだよね？\nいいよね！　ありがとう、%usernameusernameuserna%！": "Nghĩa là cậu không nói không... là được đúng không?\nĐược đúng không! Cảm ơn cậu, %usernameusernameuserna%!",
    "ちゆるの誘惑を断ることは、不可能だった。": "Tôi không thể từ chối sự cám dỗ của Chiyuru.",
    "真っ暗な公園の中で、無防備な下半身を晒したちゆるを抱きかかえる。": "Tôi bế Chiyuru, người đang để lộ phần thân dưới trần trụi trong công viên tối tăm.",
    "ん……はぁあああ……っ。\nな、何これぇ、すっごく、興奮するぅ……！": "Ưm... haaa...!\nCh, chuyện gì đây, sướng quá...!",
    "こんな風に%usernameusernameuserna%に\nあたしの身体を全部任せちゃうなんて……": "Việc tôi có thể phó mặc tất cả cơ thể mình cho %usernameusernameuserna% như thế này...",
    "抱き上げてすぐに、ちゆるは興奮したように声をあげる。\nそれでも、一応普段よりは声のトーンを落としてはいたが。": "Ngay sau khi bế lên, Chiyuru cất tiếng đầy phấn khích.\nTuy nhiên, cô ấy vẫn cố gắng hạ giọng hơn bình thường.",
    "それに……んんっ、あ、当たってる……っ。\nあたしの大切な部分に、%usernameusernameuserna%のが……！": "Hơn nữa... ưm, a, đang chạm vào...!\nVào chỗ quan trọng của tớ, là của %usernameusernameuserna%...!",
    "熱くて、硬くてぇ……はぁあっ、\nドクドクってしてるの、すごく感じる……っ！": "Nóng rực, cứng rắn... haa, \nĐang đập thình thịch, tớ cảm nhận rõ lắm...!",
    "密着したペニスが、ちゆるの秘口の熱さを、湿り気を感じ取る。": "Tôi cảm nhận được sự nóng ẩm từ bộ phận sinh dục đang áp sát, nơi bí mật của Chiyuru.",
    "ちゆるが身じろぎすると、それぞれの敏感な箇所が擦れ\nお互いに興奮が煽られていった。": "Khi Chiyuru cựa quậy, những điểm nhạy cảm của cả hai cọ xát vào nhau, \nkhiến cả hai càng thêm phấn khích.",
    "はぁあ……っ、もう、もう……これ、我慢できない……っ！\n外でとか関係なく、%usernameusernameuserna%のが欲しいの……！": "Haa... ưm, ưm... không thể chịu đựng được nữa...!\nTớ muốn của %usernameusernameuserna%, không quan trọng là ở ngoài trời...!",
    "%usernameusernameuserna%のこれ、あたしの中に入れて……\n思いっきり、掻き回してちょうだい……っ！": "Cái này của %usernameusernameuserna%, cho vào trong tớ đi...\nQuấy đảo thật mạnh vào...!",
    "欲しいの……あたし、%usernameusernameuserna%のが欲しいっ！\nお願い、入れて……入れてよぉ……っ！": "Tớ muốn... tớ muốn của %usernameusernameuserna%!\nXin cậu, cho vào... cho vào đi...!",
    "ちゆるの懇願に、脳が蕩けるほどの興奮が全身を巡る。": "Trước lời cầu xin của Chiyuru, sự phấn khích đến mức tan chảy cả não bộ lan tỏa khắp cơ thể.",
    "屹立した穂先を陰唇にくわえさせ、\nそのままゆっくり、ちゆるの身体を落としていった。": "Tôi ngậm lấy đầu dương vật đang cương cứng vào môi âm hộ, \nrồi từ từ hạ thấp cơ thể Chiyuru xuống.",
    "あっ、んぁあっ、んふぅうううう……っ！\nはぁあっ、入ってる、入ってるよぉおおお……っ！": "A, ưnàaa, ưmphuuu...!\nHaa, vào rồi, vào rồi đây...!",
    "ずぶり、ずちゅりと音を立てながら、\nちゆるの下の口はペニスを飲み込んでいく。": "Zụi, zụi, một âm thanh vang lên, \nmôi dưới của Chiyuru nuốt chửng dương vật.",
    "んぁあっ、そ、そんな急に……っ！\nあぁっ、か、身体の奥、熱いのが進んでるぅ……！": "Ưnàa, s, sao lại đột ngột...!\nÁ, bên trong cơ thể, cảm giác nóng rực đang tiến vào...!",
    "ひぃんっ、ずぶずぶって、割り裂いてぇえ……っ、\n%usernameusernameuserna%の、きてる、きてるよぉ……っ！": "Hih, zụi zụi, xé toạc raaa...!\nCủa %usernameusernameuserna%, đang đến, đang đến rồi...!",
    "んんんんんっ、はぁあ……っ、\nああ……、%usernameusernameuserna%の、いっぱい感じる……！": "Ưm, haa...!\nÁ... của %usernameusernameuserna%, tớ cảm nhận được hết...!",
    "まだ先端をくわえたばかりのちゆるの身体が、\n大きく震え、反応していく。": "Cơ thể Chiyuru, người vừa mới ngậm lấy đầu dương vật, \nrung động dữ dội, phản ứng lại.",
    "ちゆるが動けば動くほど身体が沈み、\n互いの結合が深くなっていった。": "Cơ thể cô ấy chìm xuống khi Chiyuru di chuyển, \nsự kết hợp của cả hai ngày càng sâu sắc hơn.",
    "んんっ、あっ、は、はぁあああ……っ！\nあぁあっ、ちょ、ちょっと待って、そこはまだ……っ！": "Ưm, á, ha, haaa...!\nÁ, ch, chờ một chút, chỗ đó vẫn chưa...!",
    "ん、あぁあ……っ、待ってって、言ってるのに……\n%usernameusernameuserna%のが、くる、きちゃう……っ！": "Ưm, aaaa...!\nChờ đi, tớ đã nói rồi mà...\nCủa %usernameusernameuserna%, đến rồi, sắp đến rồi...!",
    "あぁあっ、ふ、深いトコきちゃうっ！\nや、は、はぁあああ……はぁんっ！": "Á, ph, sâu quá rồi!\nD, ha, haaa... haan!",
    "予想外の感覚にちゆるは目を見開き、\n首を振ってペニスの侵入に待ったをかける。": "Trước cảm giác bất ngờ, Chiyuru mở to mắt, \nlắc đầu để ngăn chặn sự xâm nhập của dương vật.",
    "しかしその動きすら挿入が深くなる契機となり、\n肉棒はちゆるの膣内を容赦なく犯していった。": "Nhưng ngay cả hành động đó cũng trở thành cơ hội để sự xâm nhập sâu hơn, \ncây gậy thịt không thương tiếc xâm phạm vào trong âm đạo của Chiyuru.",
    "んっ、んぁあっ、おく、おく、くるぅ……っ！\n%usernameusernameuserna%のが、んっ、んんっ、うぁあああ……っ！": "Ưm, ưnàa, sâu, sâu, đến rồi...!\nCủa %usernameusernameuserna%, ưm, ưm, uaaaa...!",
    "あぁっ、思ったよりずっと深いトコきてるのっ！\nあたしの身体が、%usernameusernameuserna%でいっぱいになって……！": "Á, sâu hơn tớ nghĩ nhiều quá!\nCơ thể tớ, đầy ắp %usernameusernameuserna% rồi...!",
    "あぁあああっ、こ、これ以上だめっ、身体、いっぱい……っ、\nは、あ、あはぁああ……っ！": "Aaa, đ, không được nữa, cơ thể, đầy ắp...!\nHa, a, ahahaaa...!",
    "亀頭がごつりとちゆるの真奥を穿つ。\n抱き締めたままの彼女の身体がビクビクと震えた。": "Đầu dương vật thô ráp chọc vào điểm sâu nhất của Chiyuru.\nCơ thể cô ấy run rẩy khi tôi ôm chặt.",
    "は、あ、あ、あぁあああ……っ、\nおく、%usernameusernameuserna%のを感じてぇ……": "Ha, a, a, aaaa...!\nSâu, tớ cảm nhận được của %usernameusernameuserna%...",
    "はぁあああ……っ、すごい、これ、とってもすごい……！\nこんな風になっちゃうなんて、あたし、ちょっとヘンかも……": "Haa... tuyệt vời, điều này, thực sự tuyệt vời...!\nTớ sẽ như thế này, tớ, có lẽ hơi kỳ lạ...",
    "……外でしてるからかな、\nあたし、ものすっごく興奮してる……": "...Có lẽ vì đang ở ngoài trời, \ntớ, cực kỳ phấn khích...",
    "こちらの欲望のすべてを飲み込んだちゆるは、\n顔を紅潮させたまま、ぺろりと下舐めずりする。": "Chiyuru nuốt trọn mọi ham muốn của tôi, \nvới khuôn mặt đỏ bừng, liếm láp.",
    "もっと……もっともっと、すごいの、知りたいな……\n%usernameusernameuserna%……いっぱいきて？": "Thêm nữa... thêm nữa, tớ muốn biết điều tuyệt vời hơn nữa...\n%usernameusernameuserna%... đến nhiều hơn nữa?",
    "あ……っ、あはっ、あはぁああああ……っ！\nふぁあああっ、%usernameusernameuserna%の、きてる……っ！": "A... ahah, ahaaa...!\nFuaaa, của %usernameusernameuserna%, đến rồi...!",
    "ちゆるを抱えたまま、\n腰を使って彼女の膣奥に何度もペニスを送り込んでいく。": "Tôi ôm Chiyuru, \ndùng hông liên tục đưa dương vật vào sâu trong âm đạo cô ấy.",
    "こちらのピストンを、ちゆるは甘い声をあげながら\n夢中で受け入れていった。": "Chiyuru vừa rên rỉ vừa say mê đón nhận những cú thúc của tôi.",
    "あはぁっ、あぁっ、はぁああんっ！\n%usernameusernameuserna%のが、きてる、きてるぅうっ！": "Ahah, á, haaan!\nCủa %usernameusernameuserna%, đến rồi, đến rồiii!",
    "おく、ゴリゴリって突いてっ、あたしの中いっぱい擦ってるのぉおっ！\nや、こんな、こんなにすごいのっ、知らない……っ！": "Sâu, đâm mạnh vào, tớ đang cọ xát bên trong!\nNhưng, điều này, tuyệt vời đến vậy, tớ không biết...!",
    "あはぁああっ、%usernameusernameuserna%……っ！\nこれ、いいっ、いいのぉお……っ！": "Ahahaaa, %usernameusernameuserna%...!\nĐiều này, tốt, tốt quáaa...!",
    "夜の公園で、ちゆるはペニスから与えられる快感を\n自ら積極的に貪っている。": "Trong công viên đêm, Chiyuru chủ động tận hưởng khoái cảm từ dương vật.",
    "いつの間にか声を抑えることも忘れ、\nちゆるは我を忘れたように大声で喘いでいた。": "Không biết từ bao giờ, cô ấy đã quên cả việc phải kiềm chế tiếng rên, \nChiyuru rên la như thể quên cả bản thân.",
    "抽挿の刺激でちゆるの身体からはたらたらと愛液が分泌され、\n動きをよりスムーズにしていく。": "Sự kích thích của việc ra vào khiến cơ thể Chiyuru tiết ra chất dịch, \ngiúp các chuyển động trở nên trơn tru hơn.",
    "はぁっ、はぁあっ、ああっ、はぁん……っ！\nあぁ……っ、ありがとう、%usernameusernameuserna%……っ！": "Haa, haa, á, haan...!\nÁ... cảm ơn cậu, %usernameusernameuserna%...!",
    "外で……夜の公園で、こんなことができるなんて……っ。\nすごく、すごく最高の気持ち……っ！": "Ở ngoài trời... trong công viên đêm, có thể làm được điều này...!\nCảm giác thật tuyệt vời...!",
    "%usernameusernameuserna%がいなかったら、\nこんなの、あたし、知らなかったから……！": "Nếu không có %usernameusernameuserna%, \ntớ sẽ không biết đến điều này...!",
    "だから、あたし……あはぁっ！\n今、とっても幸せなんだぁ……あ、はぁあっ！": "Vì vậy, tớ... ahah!\nBây giờ, tớ đang rất hạnh phúc... a, haaa!",
    "ちゆるの顔はうっとりと上気し、その瞳は快感にとろりと潤んでいる。": "Khuôn mặt Chiyuru sung sướng, đôi mắt cô ấy đẫm lệ vì khoái cảm.",
    "いつも、どこか捉えどころの無いちゆるが甘えるようにこちらに腕を回し\nこちらが与える快感に酔いしれている……": "Chiyuru, người luôn có vẻ gì đó khó nắm bắt, vòng tay ôm lấy tôi như đang nũng nịu, \nsay sưa trong khoái cảm mà tôi mang lại...",
    "そんな事実を目の当たりにすると興奮がより高まり、\nよりいっそう身体が反応してしまっていた。": "Khi chứng kiến sự thật đó, sự phấn khích càng dâng trào, \ncơ thể tôi càng phản ứng mạnh mẽ hơn.",
    "あ、あ、あぁあああ……っ！\nやぁあっ、%usernameusernameuserna%の、急におっきくなって……！": "A, a, aaaa...!\nYaah, của %usernameusernameuserna%, đột nhiên to ra...!",
    "はぁあっ、な、中で、反り返って、んぁあ……っ！\nき、急にそんなことされたら……あはぁっ！": "Haa, ở, bên trong, cong lên, ưnàa...!\nĐ, đột nhiên bị làm như vậy... ahah!",
    "こちらの身体の変化に、ちゆるの身体も即座に応えてくれる。": "Cơ thể Chiyuru cũng ngay lập tức đáp lại sự thay đổi của cơ thể tôi.",
    "膨張したペニスに柔肉が絡まり、\n粘膜同士の摩擦をより強烈なものにしていった。": "Thịt mềm quấn lấy dương vật đang phình to, \nsự ma sát giữa các màng nhầy càng trở nên mãnh liệt hơn.",
    "あぁあっ、はっ、はひゃあああ……っ！\nああ、き、きもちよすぎてぇ……っ、んんんんんっ！": "Aaa, ha, hahyaaa...!\nÁ, s, sướng quá... ưm!",
    "こんな、外で、公園で、ここまで気持ちよくなっちゃうなんて……っ！\nあぁ……%usernameusernameuserna%、どうしよう……！": "Ở ngoài trời, trong công viên, lại có thể sướng đến mức này...!\nÁ... %usernameusernameuserna%, phải làm sao đây...!",
    "んあぁ……身体の中、%usernameusernameuserna%でいっぱいっ！\n頭の中も、%usernameusernameuserna%のことでいっぱい……！": "Ưnàa... bên trong cơ thể, đầy ắp %usernameusernameuserna%!\nTrong đầu tớ, cũng đầy ắp về %usernameusernameuserna%...",
    "あ、は、はぁあああ……っ、そ、そっか、外がすごいんじゃなくて……\n%usernameusernameuserna%がすごいんだ、気持ちいいんだぁ……！": "A, ha, haaa...!\nĐ, là vậy sao, không phải ngoài trời tuyệt vời... \n%usernameusernameuserna% mới là tuyệt vời, sướng quá...!",
    "ちゆるはうっとりとこちらを見つめながら、\n嬌声と共に甘い言葉を漏らしていく。": "Chiyuru nhìn tôi say đắm, \ncùng với tiếng rên rỉ, cô ấy thốt ra những lời ngọt ngào.",
    "ちゆるの身体と言葉にこちらも酔いしれるように、\n互いにの快感を貪っていった。": "Tôi cũng say sưa với cơ thể và lời nói của Chiyuru, \ncùng nhau tận hưởng khoái cảm của nhau.",
    "あぁあっ、はぁっ、%usernameusernameuserna%……っ！\nこれ、これえ……っ、あたし、すごくよすぎ、てぇ……っ！": "Á, haa, %usernameusernameuserna%...!\nĐiều này, điều này... tớ, sướng quá, quá...!",
    "もう、もうだめなのぉ……っ、身体の奥、あつくて……\nんんっ、い、イっちゃいそうなのぉ……！": "Không, không được nữa... bên trong cơ thể, nóng rực quá...\nƯm, tớ, sắp...!",
    "公園で%usernameusernameuserna%にめちゃめちゃにされて、\n思いっきり、イきそう……はぁあっ、イっちゃうのぉ……っ！": "Bị %usernameusernameuserna% làm cho điên cuồng trong công viên, \nsắp đạt đến cực khoái... haa, sắp ra rồi...!",
    "ちゆるは身体を震わせながら、\nこちらの顔を真っ直ぐに見て告白してくる。": "Chiyuru nhìn thẳng vào mặt tôi, trong khi run rẩy.",
    "その蠱惑的な表情から目が離せず、\nちゆるの顔を見つめながら、欲望が身体の中を渦巻いていく。": "Không thể rời mắt khỏi biểu cảm quyến rũ đó, \ntôi nhìn vào mặt Chiyuru, trong khi ham muốn cuộn trào trong cơ thể.",
    "今すぐに、彼女の中に欲望を吐き出したい……\nそんな思いが、１カ所に集中していった。": "Tôi muốn trút bỏ ham muốn vào trong cô ấy ngay lập tức...\nNhững suy nghĩ đó tập trung vào một điểm.",
    "あぁっ、あはぁっ、んんんんん……っ！\n%usernameusernameuserna%のが、またビクンってして……！": "Á, ahah, ưm...!\nCủa %usernameusernameuserna%, lại giật...!",
    "%usernameusernameuserna%も、イきたいの……？\nあたしの中に、精液いっぱいだして気持ちよくなりたいの……？": "%usernameusernameuserna%, cũng muốn sao...?\nMuốn tớ cho tinh dịch vào trong và cảm thấy sướng...?",
    "はぁあ……っ、い、いいよ……？\nあたしも、%usernameusernameuserna%に気持ちよくなって欲しい……": "Haa... đ, được thôi...?\nTớ cũng muốn %usernameusernameuserna% cảm thấy sướng...",
    "あたしの中に%usernameusernameuserna%のいっぱい受け止めて、\n一緒に、最高に気持ちよくなりたいの……っ！": "Tớ sẽ đón nhận tất cả của %usernameusernameuserna%, \ncùng nhau, đạt đến khoái cảm tuyệt vời nhất...!",
    "ちゆるの膣内がビクビクと痙攣を始める。\n肉棒を包み込んだまま、搾り取るように圧をかけてくる。": "Âm đạo của Chiyuru bắt đầu co thắt.\nVẫn ôm lấy dương vật, cô ấy tạo áp lực như đang vắt kiệt.",
    "はぁっ、ああっ、%usernameusernameuserna%っ、出して……っ、\n一緒に気持ちよくなって……いっぱいイこ……っ！": "Haa, á, %usernameusernameuserna%, ra đi...\ncùng nhau cảm thấy sướng... cùng nhau đi đến cùng...!",
    "ちゆるの声に背中を押されるがまま、\n無我夢中で快感を貪り、彼女の中に欲望を穿っていった。": "Theo lời thúc giục của Chiyuru, \ntôi say mê tận hưởng khoái cảm, điên cuồng xâm nhập vào trong cô ấy.",
    "はぁあっ、あっ、あああああ……っ、\nんはぁああああああああああ～っ！！！": "Haa, á, aaaaa...!\nHa, haaaaaaa...!",
    "あぁあああああ……っ、あはぁっ！\nはぁあ……っ、ああ、すごい……すごい、よかったぁ……": "Aaaaa... ahah!\nHaa... á, tuyệt vời... tuyệt vời, tốt quá...",
    "%usernameusernameuserna%の、とっても気持ちよかった……\n途中から、もう何がなんだか分からなくなっちゃうくらい……": "Của %usernameusernameuserna%, sướng quá... \ntừ giữa chừng, tớ không biết gì nữa luôn...",
    "激しく絶頂し、我を忘れて声をあげていたちゆるは、\n肩で息をしながらじっとこちらを見つめる。": "Chiyuru, người đã đạt đến cực khoái dữ dội và cất tiếng, \nnhìn tôi chằm chằm trong khi thở hổn hển.",
    "こちらも、とても気持ちよかった。\nそう告げると、ちゆるは嬉しそうに微笑む。": "Tôi cũng cảm thấy rất tuyệt vời.\nKhi tôi nói vậy, Chiyuru mỉm cười hạnh phúc.",
    "うん……あたしも、すっごくよかった♪\n予想通りだね。でも、これって多分……": "Ừm... tớ cũng, sướng lắm♪\nĐúng như dự đoán. Nhưng điều này có lẽ...",
    "外だからっていうよりも、相手が%usernameusernameuserna%だからカナ？": "Không phải vì ở ngoài trời, mà là vì người đó là %usernameusernameuserna% phải không?",
    "ちゆるは笑顔でこちらの顔を覗き込んできた。\nそんな彼女の無邪気な行為と言葉に、こちらの胸が高鳴る。": "Chiyuru cười và nhìn vào mặt tôi.\nNgực tôi như muốn vỡ tung trước hành động và lời nói ngây thơ của cô ấy.",
    "ね、%usernameusernameuserna%……": "Này, %usernameusernameuserna%...",
    "ちゆるが何かを言いかけた時だった。": "Khi Chiyuru định nói điều gì đó.",
    "不意に公園の入り口から誰かの声が聞こえてくる。": "Đột nhiên, tôi nghe thấy giọng ai đó từ lối vào công viên.",
    "わ、わわっ、誰かこっちに来ちゃう！？": "W, wao, ai đó đến đây kìa!?",
    "――逃げろ、ちゆる！": "――Chạy đi, Chiyuru!",
    "ちゆると共に、慌てて服をはおるとその場から逃げ出した。": "Tôi vội vàng mặc quần áo cùng với Chiyuru và chạy khỏi đó.",
    "……もう大丈夫。見つかってはいないみたいだ。": "...Ổn rồi. Có vẻ như không bị phát hiện.",
    "はぁっ、はぁ……あー、びっくりしたぁ。": "Haa, haa... a, làm tớ sợ quá.",
    "ほっと胸をなで下ろしたちゆるは、\n全く懲りていない様子でにやりと微笑む。": "Chiyuru thở phào nhẹ nhõm, mỉm cười ranh mãnh.",
    "緊張したけど……とっても気持ちよかったし、\nまたこういうのもやってみない？": "Tuy căng thẳng... nhưng mà sướng lắm, \nchúng ta có nên thử lại không?",
    "嬉しそうにそう提案するちゆるを見ながら、\nなんだか変なものにハマってしまったみたいだな、と心配になる。": "Tôi nhìn Chiyuru vui vẻ đề nghị như vậy, \ntôi bắt đầu lo lắng rằng mình đã bị cuốn vào một thứ gì đó kỳ lạ.",
    "だが……こちらもまた、先程のスリルを思い出し、\nなんだか病みつきになってしまいそうになるのだった……": "Nhưng... tôi cũng nhớ lại cảm giác hồi hộp lúc nãy, \ntôi bắt đầu cảm thấy như mình sẽ bị nghiện mất..."
}