{
    "それから数日が経って落ち着いた頃、\nお茶会で沙耶から借りた茶碗がそのままだったことに気が付く": "Vài ngày sau, khi mọi thứ đã ổn định trở lại,\nTôi nhận ra chiếc chén tôi mượn từ Saya trong buổi tiệc trà vẫn còn đó.",
    "（まあ、色々と考える事も多かったからな……）": "(À, cũng có nhiều chuyện phải suy nghĩ mà...)",
    "俺は茶碗を沙耶に返却するべく、\nスカラ校舎の茶室へと足を運んだ。": "Tôi đến phòng trà của trường Scara để trả lại chiếc chén cho Saya.",
    "はぁ、はぁ……うっ、くぅうう……んん……": "Haa, haa... ư, khuuu... ưm...",
    "声が聞こえた気はするのに、沙耶が出迎えてくれる様子も返事もない。": "Tôi có cảm giác như mình nghe thấy tiếng, nhưng Saya không ra đón tôi cũng không trả lời.",
    "あがらせてもらうぞ。": "Tôi vào nhé.",
    "畳にあがると、\nうずくまるように体を丸める沙耶の姿が視界に入った。": "Khi bước lên chiếu, tôi thấy Saya đang co người lại như thể đang cuộn tròn.",
    "うぅ……%usernameusernameuserna%さん！？\nど、どうしてここに……": "Ư... %usernameusernameuserna%-san!?\nT-tại sao anh lại ở đây...",
    "慌てて駆け寄り、抱き起そうとして……沙耶は俺の腕を掴んだ。": "Tôi vội vàng chạy đến và cố gắng đỡ cô ấy dậy... Saya nắm lấy cánh tay tôi.",
    "ああ……こんなタイミングで、どうして来てしまったんですか？": "A... Sao anh lại đến vào lúc này chứ?",
    "強い力で腕を引かれたかと思うと、\nあろうことか、そのまま沙耶に押し倒されてしまった。": "Tôi nghĩ mình bị kéo mạnh, nhưng không ngờ Saya lại đẩy ngã tôi.",
    "こんな簡単に押し倒されてくれたら、\n抑えられなくなってしまいます……！": "Nếu anh dễ dàng bị đẩy ngã như vậy,\nEm sẽ không kiềm chế được mất...!",
    "うっとりした瞳と吐息混じりの声が、沙耶の興奮を物語っている。": "Đôi mắt say mê và giọng nói pha lẫn tiếng thở dài của cô ấy cho thấy sự phấn khích của Saya.",
    "%usernameusernameuserna%さんなら、\n腕を振り払うことも、その場に留まることもできたはず……": "Nếu là %usernameusernameuserna%-san,\nAnh hẳn đã có thể hất tay em ra hoặc ở yên tại chỗ...",
    "茶碗を持っていたからな。\n庇ったらこんなことに……": "Vì tôi đang cầm chén mà.\nNếu tôi che chở cho cô ấy thì sẽ thành ra thế này...",
    "返しに来てくださったのですね。\nこの茶碗のおかげで……ふふ、とても幸運です……！": "Anh đến trả chén sao?\nNhờ có chiếc chén này... Hừm, thật là may mắn...!",
    "そういうと、沙耶は茶碗を横に避ける。\nその瞳は劣情に染まっていて、俺の体を見下ろしていた。": "Nói rồi, Saya gạt chiếc chén sang một bên.\nĐôi mắt cô ấy nhuốm đầy dục vọng, nhìn xuống cơ thể tôi.",
    "……すまん、沙耶……なんで俺は襲われてるんだ？": "... Xin lỗi, Saya... Tại sao tôi lại bị tấn công?",
    "申し訳ありません……以前にも言ったように、\n昂りが収まらず……ここ最近は、それが酷くなっていて……": "Xin lỗi anh... Như em đã nói trước đây, em không thể kiềm chế được sự hưng phấn của mình... Gần đây, nó còn trở nên tồi tệ hơn...",
    "必死に、茶室で精神を落ち着けていたのです……\nでも、%usernameusernameuserna%さんを見てしまって……": "Em đã cố gắng hết sức để giữ bình tĩnh trong phòng trà... Nhưng em đã nhìn thấy %usernameusernameuserna%-san...",
    "そうして我慢できなくなり、俺を押し倒してしまったのか。": "Vậy là cô ấy không thể kiềm chế được và đã đẩy tôi ngã.",
    "着ている服をはだけて、\nまるで獲物を見つめるかのように沙耶は俺を見る。": "Cô ấy cởi bỏ quần áo đang mặc,\nSaya nhìn tôi như thể đang nhìn con mồi.",
    "はぁ、はぁ……もう、これ以上は耐えきれません……\n%usernameusernameuserna%さん……この火照りを……": "Haa, haa... Em không thể chịu đựng được nữa rồi...\n%usernameusernameuserna%... Cái nóng này...",
    "……俺で良ければ、付き合うよ。": "... Nếu là tôi, tôi sẽ chiều theo.",
    "その言葉に嬉しそうな表情を浮かべる。": "Cô ấy nở một nụ cười vui vẻ khi nghe những lời đó.",
    "ふふ……ありがとうございます……\nはぁ、ああ……こうして、昂りを収められるなら……": "Hừm... Cảm ơn anh... \nHaa, a... Nếu em có thể kiềm chế được sự hưng phấn của mình như thế này...",
    "はしたない姿を見せるはずではなかったのに……\nでも、そんな状況なことも興奮してしまいます……！": "Em không nên để lộ bộ dạng đáng xấu hổ của mình... \nNhưng tình huống như vậy cũng khiến em phấn khích...!",
    "自分がはしたない行為をしている。\nその状況にも興奮しているのかもはや止まりそうにない。": "Cô ấy đang làm những hành động đáng xấu hổ.\nCó lẽ cô ấy đang phấn khích trước tình huống đó và dường như không thể dừng lại.",
    "俺を道具のように思ってもいい。\nそう伝えると更に沙耶の感情が高ぶっていく。": "Anh có thể coi tôi như một công cụ.\nTôi nói vậy và cảm xúc của Saya càng dâng trào.",
    "はぁ……あ……%usernameusernameuserna%さんを道具のように……！\nああ、そんなこと言われたら、んん……たまらないです……！": "Haa... a... %usernameusernameuserna%-san như một công cụ...!\nA, nếu anh nói vậy, ưm... Em không thể chịu đựng được nữa...!",
    "本当に……本当にいいのですね？\nはぁ……あ……ありがとうございます……！": "Thật sự... Anh thật sự đồng ý sao?\nHaa... a... Cảm ơn anh...!",
    "ああ……体はこんなに疼いているというのに、自分を慰めるより\nあなたをめちゃくちゃにしたいと思ってしまいます……": "A... Cơ thể em đau nhức như thế này, nhưng em lại muốn làm cho anh tan nát hơn là tự an ủi mình...",
    "どうやら沙耶の高ぶりは、\n俺自身を快感でめちゃくちゃにしたいようだ。": "Dường như sự hưng phấn của Saya là muốn làm cho chính tôi cảm thấy khoái cảm đến tột độ.",
    "そう言った気持ちもわかる。自分の満足よりも、\n異性を感じさせて乱れさせたいという気持ちは俺もある。": "Tôi hiểu cảm giác đó. Tôi cũng có cảm giác muốn làm cho người khác giới cảm thấy xao xuyến và rối loạn hơn là sự hài lòng của bản thân.",
    "はぁ、はぁ……私の体に、%usernameusernameuserna%さんの、\n昂りが感じられて……興奮してしまいます……！": "Haa, haa... Trên cơ thể em, %usernameusernameuserna%-san,\nEm cảm thấy sự hưng phấn của anh... Em rất phấn khích...!",
    "ああ、もっともっと、私の体で……感じてください……！": "A, cảm nhận nó nhiều hơn nữa trên cơ thể em...!",
    "ふふ……このまま、足で……%usernameusernameuserna%さんのことを、\n気持ちよく、して差し上げますからね……！": "Hừm... Cứ như vậy, bằng chân... %usernameusernameuserna%-san,\nEm sẽ làm cho anh cảm thấy thoải mái...!",
    "目の前には挟めそうな胸がある。\n少しずらせば、沙耶の濡れそぼった割れ目にだって挿入できる。": "Trước mắt tôi là bộ ngực có thể kẹp được.\nChỉ cần dịch chuyển một chút, tôi có thể đưa vào khe nứt ướt át của Saya.",
    "それでも、彼女の太ももに挟まれてしごかれる快感は、\nどちらにも負けないものだった。": "Tuy nhiên, cảm giác khoái cảm khi bị kẹp giữa đùi cô ấy,\nthì không thua kém gì cả.",
    "ああっ、ん……！　ふふ、体は、とっても素直です。": "Aah, ưm...!\nHừm, cơ thể em thật ngoan ngoãn.",
    "%usernameusernameuserna%さんの……\nすごく大きく……ムクムク育ってきました……！": "%usernameusernameuserna%... \nAnh lớn lên... và ngày càng lớn hơn...!",
    "沙耶の足の感触だけでなく、\n彼女がこれほど乱れた行為をしてくれていることに情欲を煽られる。": "Không chỉ cảm giác từ đôi chân của Saya,\ntôi còn bị kích thích bởi dục vọng khi cô ấy thực hiện những hành động hỗn loạn như vậy.",
    "しっかり、挟んでさしあげます……！\nん、ふ……このくらいでどうでしょう？": "Em sẽ kẹp chặt anh...!\nƯm, hừm... Như thế này được chứ?",
    "沙耶は膝の角度を調整しながら、\n弾力のある太ももとふくらはぎで、性器を圧迫してくれた。": "Saya điều chỉnh góc độ đầu gối,\ndùng đùi và bắp chân đàn hồi để ép chặt bộ phận sinh dục của tôi.",
    "はぁ、あ……ん、ふ……あなたの……温かくなってます……\nああ、熱いくらい……！": "Haa, a... ưm, hừm... Của anh... Đang ấm dần lên... \nA, nóng bỏng...!",
    "いっぱい興奮してるんですね……": "Anh đang rất phấn khích phải không?",
    "私のここで、こんなに感じてしまうなんて……ふふ、\nああ、もっと激しくして差し上げたくなります……！": "Ở đây của em, anh lại cảm thấy như vậy... Hừm,\nA, em muốn làm cho anh hưng phấn hơn nữa...!",
    "沙耶は可愛らしいものでも愛でるみたいに、\n足で挟んだまま、左手でカリ首付近をよしよしと撫でる。": "Saya vuốt ve vùng gần đầu dương vật bằng tay trái, như thể đang vuốt ve một thứ gì đó dễ thương.",
    "ああ……あ、んっ！　これ……喜んでくれていますか？": "A... a, ưm! Cái này... Anh thích sao?",
    "少し震えて……ああ、もっと……もっと震わせて、\n教えてください……！": "Hơi run rẩy... A, thêm nữa... Hãy run rẩy hơn nữa,\nCho em biết...!",
    "震えるつもりなどないのに、\n挟まれたまま沙耶に撫でられるたび、性器が小さく跳ねてしまう。": "Mặc dù tôi không có ý định run rẩy,\nnhưng mỗi khi bị Saya vuốt ve trong khi bị kẹp, bộ phận sinh dục của tôi lại nhảy nhỏ.",
    "んふふ……抑えなくていいです……！\n私も、はぁ……ああ、抑えられません……！": "Ưm hừm... Anh không cần phải kiềm chế...!\nEm cũng vậy, haa... a, em không thể kiềm chế...!",
    "これまではどうにか耐えていたのか、沙耶の体が揺れ始めた。\n挟むだけでなく、しっかり足で擦り上げてくれる。": "Cho đến bây giờ, tôi đã cố gắng chịu đựng, nhưng cơ thể Saya bắt đầu rung chuyển.\nKhông chỉ kẹp, cô ấy còn cọ xát bằng chân.",
    "はぁ、はぁっ……ああっ、んっ、足、こすれて……くぅ……\nはぁ、はぁ、ふふっ、くすぐったい……！": "Haa, haa... aah, ưm, chân, cọ xát... khuuu...\nHaa, haa, hừm, nhột...!",
    "ああ、これぇ……私も、感じてしまっているんでしょうか。\nああ、足で……ふぅ、ん！": "A, cái này... Em cũng đang cảm thấy sao?\nA, bằng chân... hừm!",
    "私も……はぁ、はぁ……こういうのは、どうですか？": "Em cũng... haa, haa... Cái này thì sao?",
    "これまで優しく撫でてくれていた沙耶の左手が、\n快感を引き出すように、きゅっと強く性器をつかむ。": "Bàn tay trái của Saya, người đã nhẹ nhàng vuốt ve tôi cho đến bây giờ,\nnắm chặt bộ phận sinh dục của tôi để mang lại khoái cảm.",
    "ああっ、はぁっ、はぁあ……伝わってきます……！\nあなたの、びくびく震えて……すごい反応……！": "Aah, haa, haa... Em cảm nhận được...!\nAnh đang run rẩy, run rẩy... Phản ứng thật tuyệt vời...!",
    "こんなに強くされて……苦しくないですか？\nそれとも……このくらいが、ちょうどいいのでしょうか。": "Bị làm mạnh như vậy... Anh không thấy đau sao?\nHay là... Như thế này là vừa đủ?",
    "強めの愛撫に思わず声が漏れてしまう。\n沙耶はそれを聞き逃してくれず、嬉しそうに笑みを漏らした。": "Tôi vô tình rên rỉ vì những hành động âu yếm mạnh mẽ.\nSaya không bỏ lỡ điều đó và nở một nụ cười hạnh phúc.",
    "はぁ、ああ……もっと、ラクにしてください。\nいっぱい呼吸して、ああっ、声、聞かせて欲しいです……！": "Haa, a... Hãy thoải mái hơn đi... \nEm muốn anh thở thật sâu và a, em muốn nghe thấy giọng nói của anh...!",
    "沙耶の昂りに比例するかのように、肉棒に与えられる圧迫感が増す。": "Áp lực lên dương vật tăng lên, tương ứng với sự hưng phấn của Saya.",
    "あっ、んん……ごめんなさい……\nこれ……さすがに、強い……ですよね？": "A, ưm... Xin lỗi... \nCái này... Anh làm hơi mạnh... phải không?",
    "優しくしたいのですが……こう、強めに擦ると、\n顔を歪ませてくれるのが……はぁっ、たまらなく、そそります……！": "Em muốn nhẹ nhàng... Nhưng khi em cọ xát mạnh, \nAnh lại nhăn mặt... haa, em không thể cưỡng lại được...!",
    "どうしても痛かったら、言ってください……！\nああっ、でもこんなにガチガチで……ふあっ、気持ちよさそう……！": "Nếu anh đau, hãy nói với em...!\nA, nhưng anh đang cứng như vậy... hừm, có vẻ rất tuyệt...!",
    "痛いほどではないにしろ強めの刺激を受け、\n性器だけでなく体までビクつく。": "Tôi nhận được sự kích thích mạnh mẽ, không chỉ ở bộ phận sinh dục mà cả cơ thể cũng run rẩy.",
    "はぁ、ああっ、さきっぽから、いっぱいおつゆが……んふっ。": "Haa, aah, từ đầu... có rất nhiều nước... ưm hừm.",
    "ああ……こんなに、出てしまうんですね。\nトロトロしたものが私の指まで垂れて……はぅ、んっ！": "A... Nhiều như vậy sao?\nNhững thứ sền sệt chảy xuống ngón tay em... haa, ưm!",
    "私も……ああっ、ん、同じくらい……ああ、あっ、\n溢れて……ああん、あっ、ぐちょぐちょです……！": "Em cũng... aah, ưm, giống như vậy... a, aah,\nTràn ra... aaan, aah, ướt sũng...!",
    "骨盤あたりに温かさを感じていたが、背中側から割れ目に触れると、\n沙耶のそこは思った以上に濡れていた。": "Tôi cảm thấy ấm áp ở vùng xương chậu, nhưng khi tôi chạm vào khe nứt từ phía sau,\nthì Saya ướt hơn tôi nghĩ.",
    "ああっ！　あっ、あんっ！　あっ、あっ……\n私も、ああ……あなたの指まで、濡らしてしまいます……！": "Aah! Aah, an! Aah, aah...\nEm cũng, a... làm ướt cả ngón tay anh...!",
    "あなたを気持ちよくすると言っておきながら……あっ、あっ、\nんんん、ああっ、つい……押しあてて、しまって……": "Trong khi nói rằng em sẽ làm anh cảm thấy thoải mái... aah, aah,\nưm, aah, em đã... ấn vào...",
    "ああ、敏感なとこぉ……あなたの体にあたるの……ああっ、ん、\n気持ちいい……くぅ……とめられないです……！": "A, chỗ nhạy cảm... Chạm vào cơ thể anh... aah, ưm,\nThật tuyệt... khuuu... Em không thể dừng lại...!",
    "自身の陰部を擦りつける沙耶に、一層激しく足を揺らされ、\n高みへと昇りつめていく。": "Saya cọ xát bộ phận sinh dục của mình, và tôi bị lắc lư mạnh mẽ hơn, \ntôi đang lên đến đỉnh điểm.",
    "あっ、ああっ、%usernameusernameuserna%さんも、\nん、腰、そんなに揺らして……ああ……ん……私と一緒……！": "Aah, aah, %usernameusernameuserna%-san,\nưm, eo, anh lắc mạnh như vậy... aah... ưm... cùng em...!",
    "ああっ……あなたの……びくびく、とまらなくなってます……！\nはぁ、あっ、これぇ……んふっ、出ちゃいそう、なんですよね……？": "Aah... Anh đang... run rẩy, không thể dừng lại...!\nHaa, aah, cái này... hừm, em sắp ra rồi... phải không?",
    "限界間近で脈打つ性器の先端を沙耶の指先がヌルヌル行き来する。": "Đầu bộ phận sinh dục đang đập thình thịch gần giới hạn, các ngón tay của Saya di chuyển trơn tru.",
    "はぁ、あっ……トロトロですっ……！\nはぁ、そろそろ、出しちゃいましょう？　いっぱい、びゅうって……": "Haa, aah... ướt sũng...!\nHaa, chúng ta sắp ra rồi sao? Thật nhiều...",
    "私の足で……ああっ、手で……\nはぁ、あっ、気持ちよくなってください……！": "Bằng chân em... aah, bằng tay em...\nHaa, aah, hãy cảm thấy thoải mái...!",
    "強めに扱かれながら、指先で尿道口をくすぐられると、\nたまらず腰が震え、奥から精液がせりあがってきた。": "Trong khi bị đối xử mạnh mẽ, tôi bị cù vào niệu đạo bằng đầu ngón tay,\ntôi không thể chịu đựng được và hông tôi run lên, tinh dịch trào ra từ bên trong.",
    "はぁ、はぁっ……ん、んっ……！\n出して……ああっ、いっぱい……はぁ、あっ、あっ、んんんんっ！": "Haa, haa... ưm, ưm...!\nRa... aah, thật nhiều... haa, aah, aah, ưm ưm ưm!",
    "ふぁああっ、ああっ、あっ、ん……んふふ……ふぅっ、すごい……\nびゅうびゅう、出てきました……！": "Faaah, aah, aah, ưm... ưm hừm... hừm, tuyệt vời...\nNó đang tuôn ra...!",
    "ああっ、あっ、私も……くぅ、ううううん……！\nはぁ、はぁ、ああっ……あんぅ……んん……！": "Aah, aah, em cũng... khuu, ưuuuun...!\nHaa, haa, aah... anuu... ưm...!",
    "ああ……まだ余韻が……くふぅ……ふぅ……おさまりません……": "A... Vẫn còn dư vị... kufuu... hừm... em không thể dừng lại...",
    "これ……全部、出し切りましたか？\nはぁ、出し切ってください……ああ……残ってるのも全部……": "Cái này... Anh đã xuất hết chưa?\nHaa, hãy xuất hết đi... aah... tất cả những gì còn lại...",
    "体の動きは止まっても、性器は圧迫されたまま。\n沙耶の左手で絞られ、残っていた精液が溢れ出る。": "Mặc dù cơ thể đã ngừng cử động, nhưng bộ phận sinh dục vẫn bị ép chặt.\nSaya dùng tay trái bóp chặt, tinh dịch còn lại trào ra.",
    "あああ……あはっ……ふ、う……こんなにいっぱい……！\nあなたの……絞り取っちゃいました……": "Aaaa... ahah... hừm, ư... nhiều như vậy...!\nEm đã... vắt kiệt anh rồi...",
    "沙耶は溢れ出た精液を、指先で丹念に絡め取った。": "Saya dùng đầu ngón tay nhẹ nhàng quấn lấy tinh dịch tràn ra.",
    "足でするなんて……考えてもみなかったのに……": "Em không nghĩ mình sẽ làm điều đó bằng chân...",
    "気持ちよく出させてもらったが、\nはたして沙耶は満足してくれただろうか。": "Tôi đã xuất ra một cách thoải mái,\nnhưng liệu Saya có hài lòng không?",
    "たくさん出してもらえて……幸せです……！": "Em đã được xuất ra rất nhiều... Em rất hạnh phúc...!",
    "でも……ああっ、どうしましょう？\nおさまらないどころか、もっと昂ってきてしまいました……！": "Nhưng... aah, em phải làm sao đây?\nThay vì dừng lại, em còn hưng phấn hơn nữa...!",
    "精液を拭い取った指先で亀頭を撫でられ、ビクリと体が跳ねてしまう。": "Saya vuốt ve quy đầu bằng đầu ngón tay đã lau tinh dịch, và cơ thể tôi giật nảy lên.",
    "ふふ……こんな反応してくれるんですもの……仕方ないですよね？": "Hừm... Vì anh phản ứng như vậy... Không có gì phải làm phải không?",
    "沙耶も、我慢できない様子で全身をビクつかせていた。": "Saya cũng run rẩy khắp người, không thể kiềm chế được.",
    "ああ、あ……あなたのこと、もっとめちゃくちゃに……\nあんん……私も、めちゃくちゃにされたくなってます……！": "A, a... Em muốn làm anh tan nát hơn nữa... \nAnnn... Em cũng muốn bị tan nát...!",
    "まだまだ彼女の発情は終わらないらしい。\n当然、沙耶が満足するまでとことん付き合うのだった。": "Dường như sự ham muốn của cô ấy vẫn chưa kết thúc.\nĐương nhiên, tôi sẽ ở bên cạnh cho đến khi Saya hài lòng."
}