{
    "突然の吹雪もようやく落ち着き、冷静に周囲を見渡してみる。": "Cơn bão tuyết bất ngờ cuối cùng cũng dịu xuống, tôi bình tĩnh nhìn xung quanh.",
    "はぁ、はぁ……風はまだ強いけど、\n吹雪は収まったみたい。": "Haizz, haizz... Gió vẫn mạnh nhưng\ntuyết có vẻ đã ngừng rơi rồi.",
    "やっと周囲が見えるわ！　もう、さっきは周りが真っ白だったし！": "Cuối cùng cũng nhìn thấy xung quanh rồi! Lúc nãy xung quanh toàn một màu trắng xóa!",
    "（ジュリーたちもはぐれたことにはすぐ気づくだろうが……\nここで連絡が取れない事を伝えると、パニックなる危険が大きい）": "(Chắc chắn Julie và những người khác cũng sẽ sớm nhận ra đã lạc nhau... Nếu nói rằng không thể liên lạc được ở đây, thì sẽ rất dễ hoảng loạn)",
    "（すぐに合流できる可能性だってまだ残っている……\nだから、体力を無駄に消費しないように冷静に行動するべきだ）": "(Vẫn còn khả năng chúng ta có thể gặp lại nhau... Vì vậy, tôi nên hành động bình tĩnh để không lãng phí sức lực)",
    "なんとなーく見えるようになったけど、ここ……どこぉ？": "Tuy đã nhìn thấy xung quanh, nhưng đây... là đâu?",
    "目印もないような、一面の雪景色だものね。\nとっても綺麗だけどちょっと不安かも……": "Không có bất kỳ dấu hiệu nào cả, chỉ toàn là cảnh tuyết trắng xóa.\nTuy rất đẹp nhưng tôi hơi lo lắng...",
    "そうだな……風避けになりそうな岩はあるが、\nこのまま進んでいくのはちょっと不安になるな。": "Đúng vậy... Có một tảng đá có vẻ như có thể tránh gió, nhưng\ntôi hơi lo lắng nếu cứ tiếp tục đi như thế này.",
    "って、よく見たら七彩とノエルがいないじゃない！？\nもしかして……": "Ấy, nhìn kỹ thì Nana và Noel đâu rồi!?\nChẳng lẽ...",
    "私たち……はぐれちゃったのかしら？": "Chúng ta... bị lạc nhau rồi sao?",
    "いや、大丈夫だ。通信機もあるし、連絡も取れる。\nだから、人数が多い俺たちが七彩とノエルを待っておくべきだ。": "Không, không sao đâu. Chúng ta có máy liên lạc và cũng có thể liên lạc được.\nVì vậy, chúng ta, những người có nhiều người hơn, nên đợi Nana và Noel ở đây.",
    "なるほど……確かにそうよね！\nリーダーはどっしりと構えるものだからね！": "Ra là vậy... Quả là như vậy nhỉ!\nVì người lãnh đạo phải luôn vững vàng!",
    "そうね、お互いに探して行き違いだって怖いものね。": "Đúng vậy, thật đáng sợ nếu cứ đi tìm nhau rồi lại đi lạc.",
    "ええ！　むしろ、ここで頑張って探しに来た、\n七彩さんとノエルを温かく出迎えるように準備しないと！": "Vâng! Thay vào đó, chúng ta phải chuẩn bị để chào đón Nana và Noel, những người đã cố gắng tìm đến đây!",
    "（……ジュリーの明るさには助けられるな。\nこういう状況で、悲観的にならず明るく振る舞えるのは才能だ）": "(...Julie quả là đã giúp đỡ tôi rất nhiều bằng sự lạc quan của mình. Thật là một tài năng khi có thể hành xử một cách vui vẻ trong tình huống này)",
    "ああ、その通りだ。\nだから俺たちがやるべきことは……分かるな？": "Ừ, đúng vậy.\nVậy nên, những gì chúng ta nên làm là... cậu hiểu chứ?",
    "ええ！　ここにテントを張るのね！": "Vâng! Chúng ta sẽ dựng lều ở đây nhỉ!",
    "……いや、テントを張れる状態にはないな。\n地面もあまり平らじゃない。俺たちのテントだと設営は難しいな。": "...Không, không thể dựng lều được.\nMặt đất cũng không bằng phẳng lắm. Khó mà dựng lều của chúng ta được.",
    "むむむ……じゃあ、どうしようかしら？": "Ưm... Vậy, chúng ta nên làm gì đây?",
    "まずは体力の余計な消耗を防ぐのが大切だ。\nどこか風除けが出来て腰を落ち着けられる場所が必要だな。": "Trước tiên, điều quan trọng là phải ngăn chặn sự hao tổn sức lực không cần thiết.\nChúng ta cần một nơi có thể tránh gió và ngồi nghỉ ngơi.",
    "ええっと……それなら、あっちにある岩とかどうかしら？": "Ừm... Nếu vậy, tảng đá ở đằng kia thì sao?",
    "そうね！　あそこなら風も遮られそうだし、\nそれに腰を据えて休むのにも適しているわ！": "Đúng vậy! Ở đó có vẻ như có thể chắn gió, và\nnó cũng thích hợp để ngồi nghỉ ngơi!",
    "ああ、それじゃあまずはあそこで休憩をしよう。": "Ừ, vậy thì chúng ta hãy nghỉ ngơi ở đó trước.",
    "（……通信機は繋がる気配はない、か。\n参ったな……）": "(...Máy liên lạc không có dấu hiệu kết nối à.\nChán thật...)",
    "ふぅ……一息ついたら、ちょっとだけ安心してきたかも！\nやっぱり雪山って凄いのね……あんな吹雪が吹くなんて！": "Phù... Sau khi nghỉ ngơi một lát, tôi có cảm giác an tâm hơn một chút!\nQuả nhiên núi tuyết thật là khủng khiếp... Thật không ngờ lại có một trận bão tuyết như vậy!",
    "そうね……私も飛ばされちゃうかと思っちゃった。": "Đúng vậy... Tớ còn tưởng mình sẽ bị thổi bay nữa.",
    "ジュリーなんて、\n半分くらい吹き飛ばされて倒れてたようなもんだからな。": "Julie thì,\ncó lẽ đã bị thổi bay gần một nửa rồi.",
    "ぐむむ……だ、だってあんなに風が強かったら無理よ！\n前だって見えないくらいだし！": "Ưm... Tớ, tại vì gió mạnh quá nên không thể làm gì được!\nTrước đó tớ còn không nhìn thấy gì nữa!",
    "そういえば、ジュリーちゃんありがとうね？\n私の帽子を取ってくれて。": "À phải rồi, Julie, cảm ơn cậu nha?\nVì đã lấy mũ cho tớ.",
    "気にしないで！　困ったときはお互い様よ！\nラウラだって、倒れてたあたしを助けてくれたじゃない！": "Đừng bận tâm! Khi gặp khó khăn thì chúng ta giúp đỡ lẫn nhau!\nLaura cũng đã giúp tớ khi tớ ngã mà!",
    "ううん、%usernameusernameuserna%さんに任せてばっかりだったから……\nでも、そうね。お互い様よね。": "Ừm, tớ đã toàn dựa vào %usernameusernameuserna%... Nhưng, đúng vậy. Chúng ta giúp đỡ lẫn nhau.",
    "（……さて、どうするか。\n目的もなく、ただ休むというのは精神的に負担が大きい）": "(...Giờ thì phải làm sao đây.\nViệc chỉ nghỉ ngơi mà không có mục đích gì thì sẽ rất căng thẳng về mặt tinh thần)",
    "%usernameusernameuserna%さん？": "%usernameusernameuserna%?",
    "（それに、俺が通信機を必死に弄っていたら、\n異常事態だと勘づいて不安にさせてしまう……なら）": "(Với lại, nếu tôi cứ chăm chú vào máy liên lạc,\nthì sẽ khiến mọi người lo lắng vì nghĩ rằng có chuyện bất thường... Vậy thì)",
    "……ねえ、%usernameusernameuserna%ってば！": "...Này, %usernameusernameuserna%!",
    "うおっ！？　な、なんだ？": "Ugh!? Gì, gì vậy?",
    "なんだじゃないわ！　さっきから声をかけてたのに、\n全然気づいてくれないじゃない！": "Không phải là gì cả! Tớ đã gọi cậu nãy giờ rồi mà,\ncậu hoàn toàn không để ý gì cả!",
    "大丈夫？　やっぱり、%usernameusernameuserna%さんも、\n吹雪で疲れちゃった？": "Cậu ổn chứ? Rốt cuộc, %usernameusernameuserna% cũng\nmệt mỏi vì bão tuyết à?",
    "ああいや、大丈夫だ。こうして待つだけじゃなと思って、\nちょっとやる事を考えてたんだ。": "À không, tôi ổn. Tôi chỉ nghĩ rằng nếu cứ đợi như thế này thì không được, nên tôi đang nghĩ xem nên làm gì.",
    "やること？": "Làm gì cơ?",
    "でも、あんまり動いたりしたら危ないのよね……？": "Nhưng, nếu cậu di chuyển nhiều thì nguy hiểm lắm đúng không...?",
    "ああ、だからここで簡単にできること……それは、\n仲間とはぐれたときに実践できる救助の呼び方だ！": "Ừ, vì vậy, một việc đơn giản có thể làm ở đây... đó là,\ncách kêu cứu khi bị lạc khỏi đồng đội!",
    "ちょっと露骨すぎるかもしれないが、\n状況が状況だから納得してもらえるだろう。": "Có thể hơi lộ liễu, nhưng\nvì tình hình hiện tại nên mọi người sẽ hiểu thôi.",
    "メイズ内でも仲間とはぐれるような事はあるかもしれない。\nその時に、こういった知識があると役に立つはずだ。": "Trong Maze, có thể sẽ có những lúc bị lạc khỏi đồng đội.\nKhi đó, việc có kiến thức này sẽ rất hữu ích.",
    "……なるほど、確かにその通りね！\nここでしっかりと覚えて帰るわ！": "...Ra là vậy, đúng là như vậy nhỉ!\nTớ sẽ ghi nhớ thật kỹ ở đây!",
    "（……流石に他人を疑うことを教えた方がいいか？）": "(...Tuy nhiên, có lẽ tôi nên dạy người khác cách nghi ngờ thì tốt hơn nhỉ?)",
    "とはいえ、俺も知識が多いわけじゃない。\n実際に遭難をしたことがあるわけじゃないからな。": "Tuy nhiên, tôi cũng không có nhiều kiến thức đâu.\nTôi cũng chưa từng thực sự gặp tai nạn khi đi lạc.",
    "ふむふむ……": "Hừm hừm...",
    "なんで、仲間内で分かりやすい符号を作って、\nそれを使って連絡し合うっていうのが一つだ。": "Vì vậy, một trong những cách là tạo ra một ký hiệu dễ hiểu trong nhóm,\nrồi sử dụng nó để liên lạc với nhau.",
    "ふごう……？": "Ký hiệu...?",
    "お互いに分かるマークとか、記号のことよね？": "Ý là những dấu hiệu hoặc biểu tượng mà mọi người đều hiểu đúng không?",
    "なるほど！　それなら、プレ・クラスーＡで使う用の、\nマークとかを考えておかないとね！": "Ra là vậy! Nếu vậy, chúng ta phải nghĩ ra những\nký hiệu để sử dụng trong Pre-Class-A!",
    "ああ、こういう場所に来るときはそれもありだ。": "Ừ, khi đến những nơi như thế này thì cũng nên làm vậy.",
    "そうだな……雪だとしても地面に書けばいい。\nすぐに消えることもあるが、深くまで書いておけばすぐには消えない。": "Đúng vậy... Ngay cả khi là tuyết, chúng ta cũng có thể viết lên mặt đất.\nMặc dù nó sẽ biến mất ngay, nhưng nếu viết sâu xuống thì nó sẽ không biến mất ngay lập tức.",
    "それを見た誰かが気付いて、やってきてくれるってことよね？": "Ai đó nhìn thấy nó sẽ nhận ra và đến giúp chúng ta đúng không?",
    "なるほど……なら、あたしは似顔絵を描くわ！\nそうすれば、ジュリーたちがここにいるってわかるでしょ！": "Ra là vậy... Nếu vậy, tớ sẽ vẽ chân dung!\nNhư vậy, mọi người sẽ biết rằng Julie đang ở đây!",
    "あと、上空から見えるくらい大きく書くんだぞ？\nあんまりこじんまりしても、見えないからな。": "Với lại, hãy viết thật to để có thể nhìn thấy từ trên cao nhé?\nNếu nó quá nhỏ thì sẽ không nhìn thấy đâu.",
    "なるほど……任せて！\nえーっと、雪に書くような道具は……": "Ra là vậy... Cứ giao cho tớ!\nỪm, những dụng cụ để viết lên tuyết thì...",
    "ゴソゴソとバッグの中を漁るジュリーを見ながら、\n俺は見られないように通信機を弄る。": "Trong khi Julie đang lục lọi trong túi, tôi sẽ xem máy liên lạc mà không bị ai nhìn thấy.",
    "（……周波数は間違っていない。\nだが、ノイズが酷すぎて何も聞こえないな）": "(...Tần số không sai.\nNhưng, quá nhiều tiếng ồn nên tôi không nghe thấy gì cả)",
    "私は……分かりやすく、ＳＯＳって書こうかしら？\n伝わりやすい方がいいわよね。": "Tớ... sẽ viết SOS cho dễ hiểu nhỉ?\nNhư vậy sẽ dễ truyền đạt hơn.",
    "よーし、ここからここまで……さらにこっちに……！\nあっ、踏んじゃった！？": "Được rồi, từ đây đến đây... và cả đến đây nữa...!\nÁ, bị giẫm lên rồi!?",
    "おお、目立つように書けてるじゃないか。": "Ô, cậu viết rất rõ ràng đấy.",
    "私も、ちゃんとＳＯＳの文字をかけたわ。": "Tớ cũng đã viết chữ SOS rồi.",
    "これなら、きっと誰にでも見つけてもらえるはずよね！": "Nếu vậy, chắc chắn ai cũng sẽ tìm thấy chúng ta!",
    "ああ、そうだな……っと、少しだけ吹雪いたか。": "Ừ, đúng vậy... Ồ, tuyết lại rơi một chút rồi.",
    "ああああ～～～～！？": "AAAAAA~~~~~~~~!?",
    "ジュリーが突然叫んでそちらを見る。\n周囲の雪が崩れ、上から降り注ぎ書いていたものが消されていた。": "Julie đột nhiên hét lên và nhìn về phía đó.\nTuyết xung quanh sụp đổ, rơi xuống và xóa sạch những gì cô đã viết.",
    "……しっかりと書いていたのに、こうもあっさり消えるのか。\nすまん、俺も予想外だった。": "...Mặc dù đã viết rất cẩn thận, nhưng nó lại biến mất nhanh như vậy.\nXin lỗi, tôi cũng không ngờ tới.",
    "%usernameusernameuserna%さんも初めてなら仕方ないわ。\nでも、どうすればいいのかしら……？": "%usernameusernameuserna% cũng là lần đầu mà, không có gì đâu.\nNhưng, chúng ta nên làm gì đây...?",
    "書いても消されちゃうし、目印になるものは……": "Viết xong rồi cũng bị xóa mất, những thứ có thể làm dấu hiệu thì...",
    "ふふん！　いいことを思いついたわ！\n雪だるまよ！　雪だるまを作れば、雪で消されたりしないわ！": "Fufun! Tớ đã nghĩ ra một ý hay rồi!\nNgười tuyết! Nếu chúng ta làm người tuyết, thì tuyết sẽ không xóa được!",
    "雪だるまか……悪くないかもな。": "Người tuyết à... Cũng không tệ.",
    "でも、分かるように作るんだったら沢山必要にならないかしら？": "Nhưng, nếu muốn làm cho mọi người biết, thì chúng ta cần phải làm nhiều người tuyết đúng không?",
    "大丈夫、沢山作ればいいのよ！\nまってて、今から作ってくるわ！": "Không sao đâu, chúng ta cứ làm nhiều là được!\nĐợi tớ một lát, tớ sẽ làm ngay!",
    "おい、ジュリー……って、行っちゃったな。": "Này, Julie... ôi, đi mất rồi.",
    "ジュリーちゃん！　転んだりしないように気を付けてね！": "Julie! Cẩn thận đừng có ngã nha!",
    "分かってるわー！　……っとと、ふぎゃー！？": "Tớ biết rồi mà~! ...Ôi, phìa--!?",
    "言ってる傍から……": "Vừa nói xong thì...",
    "きゃあああ！？\nあたしが雪だるまになっちゃう～～～！？": "Kyaaaaa!?\nTớ biến thành người tuyết mất rồi~~~!?",
    "じゅ、ジュリーちゃん！？\n今から助けるから、ちょっと待ってね！": "Ju, Julie!?\nTớ sẽ đến cứu cậu ngay, đợi tớ một chút nha!",
    "（……流石にこれは無駄に体力を使ってることにならないか？）": "(...Thật sự thì, việc này có phải là đang lãng phí sức lực không nhỉ?)",
    "はぁ、はぁ……び、ビックリしたわ……": "Ha, ha... Tớ, tớ giật mình quá...",
    "私もびっくりしちゃった……\n良かった、あのまま転んでどこかにいかなくて……": "Tớ cũng giật mình nữa...\nMay quá, nếu cứ ngã rồi đi đâu mất thì...",
    "はぁ、はぁ……はぁ……ふぅ……！": "Ha, ha... Ha... Phù...!",
    "ありがとう、ラウラ！　おかげで助かったわ！\nでもコツは掴んだわ！　次は完璧な雪だるまを作れるわね！": "Cảm ơn, Laura! Nhờ có cậu mà tớ đã được cứu rồi!\nNhưng tớ đã nắm được bí quyết rồi! Lần tới tớ sẽ làm một người tuyết hoàn hảo!",
    "……本当に大丈夫か？\nあんまり転ぶなら、中止して休憩にするからな？": "...Cậu có thực sự ổn không đấy?\nNếu cứ ngã mãi thì chúng ta sẽ dừng lại và nghỉ ngơi đấy?",
    "うん、大丈夫！": "Ừm, tớ ổn!",
    "ふふ、ジュリーちゃん雪だらけね。\nはらってあげる。": "Fufu, Julie dính đầy tuyết rồi kìa.\nTớ sẽ phủi cho cậu.",
    "ありがとう、ラウラ！\nこう、ちょっと斜面になってるのよね……！": "Cảm ơn, Laura!\nChỗ này hơi dốc nhỉ...!",
    "だから気を付けて転がして……\nよし、今度は巻き込まれずにすんだわ！": "Vì vậy, hãy cẩn thận và lăn xuống...\nĐược rồi, lần này thì không bị cuốn vào nữa rồi!",
    "わぁ、ジュリーちゃん上手！": "Wow, Julie giỏi quá!",
    "えへへ、このまま沢山の雪だるまを作っちゃうわ！\nこれを見たら七彩さんもノエルもびっくりするはずよ！": "Ehehe, tớ sẽ làm thật nhiều người tuyết!\nNếu Nana và Noel nhìn thấy thì chắc chắn sẽ ngạc nhiên lắm!",
    "まあ、確かに何事かと思ってびっくりするだろうな……": "Ừ, chắc chắn họ sẽ ngạc nhiên vì không hiểu chuyện gì đang xảy ra...",
    "ふふ、ならジュリーちゃんに任せちゃおうかしら？\n私はあまり得意じゃないから……": "Fufu, nếu vậy thì cứ giao cho Julie đi?\nTớ không giỏi lắm...",
    "ええ、危ないからここはあたしに任せておいて！\nラウラの分まで立派な雪だるまを作るわよ！": "Vâng, vì nguy hiểm nên cứ để tớ lo!\nTớ sẽ làm những người tuyết thật đẹp thay cho Laura!",
    "とりゃとりゃとりゃー！": "Torya torya torya--!",
    "……いや、本来の目的を忘れてないか？\n雪だるまを作るのはあくまでもＳＯＳの方法なんだが。": "...Này, cậu có quên mục đích ban đầu không vậy?\nViệc làm người tuyết chỉ là một cách để báo hiệu SOS thôi mà.",
    "よーし、今度はもっと大きいサイズに挑戦ね！\nうおりゃー！": "Được rồi, lần này tớ sẽ thử làm một người tuyết lớn hơn nữa!\nUorya--!",
    "あはは……ジュリーちゃん、聞こえてないみたい。": "A ha ha... Julie, có vẻ như cậu ấy không nghe thấy gì cả.",
    "まあ、任せておくとするか。": "Ừm, cứ giao cho cậu ấy vậy.",
    "（……それよりも、問題は通信機の事だ。\nこれが無事だったとしても、捜索自体は難しい）": "(...Hơn thế nữa, vấn đề là máy liên lạc.\nNgay cả khi nó vẫn ổn, việc tìm kiếm cũng rất khó khăn)",
    "…………": ".........",
    "（このまま通信機が繋がらないだけだったら問題はない。）": "(Nếu chỉ có việc máy liên lạc không kết nối thì không có vấn đề gì.)",
    "（だが、また天気が崩れて吹雪に遭遇したら？\n場所を特定して誘導も出来ないまま移動すれば……）": "(Nhưng, nếu thời tiết lại xấu đi và gặp bão tuyết thì sao?\nNếu di chuyển mà không xác định được vị trí và không thể hướng dẫn...) ",
    "（どうする？　どうすればいい？\nこういった危険に対して、俺はどうするべきだ？）": "(Phải làm sao đây? Phải làm sao đây?\nTôi nên làm gì để đối phó với những nguy hiểm này?)",
    "（考えろ……考えろ！　この危機を乗り越えるために……）": "(Hãy nghĩ đi... Hãy nghĩ đi! Để vượt qua cuộc khủng hoảng này...)",
    "……さん": "...san",
    "ここから俺は――": "Từ đây tôi――",
    "っと、ラウラか！？\nすまん、ボーっとしてた！　それで、なんだ？": "Ô, Laura à!?\nXin lỗi, tôi đang ngẩn người ra! Vậy, có chuyện gì vậy?",
    "その……私の気のせいかもしれないけど……\n大丈夫かなって思って。": "Chuyện là... có lẽ chỉ là tôi nghĩ vậy thôi...\ntôi chỉ tự hỏi liệu cậu có ổn không.",
    "心配そうな表情を浮かべたラウラは、\nそんな風に俺に声をかけるのだった。": "Laura với vẻ mặt lo lắng,\nđã lên tiếng với tôi như vậy."
}