{
    "双頭の斧による襲撃事件から数日が経過している。\n日常に戻った学園では穏やかな時間が流れていた。": "Vài ngày đã trôi qua kể từ vụ tấn công bằng rìu hai đầu.\nThời gian yên bình đã trở lại ngôi trường, bao trùm lên mọi thứ.",
    "ねえ、聞いた聞いた！？\nシリウスシュガーが生徒会に表彰されるんだって！": "Này, tớ nghe được rồi nè!?\nSirius Sugar sẽ được hội học sinh tuyên dương đấy!",
    "もちろんよ！　シリウスシュガーの最新情報は、\n常にチェックしてるわ！": "Đúng là như vậy rồi!\nTớ luôn theo dõi những thông tin mới nhất về Sirius Sugar!",
    "ふふ、すっかりシリウスシュガー大好きっ子ねぇ。": "Hừm, cậu đúng là fan bự của Sirius Sugar mà.",
    "まあ、それだけお世話になったもの。": "Mà, cũng nhờ họ giúp đỡ nhiều mà.",
    "同時期にピクシス・マスールのドロテアと\nトレブルクインテットのフルートからある報告書が提出された。": "Cùng thời điểm đó, Dorothea của Pixies Masur và Flute của Treble Quintet đã nộp một báo cáo.",
    "それはシリウスシュガーの戦闘能力の高さを評価するというものだ。\n結果、世論からちゆるの転校を主張する声は、完全に消えていた。": "Nó đánh giá cao khả năng chiến đấu của Sirius Sugar.\nKết quả là, những lời kêu gọi chuyển trường của Chiyuru từ dư luận đã hoàn toàn biến mất.",
    "ちゆるさんの移籍話も立ち消えになって、本当よかったわ！": "Việc chuyển trường của Chiyuru-san cũng không còn nữa, mừng quá đi!",
    "……うん。本当によかった……": "……Ừm. Tớ mừng thật sự……",
    "やっと日常が戻ってきた感じがするー。": "Cảm giác như cuộc sống thường nhật cuối cùng đã trở lại rồi.",
    "今日までいろいろと大変でしたからね。": "Đến nay mọi chuyện thật sự rất khó khăn.",
    "ん……とてもいい天気……": "Ưm……Thời tiết đẹp quá……",
    "のんびりお茶でも飲みたいですわね。": "Tớ muốn thong thả uống trà quá đi.",
    "いいんじゃないか。しばらくは出撃もないだろうし。": "Cũng được đấy. Chắc chắn sẽ không có đợt xuất kích nào trong một thời gian nữa.",
    "今はこれからのことをじっくり考える時間がとれたのだと\n前向きに考えておこう。": "Giờ thì mình cứ suy nghĩ tích cực rằng mình có thời gian để suy nghĩ kỹ về tương lai.",
    "（ドロテアとフルートの報告書には助けられたな……）": "（Báo cáo của Dorothea và Flute đã giúp ích rất nhiều cho mình……）",
    "先日のＭＧ競技、この２チームは本来の実力が出ていなかった気がする。\n実際、過去の戦闘記録を観たが、戦略戦術すべてが完璧で今回と違った。": "Trong cuộc thi MG hôm nọ, tớ cảm thấy hai đội này đã không thể hiện hết thực lực của mình.\nThật vậy, khi xem lại các bản ghi chiến đấu trong quá khứ, mọi chiến lược và chiến thuật đều hoàn hảo, khác hẳn lần này.",
    "……とノヴァセレスからの宣伝文句です。": "……Đó là lời quảng cáo từ Nova Ceres.",
    "（２チームともちゆるの引き抜きについては、\n本意じゃなかったように思える）": "（Có vẻ như cả hai đội đều không muốn vụ chuyển nhượng của Chiyuru）",
    "しかし立場上、所属校区を考えると表向き嫌な顔をしづらかった。\n２チームの結託も本当は彼女達自身の発案じゃないだろう。": "Tuy nhiên, xét về vị thế và khu học xá, họ không thể hiện rõ sự khó chịu ra bên ngoài.\nVụ thông đồng giữa hai đội thực ra không phải là ý định của chính họ.",
    "本人達に戦闘自体は手を抜いたつもりがなかったとしても、\n無意識に心の持ち方から本来の実力をほとんど出せていなかった。": "Ngay cả khi họ không có ý định 'từ bỏ' trong trận chiến, thì vô thức họ đã không thể hiện được hết thực lực của mình vì cách họ suy nghĩ.",
    "（モチベーション――想いの力って、無意識でも露骨にパフォーマンスに\n影響を与えるからな。それは良い方向にも、悪い方向にも）": "（Động lực—sức mạnh của cảm xúc, dù vô thức, cũng ảnh hưởng rõ rệt đến hiệu suất.\nNó có thể theo cả hướng tốt và hướng xấu）",
    "（彼女達の本来の実力は、きっと今後見ることになるだろう。\nそのときが楽しみだ）": "（Chắc chắn chúng ta sẽ thấy thực lực thực sự của họ trong tương lai.\nTớ rất mong chờ điều đó）",
    "実はずっと聞いていいか悩んでいることがあるんですけど、\nこの際だからちゆるさんに聞いてもいいですか？": "Thật ra tớ đã rất băn khoăn không biết có nên hỏi hay không,\nnhưng tớ có thể hỏi Chiyuru-san luôn được không?",
    "何かな？": "Có chuyện gì sao?",
    "ちゆるさんってその……本当は龍宮さんなんですよね。": "Chiyuru-san…thật ra là Ryugu-san đúng không?",
    "うん、そうだよ。月ヶ瀬は母方の名前なの。": "Ừ, đúng vậy. Tsukigase là họ của mẹ tớ.",
    "月ヶ瀬もなんだか神秘的でいいけど、龍宮もカッコイイんじゃない？": "Tsukigase cũng thật bí ẩn và hay, nhưng Ryugu cũng ngầu đấy chứ?",
    "あはは。ありがとう。\nそんなことを言われたのは初めてだよ。": "A ha ha. Cảm ơn cậu.\nTớ là lần đầu tiên được nghe ai nói như vậy đấy.",
    "これからは龍宮さんとお呼びすべきかしら？": "Từ giờ tớ nên gọi là Ryugu-san nhỉ?",
    "ちゆるはちゆるだから。好きなように呼んでくれたらいいよ。": "Cứ gọi là Chiyuru là được rồi. Cứ gọi sao cậu thích là được.",
    "じゃあ、ツッキー！": "Vậy thì, Tsukki!",
    "ちゆるん。": "Chiyurun.",
    "『がっせー』": "『Gasseー』",
    "『ちゅーる』": "『Churu』",
    "えーと、えーとえーと……た、たっつーで！": "Ưm, ừm, ừm……tớ, Tattsu!",
    "いきなりあだ名で呼び出すのは、むしろ失礼ではないかしら？\nなので、これまで通りにしません？": "Tự dưng gọi bằng biệt danh có vẻ hơi thất lễ nhỉ?\nVậy nên, cứ như từ trước đến giờ được không?",
    "あははっ、あたしとしても今まで通りがいいかな。\nだって、『いつもどおりのシリウスシュガー』って感じがするし！": "A ha ha, tớ cũng thích như từ trước đến giờ hơn.\nVì như vậy mới đúng là 'Sirius Sugar như mọi khi'!",
    "ちゆるさん……！": "Chiyuru-san……!",
    "はいっ……！": "Vâng……!",
    "今回の事件を通じてシリウスシュガーの結束は\nより強固なものとなったようだ。": "Thông qua sự việc lần này, sự gắn kết của Sirius Sugar\ncó vẻ như đã trở nên mạnh mẽ hơn.",
    "……………………": "……………………",
    "（双頭の斧。Ｔ元素。そして──俺達の知らない『何か』）": "（Rìu hai đầu. T-element. Và──'Thứ gì đó' mà chúng ta không biết）",
    "俺の失われた記憶も、それらの秘密と結びついているのかもしれない。": "Ký ức đã mất của tôi, có lẽ cũng liên quan đến những bí mật đó.",
    "まだ答えは遠い。\nけれど、それでも。": "Câu trả lời vẫn còn xa xôi.\nNhưng, dù vậy.",
    "（この仲間達との日常を守るためにも、一刻も早く、\nその謎を解き明かさなくちゃな……）": "（Để bảo vệ cuộc sống thường ngày với những người bạn này, mình phải nhanh chóng\ngiải mã bí ẩn đó……）"
}