{
    "これでぇ、最後……っ！": "Cuối cùng…!",
    "はぁ……はぁ……や、やりました……！": "Ha… ha… Mình, mình làm được rồi…!",
    "わたくしたち、生きてますわよね……？": "Chúng ta còn sống phải không…? ",
    "……的確な指示のおかげ。": "…Nhờ chỉ thị chính xác của anh.",
    "そうか……助けになったのなら良かった……\nそういえば、さっきのカオスメイデンって奴らは？": "Vậy sao… Nếu giúp được thì tốt rồi…\nNói mới nhớ, mấy ả Chaos Maiden lúc nãy đâu rồi?",
    "メイズシフターと戦ってるうちに、\n別のとこに移動しちゃったみたいだね。": "Trong lúc chiến đấu với Maze Shifter, hình như đã di chuyển sang chỗ khác rồi.",
    "……ところで、どこでそんな指揮能力を身に着けたんですか？\n凄い的確でしたし、自然と体が動いちゃいました。": "…Mà này, cậu học được khả năng chỉ huy đó ở đâu vậy?\nRất chính xác, hơn nữa còn khiến cơ thể tự động di chuyển nữa.",
    "俺もわからない……\nなぜか、こういうときの戦い方を知っていたんだ。": "Tôi cũng không biết nữa…\nKhông hiểu sao, tôi lại biết cách chiến đấu trong tình huống này.",
    "ただ、俺の指揮が良かったというよりも……\n君たちが的確に動いてくれたのが大きかったと思うぞ。": "Nhưng, tôi nghĩ không phải do chỉ huy của tôi tốt…\nMà là do mọi người đã hành động chính xác.",
    "まあ、とんでもないＧで死にそうになったけども……": "Mà, suýt chết vì G rồi…",
    "あっ！　そ、そういえば服も着ずに乗っていたんでした！\n気分が悪かったりしませんか！？": "A! À, nói mới nhớ, anh còn chưa mặc quần áo nữa!\nAnh có thấy khó chịu không vậy!?",
    "ああ……全身痛いくらいで済んでる……\nとはいえ、これ以上の激しい動きは勘弁願いたい……": "À… Chỉ bị đau toàn thân thôi…\nDù vậy, tôi không muốn phải vận động mạnh hơn nữa đâu…",
    "まあ、あの群れを倒したなら追加はないかな。\nそれで、これからどうしようか？": "Mà, nếu đã đánh bại lũ đó rồi thì chắc không có thêm đâu.\nVậy, bây giờ chúng ta phải làm gì đây?",
    "撤退すんのが一番じゃね？\nもう採掘どころじゃないし。": "Hay là rút lui đi?\nĐào khoáng không còn quan trọng nữa rồi.",
    "異論はない。": "Tôi đồng ý.",
    "そうですね……最低限採掘はできましたし……\n戻ると、本当にカオスメイデンと戦う事になりそうですからね。": "Đúng vậy… Ít nhất chúng ta cũng đã đào được một ít…\nNếu quay lại, chắc chắn sẽ phải chiến đấu với Chaos Maiden mất.",
    "うへー、それはさすがに勘弁してほしいね……": "Ugh, tôi không muốn đâu…",
    "どうやら帰投することになったみたいだ。\nどこに帰るのかわからないけども……": "Có vẻ như chúng ta phải quay về rồi.\nMặc dù không biết sẽ về đâu nữa…",
    "では、シリウスシュガー全機帰投！\nメイズを出るまで気を抜かないでいきましょう！": "Vậy, toàn bộ Sirius Sugar, quay về!\nĐừng lơ là cho đến khi ra khỏi Mê Cung!",
    "はい、分かりました！": "Vâng, tôi hiểu rồi!",
    "ああ、わかった。ありがとう。": "Ừ, tôi hiểu rồi. Cảm ơn.",
    "折角タツミヤ鉱を見つけたのに、今回は色々と大変だったねぇ。": "Dù đã tìm thấy mỏ Tatsumiya, nhưng lần này thật là vất vả nhỉ.",
    "そうですね……\n皆さんが怪我なく無事に帰れて本当に良かったです。": "Đúng vậy…\nMọi người đều an toàn trở về thật sự rất tốt.",
    "機体の消耗も、戦闘をした割には大きくありませんでしたわ。\nこれなら、持って帰ってきた分で十分にプラスです。": "Độ hao mòn của máy móc cũng không lớn lắm so với việc chiến đấu.\nVới số lượng mang về, chúng ta đã có lãi rồi.",
    "とはいえ、せっかく見つけたんだから、\nもうちょっとくらいタツミヤ鉱を採掘したかったんだけどな～！": "Dù vậy, vì đã tìm thấy rồi, tôi muốn đào thêm một chút mỏ Tatsumiya nữa!",
    "……そういえば、この人はどうするの？": "…Nói mới nhớ, người này thì sao?",
    "全員の視線が俺に集中した。": "Tất cả mọi người đều dồn ánh mắt về phía tôi.",
    "正直、タオル1枚の変質者にしか見えないよな俺……": "Thật sự, tôi chỉ như một kẻ biến thái với một chiếc khăn tắm thôi…",
    "このまま逮捕されてもおかしくない……\nというかその確率が高いんじゃないか……？": "Cứ thế này thì có lẽ sẽ bị bắt mất…\nHay nói đúng hơn là, khả năng đó rất cao…?",
    "勢いでそのまま連れてきてしまいましたわね……。": "Chúng ta đã vô tình mang anh ta theo rồi…",
    "違法採掘者を捕らえた場合、直ちに風紀委員に通報。\nその指示を仰ぐこと……って、校則にはあるね。": "Nếu bắt được kẻ khai thác trái phép, phải báo ngay cho Ủy ban Kỷ luật.\nXin chỉ thị… trong nội quy có ghi như vậy.",
    "……命を助けてくれたんだ。\n俺の処遇は君たちに任せるよ。": "…Anh đã cứu mạng chúng ta.\nTôi giao phó việc xử lý anh cho mọi người.",
    "正直、ここがどこかも記憶もない状態で\n元の場所に戻されるくらいならどうとでもなれだ。": "Thật sự, trong tình trạng không nhớ mình đang ở đâu\nThì việc bị trả lại chỗ cũ cũng không sao cả.",
    "……こんな常識らしきものは憶えてるんだけど。\n肝心なことはなにひとつ思い出せない……": "…Tôi còn nhớ những thứ như là lẽ thường này.\nNhưng, những điều quan trọng thì lại không nhớ được gì…",
    "でも、風紀委員へ通報するのはさすがに可哀そうです！\n私たちの事を指揮で助けてくれましたから……": "Nhưng, báo cho Ủy ban Kỷ luật thì có vẻ hơi tàn nhẫn!\nAnh đã giúp chúng ta chỉ huy mà…",
    "（……見ず知らずの彼の指揮を自然と聞いたけど……\n何であたしたちは素直に従ったんだろう？　興味深いわね……）": "(…Nhìn anh ta chỉ huy, mặc dù không quen biết…\nTại sao chúng ta lại dễ dàng nghe theo như vậy nhỉ? Thật thú vị…)",
    "そういえば、自己紹介してませんでしたね！\n私は桃園めるっていいます。あなたは？": "Nói mới nhớ, chúng ta còn chưa tự giới thiệu nhỉ!\nTớ là Touka Meryl. Còn cậu?",
    "ああ、俺の名前は……": "À, tên tôi là…",
    "……確か、%usernameusernameuserna%って名前……のはずだ。": "…Chắc là, %usernameusernameuserna%… đúng là như vậy.",
    "はず……ですか？": "Đúng là… sao?",
    "……すまない。何も思い出せないんだ。\nいわゆる記憶喪失……ってやつらしい。": "…Xin lỗi. Tôi không nhớ gì cả.\nNói chung là, tôi bị mất trí nhớ…",
    "記憶喪失……つまり、名前以外の事は覚えていないと？": "Mất trí nhớ… Tức là, ngoài tên ra thì không nhớ gì khác sao?",
    "違法盗掘者だったらウソついてる可能性もあるよねぇ。": "Nếu là kẻ trộm thì có khả năng nói dối đấy.",
    "……いや、その違法採掘って裸でできるものなのか……？": "…Khoan đã, liệu việc trộm cắp có thể làm trần truồng được không nhỉ…?",
    "いえ、それは無理です。\nメイズに潜ることもそうですし、生身では……": "Không, không thể đâu.\nCả việc vào Mê Cung cũng vậy, với thân thể trần trụi thì…",
    "えーわかんないじゃん。\n裸の方が興奮して頑張れちゃう人かもよ？": "Ê, không biết được đâu.\nBiết đâu trần truồng lại khiến người ta hưng phấn hơn?",
    "そんな変態に見えるのか……俺……": "Tôi trông giống một kẻ biến thái đến vậy sao…",
    "現実的に考えるのであれば、他の違法採掘者に衣服や装備を奪われて、\nそのまま倒れていた可能性はありますね。": "Nếu xét theo thực tế, thì có khả năng anh ta bị những kẻ trộm khác cướp mất quần áo và trang bị,\nrồi bị bỏ lại.",
    "……そうだとしても、機体がないのは変。": "…Dù vậy, việc không có máy móc là lạ.",
    "あと、ウソをついてる感じはない。\n本当に記憶喪失なんだと思う。": "Với lại, tôi không cảm thấy anh ta đang nói dối.\nTôi nghĩ anh ta thật sự bị mất trí nhớ.",
    "まあ、学生ならザルトゥーム学園の所属を\n調べればいいんじゃない？": "Mà, nếu là học sinh thì cứ điều tra xem anh ta thuộc về học viện Zartum nào\nlà được chứ?",
    "データベースに載ってるだろうし。": "Chắc là có trong cơ sở dữ liệu.",
    "ザルトゥーム学園……？　って、いったいなんだ？": "Học viện Zartum…? Là cái gì vậy?",
    "学園の事も覚えていないのですか。": "Anh còn không nhớ cả về học viện nữa sao?",
    "えっと、さっきまでいた洞窟がメイズっていうんです。\nそこで貴重な資源を回収するパイロットのための学園――": "À thì, cái hang động lúc nãy là Mê Cung.\nNơi các phi công thu thập tài nguyên quý giá――",
    "それがここ、ザルトゥーム学園です！\n……これで何か思い出せませんかね……？": "Đó là nơi này, học viện Zartum!\n…Như vậy anh có nhớ ra gì không…?",
    "……すまない。": "…Xin lỗi.",
    "解離性健忘かな……？　長期間の記憶を失うのは聞くけど、\n常識は持ち合わせてそうだし……": "Có lẽ là mất trí nhớ phân ly…?\nNghe nói mất trí nhớ trong thời gian dài, nhưng anh ta có vẻ hiểu biết về lẽ thường…",
    "あ、ザルトゥーム学園のこと知らないのは常識外れか。\nうーん、考える程に妙な状態だねぇ。": "À, việc anh ta không biết về học viện Zartum có vẻ là điều bất thường nhỉ.\nUhm, càng nghĩ càng thấy kỳ lạ.",
    "でも……戦いの指揮は凄かったですよ？": "Nhưng… khả năng chỉ huy trong chiến đấu thì rất tuyệt vời!",
    "確かにそうですわね……\nあの指揮で、危機を乗り切れたわけですから。": "Đúng là như vậy…\nNhờ vào chỉ huy đó, chúng ta đã vượt qua được nguy hiểm.",
    "指揮を聞いたら、勝手に体が動いた……": "Nghe chỉ huy thì cơ thể tự động di chuyển…",
    "メイズ以外で、そういう指揮してた経験とかあんのかな？": "Ngoài Mê Cung ra, anh đã từng chỉ huy trong những trường hợp như vậy chưa?",
    "経験……いや、ダメだ。それすらも思い出せない。\nなんであんな指揮ができたのか……": "Kinh nghiệm… Không, không được. Tôi còn không nhớ cả điều đó nữa.\nTại sao tôi lại có thể chỉ huy như vậy…",
    "記憶を掘り起こそうとしても、\nモヤがかかったみたいで、しかも頭痛まで襲ってくる……でも。": "Dù cố gắng gợi lại ký ức, nhưng\ncứ như có một màn sương bao phủ, hơn nữa còn bị đau đầu nữa… Nhưng.",
    "（いや……そうだ。この記憶……そして、『戦闘』が出来ること）": "(Không… đúng rồi. Ký ức này… và, khả năng 『chiến đấu』)",
    "……そうか、俺の使命は……": "…Phải rồi, sứ mệnh của tôi là…",
    "もしかして、記憶が戻ったんですか！？": "Chẳng lẽ, anh đã nhớ lại được rồi sao!?",
    "おお、やったじゃない！\nそれで、君は何者なんだい！？": "Ôi, tuyệt vời quá!\nVậy, anh là ai!?",
    "いや、記憶は戻ってない。\n……だけど、たったひとつだけ思い出せることがあったんだ。": "Không, tôi chưa nhớ lại được.\n…Nhưng, tôi đã nhớ ra được một điều thôi.",
    "……ひとつ？\nそれって……？": "…Một điều?\nĐó là…?",
    "いいか、みんなよく聞いてくれ……": "Nghe đây, mọi người hãy lắng nghe cho kỹ…",
    "ごくり……！": "…!",
    "――この世界は……滅亡しようとしてるんだ。": "――Thế giới này… đang diệt vong.",
    "……": "…",
    "……ぷっ、あははは！": "…Phụt, haha!",
    "世界が滅亡！？\nんなわけないでしょ！！": "Thế giới diệt vong!?\nKhông đời nào đâu!!",
    "ってか、唯一思い出せたのがそれってどういうこと！": "Thế mà, điều duy nhất anh nhớ lại được lại là chuyện đó!",
    "ふふ、冗談だとしても、\nあんまり面白くはありませんわね。": "Haha, dù là đùa, nhưng\ncũng không có gì thú vị cả.",
    "あ、あはは……ノ、ノーコメントです。": "À, haha… Không, không có ý kiến.",
    "……さて、気を取り直しまして。\nこの方はどう致しましょうか？": "…Vậy, chúng ta hãy bình tĩnh lại nào.\nChúng ta nên làm gì với người này đây?",
    "引き渡せば懸賞金でるって言ってたよね？\nなら、ラミはさっさと渡して換金したい！": "Nghe nói giao anh ta cho người khác thì sẽ được tiền thưởng nhỉ?\nVậy, Lami muốn giao anh ta đi để đổi lấy tiền!",
    "あら、景品扱いしてはいけませんわ。\nでも、素性の知れない男性は早めに引き渡した方が良さそうですわね。": "Ấy, không được xem anh ta là hàng hóa chứ.\nNhưng, có vẻ như nên giao người đàn ông không rõ lai lịch này đi sớm thì hơn.",
    "で、でも、引き渡したらどうなるのか分かりませんよね？\n私たちのために指揮も頑張ってくれましたし、可哀想です！": "Nhưng, nhưng, nếu giao đi thì không biết sẽ ra sao nữa?\nAnh đã cố gắng chỉ huy vì chúng ta mà, thật đáng thương!",
    "うん……可哀想……": "Ừm… Đáng thương…",
    "意見が割れてしまいましたね……\nちゆるさんの意見はありますか？": "Ý kiến đã chia rẽ rồi…\nChiyuri, cậu có ý kiến gì không?",
    "……んー、メイズに潜れる男の子って珍しいでしょ？\nそれに、あの指揮は凄かったから……面倒見てもいいんじゃない？": "…Ừm, một cậu con trai có thể vào Mê Cung thì hiếm nhỉ?\nHơn nữa, khả năng chỉ huy của anh ta rất tuyệt vời… Hay là chúng ta chăm sóc anh ta đi?",
    "そんなこと言って、責任は取れますの？\n衣食住も準備しないとですし。": "Nói vậy, cậu chịu trách nhiệm được không?\nChúng ta còn phải chuẩn bị chỗ ăn ở nữa.",
    "ちゃんとお世話するからさー。ご飯も３食用意するしー。": "Tớ sẽ chăm sóc anh ấy đàng hoàng mà. Tớ sẽ chuẩn bị ba bữa ăn mỗi ngày.",
    "飼うなら病院にも連れて行くべき。": "Nếu nuôi thì cũng nên đưa anh ấy đi bệnh viện.",
    "あはは、なら予防接種も必要じゃない？\nそれと去勢手術も受けさせて……": "Haha, vậy thì cần tiêm phòng nữa nhỉ?\nVới lại, phẫu thuật triệt sản nữa…",
    "小屋をどこに建てるかは問題だよねー。\nなかなか自由に使える場所ないし。": "Vấn đề là xây nhà ở đâu đây nhỉ?\nKhông có chỗ nào dùng được thoải mái cả.",
    "……待ってくれ。\n話が逸れてないか？": "…Khoan đã.\nKhông phải là lạc đề rồi sao?",
    "というか、俺をペットにしようとしてないか！？": "Hay là, mọi người định biến tôi thành thú cưng sao!?",
    "まあ、捨て猫を拾ってきたみたいなもんだからねー。\nあ、そう考えると、拾っためるちゃんが責任を取るべきなのかな？": "Mà, giống như là nhặt một con mèo hoang về thôi ấy mà.\nÀ, nghĩ vậy thì, Meryl đã nhặt được anh ấy nên chắc là phải chịu trách nhiệm nhỉ?",
    "え、私ですか！？": "Ê, là tôi sao!?",
    "費用は全額めるの負担。": "Chi phí sẽ do Meryl chi trả.",
    "うぅ……私のお小遣いで足りますかね……": "Ư… Tiền tiêu vặt của tôi có đủ không nữa…",
    "あの、なんで乗り気なんですの？\nそこはめるさんは止めるべきでは？": "À, tại sao mọi người lại hào hứng như vậy?\nĐáng lẽ Meryl nên ngăn cản chứ?",
    "いや、というか飼う前提で話すのはやめてくれ。": "Không, mà nói là nuôi thì thôi đi.",
    "でも、ペットになれば衣食住の問題は解決するよ？": "Nhưng, nếu trở thành thú cưng thì vấn đề ăn ở sẽ được giải quyết nhỉ?",
    "確かに衣食住が解決するのは大きいが……\nなにか人として大事なものを失う気がする。": "Đúng là vấn đề ăn ở được giải quyết là một điều lớn…\nNhưng, tôi có cảm giác như sẽ mất đi một thứ gì đó quan trọng của con người.",
    "……ちなみに、さっきのは冗談。\nちゃんとわたしもお金を出す。": "…Nhân tiện, những điều vừa rồi chỉ là nói đùa thôi.\nTôi cũng sẽ chi tiền nữa.",
    "あ、飼う方を訂正したわけじゃないんだ。": "À, không phải là tôi sửa đổi việc nuôi đâu.",
    "……このままだと本当にペットにされそうだな。": "…Cứ thế này thì tôi thật sự sẽ bị biến thành thú cưng mất.",
    "あはは……流石に冗談ですよ？　た、多分。": "Haha… Dù sao cũng chỉ là đùa thôi mà?\nChắc vậy.",
    "いろいろ話しましたが、\nやはり引き渡すのが道理でしょう。それで――": "Nói nhiều như vậy, nhưng\ntôi nghĩ nên giao anh ta đi là hợp lý nhất. Vậy thì――",
    "……待って。誰か来る。": "…Khoan đã. Có người đến.",
    "え……？": "Ê…?",
    "はいはーい！　今からここにいる人たちは動いちゃダメだからねー！\nもしも動いたら、風紀委員会権限で拘束するよー！": "Vâng, vâng! Từ giờ, những người ở đây không được di chuyển nhé!\nNếu di chuyển, chúng tôi sẽ bắt giữ theo quyền hạn của Ủy ban Kỷ luật đấy!",
    "シリウスシュガーの皆さんですね？": "Mọi người là Sirius Sugar phải không?",
    "あれ、リリーさんに小花さん？\n風紀委員の方が、どうされたんですか？": "A, Lily và Kohana sao?\nỦy ban Kỷ luật, có chuyện gì vậy?",
    "……この人たちは？": "…Những người này là ai?",
    "姜小花さんとリリー・ラヴォアさん。\n……この学園の治安を守る風紀委員ですわ。": "Là Jiang Kohana và Lily Lavoisier.\n…Họ là thành viên của Ủy ban Kỷ luật, những người bảo vệ an ninh học viện.",
    "それで、どのような用事でして？": "Vậy, có chuyện gì vậy?",
    "うん！　今日はキミたちシリウスシュガーに用事があってね。": "Ừm! Hôm nay chúng tôi có việc cần gặp các bạn Sirius Sugar.",
    "ちょっと逮捕に来たんだ！": "Chúng tôi đến để bắt giữ các bạn!",
    "……逮捕！？\nいったい、何事ですの！？": "…Bắt giữ!?\nChuyện gì vậy!?",
    "なにも悪いことなんてしていません！": "Chưa làm điều gì xấu cả!",
    "何かをしてしまった方は、誰でも同じことを言うのです。\n取り調べで、ちゃんと罪状は教えてあげますから。": "Những người đã làm điều gì đó, ai cũng sẽ nói như vậy.\nChúng tôi sẽ cho các bạn biết tội danh trong quá trình điều tra.",
    "では、連行いたしましょうか。": "Vậy, chúng tôi sẽ giải đi nhé.",
    "風紀委員たちに囲まれ、\n俺たちは問答無用で連行されていくのだった。": "Bị bao vây bởi các thành viên Ủy ban Kỷ luật,\nchúng tôi bị giải đi mà không cần hỏi thêm gì nữa."
}