{
    "こほん……全学園生の皆さん。恐らく待っていた方も多いでしょう。\n日々の鍛錬の成果を発揮する日がやってきました。": "Khụ… Chào tất cả học sinh toàn trường. Chắc hẳn có nhiều người mong đợi ngày này lắm rồi.\nNgày để các em thể hiện thành quả của những ngày rèn luyện đã đến rồi.",
    "本日より、公式ＭＧ競技シーズン開幕を宣言します！！": "Hôm nay, tôi tuyên bố khai mạc mùa giải MG chính thức!!",
    "――それでは競技を開始する前に、\n改めてルールについて確認しておきましょう。": "――Vậy thì, trước khi bắt đầu thi đấu,\nhãy cùng nhau kiểm tra lại luật lệ một lần nữa nhé.",
    "成長したチームも色々といるし、楽しみだね～♪\nどんなふうに暴れちゃおうかなー♪": "Cũng có nhiều đội đã trưởng thành hơn rồi, vui quá đi～♪\nKhông biết sẽ quậy tưng bừng thế nào đây～♪",
    "ほどほどにして下さいね……\nサポートする側は大変なんですから。": "Xin hãy vừa phải thôi nhé…\nbởi vì bên hỗ trợ tụi em vất vả lắm đấy.",
    "ふふ、待ちに待った公式ＭＧ競技……\nシリウスシュガーには負けていられん。気合を入れるぞ。": "Hừm, mong chờ mãi giải MG chính thức…\nKhông thể để thua Sirius Sugar được. Phải cố gắng lên nào.",
    "そうね。柊校舎には、私達カラフルブーケもいる……\nそんな風にちゃんと知ってもらわないとね。": "Đúng vậy. Ở ký túc xá Hiiragi, chúng ta, Colorful Bouquet, cũng ở đây…\nPhải cho mọi người biết đến chúng ta nữa chứ.",
    "みんなやる気満々だな……\nそりゃそうか、メイズの採掘許可区域が決まるわけだしな。": "Mọi người đều hừng hực khí thế nhỉ…\nCũng phải thôi, vì khu vực khai thác Maze sẽ được quyết định mà.",
    "ううう……ふ、不安です……": "Ư… Ư… Em… em lo quá…",
    "……って、どうしたんだめる？　そんな青い顔をして。": "…Nè, Meru, sao vậy? Sao lại nhợt nhạt thế?",
    "マスター！　以前の活躍もあってか、\nシリウスシュガーは現在ものすごく注目されてます！": "Master! Vì những thành tích trước đây, Sirius Sugar hiện đang được chú ý rất nhiều!",
    "つまりマークされてるってわけか……\nそりゃ不安にもなるよな。": "Nói cách khác là bị để mắt tới phải không…\nthì lo lắng cũng phải thôi.",
    "は、はい……その通りです……今までと違って、\n下手な結果を見せれないなって思うとプレッシャーが。": "V-Vâng… Đúng là như vậy… Khác với trước đây,\nEm nghĩ mình không được để lộ ra kết quả tệ hại nào, áp lực quá.",
    "何をビビってるんだ。カオスメイデンに勝ったお前たちの実力は本物だ。\nお前らを鍛え上げた俺が保証する。胸を張って戦ってこい！": "Sợ cái gì? Thực lực của tụi mày khi đánh bại Chaos Maiden là thật.\nTao, người đã rèn luyện tụi mày, đảm bảo điều đó. Cứ ngẩng cao đầu mà chiến đấu!",
    "……は、はい！　がんばります！": "…V-Vâng! Em sẽ cố gắng!",
    "そろそろ生徒会長の話も終わりそうだな。": "Hình như chủ tịch hội học sinh sắp nói xong rồi.",
    "――さて、説明は以上となります。\n悔いの残らぬよう、全力を尽くすように。": "――Được rồi, phần giải thích đến đây là hết.\nHãy cố gắng hết sức mình để không phải hối tiếc.",
    "それでは――公式ＭＧ競技、開始です！": "Vậy thì――Giải MG chính thức, bắt đầu!"
}