{
    "本番まであとちょっとね。今日もがんばっていこー！": "Sắp tới ngày thi đấu rồi nhỉ. Hôm nay cố gắng lên nào!",
    "ノエルちゃんは……来てないみたいね。": "Hình như Noel-chan... không đến.",
    "大丈夫よ。きっと来るから。": "Không sao đâu. Chắc chắn cậu ấy sẽ đến.",
    "（明日まで待ってほしいとノエル自身が言ったんだ。\nなら、その言ったノエルの事を信じてここは待つだけだ）": "(Noel đã bảo là muốn đợi đến ngày mai.\nVậy thì, cứ tin vào những gì Noel đã nói và đợi thôi)",
    "よし、それじゃあ準備運動からだ！\nまずはグラウンドを――": "Được rồi, bắt đầu khởi động thôi!\nĐầu tiên là chạy quanh sân--",
    "あっ……！": "A...!",
    "……その、いいのかな？": "......Cái này... có ổn không?",
    "ああ、もちろん。": "Ừ, tất nhiên rồi.",
    "みんな……昨日は、ごめんなさい！\n練習に来なくて、サボっちゃって……！": "Mọi người... hôm qua, xin lỗi mọi người!\nVì tớ đã không đến tập luyện, trốn việc...!",
    "いっぱい、いっぱいみんなに迷惑をかけちゃった！\nだから――今度は、逃げたりしないから！": "Tớ đã làm phiền mọi người rất nhiều!\nVì vậy--lần này, tớ sẽ không trốn nữa!",
    "そういって、深々と頭を下げるノエル。": "Nói xong, Noel cúi gằm đầu xuống.",
    "迷惑だなんて思ってないわよ！": "Tớ không nghĩ là phiền phức đâu!",
    "そうよ。だってその壊したくなってしまうっていうのは、\nノエルちゃんにはどうしようもない事だもの。": "Đúng vậy. Vì cái việc muốn phá hủy đó,\nNoel-chan cũng không thể làm gì được.",
    "ええ。走れなくなった私が、ノエルをどうこう言えないわ。\nだから、私に出来るのは一緒に頑張ることだけよ。": "Ừm. Vì tớ không thể chạy được, tớ không thể nói gì với Noel.\nVì vậy, tớ chỉ có thể cố gắng cùng cậu ấy thôi.",
    "みんな……": "Mọi người...",
    "やっぱりノエルに一杯無理をさせたから、\nあたし達に出来る事がないかいろいろ相談したのよ！": "Tớ nghĩ là Noel đã phải chịu đựng rất nhiều, nên tớ đã bàn bạc với mọi người xem có thể làm gì không!",
    "ノエルちゃんが苦しくならないようにどうしたらいいかなって\n考えてたんだけど……いい案が出なくて。": "Tớ đã nghĩ xem làm thế nào để Noel-chan không cảm thấy khó chịu...\nnhưng mà... không có ý kiến nào hay cả.",
    "ごめんなさい……やっぱり、ノエルに我慢してもらうしかなくて。\nちゃんとした案を出せたらよかったのだけど……": "Xin lỗi... Tớ vẫn phải để Noel chịu đựng thôi.\nGiá mà tớ có thể đưa ra một ý kiến hay hơn...",
    "……ううん、その気持ちだけで嬉しい！\nだから、私も頑張ってみる！　きっと、これは気持ちの問題だから！": "...Ưm, chỉ cần có tấm lòng đó là tớ vui rồi!\nVì vậy, tớ cũng sẽ cố gắng!\nChắc chắn, đây là vấn đề về tinh thần!",
    "きっと……今まで、本当に皆を信じ切れてなかったの。\nでも大丈夫。私は、みんなと一緒に優勝したいって思ったから！": "Chắc chắn... Từ trước đến nay, tớ đã không thực sự tin tưởng mọi người.\nNhưng không sao. Tớ muốn cùng mọi người giành chiến thắng!",
    "ノエル……！　そうね！　一緒に優勝しましょう！": "Noel...!\nĐúng vậy!\nChúng ta cùng nhau giành chiến thắng nào!",
    "うん！　こんなに迷惑をかけちゃったから、\n皆にしっかりとお返しをしたいの！": "Ừm!\nVì đã làm phiền mọi người nhiều như vậy,\ntớ muốn đền đáp thật tốt cho mọi người!",
    "ええ。期待してるわ。\n人には人の辛さがあるもの。それにどうこう言うつもりはないわ。": "Ừ. Tớ mong đợi điều đó.\nMỗi người đều có những nỗi khổ riêng. Tớ không có ý định nói gì về chuyện đó.",
    "だから大丈夫よ。\n私たちはノエルちゃんの事を信じてるから。": "Vì vậy, không sao đâu.\nChúng ta tin tưởng Noel-chan mà.",
    "……ありがとう、みんな。": "...Cảm ơn mọi người.",
    "あっ、そうだ。ストレス解消に良いかなって思って\nまたお菓子を焼いてきたの！　甘いものは好きよね？": "A, phải rồi. Tớ nghĩ là sẽ tốt cho việc giải tỏa căng thẳng nên tớ đã nướng bánh!\nThích đồ ngọt đúng không?",
    "私は匂いでリラックスしてもらおうと思って。\nちょうど部屋にあったアロマを持ってきたわ。": "Tớ nghĩ là sẽ giúp thư giãn bằng mùi hương.\nTớ đã mang theo tinh dầu trong phòng.",
    "お菓子を食べてからゆっくりとアロマでリラックスすれば、\nきっとイライラも収まっちゃうわね♪": "Sau khi ăn bánh và thư giãn với tinh dầu,\nchắc chắn sẽ hết bực mình thôi nhỉ♪",
    "まあ、そこまでうまく行くかは分からないけど……": "Mà, không biết có hiệu quả đến thế không...",
    "あたしはマッサージして身体をほぐしてあげるわ！\n家族にも気持ちいいって褒められた自慢のマッサージよ！": "Tớ sẽ xoa bóp và làm mềm cơ thể cho cậu!\nMát-xa này được khen là rất dễ chịu đấy!",
    "あははっ、みんな過保護すぎるよ～♪\nなんだか、お姫様になったみたいだね！": "A ha ha, mọi người thật là chiều chuộng quá đi～♪\ncứ như là công chúa vậy!",
    "あれ？　%usernameusernameuserna%は？\nリラックスする方法、考えてきた？": "Ơ? Còn %usernameusernameuserna% thì sao?\nĐã nghĩ ra cách thư giãn chưa?",
    "えっ、俺も！？": "Hả, cả tôi nữa á!?",
    "もしかして、手ぶらで来たのかしら？": "Chẳng lẽ cậu đến tay không sao?",
    "%usernameusernameuserna%さん、\nノエルちゃんに持ってきてないんだ……": "Anh %usernameusernameuserna%,\nkhông mang gì cho Noel-chan sao...",
    "ま、待て！？　お前らこんな時に結託してだなぁ！？": "Đợi đã!? Mấy người đang cấu kết với nhau vào lúc này sao!?",
    "……私の本性を知ったら怖がって、\n皆は遠ざけようとして……それが当たり前だったのに。": "...Nếu biết được bản chất thật của tớ, mọi người sẽ sợ hãi,\nvà xa lánh tớ... Đó là điều hiển nhiên.",
    "みんなは……私を受け入れてくれる……\n本当の私を見ても……認めてくれるんだ……！": "Mọi người... chấp nhận tớ...\nNgay cả khi nhìn thấy con người thật của tớ... vẫn công nhận tớ...",
    "さあ、それじゃあ練習を始めましょうか！": "Nào, chúng ta bắt đầu tập luyện thôi!",
    "よーし、じゃああたしから！": "Được rồi, để tớ bắt đầu!",
    "仕切り直し、障害物競走の練習を始める。\nジュリー、そしてラウラと順調にメニューをこなしていった。": "Bắt đầu lại, tập luyện chạy vượt chướng ngại vật.\nJulie, và Laura lần lượt hoàn thành các bài tập.",
    "そして――": "Và--",
    "私の番……！": "Đến lượt tớ...!",
    "大丈夫。気楽にね。": "Không sao đâu. Cứ thoải mái nhé.",
    "うん……！": "Ừm...!",
    "それじゃ、よーい……どん！": "Vậy thì, chuẩn bị... Bắt đầu!",
    "壊したい……でも、我慢できる。\n私の居場所を守るためなら……この衝動がなんだ……！": "Muốn phá hủy... Nhưng, có thể chịu đựng được.\nĐể bảo vệ nơi này của tớ... thì cái cảm xúc này là gì chứ...!",
    "あっ……凄い！　ハードルをちゃんと超えたわ！\nしかも、すごくきれいなフォーム……！": "A... Ghê gớm!\nĐã vượt qua rào cản một cách xuất sắc!\nHơn nữa, tư thế rất đẹp...!",
    "さすがノエル。スピードを殺すことなく障害を避けてる。": "Quả là Noel. Không hề giảm tốc độ mà đã tránh được chướng ngại vật.",
    "でも、次はあのグネグネコーンを回る奴よ！": "Nhưng, tiếp theo là cái cọc lắc lư kia!",
    "邪魔くさいし……簡単に壊せる。\nこんなのさっさと蹴散らしたい……！": "Phiền phức thật... Dễ dàng phá hủy thôi mà.\nTớ muốn đá bay cái này đi thật nhanh...!",
    "……それでも！": "...Nhưng mà!",
    "私を信じてくれた、みんなとの居場所！\n大切にしたいから……絶対に、我慢して見せる……！": "Nơi này của tớ với mọi người, những người đã tin tưởng tớ!\nVì tớ muốn trân trọng nó... nhất định, tớ sẽ cố gắng chịu đựng...",
    "ああっ！　凄い！　走り切ったわよ！\n今までなら我慢できなかったのに！": "Aaa!\nTuyệt vời!\nĐã chạy xong rồi!",
    "……やった！　我慢できた……！": "...Đã làm được rồi!\nĐã chịu đựng được rồi...!",
    "その調子よ、ノエル！": "Cứ như vậy đi, Noel!",
    "最後の障害ね……ノエルちゃん、頑張って……": "Chướng ngại vật cuối cùng nhé... Noel-chan, cố gắng lên...",
    "手前で暴れていたから最後の網くぐり……\nノエルからすれば今まで以上のストレスだが……": "Vì đã nổi giận ở phía trước, nên việc vượt lưới cuối cùng...\nĐối với Noel, đây là một áp lực hơn bao giờ hết...",
    "ぐぬぬ……こんなの、千切っちゃいたい……": "Grừ... Cái này, tớ muốn xé nát nó...",
    "でも……ゴールをして、みんなと一緒に喜べる。\nそっちの方が……きっと嬉しいから！": "Nhưng... về đích, và vui vẻ cùng mọi người.\nNhư vậy... chắc chắn sẽ vui hơn!",
    "もう少しで抜け出せそうだよ！！": "Sắp thoát ra rồi!",
    "よし、ゴールまで気を抜くなよ！\nいけ、ノエル！": "Được rồi, đừng lơ là cho đến khi về đích!\nCố lên, Noel!",
    "これで……ゴールっ……！！": "Như vậy... về đích...!!",
    "やったわ！　おめでとう、ノエルちゃん！！": "Đã làm được rồi!\nChúc mừng Noel-chan!!",
    "はぁっ、はぁっ……私、壊さなかったよ！\nひとつも、壊してないよ！": "Haa, haa... Tớ, đã không phá hủy!\nMột cái cũng không phá hủy!",
    "凄いわ！　ノエルってば本当に最高！": "Tuyệt vời!\nNoel thật sự là tuyệt nhất!",
    "ふふ……壊さなければタイムは私たちの中で一番ね。": "Hừm... Nếu không phá hủy thì thời gian sẽ là nhanh nhất trong chúng ta.",
    "よかったぁ……": "May quá...",
    "あ、ちょっと！　大丈夫！？\n倒れないでよ！？　マッサージいる！？": "A, khoan đã!\nỔn không đấy!?\nĐừng ngã đấy!?\nCần mát-xa không!?",
    "なんか、安心したら気が抜けちゃって～。\nでも、大丈夫。": "Cứ như là mọi thứ đều ổn rồi, nên tớ đã bị mất sức rồi.\nNhưng, không sao.",
    "やっぱり壊したいって気持ちはわいてきたんだ。\nでも……みんなのことを考えたら、抑え込めた。": "Cuối cùng thì, cảm giác muốn phá hủy vẫn trỗi dậy.\nNhưng... nếu nghĩ đến mọi người, tớ đã có thể kìm nén được.",
    "偉いわ。我慢できたのね。": "Giỏi lắm. Cậu đã chịu đựng được rồi.",
    "ううん、我慢じゃないんだ。壊したいって気持ちよりも、\nもっと大事なものがあるって思い出せたの。": "Ưm, không phải là chịu đựng đâu.\nTớ đã nhớ ra rằng có những thứ quan trọng hơn cả việc muốn phá hủy.",
    "だから、大丈夫。\nもっと楽しい事のために乗り越えれたんだ。": "Vì vậy, không sao đâu.\nTớ đã có thể vượt qua vì những điều thú vị hơn.",
    "そっかー！　ノエルが嫌じゃなかったんなら、それが一番よ！": "Vậy sao!\nNếu Noel không thấy phiền thì đó là điều tuyệt nhất!",
    "これで優勝できる？": "Như vậy có thể giành chiến thắng không?",
    "ああ。ぐっと可能性が高まった。": "Ừ. Khả năng đã tăng lên rất nhiều.",
    "よかった……！": "May quá...!",
    "本当に優勝できちゃうんだ……": "Thật sự có thể giành chiến thắng sao...",
    "よし、この勢いで通してトレーニングしてみるか。": "Được rồi, với đà này, chúng ta hãy tập luyện liên tục nhé.",
    "おー！": "Yeah!",
    "これで、最後……！": "Như vậy, cuối cùng...!",
    "心香ちゃん、すごい！　玉入れ、全弾命中だよ！": "Kokoro-chan, giỏi quá!\nNém bóng, trúng đích hết!",
    "ふぅ……まあ、足を使わなくてもいい競技だし、\n自分に出来る限りはするつもりよ。": "Phù... Mà, đây là môn không cần dùng chân,\ntớ sẽ cố gắng hết sức có thể.",
    "凄い凄い！　でも、そんなにできるのはやっぱり偉いよ！": "Giỏi quá! Nhưng, làm được như vậy cũng là tuyệt vời rồi!",
    "ありがとう、ノエルだって乗り越えて偉いわ。\nこれで、玉入れも勝てるならきっと優勝は確実よ。": "Cảm ơn, Noel cũng đã vượt qua và rất tuyệt vời.\nNếu chúng ta thắng được môn ném bóng này, chắc chắn sẽ giành chiến thắng.",
    "障害物競走の次は綱引き、そして玉入れと、本番を想定して練習する。\nどれも順調で、確かな手ごたえがあった。": "Sau chạy vượt chướng ngại vật là kéo co, và ném bóng, tập luyện như trong trận đấu thật.\nCái nào cũng suôn sẻ, có cảm giác chắc chắn.",
    "（どんな状態でも、モチベーションのために『優勝できる』と\n言い切って背中を押すつもりだったが……）": "(Trong bất kỳ tình huống nào, vì động lực, tớ đã định nói 'có thể giành chiến thắng' và\ncổ vũ mọi người...)",
    "（これは掛け値なしに、本当に優勝できそうだな）": "(Đây là thật sự, có vẻ như chúng ta có thể giành chiến thắng)",
    "じゃあ次っ！　リレーだね！": "Vậy thì tiếp theo!\nChạy tiếp sức!",
    "みんな、頑張って。": "Mọi người, cố gắng lên.",
    "これはずっと練習してきて一番、何の問題もなかった競技だもんね。": "Đây là môn mà chúng ta đã tập luyện rất nhiều và không có vấn đề gì cả.",
    "…………": "...",
    "ラウラ？　どうかした？": "Laura?\nCó chuyện gì vậy?",
    "え？　あ、ううん、なんでもないわ。\nさあ、始めましょう！": "Hả?\nÀ, ừm, không có gì đâu.\nNào, bắt đầu thôi!",
    "今日のトレーニングも終盤に差し掛かり、各々の体力も\n消耗してきている時間帯だが、彼女たちは懸命に走る。": "Buổi tập hôm nay cũng đã đến giai đoạn cuối, thể lực của mọi người cũng\nđang giảm sút, nhưng họ vẫn cố gắng chạy.",
    "よし、そこで最後のバトンタッチ――": "Được rồi, đến lượt trao gậy cuối cùng--",
    "あっ……！？": "A...!",
    "地面に力なく転がるバトン。\n全員の視線が、それに集中した。": "Cây gậy lăn trên mặt đất.\nÁnh mắt của mọi người đều đổ dồn vào nó.",
    "（ジュリーからラウラへのバトン……今のミスは……\n受け取るラウラの問題だったが……）": "(Trao gậy từ Julie cho Laura... Lỗi lầm vừa rồi...\nlà do Laura...)",
    "ごめん、ごめん。ちょっと気が抜けちゃったみたい。": "Xin lỗi, xin lỗi. Có vẻ như tớ đã lơ là một chút.",
    "体力も落ちてきてるから。このあたりで切り上げた方がいい……？": "Thể lực cũng đã giảm sút rồi. Có lẽ nên dừng lại ở đây thì hơn...",
    "……ああ、そうだな。": "...Ừ, đúng vậy.",
    "だいぶいいイメージができたわね！\nノエルも復活したし！": "Chúng ta đã có một hình ảnh rất tốt rồi!\nNoel cũng đã hồi phục rồi!",
    "うん！　もう私、足を引っ張ることもないと思う！": "Ừm!\nTớ nghĩ là tớ sẽ không kéo mọi người lại nữa đâu!",
    "あとは対戦相手がどれくらい仕上がってるかね。\n少し相手の偵察もした方がいいかな……": "Còn lại là đối thủ của chúng ta đã hoàn thành đến đâu rồi.\nCó lẽ nên đi do thám đối thủ một chút...",
    "そうだよね。優勝するには相手に勝たなきゃいけないもんね。": "Đúng vậy. Muốn giành chiến thắng thì phải thắng đối thủ mà.",
    "あ、今のちょっと名言っぽくない？": "A, câu nói vừa rồi có vẻ giống danh ngôn nhỉ?",
    "優勝するためには相手に勝たなければならない……\nいつか自伝を書く時が来たら載せましょう！": "Để giành chiến thắng thì phải thắng đối thủ...\nNếu có dịp viết tự truyện, tớ sẽ đưa vào!",
    "どんな将来設計よ……\nそれに、すごく当たり前のことしか言ってないし。": "Kế hoạch tương lai gì vậy...\nHơn nữa, cậu chỉ nói những điều rất hiển nhiên thôi mà.",
    "ねえねえ、ラウラちゃん。クッキーってまだある？": "Này, Laura-chan. Bánh quy còn không?",
    "……": "...",
    "ラウラちゃん、どうしたの？\n大丈夫？": "Laura-chan, sao vậy?\nỔn chứ?",
    "あっ！　え、ええ、大丈夫よ！": "A!\nỪ, ừm, ổn thôi!",
    "（ミスは大した問題じゃない……体力も落ちて、集中力も切れていた）": "(Lỗi lầm không phải là vấn đề lớn... Thể lực cũng giảm sút, sự tập trung cũng mất đi)",
    "（でも……今まで出来ていたことが急に出来なくなるのは……\n何か理由があるのかもしれない）": "(Nhưng... những gì đã làm được từ trước đến nay lại đột nhiên không làm được...\ncó lẽ là có lý do)",
    "（どうしたんだ、ラウラ……）": "(Laura, sao vậy...) "
}