{
    "七彩さん、大丈夫かな……": "Không biết là Thất Thải ổn không nữa……",
    "わかんない。でも、信じるしかないっしょ。": "Không biết nữa. Nhưng mà, chỉ còn cách tin thôi.",
    "……今やるべきことはリーダーを信じて、包囲網を突破。": "……Việc cần làm bây giờ là tin vào thủ lĩnh, đột phá vòng vây.",
    "なにか策があるって言ってたし、上手くやってるといいんだけど。": "Cậu ấy có nói là có sách lược gì đó, mong là mọi chuyện suôn sẻ.",
    "そうは言っても、心配です……": "Dù nói vậy, tôi vẫn lo lắng quá……",
    "っ！　今の爆発音……七彩さんたちの方から！？": "Hả!? Tiếng nổ vừa rồi……phát ra từ chỗ Thất Thải và mọi người!?",
    "シリウスシュガーの鳴滝七彩、\nカオスメイデンのユリア・バーンズの両名が撃墜されました。": "Natsui Nanairo của Sirius Sugar, cùng với Yuria Burns của Chaos Maiden đã bị bắn hạ.",
    "なっ……！？　ユリアさんが……撃墜された！？": "Hả……!? Yuria-san……bị bắn hạ!?",
    "そんな……ありえません！": "Không thể nào……!",
    "七彩さんが……ユリアさんを倒した……！": "Thất Thải đã……đánh bại Yuria-san……!",
    "相打ちとか、お嬢様のやることじゃないし！": "Đánh đổi với nhau, không phải là chuyện mà tiểu thư nên làm!",
    "……さすがリーダー。": "……Quả nhiên là thủ lĩnh.",
    "あとはあたし達に託したってことだね。これは……燃える展開だね。": "Chỉ còn lại chúng ta phó thác thôi. Cái này……đúng là một tình tiết bùng nổ.",
    "はい！　リーダーの期待に応えないとですね！": "Vâng! Phải đáp lại kỳ vọng của thủ lĩnh!",
    "……弔い合戦。": "……Trận chiến báo thù.",
    "いや、死んでないから！": "Không, không chết mà!",
    "カオスメイデンも、今頃きっと動揺してるはずだよ。\n攻勢に出るなら今が絶好のチャンスだ。": "Chaos Maiden, chắc chắn bây giờ cũng đang rối loạn. Nếu muốn tấn công thì bây giờ là cơ hội tuyệt vời.",
    "はい！　今度は私達の番です！\n七彩さんが作ってくれたチャンス、無駄にはしません！": "Vâng! Lần này đến lượt chúng ta rồi!\nCơ hội mà Thất Thải đã tạo ra, chúng ta sẽ không để lãng phí đâu!",
    "行きましょう！！": "Đi thôi!!",
    "了解！！": "Rõ!!",
    "ん、んんっ……": "Ưm, ưm…",
    "あっ！　七彩さんが目を覚ましました！": "A! Thất Thải đã tỉnh lại rồi!",
    "んっ……耳元で大きな声を出さないでくださいまし……": "Ưm… Đừng có hét vào tai tôi như vậy được không……",
    "あっ、ごめんなさい！　どこか痛みますか……？": "A, xin lỗi! Chỗ nào bị đau không……?",
    "いえ、体はどこも……": "Không, cơ thể tôi không có chỗ nào…",
    "はっ！　試合は！？試合はどうなりましたの！？": "Hả! Trận đấu thì sao!? Trận đấu đã diễn ra thế nào!?",
    "あ～……それなんだけどぉ……": "À～…về chuyện đó thì……",
    "えっ、まさか……": "Hể, chẳng lẽ nào……",
    "七彩が相打ちになったあと、\nラミ達も精一杯やれることはやったけど……": "Sau khi Thất Thải cùng nhau bị hạ, Ramy và mọi người đã cố gắng hết sức có thể……",
    "そう、ですか……では、わたくしたちは……": "Vậy sao……Vậy là, chúng ta……",
    "勝ちましたよ！　七彩さんのおかげです！": "Chúng ta đã thắng rồi! Là nhờ có Thất Thải cả!",
    "……はい？": "……Hả?",
    "あっ！　めるのバカ！　なんで言っちゃうかなぁ！": "A! Mê-chan ngốc! Sao lại nói ra chứ!",
    "そんな嘘ついたら七彩さんが可哀想です！\n意地悪はよくありません！": "Nói dối như vậy thì Thất Thải sẽ rất đáng thương!\nKhông tốt chút nào!",
    "違うってば！　ダメだと思わせてから実は、ってほうが嬉しいじゃん！\n意地悪じゃなくて、ラミなりの優しさ！": "Không phải đâu! Cứ để người ta nghĩ là không được, rồi bất ngờ, thì sẽ vui hơn!\nKhông phải là ác ý, mà là sự dịu dàng theo cách của Ramy!",
    "そんな捻くれた優しさは結構ですわ！": "Tôi không cần sự dịu dàng quanh co như vậy!",
    "けど、よかった……わたくしたち勝ったんですわね。\nあのカオスメイデンに。": "Nhưng mà, tốt quá……chúng ta đã thắng rồi nhỉ.\nTrước Chaos Maiden đó.",
    "本当、ギリギリだったけどね。最後に残ったのは\n大破寸前のめるちゃん１機だけ。": "Thật sự, suýt chút nữa. Cuối cùng chỉ còn lại một mình Mê-chan gần như bị phá hủy hoàn toàn.",
    "……あと一撃でも喰らってたら負けてた。": "……Chỉ cần thêm một đòn nữa thôi là chúng ta thua rồi.",
    "本当、ウソみたい……今でも信じられません！": "Thật sự, giống như một lời nói dối……Đến bây giờ tôi vẫn không thể tin được!",
    "ああ。俺もこの目で見てて信じられないぐらいだった。": "Ừ. Tôi cũng nhìn thấy bằng mắt mình mà còn không thể tin được.",
    "よくやったな、七彩。そしてみんなも。": "Làm tốt lắm, Thất Thải. Và cả mọi người nữa.",
    "%usernameusernameuserna%さん……！！": "…%usernameusernameuserna%…!!",
    "――ねえ、どういうことなの？": "――Này, rốt cuộc là sao?",
    "ユリアは自分が倒されたこと自体は、相手が一枚上手だったのと\n結果相打ちだったのもあり、悔しくはあるものの納得はしていた。": "Yuria chấp nhận việc mình bị đánh bại, vì đối phương giỏi hơn một chút, và kết quả là cả hai cùng bị hạ, tuy có chút tiếc nuối nhưng vẫn chấp nhận được.",
    "……けど、その後の戦いはそうじゃないでしょ。\nいつも通り戦えば、シリウスシュガー相手に負けるはずがない。": "……Nhưng mà, trận chiến sau đó thì không phải vậy đúng không?\nNếu chiến đấu như mọi khi, Sirius Sugar không thể nào thắng được.",
    "なのにどうして？": "Vậy tại sao?",
    "それは……": "Đó là……",
    "私達自身もまだ状況が整理できていなくて……": "Bản thân chúng ta vẫn chưa thể sắp xếp được tình hình……",
    "むぅ……": "Ưm…",
    "…………": "…………",
    "怒ってるわけじゃないの。ただ、負けた理由が知りたいだけ。": "Không phải là tôi giận. Chỉ là, tôi muốn biết lý do tại sao mình thua.",
    "誰か私に説明してほしいんだけど。": "Ai đó hãy giải thích cho tôi đi.",
    "なら、俺から説明してやろう。": "Vậy, để tôi giải thích cho.",
    "シリウスシュガーのっ！？": "Sirius Sugar!?",
    "接戦だったからな、健闘を称えに来たんだ。": "Vì trận chiến rất gay cấn, nên tôi đến để chúc mừng.",
    "それと、お互い怪我がなかったかの確認ですわ。": "Và, để xem mọi người có bị thương không.",
    "……怪我はないから大丈夫。それより、理由を聞かせてよ。": "……Tôi không bị thương nên không sao. Hơn nữa, hãy cho tôi biết lý do.",
    "そうだな、カオスメイデンがシリウスシュガーに負けたのは、\nユリアと七彩のリーダーとしての能力の差だ。": "Phải rồi, việc Chaos Maiden thua trước Sirius Sugar là do sự khác biệt về khả năng lãnh đạo của Yuria và Thất Thải.",
    "……どういうこと？　私が七彩ちゃんより弱いって言いたいの？": "……Ý là sao? Anh muốn nói tôi yếu hơn Thất Thải sao?",
    "そうじゃない。ユリア。君は確かにパイロットとしては\n最強といってもいい。": "Không phải vậy. Yuria. Em đúng là một phi công mạnh nhất.",
    "だが、君はリーダーとしてではなく、個人として戦おうとした。\n一方で七彩はチームの勝利を考えて、リーダーとして戦ったんだ。": "Nhưng, em đã chiến đấu như một cá nhân, chứ không phải là một người lãnh đạo.\nTrong khi đó, Thất Thải đã nghĩ đến chiến thắng của cả đội, và chiến đấu như một người lãnh đạo.",
    "相打ちでもいいからユリアを倒せば、\nきっと仲間が勝利を掴んでくれると信じて。": "Tin rằng, dù có đánh đổi, nếu hạ được Yuria, chắc chắn đồng đội sẽ giành chiến thắng.",
    "結果、シリウスシュガーのメンバーはリーダーの信頼に応え、\n個人の限界以上の力を発揮することができた。": "Kết quả, các thành viên của Sirius Sugar đã đáp lại sự tin tưởng của thủ lĩnh, và thể hiện sức mạnh vượt quá giới hạn cá nhân.",
    "想いの力ってこと？　とんだオカルトね。": "Ý là sức mạnh của tình cảm sao? Thật là một điều mê tín.",
    "そうでもないさ。チームでの戦いは、個々人の力量以上に\nチームとしてのまとまりが勝敗を左右する。": "Không hẳn vậy đâu. Trong một trận chiến đồng đội, sự đoàn kết của cả đội sẽ quyết định chiến thắng hơn là sức mạnh của từng cá nhân.",
    "言うなれば、君たちは５人それぞれが１対１を行おうとしたんだ。": "Nói một cách dễ hiểu, các em đã cố gắng chiến đấu 1vs1.",
    "けど、シリウスシュガーは５人が常に力を合わせて戦った。\n１対５で勝てる道理はないだろう？": "Nhưng, Sirius Sugar đã luôn chiến đấu với sức mạnh của cả 5 người.\n1vs5 thì làm sao có thể thắng được?",
    "オカルトでも、精神論でもない。れっきとした戦術だ。": "Không phải mê tín, cũng không phải là tinh thần. Đó là một chiến thuật rõ ràng.",
    "……なるほど、そーゆーことね。\n確かに%usernameusernameuserna%の言う通りかもね。": "……Ra là vậy, hiểu rồi.\nQuả thật, có lẽ đúng như %usernameusernameuserna% nói.",
    "シリウスシュガーの他のみんなにも伝えておいて。\nありがとう、面白かったって！": "Hãy nói với những người khác của Sirius Sugar nhé.\nCảm ơn, rất thú vị!",
    "いえ、こちらこそですわ。": "Không, chính chúng tôi mới nên nói vậy.",
    "今回はカオスメイデンの負け。だけど、次は負けないから！": "Lần này Chaos Maiden thua. Nhưng, lần sau chúng tôi sẽ không thua đâu!",
    "ええ。でも次は、もっと強くなったわたくしたちをお見せしますわ。\n今度は相打ちではなく、あなたに勝ってみせます。": "Ừ. Nhưng lần sau, chúng tôi sẽ cho thấy một hình ảnh mạnh mẽ hơn.\nLần này, chúng tôi sẽ không đánh đổi mà sẽ chiến thắng trước em.",
    "……楽しみにしてる。にひひっ。": "……Tôi đang mong chờ đây. Hihhi."
}