{
    "はぁっ、はぁーっ……な、なんとか、なった……！": "Haa...haa...khốn...kiếp, cuối cùng cũng xong!",
    "白奈さん！　%usernameusernameuserna%さん！　無事ですの！？": "Shirana! %usernameusernameuserna%! Cậu không sao chứ!?",
    "助けに来るのが遅れてしまってごめんなさい！　こっちにも\nメイズシフターが現れて、その対応に追われちゃっていました！": "Xin lỗi vì đến trễ! Tớ cũng bị Mê Cung Sift tấn công!",
    "わたしは大丈夫……でも、%usernameusernameuserna%が\nメイズシフターからわたしを庇って……！": "Tớ không sao... nhưng %usernameusernameuserna% đã bảo vệ tớ khỏi Mê Cung Sift...!",
    "っ！？　機体の損傷は中破程度のようですが……\n%usernameusernameuserna%さん！　聞こえていますの！？": "Hả!? Có vẻ như máy móc chỉ bị hư hại nhẹ... %usernameusernameuserna%! Cậu có nghe thấy tớ nói không!?",
    "っ……": "...",
    "ハッチを外から開けるよ。みんな、周りを警戒しておいて。": "Tớ sẽ mở cửa sập từ bên ngoài. Mọi người cảnh giác xung quanh đi.",
    "大丈夫！？　%usernameusernameuserna%、あたしのことが分かる？": "Cậu ổn chứ!? %usernameusernameuserna%, cậu còn nhận ra tớ không?",
    "ち……ゆ……": "Ch...yu...",
    "意識はあるみたいね。多分、負傷がきっかけで、\nメイズシンドロームの症状が悪化したんだと思う。": "Có vẻ như cậu ấy vẫn còn ý thức. Tớ nghĩ có lẽ do vết thương, triệu chứng Mê Cung đã trở nặng.",
    "それってまずいんじゃね……？": "Vậy thì gay go rồi...",
    "一刻の猶予もない。早く地上まで連れて行かないと命にかかわるよ。": "Không còn thời gian nữa. Phải đưa cậu ấy lên mặt đất nhanh chóng, nếu không sẽ nguy hiểm đến tính mạng.",
    "わたしのせい……わたしがちゃんと、警戒していれば……": "Tại tớ... Nếu tớ cảnh giác hơn...",
    "白奈さんのせいではありませんわ！\nとにかく、急いで地上を目指しましょう！": "Không phải lỗi của Shirana đâu! Dù sao đi nữa, hãy nhanh chóng lên mặt đất!",
    "ちゆるさん、霞光を自律モードにしておいてください。\nわたくしが誘導しますわ。": "Chiyuru, hãy đặt Kasumi vào chế độ tự động. Tớ sẽ hướng dẫn.",
    "わかった。": "Đã hiểu.",
    "可能な限り迅速に『<r=メインシャフト>主縦坑</r>』を目指しましょう！\n先ほどマップを再確認して、ルートも再設定済みですわ。": "Hãy đến 'Trục chính' nhanh nhất có thể! Tớ đã xem lại bản đồ và thiết lập lại lộ trình rồi.",
    "でも、<r=メインシャフト>主縦坑</r>の近くにはメイズシフターがいるんじゃない？\n前に巨大なヤツがいるって聞いたことがあるけど。": "Nhưng gần 'Trục chính' có Mê Cung Sift đúng không? Tớ nghe nói có một con khổng lồ ở đó.",
    "それでも、進まなければなりませんわ。ここで立ち止まっていては、\n%usernameusernameuserna%さんの容態に関わります。": "Dù vậy, chúng ta vẫn phải đi. Đứng lại ở đây sẽ ảnh hưởng đến tình trạng của %usernameusernameuserna%.",
    "……他のルートを探してる時間もないか。": "...Cũng không còn thời gian để tìm đường khác.",
    "白奈さん、ここからは私に斥候を任せてもらえませんか？": "Shirana, từ đây, cậu có thể giao việc trinh sát cho tớ được không?",
    "めるが……？": "Meru...?",
    "ここまでずっと白奈さんに負担をかけてしまっていましたから。\n<r=メインシャフト>主縦坑</r>の正確な方向は分かりましたし、私にやらせてください。": "Từ trước đến nay, tớ đã khiến Shirana phải chịu nhiều áp lực rồi. Tớ đã biết được hướng chính xác của 'Trục chính', cứ để tớ lo.",
    "白奈さんにばかり負担をかけてちゃ、\nチームメンバーとして恥ずかしいです。": "Cứ để Shirana gánh vác, tớ thấy có lỗi với đồng đội quá.",
    "白奈さんは%usernameusernameuserna%さんについてあげてください。": "Shirana hãy ở lại với %usernameusernameuserna%.",
    "私が今ここで頑張っておかないと……": "Tớ phải cố gắng hết mình ở đây...",
    "白奈さんと%usernameusernameuserna%さんの式の時に、\n私も頑張ったって言えませんから……！": "Trong buổi lễ của Shirana và %usernameusernameuserna%, tớ cũng muốn nói rằng tớ đã cố gắng...",
    "（式……？）": "(Lễ...?)",
    "ありがとう、お願いね。": "Cảm ơn, tớ nhờ cậu nhé.",
    "はい！　任せて下さい！": "Vâng! Cứ giao cho tớ!",
    "……ねえ、ラミ。": "...Này, Rami.",
    "ん？　どうした？": "Hửm? Sao vậy?",
    "式って、何？": "Lễ là gì?",
    "は？　お前と%usernameusernameuserna%の結婚式のことでしょ？": "Hả? Là đám cưới của cậu và %usernameusernameuserna% mà?",
    "……？": "...? ",
    "えっと、それは%usernameusernameuserna%さんの……": "À thì, đó là của %usernameusernameuserna%...",
    "いや、白奈さっき、あいつからプロポーズされてＯＫしてたじゃん。\n人生という名のルートを開拓しようとか……": "Không, Shirana vừa đồng ý lời cầu hôn của cậu ta mà. Kiểu như là, khai phá con đường mang tên cuộc đời...",
    "……なるほど、そういうことね。": "...Ra là vậy.",
    "（あれってそういう意味だったの……！？）": "(Ra là vậy...!? )",
    "（ということは、わたし、あの人と結婚するの……？\nどうしてそんな話に……）": "(Có nghĩa là, tớ sẽ kết hôn với người đó sao...? Sao lại thành ra thế này...)",
    "ほ、報告です！": "Báo cáo!",
    "っ！": "!",
    "<r=メインシャフト>主縦坑</r>に繋がる経路を発見……\nしかし、強大なメイズシフターがそこを塞いでいます。": "Đã tìm thấy đường đến 'Trục chính'... Nhưng một Mê Cung Sift khổng lồ đang chặn đường.",
    "これがそのメイズシフターの映像です。": "Đây là hình ảnh của Mê Cung Sift đó.",
    "なんか明らかにヤバそうな見た目してるよね……": "Trông có vẻ nguy hiểm thật đấy...",
    "ふむ……該当するデータはありませんわね。ということは、新種……": "Hừm... Không có dữ liệu nào liên quan cả. Có nghĩa là, một loài mới...",
    "あたし達の姿を見た途端、襲い掛かってきそうね。": "Vừa thấy chúng ta, nó sẽ tấn công ngay thôi.",
    "どうすんの？　補給はしたけどラミ達だけで倒せると思う？": "Giờ sao? Chúng ta đã được tiếp tế, nhưng liệu Rami có thể đánh bại chúng một mình không?",
    "……わからない。相手の情報がないし、こっちは万全じゃない。\n戦闘を避けられるなら、避けるべきね。": "...Tớ không biết. Không có thông tin gì về đối phương, còn chúng ta thì không ở trạng thái tốt nhất. Nếu có thể tránh chiến đấu, thì nên tránh.",
    "ですが迂回している時間の余裕はありませんわ。\n一刻も早く地上に出なくては……！": "Nhưng chúng ta không có thời gian để đi đường vòng. Phải lên mặt đất càng sớm càng tốt...!",
    "（わたくしが判断しなくては……残された時間はありませんが、\nだからといって皆を危険にさらす訳には……）": "(Tớ phải đưa ra quyết định... Không còn nhiều thời gian, nhưng tớ không thể đặt mọi người vào tình thế nguy hiểm...)",
    "（こういう時、白奈さんだったら……！）": "(Trong những lúc như thế này, nếu là Shirana thì...!)",
    "っ。": "!",
    "（七彩がこっちを見てる……）": "(Nanairo đang nhìn tớ...)",
    "（……わたしに正解なんて分からない。\n今も不安で心臓が潰れそう……だけど……！）": "(...Tớ không biết câu trả lời đúng là gì. Bây giờ tớ vẫn lo lắng, tim như muốn vỡ ra... nhưng...!)",
    "（わたしは、彼を守らなくちゃいけない……！）": "(Tớ phải bảo vệ anh ấy...!)",
    "……突破しよう。大丈夫、わたし達なら、きっとちゃんと帰れる。": "...Chúng ta sẽ đột phá. Không sao đâu, chúng ta sẽ về được thôi.",
    "っ……そうですわ、そうですわね！\n目の前の障害を排し、<r=メインシャフト>主縦坑</r>に進みましょう！": "...Đúng vậy, đúng vậy! Hãy loại bỏ chướng ngại vật trước mắt và tiến đến 'Trục chính'!",
    "そうこなくっちゃ！": "Hay lắm!",
    "それなら、早速作戦を考えましょ。\nとはいえ、時間もないし、そこまで複雑なものにはできないだろうけど。": "Vậy thì, chúng ta hãy lên kế hoạch ngay thôi. Mặc dù không còn nhiều thời gian, tớ nghĩ chúng ta không thể làm gì phức tạp hơn được.",
    "大丈夫です！　私達が力を合わせれば、きっと……！": "Không sao đâu! Nếu chúng ta cùng nhau hợp sức, chắc chắn...!",
    "（もう少しだけ待っていて、%usernameusernameuserna%。わたしが……\nううん。わたし達が、絶対にあなたを助けてみせるから……！）": "(Xin hãy đợi thêm một chút, %usernameusernameuserna%. Tớ sẽ... Không, chúng ta sẽ cứu anh bằng mọi giá...!)"
}