{
    "ふらっと学園散策がてらスカラ校舎に来た俺は、\nグラウンドでひとり身体を動かす小花を見つけた。": "Tôi đến khu học xá Scala để đi dạo, và tôi thấy Kohana đang tập thể dục một mình trên sân.",
    "何やってるんだ、小花？": "Đang làm gì đấy, Kohana?",
    "%usernameusernameuserna%さん？\n……これですか？　ちょっとした体操ですよ。": "Anh %usernameusernameuserna%? ... Cái này ạ? Bài tập thể dục nhẹ nhàng thôi.",
    "へぇ……変わった体操だな。": "Hừm... Bài tập lạ nhỉ.",
    "元は武術が発祥なのですが、それを健康体操にしたものです。\nスカラ地区の華連系コミュニティでは古くから親しまれてるんですよ。": "Nó bắt nguồn từ võ thuật, nhưng đã được cải biên thành bài tập thể dục sức khỏe. Nó đã được cộng đồng Liên Hoa ở khu Scala yêu thích từ lâu rồi.",
    "今日は午前中忙しくて午後の今やっていますが、\n本当は朝とか起床後にやるものだったりします。": "Hôm nay tôi bận rộn vào buổi sáng nên tôi mới tập vào buổi chiều, nhưng thực ra nó nên được tập vào buổi sáng hoặc sau khi thức dậy.",
    "なるほど……毎日やっているのか？": "Ra vậy... Em tập nó mỗi ngày à?",
    "ええ、よっぽど緊急の用件で１日が埋まらない限りは。\n幼い頃身体が弱くて始めたものですが、今では日課ですね。": "Vâng, trừ khi có việc khẩn cấp chiếm trọn cả ngày. Hồi nhỏ em yếu nên mới bắt đầu tập, nhưng bây giờ nó là thói quen rồi.",
    "一緒にやってもいい？": "Tập cùng em được không?",
    "このまま見ててもいい？": "Anh xem có được không?",
    "そう言って、彼女は引き続きしなやかにゆっくりと、\n流れるように脚や腕、そして身体全体を動かしていく。": "Nói rồi, cô ấy tiếp tục cử động chân, tay và toàn bộ cơ thể một cách uyển chuyển và chậm rãi.",
    "よかったら一緒にやってもいいか？\n小花がすごく真剣やってるから興味出てきたよ。": "Hay là mình cùng tập nhé?\nAnh thấy hứng thú vì Kohana tập trung quá.",
    "ふふ、構いませんよ。\nよければコツをお教えしましょうか？": "Fufu, được thôi. Nếu muốn, em sẽ chỉ cho anh vài bí quyết.",
    "いいのか？　ならぜひともお願いするよ。": "Được sao? Vậy thì làm ơn chỉ giáo cho anh.",
    "俺は小花から簡単にレクチャーを受けながら、\nさっき見た彼女の動きを真似てみた。": "Tôi nhận được một bài hướng dẫn đơn giản từ Kohana, và bắt chước những động tác mà tôi vừa xem.",
    "%usernameusernameuserna%さん、なかなか筋がいいと思いますよ。": "Anh %usernameusernameuserna%, em nghĩ anh có tố chất đấy.",
    "はは、小花はそうやってまたすぐお世辞を言う。": "Haha, Kohana lại nịnh bợ rồi.",
    "本心です。少なくとも真剣にわたくしの趣味なのに、\n真剣に取り組んでくださってることはわかりますよ。": "Em nói thật lòng đấy. Ít nhất em biết là anh đang nghiêm túc với sở thích của em.",
    "なるほど……『そういうところ』なんですね。": "Ra là vậy... 'Chỗ đó' nhỉ.",
    "何が？": "Chỗ nào?",
    "いいえ、なんでも、ふふふ。": "Không có gì, fufu.",
    "もちろん、構いませんよ。\nこれといって見ていて面白いものではありませんけど……": "Tất nhiên, được thôi. Nhưng mà nó không có gì thú vị để xem đâu...",
    "どちらかというと、趣味に興じている小花を見ていたいなって。": "Thay vào đó, anh muốn xem Kohana say mê với sở thích của mình hơn.",
    "ふふ、そういうこと他の異性には軽々しく言わないほうが良いですよ。\nですが……せっかくですので。": "Fufu, anh không nên nói những điều như vậy với người khác giới đâu. Nhưng... vì anh đã nói vậy rồi.",
    "！？": "!",
    "（さっきまでゆっくりしていたのが、急にスピードアップしたぞ！？\nまるでダンスのようにキレのある……舞みたいだ！）": "(Tốc độ tăng lên đột ngột sau khi chậm rãi nãy giờ!? Giống như một điệu nhảy... giống như một điệu múa!)",
    "小花は素早くもメリハリのある動きを見せてくれる。\n震脚は地面にめり込み、振る腕からシュッと鋭い風切りが放たれる。": "Kohana thể hiện những động tác nhanh nhẹn và dứt khoát. Chân cô ấy dường như lún sâu vào mặt đất, và những cú vung tay tạo ra những luồng gió sắc bén.",
    "な、なあ、小花。それって本当に健康体操……？\n武術というか、下手したら殺傷能力もありそうなんだが……": "N-này, Kohana. Đó thực sự là bài tập sức khỏe sao...?\nNó giống như võ thuật, nếu không cẩn thận còn có thể gây sát thương nữa...",
    "あら……ふふ、つい張り切ってしまったみたいですね。\nあくまで『体操』ですよ。少なくとも敵ではない相手には、ですけど。": "Ara... Fufu, có lẽ em đã quá hăng hái rồi. Dù sao thì nó vẫn chỉ là 'bài tập thể dục' thôi. Ít nhất là với những người không phải là kẻ thù.",
    "ここはあまり深堀しないほうがいいな、と思う俺だった。": "Tôi nghĩ tốt hơn là không nên đào sâu vào vấn đề này."
}