{
    "柊校舎クリスマスパーティーのあと、\n急遽クララのサンタクイーンを祝おうという話になり――": "Sau buổi tiệc Giáng Sinh ở trường, \nđột nhiên mọi người bàn nhau chúc mừng Nữ hoàng Santa của Clara――",
    "雪、少し落ち着いたみたいね。": "Tuyết có vẻ đã ngớt rồi nhỉ.",
    "あまり降ってないうちに買い物を済ませよう。\n帰りは大荷物になりそうだからな。": "Mình tranh thủ đi mua sắm khi tuyết chưa rơi nhiều.\nChắc chắn khi về sẽ có nhiều đồ lắm.",
    "……%usernameusernameuserna%さんはムードってものを考えないわね。": "……Anh %usernameusernameuserna% đúng là không biết lãng mạn gì cả.",
    "泉花が風邪でも引いちゃまずいだろ。\n転んでケガすることだってあるし。": "Izumi sẽ bị cảm mất.\nĐôi khi còn bị ngã nữa.",
    "あ……": "A……",
    "わ、私に気を遣う必要はないってば。\nそれよりも、お祝いの買い出しよ。": "Tớ, tớ không cần anh phải để ý đâu.\nHơn nữa, là đi mua sắm để chúc mừng.",
    "とりあえずケーキ屋はどこも遠いから後回し。\n先にコンビニでドリンクの確保ね。": "Tạm thời cứ bỏ qua mấy tiệm bánh, chúng ở xa quá.\nGiờ cứ mua đồ uống ở cửa hàng tiện lợi trước đã.",
    "え？\nケーキもコンビニで買えばよくないか？": "Hả?\nKhông phải cứ mua bánh ở cửa hàng tiện lợi là được sao?",
    "クララさんのサンタクイーンを祝うパーティなのよ。\nコンビニケーキなんかじゃ物足りないじゃない。": "Là tiệc chúc mừng Nữ hoàng Santa của Clara mà.\nMua bánh ở cửa hàng tiện lợi thì không đủ đâu.",
    "ちゃんと豪華なホールケーキを用意して、\nクララさんに感謝してもらわなきゃね。": "Phải chuẩn bị một chiếc bánh kem thật hoành tráng,\nđể Clara biết ơn chứ.",
    "泉花らしいな……\nまあ、そういうことなら了解だ。": "Đúng là Izumi thật……\nMà, nếu vậy thì được thôi.",
    "さあ、急ぎましょ。\nモタモタしてたら、カラフルブーケのみんなを待たせ――": "Nào, đi nhanh lên nào.\nNếu cứ cà rề cà rề thì mọi người của Colorful Bouquet sẽ phải đợi――",
    "きゃっ！？": "Kyaa!?",
    "っ……だから足元に気をつけろって言っただろうが……": "Ư……Tớ đã bảo cậu phải cẩn thận với đường rồi mà……",
    "そしてホールケーキを求めてあちこちのお店へ行くが――": "Và rồi, chúng tôi đi đến các cửa hàng để tìm bánh kem――",
    "売り切れ……": "Hết hàng……",
    "そういうこともあるだろ。\nシティ中心部の人気店だっていうなら、なおさらだ。": "Cũng có lúc như vậy chứ.\nNếu là một cửa hàng nổi tiếng ở trung tâm thành phố thì càng như vậy.",
    "ここのケーキ、どれも絶品だから期待してたのに……はぁ。": "Tớ đã mong chờ vì bánh ở đây đều rất ngon…… Haizz.",
    "しょげてないで、次を探そう。\nほら、すぐ近所にもう１軒あるじゃないか。": "Đừng có buồn nữa, chúng ta đi tìm chỗ khác đi.\nNhìn kìa, ngay gần đây còn một tiệm nữa.",
    "むぅ～……ここも駄目。": "Muu～……Chỗ này cũng không có luôn.",
    "みんな考えることは同じなんだな。\nま、クリスマスなんだから当たり前か。": "Mọi người đều nghĩ giống nhau nhỉ.\nMà, là Giáng Sinh mà, cũng phải thôi.",
    "だからって、クリスマスケーキだけじゃなく\n他の種類のホールケーキまで全滅なんて。": "Nhưng mà, không chỉ bánh kem Giáng Sinh thôi đâu,\ncả những loại bánh kem khác cũng hết sạch luôn.",
    "学園中のあちこちでパーティでもやってるのかもな。\nなんにせよ、流石に３軒目も駄目ってことはないはずだろ。": "Chắc là ở khắp học viện đều đang tổ chức tiệc.\nDù sao, đến tiệm thứ ba mà vẫn không có thì cũng lạ.",
    "……": "……",
    "……なんか、すまん。\n俺がフラグを立てちまったみたいだな。": "……Xin lỗi nhé.\nCó vẻ như tớ đã tạo ra một cái flag rồi.",
    "くぅ～……次よ、次！": "Kuu～……Tiếp theo, tiếp theo!",
    "雲行きが怪しくなってきたな……": "Tình hình có vẻ không ổn rồi……",
    "クリスマスの夜に売れ残りケーキひとつ見つからないなんて、\nそんなことあり得る……？": "Vào đêm Giáng Sinh mà không tìm được một chiếc bánh nào ư,\ncó thể xảy ra chuyện như vậy sao……?",
    "確率の話なら、ゼロではないんじゃないか。": "Nếu là về xác suất, thì không phải là không thể.",
    "もう８軒よ、８軒！\nそれだけ回ってことごとくソールドアウトなんて……！": "Đã là 8 tiệm rồi, 8 tiệm rồi!\nĐi nhiều như vậy mà đều sold out hết……!",
    "……コンビニケーキで妥協するか？": "……Hay là thỏa hiệp với bánh ở cửa hàng tiện lợi nhỉ?",
    "それは駄目。\nカラフルブーケのみんなが、楽しみに待ってるんだから。": "Không được.\nMọi người của Colorful Bouquet đang mong chờ mà.",
    "……そうは言っても、そろそろ帰らないと。\n泉花の部屋にみんなが集合するまで、もうあまり時間はないぞ。": "……Nói như vậy, thì cũng phải về thôi.\nĐến lúc mọi người tập trung ở phòng của Izumi, thì cũng không còn nhiều thời gian nữa.",
    "%usernameusernameuserna%さんだけ先に帰っていいわ。\n他のお菓子でもたせてもらってる間に、私がケーキを探すから。": "Anh %usernameusernameuserna% cứ về trước đi.\nTrong lúc tớ được nhận thêm bánh kẹo, thì tớ sẽ đi tìm bánh.",
    "バカ言うな。\n泉花ひとりを寒空の下に残していけるか。": "Đừng có nói bậy.\nTớ làm sao có thể để Izumi một mình dưới trời lạnh được.",
    "……！　……ご、ごめんなさい。": "……！　……X, xin lỗi.",
    "……気にするな。\n誰だって疲れたら機嫌くらい――": "……Đừng bận tâm.\nAi mà chẳng khó chịu khi mệt mỏi――",
    "ううん……私のせいでこんなに歩き回らせてしまって。\nあなたのほうこそ疲れてない？": "Uun…… Là vì tớ mà anh phải đi nhiều như vậy.\nAnh có mệt không?",
    "さっきから歩くペースが落ちてる。\nずっとジュースとか、お菓子とか持ってもらってるから。": "Từ nãy đến giờ, tốc độ đi đã chậm lại rồi.\nVì cứ phải cầm nước ngọt với bánh kẹo cho anh.",
    "それこそ気にするなって。\nこんなの荷物のうちに入らない。": "Cái đó thì anh không cần để ý đâu.\nChuyện này có thấm gì với hành lý đâu.",
    "泉花こそ、そろそろ足が棒になってる頃だろ。\n闇雲に探すのも骨だ。ちょっとだけでも休もう。": "Izumi mới là người sắp không đi nổi rồi đấy.\nCứ tìm lung tung như vậy cũng mệt. Nghỉ một chút thôi.",
    "私は平気。\nもう時間だってないし……": "Tớ không sao đâu.\nThời gian cũng không còn nhiều nữa……",
    "ゆっくり歩いてた俺のペースに遅れてるザマでか？": "Cậu đi chậm lại vì tốc độ đi của tớ à?",
    "……あ。": "……A.",
    "（自分が疲れてたんじゃなくて、私に合わせて……？）": "（Không phải vì tớ mệt, mà là vì tớ……？）",
    "――おっ。そこにベンチがあるぞ。\nほら、泉花。": "――Ồ. Có một cái ghế ở đằng kia kìa.\nNào, Izumi.",
    "ねえ。\n突っ立ってないで、%usernameusernameuserna%さんも休んだら？": "Này.\nĐừng có đứng nữa, anh %usernameusernameuserna% cũng nghỉ đi?",
    "いったん荷物さえ置ければ、俺は問題ないさ。\nそれに、ふたりで並んで座ると窮屈だろ。": "Chỉ cần đặt hành lý xuống, tớ không sao đâu.\nHơn nữa, hai người ngồi cạnh nhau thì chật chội lắm.",
    "ちょっと狭くなるくらい、私は気にしないのに……": "Chỉ chật một chút thôi, tớ không để ý đâu……",
    "そうだ。何かあったまる飲み物でも買ってきてやろうか？\nそれかカイロや手袋とか……": "Đúng rồi. Tớ đi mua đồ uống nóng cho cậu nhé?\nHoặc là mua cả túi sưởi với găng tay luôn……",
    "それじゃ%usernameusernameuserna%さんの休憩にならないでしょ。\nこれ以上、気を遣わなくていいから、そこにいて。": "Như vậy thì anh %usernameusernameuserna% không được nghỉ ngơi rồi.\nĐừng để ý đến tớ nữa, cứ ở yên đó đi.",
    "公園の入口にホットドリンクを売ってる自販機があるな。\nあそこならすぐ――": "Ở lối vào công viên có một máy bán nước nóng kìa.\nỞ đó thì nhanh――",
    "いいから、そばにいてってば。\n落ち着きがないわね～。": "Ở yên đó đi, tớ bảo rồi mà.\nThật là không yên tí nào～.",
    "……流石に余計なお世話がすぎたか。": "……Có lẽ tớ đã lo chuyện bao đồng quá rồi.",
    "ふふっ。そうやって、せわしなく人の面倒を見るところ、\nあなたらしいと思うけど。": "Fufu. Cách anh luôn bận tâm đến người khác như vậy,\ntớ nghĩ nó rất giống anh.",
    "もとから世話を焼きたがる性分なのか、生徒会付きの役割のせいで\n人の様子を見る癖がついたのか、今となっちゃ自分でもよく分からんが。": "Ngay từ đầu đã thích lo chuyện bao đồng, hay là do vai trò của hội học sinh\nmà thành thói quen để ý đến người khác, đến giờ tớ cũng không rõ nữa.",
    "きっと昔からなんでしょ。板についてるもの。\n資質？　ってやつなのかも。": "Chắc là từ trước đến giờ rồi nhỉ. Đã thành bản chất rồi.\nDo tố chất? Có lẽ là vậy.",
    "たぶんクララさんは、あなたのそういうところも……": "Chắc chắn Clara cũng thích những điểm đó của anh……",
    "ん？　クララがどうしたって？": "Hửm? Clara có chuyện gì?",
    "なんでもない。\nライブのこと思い出してただけよ。": "Không có gì.\nTớ chỉ đang nhớ về buổi live thôi.",
    "そうそう、クララのライブは――っくし！": "Đúng rồi, buổi live của Clara―― Hắt xì!",
    "あらあら。\n人の心配ばかりしてる当人がくしゃみなんかしちゃって、大丈夫？": "Ara ara.\nNgười thì lo lắng cho người khác, lại còn hắt hơi nữa, không sao chứ?",
    "ちょっと鼻がむず痒くなっただけだ。\nそれにしても寒いと思ったら、雪がまたちょっと強まってきたな。": "Chỉ hơi ngứa mũi một chút thôi.\nNói đi cũng phải nói lại, thấy lạnh quá, tuyết lại rơi mạnh hơn rồi.",
    "本当ね。\nこのままだと今夜は足元が見えなくなるくらい積もるかしら。": "Đúng là vậy.\nCứ thế này thì tối nay tuyết sẽ rơi dày đến mức không nhìn thấy đường mất.",
    "ホワイトクリスマスってやつだな。\n大事な仲間達と過ごす夜には悪くない雰囲気だ。": "Kiểu Giáng Sinh trắng xóa nhỉ.\nTrong một đêm với những người bạn quan trọng thì cũng không tệ.",
    "なーんだ。あなたでもたまにはムードを気にするのね。\n行きがけは無粋なこと言ってたのに。": "Này. Anh cũng biết để ý đến không khí đấy à.\nLúc đi thì anh còn nói những điều vô vị nữa chứ.",
    "買い物は９割方終わってるからな。\n残りの１割が重要なんだが。": "Việc mua sắm đã hoàn thành 90% rồi mà.\n10% còn lại mới là quan trọng.",
    "そうなのよねー。\nじゃあ、そろそろケーキ探しを再開する？": "Đúng là như vậy nhỉ～.\nVậy thì, chúng ta bắt đầu tìm bánh lại thôi?",
    "おい、あんまり慌てたら――": "Này, đừng có vội――",
    "と思ったけど、心配性の誰かさんのためにもう少し休んでおくわ。\n……それに、この空をちょっとだけ眺めていたいし。": "Tớ đã nghĩ vậy, nhưng mà vì ai đó hay lo lắng, nên tớ sẽ nghỉ ngơi thêm một chút.\n……Hơn nữa, tớ cũng muốn ngắm nhìn bầu trời này một chút.",
    "……そっか。": "……Vậy à.",
    "綺麗ね……\nまるで夢の中の景色みたい。": "Đẹp thật……\nCứ như là cảnh trong mơ vậy.",
    "ああ……": "Aaa……",
    "――あ。\nでも、こう冷えてくると座りっぱなしも体に障るな。": "――A.\nNhưng mà, trời lạnh như thế này thì ngồi lâu cũng không tốt cho sức khỏe nhỉ.",
    "もう、あなたってば、どっちを選んでも人を気にかけてばかり。\nふふふ。": "Anh đúng là, dù chọn thế nào cũng đều để ý đến người khác.\nFufufu.",
    "（ただケーキを探し回って、見つからなくて……\nちょっと休んでるだけなのに）": "（Chỉ là đi tìm bánh kem, mà không thấy……\nChỉ là nghỉ ngơi một chút thôi）",
    "（こんな些細な時間でも、\n彼とならずっと続いてほしいと思っちゃう……）": "（Ngay cả trong khoảng thời gian nhỏ nhoi như thế này,\ntớ cũng muốn nó cứ tiếp diễn mãi với anh……）",
    "（でもきっと、私なんかより――）": "（Nhưng chắc chắn, là cô bé kia hơn tớ……）",
    "（あの子のほうが……）": "（Cô bé kia thì……）",
    "…………": "…………",
    "……ライブ、輝いてたわね。": "……Buổi live, thật tỏa sáng nhỉ.",
    "ん……？　クララの話か。\nまあ、ライブでのパフォーマンスは圧巻だったな。": "Hửm……? Là chuyện của Clara à.\nMà, màn trình diễn ở buổi live rất ấn tượng.",
    "……ええ、ひとりでスポットライトを浴びているみたいだった。": "……Ừ, cứ như là một mình cô ấy đang tỏa sáng dưới ánh đèn vậy.",
    "ああいうのをオーラが違うって言うのか？\nサンタクイーンの座を射止めたのも納得だよ。": "Có phải người ta gọi đó là hào quang khác biệt không nhỉ?\nViệc cô ấy trở thành Nữ hoàng Santa cũng là điều dễ hiểu.",
    "まるで最初から選ばれるのが決まってたみたいな……": "Cứ như là ngay từ đầu cô ấy đã được chọn rồi vậy……",
    "ライブ中、ずっと釘付けだったわよね。": "Trong buổi live, tớ đã dán mắt vào cô ấy luôn.",
    "そりゃそうだろ。\nあんなもの見せられちゃ――": "Đúng là như vậy chứ.\nBị cho xem thứ đó thì――",
    "そんなにスカートの中、気になってたんだ？\n短かったものね？": "Anh thích nhìn trong váy đến vậy sao?\nNó còn ngắn nữa chứ?",
    "なっ――何をバカ言ってんだ！\n俺はちゃんとライブそのものを見て評価してるっての！": "N――Nói bậy gì vậy!\nTớ đã xem và đánh giá buổi live một cách đàng hoàng đấy!",
    "どうだか。": "Không biết nữa.",
    "……泉花、少し機嫌悪くない？": "……Izumi, sao trông cậu có vẻ không vui vậy?",
    "さあね～。\n%usernameusernameuserna%さんの勘違いじゃない？": "Ai biết～.\nKhông phải là anh %usernameusernameuserna% hiểu lầm rồi sao?",
    "いや、絶対怒ってる。\n泉花のことだってしばらく見てきたんだ。間違いない。": "Không, chắc chắn là đang giận rồi.\nTớ đã quan sát Izumi một thời gian rồi. Không sai được đâu.",
    "ほら、今だって眉がヒクついて、ちょっと変な顔になってるし。": "Nhìn kìa, giờ đây lông mày còn giật giật, mặt lại còn hơi lạ nữa.",
    "……変な顔ですって？\nいったい、誰に向かって――": "……Mặt lạ ư?\nRốt cuộc là đang nói với ai――",
    "ひゃあっ！？": "Kyaa!?",
    "ベンチからすくい上げたひと握りの雪を、\nおもむろに泉花の頬に押し当ててやった。": "Tớ đã lấy một nắm tuyết từ ghế,\nrồi ném vào má của Izumi.",
    "いきなり何するの！？\n冷たいじゃない！": "Tự nhiên làm gì vậy!?\nLạnh quá!",
    "怒ってるなら頭を冷やしたほうがいいと思ってさ。": "Nếu cậu giận thì nên làm mát đầu một chút.",
    "ほっほーう。\nそれで火に油を注いでみたってわけ？": "Hohou.\nVậy là anh đã châm dầu vào lửa sao?",
    "よく見ろ。油じゃなくて雪だって。": "Nhìn cho kĩ vào. Không phải dầu mà là tuyết.",
    "そうねー。確かによく見たら雪だったわ。\nじゃあ、今度は%usernameusernameuserna%さんにコレを見せてあげる。": "Đúng là vậy nhỉ. Nếu nhìn kĩ thì đúng là tuyết thật.\nVậy thì, lần này tớ sẽ cho anh %usernameusernameuserna% xem cái này.",
    "コレ？": "Cái này?",
    "――ぶっ！？": "――Phụt!?",
    "泉花の手の平に包まれていた雪で、俺の顔面が冷たい粉まみれになった。": "Tuyết trong lòng bàn tay của Izumi, đã biến mặt tớ thành một đống bột lạnh.",
    "ふふふ。お返し。": "Fufufu. Trả lại.",
    "この……やったなー！": "Cái……Cậu dám――!",
    "あっ！\nもう、せっかくの衣装を汚さないでってば！": "A!\nĐừng làm bẩn bộ đồ đẹp của tớ mà!",
    "サンタクロースにとっては、雪汚れなんて仕事の勲章みたいなもんだろ！\nおりゃ、もう一丁！": "Đối với ông già Noel, bị bẩn tuyết là một loại huân chương công việc mà!\nOryaa, thêm một phát nữa!",
    "ふーん、甘いわよ！\n今日歩き回ったお店のどんなケーキより甘い！": "Hừm, còn non lắm!\nNgọt hơn bất cứ chiếc bánh nào mà chúng ta đã đi tìm hôm nay!",
    "うおっ！？\n雪に足を取られた瞬間を狙うとは卑怯なり！": "Uooh!?\nCậu đã lợi dụng lúc tớ bị trượt chân trên tuyết sao, thật là hèn hạ!",
    "あはははっ！": "Ahahaha!",
    "（……楽しいな。\nやっぱり誰かに取られるの、嫌だな……）": "（……Vui thật nhỉ.\nQuả nhiên là tớ không thích bị ai đó cướp mất……）",
    "（ふさわしくなくても、そばにいたい……\n私って……こんなにも、この人のこと――）": "（Dù không xứng đáng, tớ cũng muốn ở bên cạnh……\nTớ……đến mức này, về người này――）",
    "――ねえ。": "――Này.",
    "ん？　なんだよ、停戦交渉には応じないぞ。\nまだこっちの方が喰らった回数は多いんだ。": "Hửm? Sao vậy, tớ không chấp nhận đàm phán ngừng bắn đâu.\nBên tớ vẫn còn ăn nhiều đòn hơn mà.",
    "私……%usernameusernameuserna%さんのこと……": "Tớ……về anh %usernameusernameuserna%……",
    "……っ。": "……Ư.",
    "……泉花？": "……Izumi?",
    "急に黙ったりして、どうした？": "Đột nhiên im lặng, sao vậy?",
    "ううん。なんでもない。": "Uun. Không có gì đâu.",
    "様子が変だぞ。\nもしかして体調が――": "Có vẻ lạ đấy.\nHay là cậu không được khỏe――",
    "ピコピコピーン！！": "Pikopiko piin!!",
    "うわっ！？\nなんだいきなり！": "Uwa!?\nTự nhiên là cái gì vậy!",
    "そろそろボクの出番かと思いまして。": "Tớ nghĩ đã đến lúc của tớ rồi.",
    "別に案内下手なナビＡＩはお呼びじゃないが。": "Chắc chắn là không cần đến một AI dẫn đường kém cỏi đâu.",
    "相変わらず辛辣なマスターですね。\nせっかくお探しのケーキ屋の情報をお伝えしに参上したのに。": "Anh vẫn cay nghiệt như mọi khi nhỉ.\nVậy mà tớ đã đến để thông báo thông tin về tiệm bánh mà mọi người đang tìm kiếm.",
    "えっ！？\nそんな情報を持ってるの！？": "Hả!?\nCậu có thông tin đó sao!?",
    "はい。\n現時点で売れ残っているケーキの種類までバッチリと。": "Vâng.\nHiện tại, kể cả loại bánh nào còn, tớ cũng biết hết.",
    "どうやってそんなデータを入手したんだ。": "Cậu lấy dữ liệu đó bằng cách nào vậy?",
    "それはもちろん、シティ中の在庫データをこっそり――": "Đương nhiên là, tớ đã bí mật lấy dữ liệu hàng tồn kho trong thành phố――",
    "い、いいいいえ！　なんでもありません！": "Đ, đ, đ, đừng nói nữa!",
    "深くは聞かない方がよさそうだ。": "Có lẽ không nên hỏi sâu hơn.",
    "でも、これでみんなのところにケーキを持って帰れるわ！\n早速そのお店に行きましょ！": "Nhưng mà, nhờ vậy mọi người có thể mang bánh về rồi!\nChúng ta đi đến tiệm đó ngay thôi!",
    "残ってたのがちょうど最後の１個だなんて、まさに奇跡ね。": "Việc cái bánh còn lại là chiếc cuối cùng, đúng là một điều kỳ diệu nhỉ.",
    "ここに至るまでの道のりも含めてな。": "Kể cả con đường đến đây nữa.",
    "ふふふ……\nそれにしても、ひとりで持てるって言ってるのに。": "Fufufu……\nNói đến vậy, tớ đã nói là có thể tự cầm được mà.",
    "でも、結構大きいやつだから重いぞ。": "Nhưng mà, nó khá to nên nặng đấy.",
    "もう一方の手でジュースとお菓子の山を持ち歩いてる\nあなたの方が、よっぽど大変じゃない。": "Cậu là người đang cầm một núi nước ngọt và bánh kẹo bằng tay kia,\ncòn vất vả hơn nhiều chứ.",
    "泉花に比べたら全然疲れてないから平気だ。": "So với Izumi thì tớ không mệt chút nào đâu.",
    "（……また、歩調を合わせてくれてる）": "（……Lại còn, đi cùng với nhịp bước của tớ）",
    "ボーッとして、どうした？\nもうちょっと休んだ方がいいか？": "Đang ngẩn người ra, sao vậy?\nHay là cậu nên nghỉ ngơi thêm một chút?",
    "これ以上悠長にしてたらパーティに遅刻しちゃうわ。\n私はもうちょっと早足でも大丈夫なくらいよ。": "Nếu cứ thong thả như vậy thì sẽ trễ tiệc mất.\nTớ thì đã đi nhanh hơn một chút cũng không sao.",
    "慌てたら貴重なケーキが崩れて駄目になるかもしれないぞ。": "Nếu vội vàng thì chiếc bánh quý giá có thể bị hỏng mất.",
    "それは困るわね……": "Thật là phiền phức nhỉ……",
    "だから、もう少しゆっくり歩こう。": "Vì vậy, chúng ta đi chậm lại một chút nhé.",
    "……うん。": "……Ừm.",
    "雪の積もったシティの景色、綺麗なもんだな。": "Cảnh thành phố tuyết rơi, đẹp thật nhỉ.",
    "そうね。\nいつもと全然違って、幻想的な感じ。": "Đúng vậy.\nKhác hẳn mọi khi, cảm giác thật huyền ảo.",
    "みんな幸せそうだ": "Mọi người đều hạnh phúc nhỉ.",
    "羨ましいのか？": "Cậu ghen tị sao?",
    "……ふたりで並んで歩いてる人達も多いわ。\nみんな、クリスマスを一緒に過ごすのかしら……": "……Có nhiều người đang đi cùng nhau nữa.\nMọi người, có lẽ sẽ cùng nhau đón Giáng Sinh……",
    "うん……とっても幸せそう。\nきっと、大切な人が隣にいてくれるからだと思う。": "Ừm……trông họ rất hạnh phúc.\nChắc chắn là vì có người quan trọng ở bên cạnh.",
    "俺達と同じだな。": "Giống như chúng ta vậy.",
    "えっ……！？\nわ、私達も？": "Hả……!?\nC, chúng ta sao?",
    "（それってつまり、カップル――）": "（Điều đó có nghĩa là, một cặp đôi――）",
    "べ、別にカップルが羨ましいなんてことはないけど。\n浮かれてるなーって思うくらいで。": "Đ, đâu có nghĩa là tớ ghen tị với các cặp đôi đâu.\nTớ chỉ nghĩ là họ đang vui vẻ thôi.",
    "（だって、今、私の隣には――）": "（Vì, giờ đây, bên cạnh tớ――）",
    "ま、そうだよな。\n今の泉花には羨ましがる理由なんてないか。": "Mà, đúng là như vậy mà.\nHiện tại, Izumi không có lý do gì để ghen tị cả.",
    "%usernameusernameuserna%さん……\nそ、それって……": "Anh %usernameusernameuserna%……\nĐ, điều đó……",
    "今夜は俺や泉花のそばにも、カラフルブーケのみんながいるもんな。": "Tối nay, bên cạnh tớ và Izumi, còn có mọi người của Colorful Bouquet nữa mà.",
    "あ……そ、そうよね。\nあはは……": "A……đ, đúng rồi nhỉ.\nAhaha……",
    "……はぁ。": "……Haizz.",
    "泉花、やっぱり疲れてるのか？": "Izumi, rốt cuộc là cậu mệt rồi à?",
    "なんでもなーい。\nほら、早くみんなのところへ帰るわよ。": "Không có gì đâu～.\nNào, chúng ta mau về với mọi người thôi.",
    "待てよ。\nもう少しゆっくり歩こう。": "Đợi đã.\nChúng ta đi chậm lại một chút nhé.",
    "何？\n自信満々で荷物持ちしておいて、やっぱりあなたの方が疲れちゃった？": "Sao vậy?\nTự tin cầm hành lý, rốt cuộc thì anh mới là người mệt à?",
    "違うって。この雰囲気の中を泉花と歩く何気ない時間が、\nなんとなく貴重なものに感じたんだ。": "Không phải.\nTrong bầu không khí này, việc tớ đi cùng Izumi trong một khoảng thời gian ngắn,\ncảm thấy nó thật là quý giá.",
    "……しょうがないわね。じゃあ、もうちょっとだけゆっくり。\nちゃんと感謝してよね。": "……Không còn cách nào khác nhỉ. Vậy thì, cứ từ từ thôi.\nNhớ cảm ơn đấy.",
    "直接繋いでいるわけでもない泉花の手から、\nケーキを挟んでぬくもりが伝わってきた気がしたのだった。": "Từ tay của Izumi, không hề có bất cứ sự liên kết nào, \ntớ đã cảm thấy hơi ấm từ chiếc bánh truyền đến."
}