{
    "――生徒会長に連れられて、突然３人の少女が現れた。": "――Theo hội trưởng dẫn đến, đột nhiên 3 cô gái xuất hiện.",
    "一応チーム名だけはどちらも知っている。\n実力的にはカオスメイデンと並ぶ各校舎のトップクラスチームだ。": "Cũng coi như biết tên cả hai đội.\nVề thực lực, họ là những đội top đầu của các trường.",
    "特にドロテア・カークランドは、\nユーロ・タワーでも最強格とされるパイロットだ。": "Đặc biệt là Dorothea Kirkland,\ncô ta là một trong những phi công mạnh nhất ở Euro Tower.",
    "ねえ、『龍宮さん』って呼ぶのもなんですし、\nちゆるちゃんでいいですか！？": "Này, gọi là 'Ryuguin-san' thì hơi kỳ, hay là gọi là Chiyuru-chan được không!?",
    "え、うん、いいけど……": "Ừm, được thôi...",
    "あっ！　なんかこのフルートって人、見たことあると思ったら、\nギャルインフルエンサーの『Ｆｌ∞ｔｙ』じゃない！？": "A! Tôi cứ thấy người này quen quen, hóa ra là 'Fl∞ty', một người có tầm ảnh hưởng trên mạng xã hội!",
    "わぁ！　Ｆｌ∞ｔｙのこと知ってるんですか！？　嬉ぽよです～！\n仰るとおり、配信とかしてま～す！　ぴーす♪": "Woa! Cậu biết Fl∞ty sao!? Vui quá đi~!\nĐúng như cậu nói, tớ đang livestream đó! Peace♪",
    "では、わたくしも月ヶ瀬さんと呼ばせていただきましょう。": "Vậy, tôi cũng xin phép được gọi là Tsukigase-san.",
    "……おい、七彩。お前キャラ被ってるぞ。しかも上位互換だ。": "……Ê, Nanairo. Mày bị trùng vai rồi. Hơn nữa còn là phiên bản cao cấp nữa.",
    "それ、今言わないとダメな話ですの！？\nしかもなんでわたくしのほうが、下位なんですか！？": "Cái đó, bây giờ không nói thì không được sao!?\nHơn nữa, tại sao tôi lại là phiên bản thấp hơn chứ!?",
    "七彩のアイデンティティが消えちゃう……\nこれからは語尾に『ナナ』って、つけてみる？": "Cái 'tôi' của Nanairo sẽ biến mất mất...\nHay là từ giờ mình thêm 'Nana' vào cuối câu nhỉ?",
    "絶対にお断りですわ！": "Tuyệt đối không được đâu!",
    "……話を戻していいですか？": "……Tôi xin phép được quay lại vấn đề chính được không?",
    "も、申し訳ありませんわ……": "Th, thật xin lỗi...",
    "って、なんで、わたくしが謝罪してるんでしょう……": "Ơ, tại sao tôi lại phải xin lỗi chứ...",
    "こほん。――ご存じの通り、現在月ヶ瀬さんの扱いを巡って、\n学園全体が大きく揺れています。": "Khụ.――Như mọi người đã biết, hiện tại việc xử lý Tsukigase-san đang gây ra một sự chấn động lớn trong học viện.",
    "月ヶ瀬さんをより充実した研究施設に\n移すべきだという意見もあります。": "Có ý kiến cho rằng nên chuyển Tsukigase-san đến một cơ sở nghiên cứu đầy đủ hơn.",
    "それ、ちゆるの意思とかちゃんと考えてる訳？": "Cậu có nghĩ đến ý kiến của Chiyuru không vậy?",
    "考えられていないので、月ヶ瀬さんを学園の外に出すという意見は\n私の方ですべて抑えこんでいる状況です。": "Vì không nghĩ đến, nên tôi đã ngăn chặn tất cả những ý kiến muốn đưa Tsukigase-san ra khỏi học viện.",
    "ですが、彼女をシリウスシュガーではなく、\n他チームに所属させるべきという意見が各所から強く出されています。": "Tuy nhiên, có nhiều ý kiến cho rằng nên cho cô ấy gia nhập một đội khác, thay vì Sirius Sugar.",
    "こちらの意見については、私の権限でも抑え込めていない状況です。\nむしろ……私だからこそ、抑え込めていない、の方が正しいですが。": "Về vấn đề này, ngay cả quyền hạn của tôi cũng không thể ngăn chặn được.\nThậm chí... có lẽ chính vì tôi nên mới không thể ngăn chặn được.",
    "どういうことですか？": "Ý là sao?",
    "月ヶ瀬さんはシリウスシュガーに所属した状況で\nこれまで何度か危険な目に遭っています。": "Tsukigase-san đã gặp nguy hiểm vài lần trong khi ở Sirius Sugar.",
    "その責任は許可を出した私にある……と責められておりまして。\n理事会からの圧力もあって、中々に肩身の狭い状況なんです。": "Tôi bị đổ trách nhiệm vì đã cho phép việc đó... Áp lực từ hội đồng quản trị cũng rất lớn, nên tình hình khá khó khăn.",
    "生徒会長ってのも大変なんだな。": "Hội trưởng cũng khổ thật đấy.",
    "生徒の長といっても、中間管理職のようなものですから。": "Dù là người đứng đầu học sinh, nhưng cũng chỉ như một người quản lý cấp trung mà thôi.",
    "……ということは、こちらの方々は？": "……Vậy, những người này là?",
    "ちゆるちゃんにはうちのＬＯＣ校区で、研究するとか超アリ寄りの\nアリじゃないかって！　ウルトラ快適な研究施設らしーよ！": "Với Chiyuru-chan, chúng tôi có thể nghiên cứu ở khu LOC của trường, siêu OK luôn!\nCơ sở nghiên cứu siêu thoải mái luôn!",
    "我々ピクシス・マスールであれば、月ヶ瀬さんをよりメイズの深層へ\n安全にご案内できます。他のどのチームよりも、安全かつ、確実に。": "Nếu là chúng tôi, Pixies Massur, chúng tôi có thể đưa Tsukigase-san xuống sâu hơn trong Mê Cung một cách an toàn. An toàn và chắc chắn hơn bất kỳ đội nào khác.",
    "あっ、そんなこと言っちゃいます！？　フルート達だって\nちゆるちゃんを守れますけど！？　全ッ然負けていないので！": "A, các cậu dám nói thế sao!? Flute bọn tớ cũng có thể bảo vệ Chiyuru-chan mà!? Tớ không hề thua kém đâu!",
    "なるほど。つまりちゆるを引き抜きに来たわけか。": "Ra là vậy. Tức là các người đến để lôi kéo Chiyuru đi.",
    "…………": "…………",
    "もちろん、転籍の決定は最終的にはご本人の意思に委ねられます。": "Tất nhiên, quyết định chuyển nhượng cuối cùng sẽ thuộc về ý chí của cô ấy.",
    "ですが、『学園の大事な宝である彼女を、\nより安全な環境で管理すべき』という意見が強いのも事実です。": "Tuy nhiên, sự thật là có nhiều ý kiến cho rằng 'nên quản lý cô ấy, một báu vật quan trọng của học viện, trong một môi trường an toàn hơn'.",
    "何それ！　宝とか管理とか！\nちゆるのことを物か何かだと思ってんの！？": "Cái gì vậy! Báu vật với quản lý gì chứ!\nMọi người coi Chiyuru là đồ vật hay sao!?",
    "そ、そうです！\nちゆるさんはシリウスシュガーの大事な仲間です……！": "Đ, đúng vậy!\nChiyuru-san là một người bạn quan trọng của Sirius Sugar...",
    "……分かった。みんなに迷惑をかけちゃったし、転校を受け入れる。\nあたしが柊にいることで、今回みたいな問題が起きるぐらいなら……": "……Tôi hiểu rồi. Tôi đã làm phiền mọi người, tôi sẽ chấp nhận chuyển trường.\nNếu việc tôi ở trong đội Hiiro gây ra những vấn đề như lần này...",
    "ちゆるさん！？": "Chiyuru-san!?",
    "……お前、それ本気で言っているのか？": "……Mày, mày nói thật chứ?",
    "それは……でも、だって、仕方ないじゃない……": "Thì... nhưng mà, đâu còn cách nào khác...",
    "……はぁ。嫌なことは嫌だって、\n自分の口で言わないと意味ないだろ。": "……Haizz. Cậu không nói ra bằng miệng rằng mình không thích, thì còn có ý nghĩa gì chứ.",
    "なあ、生徒会長。ちゆるが『所属に値するチーム』であれば、\nそれでいいんだよな？": "Này, hội trưởng. Nếu Chiyuru là 'một đội xứng đáng', thì được đúng không?",
    "ええ……もちろん。彼女がメイズに出たいのならば、\nそれを守れるだけの実力を備えたチームが望ましいでしょう。": "Ừm... tất nhiên rồi. Nếu cô ấy muốn ra Mê Cung, thì một đội có đủ thực lực để bảo vệ cô ấy là điều mong muốn.",
    "だったら――なあ？": "Vậy thì――này?",
    "……そうですわね。実力で決めるのが一番だと思いますわ。": "……Đúng là như vậy. Tôi nghĩ quyết định bằng thực lực là tốt nhất.",
    "シリウスシュガーとあなた達……": "Sirius Sugar và các người...",
    "どっちが強いのか弱いのかはっきりさせたらぁ！": "Cứ phân định thắng thua rõ ràng đi!",
    "負けない。": "Không thua đâu.",
    "み、みんな！？": "M, mọi người!?",
    "この展開、なんか超アゲぽよですね！　仲間を巡ってみんなで戦う……\nフルートは――トレブルクインテットは超賛成です！": "Cái tình tiết này, siêu tuyệt vời luôn! Cùng chiến đấu vì đồng đội... Flute――Treble Quintet chúng tôi hoàn toàn ủng hộ!",
    "いいでしょう。言葉ではなく、剣を持って語り合うとしましょう。\nよろしいですね？　リュシー。": "Được thôi. Chúng ta sẽ không dùng lời nói, mà dùng kiếm để giao chiến.\nĐược chứ? Lucy.",
    "ええ、お嬢様がそうご決断されたのであれば――": "Vâng, nếu tiểu thư đã quyết định như vậy――",
    "いや、もう『敵』の前で繕う必要はないな。\nてめぇらはお嬢をはじめ、あたしらピクシス・マスールが刈り取る！": "Không, không cần phải giả vờ trước mặt 'kẻ thù' nữa.\nBọn tao, Pixies Massur, sẽ tiễn chúng mày, bao gồm cả tiểu thư, xuống địa ngục!",
    "覚悟しな！！": "Hãy chuẩn bị tinh thần đi!!",
    "ふふ、良い啖呵です。さすが、わたくしのリュシー。": "Hừm, lời nói hay đấy. Quả là Lucy của tôi.",
    "（このリュシーって人、こっちが素だったか……\nやっぱさっきからなんか視線が怖いと思ったんだよなあ）": "(Cái người Lucy này, đây mới là bản chất thật của cô ta sao... Tớ cứ thấy ánh mắt cô ta đáng sợ từ nãy giờ)",
    "（絶対、元ヤンだ……）": "(Chắc chắn, là dân xã hội đen rồi...) ",
    "……分かりました。では、非公式戦として\n私の裁量で執り行いましょう。": "……Tôi hiểu rồi. Vậy, chúng ta sẽ tiến hành một trận đấu không chính thức theo quyết định của tôi.",
    "ルール、日程、会場については後日、改めてお知らせします。": "Về luật lệ, ngày thi đấu, và địa điểm, tôi sẽ thông báo sau.",
    "――かくして、思いがけず非公式ＭＧ競技の開催が決まったのだった。": "――Cứ như vậy, một trận đấu MG không chính thức đã được quyết định.",
    "その後、生徒会長達が去って――": "Sau đó, hội trưởng và những người khác đã rời đi――",
    "よく言ったな、お前達。": "Nói hay lắm, các cậu.",
    "……ごめんね。あたしのせいで、こんなことに。": "……Xin lỗi nhé. Tại tớ mà ra nông nỗi này.",
    "別に。チームがナメられたら誰だってキレるし。": "Không sao đâu. Đội bị coi thường thì ai mà không tức chứ.",
    "わたくしも少々、腹に据えかねましたわ。\nあなたの意思を聴く前に、勝手に都合を押し付けてくるのですもの。": "Tôi cũng hơi khó chịu đấy.\nTrước khi nghe ý kiến của cậu, họ đã tự tiện áp đặt mọi thứ lên cậu.",
    "横暴が過ぎる。": "Quá đáng thật.",
    "みんな……ありがとう。": "Mọi người... Cảm ơn.",
    "しっかし、これはこれでかなり厳しいことになりそうだな。\n相手はどちらもかなりの強豪チームと聞いてるぞ。": "Nhưng mà, tình hình này có vẻ khá căng thẳng đây.\nTôi nghe nói đối thủ đều là những đội rất mạnh.",
    "関係ないって。誰が相手だろうとぶっ飛ばせばいいんだし！": "Không quan trọng. Dù đối thủ là ai, cứ đánh bay hết là được!",
    "――みんな！！　ごめんなさい！！": "――Mọi người!! Xin lỗi mọi người!!",
    "突然響いた声に、俺達は後ろを振り返った。": "Trước giọng nói đột ngột vang lên, chúng tôi quay lại.",
    "そこには、今にも泣きそうな顔でこちらを見てくる心香の姿があった。": "Ở đó, là hình bóng của Kokoro, với khuôn mặt như sắp khóc nhìn chúng tôi."
}