{
    "気分転換に屋上に来ると、ばったりめると出くわしたので、\n一緒に過ごすことにした。": "Tôi lên sân thượng đổi gió, rồi tình cờ gặp Em ở đây.\nThế là chúng ta cùng nhau ở lại.",
    "わあ……！　今日はすごくきれいに晴れていますね。\n空が眩しいです。": "Wow…! Hôm nay trời quang đãng thật này.\nÁnh nắng chói chang quá.",
    "ああ、それに風も気持ちいい。": "À, với lại gió cũng dễ chịu nữa.",
    "あっ、見てください。\n鳥がいっぱい！　なんていう鳥なんでしょうね。": "A, nhìn kìa.\nNhiều chim quá! Không biết là chim gì nhỉ?",
    "さあ……群れで行動するんだな、ってことしか\n分からないな。遠すぎてよく見えないし……": "Chà… Chúng sống theo bầy, chỉ biết vậy thôi.\nXa quá nên không nhìn rõ…",
    "群れ、かぁ……": "Theo bầy à…",
    "あっ！　なんか一羽だけはぐれてますよ。\n大丈夫なのかな……": "A! Hình như có một con bị lạc kìa.\nKhông biết nó có sao không nữa…",
    "他の鳥が近づいていったぞ。\n鳥もああやってフォローしたりするものなのか。": "Những con chim khác đang đến gần kìa.\nChim cũng giúp đỡ nhau như vậy sao?",
    "甘えてもいい": "Cứ dựa dẫm vào anh đi.",
    "お互い様だよ": "Chúng ta giúp đỡ lẫn nhau mà.",
    "……私も、みんなに甘えてばかりです。\nもっとしっかりしなくちゃ。": "… Em cũng toàn dựa dẫm vào mọi người thôi.\nPhải cố gắng hơn nữa mới được.",
    "別にいいんじゃないか？　甘えさせてもらっても。\nチームなんだし。": "Có sao đâu? Được dựa dẫm thì cứ dựa dẫm đi.\nDù gì cũng là một đội mà.",
    "みんなもきっとそう言ってくれると思います。\nでも私が心苦しいんです。": "Em nghĩ mọi người cũng sẽ nói vậy thôi.\nNhưng trong lòng em thấy áy náy quá.",
    "まあ、そうか……\n気にするなって言う方が無理だよな。": "Ừm, thì ra là vậy…\nBảo Em đừng bận tâm thì đúng là không thể rồi.",
    "私もあの助けに行った鳥みたいになれるように、\n頑張っていきます！": "Em sẽ cố gắng, để có thể giống như con chim đã đến giúp kia!",
    "チームなんだしお互い様じゃないかな。\nめるが誰かを助けている場面だってあるだろ。": "Đội của chúng ta là vậy mà, giúp đỡ lẫn nhau thôi.\nĐâu phải lúc nào Em cũng giúp đỡ người khác sao.",
    "……なんか、助けてもらったことばかり記憶に残ってて。\nでも、言われてみればそうかもしれません。": "… Em toàn nhớ đến việc mình được giúp đỡ thôi.\nNhưng mà, nếu anh nói vậy thì có lẽ là vậy thật.",
    "実力的に、お荷物ってことは絶対にないんだし\n自信持っていいと思う。": "Về thực lực, Em chắc chắn không phải là gánh nặng đâu.\nEm cứ tự tin lên đi.",
    "そうですよね！　うん、せっかくこんなにお天気なんだし\n明るくいかなくちゃ！": "Đúng vậy nhỉ! Ừm, hôm nay trời đẹp thế này mà.\nPhải vui vẻ lên mới được!",
    "俺の言葉で少し元気が出たのか、\n明るい表情を浮かべるめるだった……": "Có lẽ Em đã vui lên một chút nhờ lời nói của tôi,\nEm nở nụ cười tươi…"
}