{
    "突然呼び出してすみません、緊急を要する事態が発生しました。\nメイズ内部に新たな『未開拓エリア』が発見されました。": "Xin lỗi vì đã gọi cậu đột ngột, một tình huống khẩn cấp đã xảy ra.\nMột 'Khu vực chưa được khám phá' mới đã được phát hiện bên trong Mê Cung.",
    "『未開拓エリア』……？": "'Khu vực chưa được khám phá'...?",
    "ピコピコピーン！　ここはボクの出番ですね！\n通常の探索エリアと違い、まだ学園の管理下にない領域を指します！": "Piko piko piin! Đây là lúc tôi thể hiện rồi!\nKhác với khu vực thám hiểm thông thường, nó chỉ khu vực chưa được quản lý bởi học viện!",
    "ほう、よく知ってるな。\nもっと詳しい事を教えてもらっていいか？": "Ồ, biết đấy nhỉ.\nCậu có thể cho tôi biết thêm chi tiết được không?",
    "ええっ！？　ま、マスターがボクを頼りに……！？\nこれは天変地異ですよ！　もしかして別人が成り代わって……": "Hả!? Ma-master lại tin tưởng tôi sao...!?\nĐây là chuyện lạ có một không hai đấy! Chẳng lẽ có kẻ mạo danh...",
    "やっぱり頼るのやめるか。": "Hay là thôi vậy.",
    "わー！　待ってください！　ちゃんと説明しますから！\nえーっと、一言で言えば非常に難度の高い探索エリアです！": "Waー! Xin đợi đã! Tôi sẽ giải thích ngay mà!\nÀ thì, nói một câu thì đó là một khu vực thám hiểm cực kỳ khó!",
    "メイズシフター達によって拡張され、形成されたと言われてます！\n言葉のとおり発見されたばかりで、まだ探索が進んでいません。": "Nó được cho là đã được mở rộng và hình thành bởi những Maze Shifter!\nĐúng như tên gọi, nó vừa được phát hiện và vẫn chưa được khám phá.",
    "そこに潜むメイズシフターはいずれも強力な種や個体ばかりだそうで……\n一定の実力を持ったチームしか探索をオススメしませんね。": "Những Maze Shifter ẩn nấp ở đó đều là những chủng loài và cá thể mạnh mẽ...\nTôi không khuyến khích những đội có thực lực nhất định thám hiểm đâu.",
    "とはいえ、誰の手も入ってないので、貴重な発見が期待できますし、\nメイズの全貌を解き明かすための鍵が眠っているかもです！": "Tuy nhiên, vì chưa ai đặt chân đến nên có thể mong đợi những khám phá quý giá,\nvà có lẽ chìa khóa để làm sáng tỏ toàn bộ Mê Cung đang ngủ yên!",
    "……なるほど、もしかしたら俺の記憶が戻るヒントになるかもな。": "…Ra vậy, có lẽ nó sẽ là manh mối để tôi tìm lại ký ức của mình.",
    "そういえば、そんな設定ありましたねー。": "Nói mới nhớ, có thiết lập đó nhỉ.",
    "設定言うな。これでも気にしてんだからな。": "Đừng có nói thiết lập nữa. Tôi vẫn còn để tâm đấy.",
    "むむ、失礼しました！　あと脅威はメイズシフター以外にもあります！\n未開拓エリアは重力異常が通常より大きいと予想されます。つまり――": "Ưm, xin lỗi! Ngoài Maze Shifter, còn có những mối đe dọa khác!\nKhu vực chưa được khám phá được dự đoán là có dị thường trọng lực lớn hơn bình thường. Tức là—",
    "メイズシンドロームのリスク――それも潜れば潜るほど、\nより重度のものに陥る危険性が高い、ということか。": "Nguy cơ của Hội chứng Mê Cung—nó càng sâu càng dễ\nbị rơi vào tình trạng nghiêm trọng hơn, phải không?",
    "そのとおりです！　なので、生徒の実力の最低ラインとしては、\n通常の探索エリアを１００以上踏破といったところですね。": "Đúng vậy!\nVì vậy, giới hạn tối thiểu về thực lực của học sinh là vượt qua hơn 100 khu vực thám hiểm thông thường.",
    "……説明が全部取られてしまいましたが、その子の言うように私も\n通常エリア１００以上踏破が探索許可を出せる最低ラインと見ています。": "…Mặc dù đã bị cướp lời, nhưng như bạn ấy nói, tôi cũng\nxem việc vượt qua hơn 100 khu vực thông thường là giới hạn tối thiểu để cho phép thám hiểm.",
    "なるほど……俺が呼ばれたのは、そういった実力のある子達を率いて、\n危険な未開拓エリアに挑ませるためだな？": "Ra vậy... Tôi được gọi đến là để dẫn dắt những người có thực lực như vậy,\nđể thách thức khu vực chưa được khám phá nguy hiểm này sao?",
    "はい……１００エリアを踏破した生徒達と、\nそして貴方の指揮能力があれば探索は十分可能でしょう。": "Vâng... Với những học sinh đã vượt qua 100 khu vực,\nvà với khả năng chỉ huy của anh, việc thám hiểm sẽ là hoàn toàn khả thi.",
    "個人的な話ではありますが……学園の、生徒たちの平穏のため、\n未知を解き明かして欲しい。私はそう願っております。": "Tuy nhiên, vì lý do cá nhân... vì sự bình yên của học viện, của các học sinh,\ntôi muốn anh khám phá những điều chưa biết. Tôi mong muốn như vậy.",
    "……まったく、ズルい言い方だな。\nそうだな……準備を整えたら探索してみるか。": "…Thật là một cách nói dối trá.\nĐược rồi... Nếu chuẩn bị xong, tôi sẽ thám hiểm vậy.",
    "ありがとうございます。生徒会からはメイズシンドローム対策の\n支給品を別途お渡しします。": "Xin cảm ơn. Hội học sinh sẽ cung cấp riêng các vật phẩm hỗ trợ\nđể đối phó với Hội chứng Mê Cung.",
    "そしてもし探索が容易でないと感じる場合は、\n助っ人の力を借りることも検討してみてください。": "Và nếu cậu cảm thấy việc thám hiểm không dễ dàng,\nhãy xem xét việc nhờ đến sự giúp đỡ của người khác.",
    "それでは、よろしくお願いします。": "Vậy thì, mong anh giúp đỡ."
}