{
    "……むむ、ううん……": "……Ưm, ưm……",
    "ラウラ、部屋に着いたぞー、ラウラ。": "Laura, đến phòng rồi, Laura.",
    "虫に驚いて気絶したラウラを背負って、彼女の部屋までやって来た。\n鍵が閉まっていなかったので、そのままラウラを抱え部屋の中へ入る。": "Tôi cõng Laura, người đã ngất xỉu vì bị côn trùng làm cho sợ hãi, đến phòng cô ấy.\nVì cửa không khóa nên tôi cứ thế bế cô ấy vào phòng.",
    "ん、んうぅ……": "Ưm, ưm…",
    "このままラウラをベッドに寝かせないとな……と考えていると、\nそこでやっとラウラが目を覚ました。": "Tôi đang nghĩ mình phải đặt Laura nằm xuống giường đã… thì cuối cùng Laura cũng mở mắt.",
    "……あれ？　ここって私の部屋……？": "……Hả? Đây là phòng của tôi……?",
    "って、な、なんで%usernameusernameuserna%さんが！？\nそ、それに男の人の背中にこんなに密着して……！？": "N-Nhưng, sao %usernameusernameuserna% lại ở đây chứ!?\nHơn nữa, lại còn áp sát vào lưng một người đàn ông như thế này……!?",
    "ラウラが気絶してたからここまで運んで……って暴れないでくれ！\nば、バランスが……！": "Tôi đã cõng cậu đến đây vì cậu ngất xỉu… Đừng vùng vẫy nữa!\nM-Mất thăng bằng…!",
    "酷く動揺して手足をばたつかせるラウラを、\nなんとかベッドに寝かせようとする。": "Tôi cố gắng đặt Laura, người đang vô cùng hoảng loạn và vung tay chân, xuống giường.",
    "しかし、勢いのまま動いたため、こちらもまるで\nラウラを押し倒すような形で彼女の上に乗っかってしまった。": "Tuy nhiên, vì di chuyển theo quán tính, tôi cũng giống như đè lên người cô ấy.",
    "あ……": "A…",
    "わ、悪い……": "T-Tớ xin lỗi…",
    "う、ううん……私が暴れちゃったから大丈夫だよ……": "Ưm, ưm… Tại tớ vùng vẫy nên không sao đâu…",
    "……%usernameusernameuserna%さん、\nもっと……したいように、していいからね……？": "……%usernameusernameuserna% à,\nmuốn… muốn làm gì thì cứ tự nhiên nhé……?",
    "……ラウラ、怖くないか？": "……Laura, cậu không sợ chứ?",
    "怖がりのラウラを心配し、声をかけてみる。\nしかし彼女はただ静かに頷いた。": "Tôi lo lắng cho Laura, người vốn nhút nhát, và hỏi cô ấy.\nTuy nhiên, cô ấy chỉ lặng lẽ gật đầu.",
    "ラウラの視線に背中を押されるように、彼女へと手を伸ばす……": "Như bị ánh mắt của Laura thúc giục, tôi vươn tay về phía cô ấy……",
    "ラウラは一枚ずつ丁寧に服を脱いでいく。\nニーソックスだけになったところで、脱ごうとする彼女を制止した。": "Laura cởi quần áo ra từng cái một một cách cẩn thận.\nĐến khi chỉ còn tất và tất, tôi đã ngăn cô ấy lại.",
    "全部、脱がなくていいの……？": "Cậu không cần cởi hết chứ…?",
    "小さく首を傾げるラウラに、それがいいんだと答える。": "Tôi hỏi Laura, người đang nghiêng đầu, và đáp rằng như vậy là được rồi.",
    "そういうものなの……？\nでも、%usernameusernameuserna%さんがしたいなら、そうするね……": "Thật sao…?\nNhưng, nếu %usernameusernameuserna% muốn, tớ sẽ làm như vậy……",
    "ラウラはこちらを見つめると、ニーソックスの上から自らの足を持ち、\nゆっくりと身体を開いていく。": "Laura nhìn tôi, rồi tựa vào chân mình từ trên tất,\ntừ từ mở cơ thể ra.",
    "そのまま、優しくこちらを導くように微笑んだ。": "Sau đó, cô ấy mỉm cười, như thể muốn dẫn dắt tôi một cách dịu dàng.",
    "……来て欲しいな。": "……Muốn anh đến.",
    "あまりにも甘美な眼前の誘惑に、ラウラから目が離せなくなる。": "Trước sự cám dỗ ngọt ngào trước mắt, tôi không thể rời mắt khỏi Laura.",
    "下半身はとうの昔にいきり立ち、\nこれ以上無いほどガチガチに勃起していた。": "Phần dưới cơ thể đã sớm dựng đứng,\ncương cứng đến mức không thể cương cứng hơn nữa.",
    "本能のままに、ラウラの誘惑に乗って、\n彼女とひとつになっていく……": "Theo bản năng, tôi đáp lại sự cám dỗ của Laura,\nhòa làm một với cô ấy……",
    "あはぁ……っ、んっ、はぁあああ……っ！": "A haaa……! Ứ, haaa……!",
    "ラウラのひくつく陰唇に亀頭をくわえさせ、ゆっくりと腰を進めていく。\n一瞬の抵抗の後、ラウラの膣道は勃起したペニスを受け入れていった。": "Tôi đặt quy đầu vào môi âm hộ đang run rẩy của Laura, từ từ tiến vào.\nSau một thoáng kháng cự, âm đạo của Laura đã đón nhận dương vật đang cương cứng.",
    "あ……は、はぁあっ、あ、きてる、入ってる……！\n%usernameusernameuserna%さんのが、私のナカに……っ！": "A… Ha, haa, a, vào rồi, vào rồi…!\nCái của %usernameusernameuserna% đang ở trong tớ…!",
    "んぁあっ、お、大きい、のね……はぅうっ、\n私のナカ、みちみちって広がってぇ……あはぁっ！": "Ưn aahh, ô, to thật… hauu…\nBên trong tớ, như muốn nổ tung ra… A haa!",
    "まだ慣れきっていないラウラの膣が、\n亀頭が進むたびに徐々に割り裂かれ、広げられていく。": "Âm đạo của Laura, vẫn chưa quen, mỗi khi quy đầu tiến vào,\ndần dần bị xé rách và mở rộng ra.",
    "その感覚に、ラウラは思わず高い声をあげていった。": "Trước cảm giác đó, Laura vô thức thốt lên một tiếng lớn.",
    "思わずラウラの身体を気遣って、大丈夫かと声をかける。\nすると彼女はなんとか笑顔を作り、首を振った。": "Tôi vô thức lo lắng cho cơ thể Laura và hỏi cô ấy có ổn không.\nSau đó, cô ấy cố gắng nở một nụ cười và lắc đầu.",
    "んんん……っ、だ、大丈夫……だから……\n私のことは、気にしないで……": "Ưm, ưm… Tớ, tớ không sao… nên…\nXin đừng bận tâm đến tớ…",
    "ちょっと、キツくてジンジンするけど……\n%usernameusernameuserna%さんがくれる感覚は、嫌じゃない……": "Hơi đau và nhói một chút…\nNhưng cảm giác mà %usernameusernameuserna% mang lại, tớ không ghét…",
    "ううん、嫌じゃないどころか、嬉しいの……\nもっともっと欲しいくらい、幸せなの……": "Ưm, không phải ghét, mà là vui mừng…\nTớ còn muốn nhiều hơn nữa, tớ hạnh phúc lắm…",
    "だから、お願い……\n私のことは気にしないで、もっと来てちょうだい……？": "Vì vậy, xin…\nĐừng bận tâm đến tớ, hãy đến với tớ nhiều hơn nữa nhé…?",
    "ラウラの笑顔に、胸の奥がじんと熱くなる。\n同時に、こちらの下半身も更なる反応を示していた。": "Nụ cười của Laura khiến trái tim tôi nóng lên.\nĐồng thời, phần dưới cơ thể của tôi cũng có phản ứng mạnh hơn.",
    "あぁ……っ、んんっ、ナカのが、もっと大きくなってる……": "Aaa… Ứ, bên trong, to hơn rồi…",
    "ん、ふふっ、%usernameusernameuserna%さん、\n私で、感じてくれてるの……？": "Ư, fufu, %usernameusernameuserna% à,\nanh đang cảm nhận bằng tớ sao…?",
    "だったら、嬉しいな……": "Nếu vậy, tớ vui lắm…",
    "私、%usernameusernameuserna%さんに気持ちよくなって欲しいから……\nきて、ちょうだい？　もっと、私の奥まで……": "Tớ muốn %usernameusernameuserna% cảm thấy thoải mái…\nđến đây, nhé? Sâu hơn nữa, vào bên trong tớ…",
    "ラウラの言葉を後押しするように、彼女の膣が震える。": "Như để đáp lại lời nói của Laura, âm đạo của cô ấy rung lên.",
    "最初、こちらの挿入をキツく阻むだけだったラウラの膣壁は、\nゆっくりと蠢き、肉棒を受け入れ始める。": "Ban đầu, thành âm đạo của Laura chỉ cản trở sự xâm nhập của tôi một cách gay gắt,\ntừ từ rung động và bắt đầu đón nhận dương vật.",
    "更にそれだけではなく、より奥へ奥へと受け入れるように\nゆるやかに蠕動を始めていた。": "Không chỉ vậy, nó còn bắt đầu nhu động nhẹ nhàng,\nnhư thể muốn đón nhận sâu hơn nữa.",
    "あ……は、はぁんっ！\nんんんんん……っ！": "A… ha, haan!\nƯn, ưn, ưn…!",
    "導かれるままにペニスを奥へと進めていくと、\nやがてコツンと硬い部分に当たった。": "Theo sự dẫn dắt, tôi đưa dương vật vào sâu hơn,\nrồi chạm vào một phần cứng.",
    "その瞬間、ラウラの全身がびくびくと震え、\n深奥に到達したことを知る。": "Ngay lúc đó, toàn thân Laura run lên bần bật,\ntôi biết rằng mình đã đến được nơi sâu thẳm.",
    "んはぁ……っ、これ、私、\n奥に%usernameusernameuserna%さんを感じてる……っ。": "Haa… Cái này, tớ,\ncảm nhận được %usernameusernameuserna% ở sâu bên trong…",
    "私の中、%usernameusernameuserna%さんでいっぱいになって……\n私、私、全部%usernameusernameuserna%さんのものになったのね……": "Bên trong tớ, tràn ngập %usernameusernameuserna%…\nTớ, tớ, đã trở thành của %usernameusernameuserna% rồi…",
    "あぅうっ、う、嬉しい……っ。": "Auu, ư, vui quá…!",
    "目の端に涙を溜めながら、ラウラは感動にうち震える。\nこちらも胸がいっぱいになるが、これで終わりではない。": "Đôi mắt Laura đọng lại những giọt nước mắt, cô run rẩy vì xúc động.\nTôi cũng tràn ngập trong lòng, nhưng đây chưa phải là kết thúc.",
    "より深く全身でラウラを感じるために、\n腰を動かし、ピストンを始めていった。": "Để cảm nhận Laura sâu sắc hơn bằng cả cơ thể,\ntôi di chuyển hông và bắt đầu chuyển động piston.",
    "あ、あぁあ……っ、%usernameusernameuserna%さん、\n急に動いたら……あ、は、はぁあああっ！": "A, aaaa…! %usernameusernameuserna%,\ntự nhiên di chuyển… A, ha, haaa!",
    "張り詰めた肉棒が、ラウラの膣壁を擦り上げる。\n敏感な粘膜同士の接触に、彼女は一際高い声をあげた。": "Dương vật căng cứng cọ xát vào thành âm đạo của Laura.\nTrước sự tiếp xúc của những niêm mạc nhạy cảm, cô ấy thốt lên một tiếng lớn hơn nữa.",
    "んはぁああ……っ、あ、ああ、私の中で、\n%usernameusernameuserna%さんのが、動いてる……っ！": "Haa… A, a, trong tớ,\ncái của %usernameusernameuserna% đang di chuyển…!",
    "熱くて……硬いのが、中を擦り上げてっ、\n奥を何度も突き上げてぇえ……っ！": "Nóng rực… Cứng rắn, cọ xát bên trong,\nđâm sâu vào tận bên trong…!",
    "うぁあっ、中で感じてるだけでも、たまらなかったのに……っ、\nこんな風に動かれると、私、私……っ！": "Uaa, chỉ cảm nhận bên trong thôi đã không chịu nổi rồi…\nNếu di chuyển như thế này, tớ, tớ…!",
    "ラウラは身体を反らしながら大きく喘ぐ。": "Laura ưỡn người ra và thở hổn hển.",
    "強すぎる刺激に惑うラウラを見て、挿入をより深くし、\nかわりに動きを抑え、深奥をトントンとリズミカルに突き上げる。": "Nhìn Laura bị kích thích quá mức, tôi đưa vào sâu hơn,\nthay vào đó, tôi kìm chế chuyển động và đâm sâu vào bên trong một cách nhịp nhàng.",
    "少しでもラウラを楽にしてあげようと思ったのだが……": "Tôi đã nghĩ mình sẽ giúp Laura cảm thấy dễ chịu hơn một chút…",
    "あ……あはぁっ、んんんんんっ！\nおく……おくにぃっ、%usernameusernameuserna%さんを感じるっ！": "A… A haa, ưn, ưn…!\nBên trong… cảm nhận được %usernameusernameuserna%!",
    "突かれる度に、なんだかゾクゾクしてぇ……はぁあっ、\nふ、不思議な感じになっているの……っ！": "Mỗi khi bị đâm, cảm giác thật rạo rực… haa,\nthật là một cảm giác kỳ lạ…!",
    "今までに無い振動に、ラウラはより敏感に反応し甘い声をあげていった。": "Trước sự rung động chưa từng có, Laura phản ứng nhạy cảm hơn và thốt lên những tiếng rên rỉ ngọt ngào.",
    "んぁああっ、ヘン、ヘンなのぉ……っ、\n私の身体、ヘンになってる……っ！": "Aaa, kỳ, kỳ lạ quá…!\nCơ thể tớ, kỳ lạ quá…!",
    "%usernameusernameuserna%さんを感じすぎてっ、\nなのに、もっともっと欲しくなって……っ！": "Cảm nhận %usernameusernameuserna% quá nhiều,\nvậy mà, lại càng muốn hơn nữa…!",
    "浅いストロークを繰り返すうちに、\nすっかりラウラの身体はこちらの身体に馴染んでいた。": "Trong khi lặp lại những cú vuốt nông cạn,\ncơ thể Laura đã hoàn toàn hòa nhập với cơ thể tôi.",
    "いつの間にかたっぷりと溢れた愛液はピストンを潤滑にしていく。": "Không biết từ bao giờ, tình dịch tràn đầy đã bôi trơn chuyển động piston.",
    "何度も刺激された子宮口は、こちらの亀頭を歓迎するように\nゆっくりと硬い口を開けていった。": "Miệng tử cung bị kích thích nhiều lần, như thể muốn chào đón quy đầu của tôi,\ntừ từ mở ra một cách cứng rắn.",
    "あぁあああ……っ、ほ、ほしい、のぉっ！\n%usernameusernameuserna%さんのが、もっと、もっとぉ……っ！": "Aaaaa…! Muốn, muốn…!\nCái của %usernameusernameuserna% muốn, muốn hơn nữa…!",
    "ラウラの腰も、より奥へと肉棒を求めるように\n次第に淫らに揺らされていった。": "Hông của Laura cũng rung động một cách dâm đãng hơn,\nnhư thể muốn dương vật vào sâu hơn nữa.",
    "はぁあ……っ、ご、ごめんなさい、%usernameusernameuserna%さん……\n私、こんなにもいやらしくなっちゃって……": "Haa… Tớ, tớ xin lỗi, %usernameusernameuserna%…\nTớ, đã trở nên dâm đãng đến mức này…",
    "%usernameusernameuserna%さんのことを考えると……んんんっ、\n気持ちが、身体が、止まらなくて……あ、はぁあっ！": "Khi nghĩ đến %usernameusernameuserna%… ưn…\ntình cảm, cơ thể tớ không thể ngừng lại… A, haa!",
    "情欲に濡れた瞳でこちらを見つめながら、\nラウラは何度も謝罪の言葉を口にする。": "Nhìn tôi bằng đôi mắt đẫm lệ vì dục vọng,\nLaura liên tục nói lời xin lỗi.",
    "だが、そんなラウラの姿に逆に情欲が高まっていく。": "Nhưng, hình ảnh của Laura lại khiến dục vọng của tôi dâng trào.",
    "腰を動かしながら、ラウラに大丈夫だと伝えると、\n彼女は大きく目を見開いてこちらを見つめた。": "Trong khi di chuyển hông, tôi nói với Laura rằng không sao đâu,\ncô ấy mở to mắt nhìn tôi.",
    "あ……あぁっ、ありがとう、%usernameusernameuserna%さん……\nそんな風に言ってもらえると、私、私……あ、はぁあっ！": "A… Aaa, cảm ơn, %usernameusernameuserna%…\nKhi được anh nói như vậy, tớ, tớ… A, haa!",
    "緊張から解放され安堵したのか、\n一瞬、ラウラの身体の力が抜ける。": "Có lẽ vì được giải tỏa khỏi sự căng thẳng, cơ thể Laura nhất thời mất hết sức lực.",
    "その瞬間、より深く、深奥の先、子宮口に亀頭がねじ込まれ\nラウラは鋭い声をあげた。": "Ngay lúc đó, sâu hơn nữa, sâu hơn nữa, quy đầu bị vặn vào miệng tử cung,\nLaura thốt lên một tiếng thét sắc nhọn.",
    "あ、あ、あ……あはぁああっ！\nひっ、おく、おく突いて、やぁあああっ！": "A, a, a… A haaa!\nHức, trong, đâm vào, yaaa!",
    "これ……これ、なにぃっ！\nお腹のおく、痺れてぇ……っ、んんんっ、あ、あはぁっ！": "Cái… cái này là gì!\nBên trong bụng, tê dại… ưn, a, haa!",
    "ラウラの腰が震える。\n過ぎた快感に、膣壁が、子宮が震えているのを感じた。": "Hông của Laura run rẩy.\nTôi cảm thấy thành âm đạo, tử cung đang rung lên vì khoái cảm quá mức.",
    "あ、あぁっ、これ、これ……いいのっ、気持ちいいのぉおっ！\n%usernameusernameuserna%さんのが、すごくいいのぉっ！": "A, a, cái này, cái này… được, sướng quá!\nCái của %usernameusernameuserna% sướng quá!",
    "気持ちよくて、よすぎてぇえっ、\nあはぁあああっ、た、たまらないのぉおっ！！": "Sướng quá, sướng quá…\nA haaa, không chịu nổi…!",
    "ラウラの声のトーンが上がっていく。\n戸惑いつつも彼女の身体は素直に快楽を受け入れていた。": "Giọng nói của Laura ngày càng cao hơn.\nMặc dù có chút bối rối, nhưng cơ thể cô ấy đã ngoan ngoãn đón nhận khoái lạc.",
    "膣肉はきゅっとペニスを包み込み、\n子宮口はこちらの欲望を受け入れようと緩やかに開いていく。": "Thịt âm đạo ôm chặt lấy dương vật,\nmiệng tử cung từ từ mở ra để đón nhận dục vọng của tôi.",
    "全身で感じるラウラの絶頂の予兆に、\nこちらも興奮が激しく渦巻いていった。": "Trước điềm báo của cực khoái của Laura, cảm nhận bằng cả cơ thể,\ntôi cũng bị kích động dữ dội.",
    "ひぐっ、うぅ、んぅ！　わたしの、おくに……っ、\n%usernameusernameuserna%さんのを感じて、あはぁああっ！": "Hức, ư, ưn! Bên trong tớ…\ncảm nhận được của %usernameusernameuserna%, a haaa!",
    "あついのぉ……っ、おくが、熱くてたまらなくて……っ、\nあぁっ、これ、これ、きちゃうの……すごい、くる……っ！\n": "Nóng quá… bên trong, nóng không chịu nổi…\nA, cái này, cái này, sắp ra rồi… tuyệt vời, đến rồi…!",
    "きもちいいのが、いっぱいになって……はぁ、はぁっ、\n私、どうにかなっちゃうのぉ……っ！": "Cảm giác thoải mái tràn ngập… ha, haa,\ntớ, tớ sẽ ra mất…!",
    "初めての快感、そして絶頂を前に、\nラウラは戸惑い、怯え縋るようにこちらを見つめる。": "Trước khoái cảm và cực khoái lần đầu tiên,\nLaura bối rối, sợ hãi và nhìn tôi như muốn cầu xin.",
    "そんなラウラに、大丈夫、一緒に気持ちよくなろうと囁くと、\n彼女の柔肉は静かに解れていく。": "Với Laura như vậy, tôi thì thầm rằng không sao đâu, chúng ta cùng nhau tận hưởng khoái cảm nhé,\nthịt mềm của cô ấy từ từ tan chảy.",
    "ん……っ、%usernameusernameuserna%さんがそう言ってくれるなら……\nわかった、だ、大丈夫だから……っ！": "Ưn… Nếu %usernameusernameuserna% nói như vậy…\ntớ hiểu rồi, được rồi…!",
    "私……私……あぁあっ、\n%usernameusernameuserna%さんと一緒にイきたい……！": "Tớ… tớ… Aaa,\ntớ muốn cùng %usernameusernameuserna%…!",
    "%usernameusernameuserna%さんのを奥まで思いっきり受け入れて、\n一緒に……あぁっ、いっぱい気持ちよくなりたいのぉおっ！": "Nhận lấy của %usernameusernameuserna% vào sâu nhất có thể,\ncùng nhau… aah, muốn thật nhiều khoái cảm…!",
    "ラウラの声が擦れるほどに高くなる。\n膣圧も高まり、肉棒に膣壁がぎゅうっと絡みついてきた。": "Giọng nói của Laura khàn đi.\nÁp lực trong âm đạo tăng lên, thành âm đạo quấn chặt lấy dương vật.",
    "もう、もう、あぁあっ、だめぇ……っ！\n私……イくぅっ、イっちゃうのぉおっ！": "Không, không, aah, không được nữa rồi…!\nTớ… sắp ra… tớ sẽ ra…!",
    "%usernameusernameuserna%さんと一緒に……あぁあっ！\nイっちゃうよぉおおお……っ！！": "Cùng với %usernameusernameuserna%… aah!\nTớ sẽ ra…!",
    "はぁっ、はぁあっ、あはぁ……っ！": "Haa, haa, a haa…!",
    "ん、は、はぁあ……っ、すごい……すごい、のぉ……っ、\n%usernameusernameuserna%さんの熱いのぉ……感じる……っ！": "Ưn, ha, haa… tuyệt vời… tuyệt vời…!\ncái nóng của %usernameusernameuserna%… cảm nhận được…!",
    "奥まで、いっぱい……はぁあっ、まだ、まだ出てる……っ！\n出して……私の中に、いっぱい出してぇ……っ！": "Sâu bên trong, đầy ắp… haa, vẫn, vẫn còn ra…!\nRa hết… cho tớ, ra hết bên trong tớ…!",
    "んはぁ……っ、ありがとう、%usernameusernameuserna%さん……、\n私……とっても幸せ……": "Haa… Cảm ơn, %usernameusernameuserna%…\ntớ… hạnh phúc lắm…",
    "大量の精液を全て胎内に受け入れながら、\nラウラはうっとりと目を細める。": "Trong khi đón nhận toàn bộ tinh dịch vào trong bụng,\nLaura nheo mắt một cách say sưa.",
    "あまりにも気持ちよくて、つい、いっぱい出し過ぎてしまって悪かった。\nそう告げると、ラウラは優しく微笑んで、首を振った。": "Vì quá thoải mái, tớ đã ra quá nhiều, xin lỗi.\nKhi tôi nói vậy, Laura mỉm cười dịu dàng và lắc đầu.",
    "謝ることなんか、何もないよ……": "Không có gì phải xin lỗi cả…",
    "私、%usernameusernameuserna%さんとだったら……\n何度だってしてもいいんだから……": "Tớ, nếu là với %usernameusernameuserna%…\ntớ có thể làm bao nhiêu lần cũng được…",
    "そんな愛しいラウラの言葉を聞き、つい身体が反応してしまう。": "Nghe những lời nói đáng yêu của Laura, cơ thể tôi lại phản ứng.",
    "んん……っ、あ、あぁ……っ！\n中で、%usernameusernameuserna%さんのが大きくなって……っ！": "Ưn… A, aah…!\nBên trong, cái của %usernameusernameuserna% to hơn…!",
    "ラウラもまた、胎内の変化に甘い声をあげる。": "Laura cũng thốt lên những tiếng rên rỉ ngọt ngào trước sự thay đổi trong bụng.",
    "出したばかりのペニスは、\nラウラの身体に包まれ再び大きさを取り戻していた。": "Dương vật vừa xuất ra,\nđược cơ thể Laura bao bọc và lấy lại kích thước.",
    "それなら……もっと、ラウラを感じたい。\nそう告げると、彼女は嬉しそうに微笑んだ。": "Nếu vậy… muốn cảm nhận Laura nhiều hơn nữa.\nKhi tôi nói vậy, cô ấy mỉm cười hạnh phúc.",
    "ふふっ、嬉しい……\n来て、%usernameusernameuserna%さん……": "Fufu, vui quá…\nĐến đây, %usernameusernameuserna%…",
    "そのまま再び、ラウラと熱く繋がっていくのだった。": "Sau đó, một lần nữa, tôi lại kết nối với Laura một cách nồng cháy."
}