{
    "アニスさんは気を逸らすための陽動をお願い致します！\nフィーさんは二人の護衛をしてください！": "Anis, xin hãy làm mồi nhử để đánh lạc hướng!\nFee, hãy bảo vệ hai người họ!",
    "ええ、任せてちょうだい！": "Ừ, cứ giao cho tớ!",
    "分かった。ふたりには絶対に届かせない。": "Đã hiểu. Nhất định không để hai người họ bị làm sao.",
    "――絶対におふたりには、傷一つ負わせません！": "――Tuyệt đối không để hai người bị thương dù chỉ một vết xước!",
    "護衛はあっちに任せよう。シリウスシュガー！\n陣形を組め！　メイズシフターを討伐するぞ！": "Để việc bảo vệ cho bên kia đi. Sirius Sugar!\nLập đội hình! Tiêu diệt Maze Shifter thôi!",
    "了解！": "Rõ!",
    "シリウスシュガーによる連携の攻撃を意に介さず、\n巨大メイズシフターは動かないユリアと翠蘭を狙う。": "Mặc kệ những đợt tấn công phối hợp của Sirius Sugar,\nMaze Shifter khổng lồ không hề nhúc nhích, nhắm vào Yuria và Suiran.",
    "あら、こっちは無視？\nマナーの悪い子には意地悪しちゃうわよ！": "A, bị ngó lơ à?\nNhững đứa cư xử tệ thì tớ sẽ chơi xấu đấy!",
    "そんなメイズシフター相手に、アニスは危険を顧みずに、\n目の前を飛びながらけん制をして注意を引く。": "Trước một Maze Shifter như thế, Anis bất chấp nguy hiểm,\nvừa bay vừa khiêu khích để thu hút sự chú ý.",
    "はあっ！！": "Haah!!",
    "……沙耶さん、凄いです！\nあの巨大なメイズシフターを相手に長刀で競り合って……！": "……Saya-san, giỏi quá!\nĐối đầu với Maze Shifter khổng lồ bằng trường đao……!",
    "すご……長刀で巨大メイズシフターの攻撃を逸らすなんて……\nＭＧの繊細な操縦技術と、力の動きを把握してないとできないよ！": "Giỏi… Dùng trường đao né đòn của Maze Shifter khổng lồ…\nPhải có kỹ thuật điều khiển MG tinh tế và nắm bắt được chuyển động của lực mới làm được!",
    "ユリアという目立つリーダーに隠れていた沙耶。\nその実力を見ためる達は戦闘中ながらも驚愕していた。": "Saya, người ẩn mình sau Yuria, người lãnh đạo nổi bật.\nThực lực của cô ấy khiến mọi người kinh ngạc, dù đang trong trận chiến.",
    "（ＭＧでの長刀を扱う技術は、ユリアに勝るとも劣らない。\nあの巨大なメイズシフター相手にさばききってる。）": "（Kỹ thuật sử dụng trường đao trong MG còn hơn cả Yuria.\nCô ấy đang khống chế Maze Shifter khổng lồ.)",
    "こちらも沙耶さん達に負けていられませんわ！\nメイズシフターを囲いますわよ！": "Chúng ta cũng không thể thua Saya-san được!\nVây lấy Maze Shifter thôi!",
    "そうそう！　あっちは３人で頑張ってんのに、\nラミたち５人で気も引けないとかありえないから！": "Đúng rồi! Bên kia đã cố gắng hết mình, vậy mà\nchúng ta, 5 người với Rami lại không thể hiện gì thì không được!",
    "メイズと違って地上は広い！\n大きく散開しながら、相手を追い詰めていけ！": "Khác với Maze, mặt đất rất rộng!\nTản ra thật xa, dồn đối phương vào đường cùng!",
    "沙耶たちがユリアと翠蘭を守っていることで、\nそちらを気にする必要がなくメイズシフターに攻撃を出来る。": "Việc Saya và những người khác bảo vệ Yuria và Suiran,\ngiúp chúng ta không cần lo lắng về họ và có thể tấn công Maze Shifter.",
    "きゃっ！？": "Kya!?",
    "……あっちもわたし達が脅威だと認識したみたい。": "……Có vẻ như bên kia đã nhận ra chúng ta là mối đe dọa.",
    "ちゃんとこっちの攻撃は届いているな……\n無理はするな、安全に攻めていけ！": "Đòn tấn công của chúng ta đã có hiệu quả…\nĐừng quá sức, cứ tấn công an toàn!",
    "合図を送るとシリウスシュガーが一斉に弾幕を張り、\nメイズシフターの行動範囲を限定する。": "Khi hiệu lệnh được phát ra, Sirius Sugar đồng loạt tung ra hỏa lực,\ngiới hạn phạm vi hoạt động của Maze Shifter.",
    "――好機！": "――Thời cơ đến rồi!",
    "ちょっと、沙耶！？": "Chờ đã, Saya!?",
    "メイズシフターの意識がシリウスシュガーに向き、\nほんの少しだけ生まれた空白の時間。": "Ý thức của Maze Shifter hướng về Sirius Sugar,\nmột khoảng trống thời gian vừa mới xuất hiện.",
    "ふふふ！　このタイミングしかありません！\nああっ、この一撃を――！": "Fufufu! Chỉ có thời điểm này thôi!\nAah, đòn này――!",
    "はああああああああああっ！！！": "Haaaaaaaahhhhhhh!!!",
    "そして、沙耶は全速力で突撃し――\nメイズシフターの頭部へと長刀を突き立てた。": "Và rồi, Saya lao đến với tốc độ tối đa――\ngiáng trường đao vào đầu Maze Shifter.",
    "（ああ……なんて愉しいのでしょう……！）": "（A… Thật là thú vị…!)",
    "メイズシフターの急所だったのだろう、苦しそうに悶える。\n慌ててシリウスシュガーにフィーたちも併せて追撃する。": "Có lẽ là điểm yếu của Maze Shifter, nó đau đớn quằn quại.\nFee và những người khác vội vàng tấn công theo.",
    "沙耶の攻撃が致命傷だったのか、\nメイズシフターはそのまま徐々に動きが小さくなり、完全に沈黙する。": "Đòn tấn công của Saya là đòn chí mạng,\nMaze Shifter dần dần di chuyển chậm lại và hoàn toàn im lặng.",
    "――対象が完全に沈黙しました！": "――Mục tiêu đã hoàn toàn im lặng!",
    "沙耶、お疲れ様。凄い攻めだったじゃない。\n思わず見惚れちゃったわ。": "Saya, vất vả rồi. Cậu tấn công thật tuyệt vời.\nTớ đã bị cuốn hút đấy.",
    "うん……みんなありがとうね。": "Ừm… Cảm ơn mọi người.",
    "ありがとうございます……おかげで助かりました。": "Cảm ơn mọi người… Nhờ có mọi người mà tớ đã được cứu.",
    "……主役みたいな活躍だった。": "……Cậu đã thể hiện như một nhân vật chính vậy.",
    "お疲れ様でしたわ、カオスメイデンの皆様……\n沙耶さんのおかげで大きな被害もなく倒せましたわね。": "Mọi người đã vất vả rồi, các thành viên của Chaos Maiden……\nNhờ có Saya-san mà chúng ta đã hạ được nó mà không bị thiệt hại gì lớn.",
    "完璧な一撃だった。": "Một đòn tấn công hoàn hảo.",
    "沙耶のとっさの判断によって、大型メイズシフターを倒せた。\nそのことを皆は褒めたたえてはいるが……": "Nhờ vào phán đoán nhanh chóng của Saya, chúng ta đã hạ gục được Maze Shifter khổng lồ.\nMọi người đều khen ngợi điều đó…",
    "（……沙耶の表情は暗いな。）": "（……Nhưng vẻ mặt của Saya lại u ám.)",
    "決して間違っていない判断をしたはずの沙耶。\nだが、その反応にはどこか後悔を感じるのだった": "Saya đã đưa ra một quyết định không hề sai.\nNhưng trong phản ứng của cô ấy, tôi cảm thấy đâu đó sự hối tiếc",
    "それから数日後、\n俺はカオスメイデンと共に生徒会長室へとやってきていた。": "Vài ngày sau đó,\nTôi cùng Chaos Maiden đến phòng hội trưởng hội học sinh.",
    "ご足労いただき感謝します。": "Cảm ơn vì đã đến.",
    "すみません、生徒会長……先日は色々とご迷惑をおかけしました。": "Xin lỗi, hội trưởng… Mấy ngày trước đã làm phiền cô.",
    "……えーっと、謝った方がいい？": "……Ừm, nên xin lỗi à?",
    "いえ、気にしないでください。\n今のところは大きな問題にはなっていませんので。": "Không, không cần đâu.\nHiện tại thì không có vấn đề gì lớn cả.",
    "誘拐された%usernameusernameuserna%さんが罪を追及するとなれば\nそれこそ大きな問題になりますが……": "Nếu người bị bắt cóc là %usernameusernameuserna% truy cứu trách nhiệm,\nthì đó mới là một vấn đề lớn đấy…",
    "何のことだ？\n俺は偶然カオスメイデンに誘われてピクニックをしてただけだぞ？": "Chuyện gì cơ?\nTôi chỉ tình cờ được Chaos Maiden mời đi picnic thôi mà?",
    "……というわけです。ＭＧの無断使用に関しても、\n大型メイズシフター討伐の緊急出動という事で処理しております。": "……Đại loại là vậy. Về việc sử dụng MG trái phép,\ntôi đã xử lý là do tình huống khẩn cấp phải tiêu diệt Maze Shifter khổng lồ.",
    "……なら、あたしたちはなんで呼ばれたのかしら？\nあ、%usernameusernameuserna%をくれるって話？": "……Vậy, tại sao chúng ta lại được gọi đến?\nÀ, là để cho %usernameusernameuserna% sao?",
    "いや、まず勝手にやり取りするな。\nせめて俺の意思を尊重してくれ。": "Không, đừng tự tiện làm vậy.\nÍt nhất hãy tôn trọng ý kiến của tôi.",
    "もしかして、嫌なの……？\nフィーもほら、子供がねだる感じでお願いしましょ。": "Hay là cậu không thích…?\nFee này, cứ làm như trẻ con đang nài nỉ đi.",
    "ねえ、お兄ちゃん……一緒に来てくれないの……？": "Này, anh trai… Anh không đến cùng tụi em sao…?",
    "演技までして情に訴えかけてくるな！": "Đừng diễn nữa, đừng cố gắng lấy tình cảm của tôi!",
    "…………": "…………",
    "一見すれば調子を取り戻しているように見えるが……\nまだカオスメイデンの問題は何も解決していない。": "Nhìn bề ngoài có vẻ như đã lấy lại được phong độ…\nNhưng vấn đề của Chaos Maiden vẫn chưa được giải quyết.",
    "（喧嘩をしたが、その後はまだ調子を戻してないユリア。\nなにかに悩んでいる沙耶……それ以外の問題もあるからな）": "（Yuria đã cãi nhau, nhưng vẫn chưa lấy lại được phong độ.\nSaya đang có điều gì đó trăn trở… Và còn những vấn đề khác nữa)",
    "……それで生徒会長、用件は結局なんですか？": "……Vậy, rốt cuộc thì hội trưởng có chuyện gì?",
    "はい。\n……実は来月、学園をあげた競技会を開催する予定なのです。": "Vâng.\n……Thật ra thì tháng tới, trường sẽ tổ chức một cuộc thi đấu thể thao.",
    "突然言われた発言が飲み込めずに、呆気にとられる。": "Tôi ngơ ngác, không hiểu nổi những gì vừa nghe được.",
    "……競技会？": "……Thi đấu thể thao?",
    "ええ、あらゆるチームがメイズ内で競い合う内容となっています。\nあらゆる校舎のチームが一堂に競い合う……": "Vâng, nội dung là các đội sẽ thi đấu trong Maze.\nCác đội từ các trường sẽ cùng nhau thi đấu…",
    "その名も――『メイズラッシュ』！": "Nó có tên là――『Maze Rush』!",
    "……メイズ、ラッシュ？": "……Maze, Rush?",
    "はい。そして、その競技に\nカオスメイデンの皆様には参加して頂きます。": "Vâng. Và các thành viên của Chaos Maiden\nsẽ tham gia vào cuộc thi này.",
    "そう、生徒会長は俺たちに宣言するのだった。": "Đúng vậy, hội trưởng tuyên bố với chúng tôi."
}