{
    "分かっちゃいたけど、全然ゴールが見えないなあ。\n歩行しかできないからしょうがないんだけど。": "Biết là vậy, nhưng chẳng thấy đường ra đâu cả.\nChỉ có thể đi bộ nên đành chịu.",
    "俺達は出口を目指し、<r=ドリフト>横坑</r>ルートを進行していた。": "Chúng ta đang nhắm đến lối ra, tiến vào tuyến đường hầm.",
    "ラミは自ら斥候役を買って出て、\n交信経路を丁寧にクリアリングしている。": "Lami tự mình xung phong làm trinh sát,\ncẩn thận dọn dẹp đường truyền.",
    "燃料を節約しないといけませんからね……\n噴射地表面滑走も噴射跳躍も、燃料を多く消費しますし。": "Phải tiết kiệm nhiên liệu nữa chứ...\nCả trượt trên bề mặt bằng động cơ lẫn nhảy bằng động cơ đều tiêu tốn nhiều nhiên liệu.",
    "時間はかかりますが、仕方ありませんわ。": "Tuy tốn thời gian, nhưng đành chịu thôi.",
    "景色が変わり映えしないから、眠くなってきた……": "Phong cảnh chẳng thay đổi gì, buồn ngủ quá...",
    "こんなところで寝たら二度と起きられなくなるよ？\nいつどこで襲われるかもわからないし。": "Ngủ ở đây thì không bao giờ tỉnh lại đâu?\nCũng chẳng biết khi nào sẽ bị tấn công nữa.",
    "全員、体力もメンタルも限界が近いだろうからな。\nそもそもが崖っぷちな状態だったし、無理もないが。": "Mọi người, cả thể lực lẫn tinh thần đều gần giới hạn rồi.\nNgay từ đầu đã ở trong tình trạng ngàn cân treo sợi tóc, cũng không có gì lạ.",
    "つ、疲れてはいますが、大丈夫です！\n脱出するためなら、まだまだ頑張れます！": "T, tôi có mệt, nhưng không sao đâu!\nĐể thoát khỏi đây, tôi vẫn còn cố gắng được!",
    "無理はしないでくれよ。": "Đừng cố quá sức đấy.",
    "もちろんです！": "Vâng, tất nhiên rồi!",
    "よし、こっちにも敵の反応はなさそう。\n離れすぎないように距離を保ちながらついてきてよ。": "Được rồi, bên này cũng không có phản ứng của địch.\nCứ đi theo, giữ khoảng cách đừng đi xa quá đấy.",
    "ラミ、そろそろ斥候役を変わった方がいいんじゃないか？": "Lami, hay là đổi người làm trinh sát đi?",
    "別に問題ないけどー？": "Có gì mà không được chứ?",
    "そうは言ってもな。集中力にも限界があるだろ。": "Dù nói vậy... nhưng sự tập trung cũng có giới hạn chứ.",
    "じゃあ誰が代わりにやるわけ？\n今の状況で他のみんなもバテバテでしょ？": "Vậy ai sẽ làm thay đây?\nTrong tình hình này, mọi người cũng đều mệt lử cả rồi.",
    "それは……": "Thì...",
    "ラミの言う通り、他のメンバーは\nメイズシンドロームの影響が大きく出ている。": "Đúng như Lami nói, các thành viên khác\nđang chịu ảnh hưởng lớn từ Hội chứng Mê cung.",
    "いや、それでもお前にばかり無理をさせるわけにはいかない。\n次は俺がやろう。ラミ、交代だ。": "Không, dù vậy cũng không thể để một mình em phải cố gắng được.\nLần tới tôi sẽ làm. Lami, đổi người đi.",
    "なに馬鹿なこと言ってんの。霞光には戦闘能力がないでしょうが。": "Nói bậy gì vậy. Hà Quang không có năng lực chiến đấu mà.",
    "だが……": "Nhưng...",
    "ラミが平気って言ってんだからいいの。\nそんなことより、デートコースでも考えときなよね！": "Lami nói không sao thì thôi.\nHơn là vậy, lo nghĩ đến cả buổi hẹn hò đi!",
    "ラミ……": "Lami...",
    "ったく……じゃあ、ふたりでアマツにある温泉旅館でも行くか。\n部屋に露天風呂がついているタイプにしよう。": "Chậc... Vậy, hai đứa mình đến nhà trọ suối nước nóng ở Amatsu nhé.\nChọn loại có cả bồn tắm lộ thiên trong phòng luôn.",
    "初めてのデートでお泊まりの計画立てんな。": "Mới hẹn hò lần đầu mà đã lên kế hoạch ở lại qua đêm rồi.",
    "そうか……じゃあ、部屋に卓球台とゲームコーナーと\nエアホッケー台がついているプランにしよう。": "Vậy sao... Vậy thì, phòng có cả bàn bóng bàn, khu trò chơi và\nbàn air hockey luôn nhé.",
    "あるか！　そんな欲張りセット部屋！\nってか、話を聞け！": "Có mà tin! Phòng mà có cả bộ tham lam thế!\nMà nghe tôi nói đã!",
    "あはは……ラミさん、よっぽどデートが楽しみなんですね。": "A ha ha... Lami, có vẻ rất mong chờ buổi hẹn hò nhỉ.",
    "……そうだな。": "...Ừm.",
    "拠点まではそう遠くないはずだ。それまで、斥候を頼んだぞ、ラミ。": "Chắc là không xa căn cứ đâu. Đến lúc đó, nhờ em làm trinh sát nhé, Lami.",
    "これぐらいどうってことないっての。": "Chuyện này có là gì đâu.",
    "……でも、ありがとね。": "...Nhưng, cảm ơn em nhé."
}