{
    "リディアから『こまってるＳＯＳ』と連絡があり、やってくると――": "Tôi nhận được tin nhắn 'SOS cần giúp đỡ' từ Lidia, và khi đến...",
    "んー。かんがえるの苦手。": "Ưm... Tớ không giỏi suy nghĩ.",
    "リモート授業のＬＯＣにしては珍しく、教室で何やら\nタブレットＰＣ相手にうんうん唸っているリディアがいた。": "Khác với những buổi học từ xa, Lidia đang ở trong lớp học và có vẻ đang\nkhổ sở với chiếc máy tính bảng.",
    "何に悩んでるんだ？": "Em đang gặp rắc rối gì vậy?",
    "んー？": "Ưm?",
    "わーい。おにいちゃん、来てくれた。はやーい。": "Oa! Anh đến rồi. Nhanh quá.",
    "リディアのＳＯＳだからな。\n今やってるのは作戦考案についての問題集か？": "Vì là SOS của Lidia mà.\nEm đang làm bài tập về việc lên kế hoạch tác chiến à?",
    "んー……さっきレイヴェルから、シミュレーションくんれんのあと\nこれやれって言われた。": "Ưm... Lúc nãy Rayvel bảo em làm cái này sau khi luyện tập mô phỏng.",
    "おうちでやるとだらける。だからダメって。\nでもきょうしつでやっても、よくわからない。": "Làm ở nhà thì em sẽ lười. Nên không được.\nNhưng làm ở lớp thì em cũng không hiểu.",
    "リディアは直感で戦うタイプだから、こういう座学系は苦手だったか。\nよかったら俺が教えよう。": "Lidia là kiểu người chiến đấu theo trực giác, có lẽ em không giỏi mấy môn học lý thuyết này nhỉ.\nNếu được, anh sẽ giúp em.",
    "それはダメ": "Không được.",
    "答えは……": "Đáp án là...",
    "こたえ、教えてくれる？": "Anh chỉ em đáp án được không?",
    "んー？　なんで？": "Ưm? Sao vậy?",
    "答えだけじゃなく、なぜその答えになったかもセットで学ばないと、\n『解けた』とは言わないんだ。だから教えるのはヒントだけだよ。": "Không chỉ đáp án, nếu không học cả lý do tại sao lại có đáp án đó, thì\nsẽ không được gọi là 'giải được'. Nên anh chỉ cho em gợi ý thôi.",
    "もし答えだけ知ってどうして解けたのかわからなかったら、\n似たような問題がテストとかで出たとき、ひとりじゃ解けないだろ？": "Nếu chỉ biết đáp án mà không hiểu tại sao lại giải được, thì\nkhi gặp những bài toán tương tự trong bài kiểm tra, em sẽ không tự giải được đúng không?",
    "そのとき、おにいちゃんにＳＯＳする。": "Lúc đó, em sẽ SOS với anh.",
    "俺はリディアには自分で解けるように頑張ってほしい。\nおにいちゃんのお願いは聞けないか？": "Anh muốn Lidia tự mình cố gắng giải được bài.\nEm có thể nghe theo lời đề nghị của anh không?",
    "……ごめんなさい。リディア、あまえんぼさんしちゃった。": "… Em xin lỗi. Lidia là đứa trẻ hay mè nheo.",
    "おにいちゃんのお願いだから、がんばってきく。": "Vì là lời đề nghị của anh, em sẽ cố gắng nghe theo.",
    "いい子だ、さすがリディア。": "Ngoan lắm, đúng là Lidia.",
    "わぁーい。": "Oa!",
    "とりあえず、すべての問題の答えを教えてあげた。": "Tóm lại, anh đã chỉ cho em đáp án của tất cả các câu hỏi.",
    "わーい、かだいできた。レイヴェルにもっていく。": "Oa, em làm xong bài rồi. Em sẽ mang cho Rayvel.",
    "また、わからないことあったら、\nおにいちゃんにＳＯＳしていい？": "Nếu sau này có gì không hiểu, thì\nem có thể SOS với anh được không?",
    "えっ！？　それは困ったな……\nいつでも駆けつけられるわけじゃないし……": "Hả!? Phiền phức quá đi...\nAnh không phải lúc nào cũng có thể đến được...",
    "（しまった、これは答えじゃなくて、解き方を教えて自分でも\n解けるようにすべきだった。本人は満足そうだが……）": "(Chết rồi, đáng lẽ phải dạy cách giải thay vì chỉ đáp án, để em tự mình\ngiải được mới phải. Tuy em có vẻ hài lòng...)",
    "よし、ならこうだ。レイヴェルの問題集が終わったなら、\n次は俺からの授業だ。今解いた問題をひとつずつ解き直していくぞ。": "Được rồi, vậy thế này. Nếu em làm xong bài tập của Rayvel, thì\nlần tới sẽ là buổi học của anh. Anh sẽ cùng em giải lại từng bài một.",
    "んー？　またおべんきょう？": "Ưm? Lại học nữa sao?",
    "リディアのためを想ってだ。マンツーマンでずっと付き合うからさ。": "Vì muốn tốt cho Lidia mà. Anh sẽ ở bên cạnh em suốt.",
    "んー……わかった。おにいちゃんといっしょなら、リディアがんばる。": "Ưm... Em hiểu rồi. Nếu có anh, Lidia sẽ cố gắng."
}