{
    "今日もシリウスシュガーはシミュレーター訓練をしていた。\nめるはフラットスピンの特訓を、他４人は１対１の模擬戦を。": "Hôm nay Sirius Sugar lại tập huấn trong mô phỏng.\nMeru thì luyện tập flat spin, 4 người còn lại đấu tập 1vs1.",
    "そこだよっ！　撃ち抜く！": "Đúng rồi! Bắn xuyên qua!",
    "あっぶなあ！\nもー！　当たるところだったじゃん！": "Suýt nữa!\nM-m-m-m-m-m-m-m-m! Suýt trúng rồi!",
    "当てるつもりだからね、当然だよ！\nそらもう一発！": "Vì tôi có ý định bắn mà, đương nhiên rồi!\nGiờ thì, thêm một phát nữa!",
    "昨日とは対戦相手を変えての模擬戦、なかなか面白いですわね。": "Hôm qua đấu tập với đối thủ khác, khá là thú vị đấy nhỉ.",
    "だんだん七彩の癖がわかってきた。": "Tôi dần hiểu được thói quen của Nanairo rồi.",
    "それは、わたくしもです！\nさあ、もう１回ですわ！": "Đúng vậy, tôi cũng vậy!\nNào, thêm một lần nữa!",
    "きゃぁあああ～～～っ！！": "Kyahhhhhhh!",
    "っ！？": "Hả!?",
    "あ～今日も盛大に墜落してるな～": "A~ Hôm nay lại rơi tự do nữa rồi~",
    "あれは……一体なにをやってるんですの？\nくるくる回って、墜ちてるだけですわ。": "Cái đó... rốt cuộc là đang làm gì vậy?\nCứ quay vòng vòng rồi rơi tự do thôi.",
    "……あの状態での機体制御、すごく難しいと思う。": "……Tôi nghĩ việc điều khiển máy bay trong tình trạng đó rất khó.",
    "シミュレーターで構成された世界に、%usernameusernameuserna%の怒鳴り声が響く。": "Trong thế giới mô phỏng, tiếng hét của %usernameusernameuserna% vang vọng.",
    "制御が甘い！　実戦だったら墜落死だぞ！\n目を閉じるな！　最後まで機体をコントロールしろ！！": "Điều khiển kém! Nếu là thực chiến thì đã chết rồi!\nĐừng nhắm mắt lại! Phải điều khiển máy bay đến cùng!",
    "イエ～～ッサー～～！": "Vâng, thưa thầy!",
    "めるさん、大丈夫かしら……": "M-M-Meru có ổn không vậy……",
    "そして、さらに翌日――。": "Và, rồi đến ngày hôm sau――。",
    "今日も模擬戦を行う。組み合わせはちゆると白奈、七彩とラミ。\nそれから……めるは飛行訓練だ。": "Hôm nay cũng đấu tập. Kết hợp là Chiyuru và Shiro, Nanairo và Rami.\nSau đó…… Meru thì tập bay.",
    "まーた違う組み合わせ？\nめるはいつになったら合流すんの？": "Lại một sự kết hợp khác nữa à?\nĐến bao giờ Meru mới được hợp lại đây?",
    "まだだ。今、お前たちと戦うのは互いのためにならない。": "Vẫn chưa. Hiện tại, việc chiến đấu với các cậu sẽ không có lợi cho cả hai.",
    "うう、すみません～。墜落しないようにしますから～。": "Ưm, xin lỗi~. Em sẽ cố gắng không rơi tự do nữa~.",
    "墜落しないように操縦するんじゃない。\n自分でコントロールできるようにしろってことだ。": "Không phải là cố gắng không rơi tự do.\nMà là phải tự mình điều khiển được.",
    "ほら、いくぞ！": "Nào, đi thôi!",
    "うぐぐぐぐぐ！": "Ư-ư-ư-ư-ư!",
    "めるさん……": "Meru……",
    "――特訓を始めて、１週間が経った。": "――Đã một tuần kể từ khi bắt đầu tập huấn.",
    "んじゃ今日も模擬戦。ちゆ七とラミ白な。": "Vậy hôm nay đấu tập. Chiyu và Nana, Rami và Shiro.",
    "カップリングみたいに言うな！\nてか初日と同じ組み合わせじゃん！": "Đừng nói như là một cặp đôi chứ!\nMà là cùng một đội hình với ngày đầu tiên mà!",
    "まあ、その辺はそっちで上手いことやってくれ。\n俺はあっちで、めると飛行訓練してるから。": "Ừm, chuyện đó thì các cậu tự lo đi.\nTôi sẽ tập bay với Meru ở đằng kia.",
    "ちょ、ちょっとお待ちくださいませ！": "Chờ một chút ạ!",
    "ん、どうした？": "Hửm, có chuyện gì?",
    "確かに、%usernameusernameuserna%さんの訓練の意図はわかります。\nその効果も実感しています。": "Quả thực, tôi hiểu ý định tập huấn của %usernameusernameuserna% rồi.\nTôi cũng cảm nhận được hiệu quả của nó.",
    "このしばらくの特訓で、以前よりもＭＧが体に馴染んで、\n思うように動けるようになりましたわ。でも……": "Trong suốt thời gian tập huấn vừa qua, MG đã quen thuộc với cơ thể hơn trước,\nvà tôi đã có thể di chuyển theo ý muốn. Nhưng……",
    "ああ、正直見違えたよ。これまではそれっぽくマニュアルどおりなことは\nできていても、そもそもの基礎がなってなかったからな。": "À, tôi thực sự đã thấy khác biệt. Trước đây, dù có thể làm theo hướng dẫn một cách bài bản,\nnhưng cơ bản thì lại không được.",
    "フォーメーションの精度を高めるためにも、基礎技術の向上は不可欠だ。\n模擬戦もその一環だが。": "Để nâng cao độ chính xác của đội hình, việc cải thiện kỹ thuật cơ bản là điều cần thiết.\nĐấu tập cũng là một phần trong đó.",
    "チームワークの前に、個人の技術を磨けというのでしょう？\nそれはわかりますが、いくらなんでもめるさんが可哀想ですわ！": "Ý cậu là, phải mài giũa kỹ năng cá nhân trước khi có tinh thần đồng đội sao?\nTôi hiểu điều đó, nhưng dù sao thì Meru cũng thật đáng thương!",
    "七彩が指さした先では、\nめるがひとりでシミュレーターを動かしていた。": "Ở nơi Nanairo chỉ tay tới,\nMeru đang một mình điều khiển mô phỏng.",
    "もちろん今日も、フラットスピンの訓練だ。\n揚力を失い、機体が錐揉み回転している。": "Đương nhiên, hôm nay cũng là luyện tập flat spin.\nMất lực nâng, máy bay đang xoay vòng.",
    "……あれは、かなり高度な訓練。それがわかるようになった。": "……Đó là một bài tập luyện khá cao. Tôi đã hiểu điều đó.",
    "でも、ひとつの動きだけを練習しても、実戦じゃ勝てないんじゃない？": "Nhưng, chỉ luyện một động tác thôi thì trong thực chiến sẽ không thắng được đúng không?",
    "それに……あなたがめるさんと話しているの、聞こえましてよ？\n足手まといがひとり減るとか……": "Hơn nữa…… Tôi nghe thấy cậu nói chuyện với Meru đấy?\nNói là nếu loại bỏ một người thì sẽ bớt vướng chân……",
    "はぁー！？　なにそれ！\nめるをイジめて、追い出そうってつもりー！？": "Hả!? Cái gì vậy!\nCậu đang bắt nạt Meru và muốn đuổi cô ấy đi sao!?",
    "確かに強くなりたいとは思ってるけど、それはさすがに反対。": "Quả thật tôi muốn mạnh hơn, nhưng làm vậy thì tôi phản đối.",
    "強くなるのは、５人全員で、ですわ！": "Chúng ta phải mạnh lên, cả 5 người, đúng không!",
    "……それで？　言いたいことはそれだけか？": "……Vậy sao? Cậu chỉ muốn nói vậy thôi à?",
    "なっ……！\n誰かをのけものにして強くなったところで――！": "Hả……!\nDù có mạnh lên bằng cách loại bỏ ai đó――!",
    "やったやったー！　できました！\n%usernameusernameuserna%さん、できましたよーっ！！": "Được rồi được rồi! Được rồi!\n%usernameusernameuserna% ơi, em làm được rồi!",
    "……！": "……!",
    "めるさん！？\nできたって……何がですの？": "Meru!?\nLàm được rồi…… là sao?",
    "はい！　%usernameusernameuserna%さんに言われた通り、\nフラットスピンのコントロールです！": "Vâng! Đúng như lời %usernameusernameuserna% đã nói,\nlà điều khiển flat spin!",
    "ちゃんと１００％！\n１００回連続成功させました～！！": "Đúng 100%!\nEm đã thành công liên tiếp 100 lần!",
    "ひゃ……１００回連続ぅ～～！？": "Hya…… 100 lần liên tiếp ư～～!?",
    "よくやったぞ、める！\nきっとできると信じていた！": "Làm tốt lắm, Meru!\nTôi tin là em sẽ làm được!",
    "ありがとうございますっ！\nえへへ、最後の３回はもう、ドキドキでしたっ！": "Em cảm ơn ạ!\nEhehe, 3 lần cuối em đã rất hồi hộp!",
    "ちょちょちょ、ちょっと待った！\nどういうこと、１００回連続って！": "Chờ đã, chờ đã!\nÝ là sao, 100 lần liên tiếp là sao!",
    "あの高難易度な技を、そんなに……！？\n１回成功させるだけでも相当困難なのに……！": "Kỹ thuật khó nhằn đó mà làm được……!?\nChỉ cần thành công một lần thôi đã rất khó rồi……!",
    "ああ。これこそがめるの強み……非常に高い集中力が活きたわけだ。": "Ừ. Đây chính là điểm mạnh của Meru…… Sự tập trung cao độ đã phát huy tác dụng.",
    "えへへ……": "Ehehe……",
    "初めから兆候はあったんだ。最初の各種筋トレも\nめるはいつも一番に終わらせていた。": "Ngay từ đầu đã có dấu hiệu rồi. Các bài tập thể lực ban đầu,\nMeru luôn là người hoàn thành đầu tiên.",
    "集中すれば高いパフォーマンスを出せる。\nだが、今までめるは自らそれを避けているような節があった。": "Nếu tập trung thì sẽ có hiệu suất cao.\nNhưng, từ trước đến nay Meru dường như đã tự tránh điều đó.",
    "私、集中すると、時折周りが見えなくなってしまって……\nそれでドジが多くなっちゃって……": "Em, nếu tập trung, đôi khi em sẽ không nhìn thấy mọi thứ xung quanh……\nRồi lại hay bị ngớ ngẩn……",
    "失敗してみんなに迷惑かけたくない……\nそう思っているうちにそこばかり気にするようになってたんです。": "Em không muốn thất bại và làm phiền mọi người……\nEm đã nghĩ như vậy nên cứ để ý đến nó.",
    "成功しようと思うことと、失敗しないようにと思うこと。\nこれらは一見似ているが、本質は全く異なるものだ。": "Việc muốn thành công và việc không muốn thất bại.\nHai điều này thoạt nhìn có vẻ giống nhau, nhưng bản chất lại hoàn toàn khác nhau.",
    "前者は失敗することもあるが、成功だってする。\nでも後者は失敗しない『かも』しれないが、成功は絶対にしない。": "Cái trước thì có thể thất bại, nhưng cũng có thể thành công.\nNhưng cái sau thì có thể không thất bại, nhưng chắc chắn sẽ không thành công.",
    "そうか……それが『勝つ気がない』とまで言われてた部分なのね。": "Vậy sao…… Đó là phần mà cậu đã nói là 'không có ý định chiến thắng' sao.",
    "そういうことだ。だからまずはめるのマインドを\n切り替える必要があった。": "Đúng vậy. Vì vậy, trước tiên cần phải thay đổi tư duy của Meru.",
    "この子の『集中力』は誰が見ても長所だ。\nでも本人がそう思わないと、何も活かせない。": "Ai cũng thấy 'sự tập trung' của cô bé là một điểm mạnh.\nNhưng nếu bản thân không nghĩ vậy thì sẽ không thể phát huy được gì cả.",
    "そこで俺は集中力が原因で今まで間違えていたなら、\n今度は同じもので成功体験を重ねさせようと思ったんだ。": "Vì vậy, tôi nghĩ, nếu sự tập trung là nguyên nhân khiến Meru sai lầm từ trước đến nay,\nlần này tôi sẽ cho cô bé trải nghiệm sự thành công với chính nó.",
    "それが……フラットスピン……ですか？": "Đó là…… flat spin…… sao?",
    "ああ。もちろん、フラットスピン自体も実用性があるから、\n身に付けさせた。": "Ừ. Đương nhiên, flat spin cũng có tính thực dụng,\nnên tôi đã bắt cô bé luyện tập.",
    "『善く戦う者は、人に致して人に致されず』という言葉は知ってるか？": "Cậu có biết câu 'Thiện chiến giả, trí ư nhân, trí ư nhân' không?",
    "ううん、知らない。": "Ưm, không biết.",
    "知りませんわ。": "Tôi không biết.",
    "まったく知りませーん。": "Tôi hoàn toàn không biết.",
    "知らない。": "Không biết.",
    "……すみません。": "……Xin lỗi.",
    "…………": "…………",
    "お前ら、孫子も知らないのか……まあいいや、\nとにかく主導権を握るのが大事という話だ。": "Mấy người không biết cả Tôn Tử sao…… Thôi được rồi,\ntóm lại là nắm quyền chủ động là điều quan trọng.",
    "フラットスピンはその鍵になる……ということですか？": "Flat spin là chìa khóa cho điều đó…… phải không?",
    "いかにも。攻防において非常に有用な技術だ。\n積極果敢に敵を攻めていけ、める。": "Đúng vậy. Một kỹ thuật rất hữu ích trong tấn công và phòng thủ.\nHãy tấn công kẻ thù một cách tích cực, Meru.",
    "……！　はい！": "……! Vâng!",
    "んじゃこれで、みーんなの操縦技術がグンと上がったわけだよね！？": "Vậy là, kỹ năng điều khiển của mọi người đã tăng lên đáng kể rồi nhỉ!?",
    "そうだな。となれば、いよいよ次は……": "Đúng vậy. Nếu vậy, tiếp theo sẽ là……",
    "５人揃ってのチームワークの訓練――": "Huấn luyện tinh thần đồng đội của 5 người――",
    "生徒会室に行くぞ！！": "Đi đến phòng hội học sinh!",
    "なんで！？": "Tại sao!?"
}