{
    "…………": "…………",
    "ラミさん……？\n電話、出なくていいんですか？": "Rami-san……?\nĐiện thoại, chị không nghe máy sao?",
    "どうせろくでもない内容だし、いいよ、無視で。": "Đằng nào cũng toàn chuyện vớ vẩn, thôi, cứ lờ đi.",
    "……でも、ずっと鳴ってるぞ？": "……Nhưng mà, nó cứ reo mãi thế?",
    "ああっ、もーっ！！": "Aizz, chán thật sự!",
    "もしもし……どちらさまですかぁ？": "Alo……Ai đấy ạ?",
    "……ああ、自称父親サマ？　なんの御用ですか？\n用件がないので、切りますけどー？": "……À, tự xưng là cha sao? Có chuyện gì không ạ?\nKhông có việc gì thì tôi cúp máy đây.",
    "『今、アマツに帰ってるというのは本当か？』": "『Nghe nói bây giờ con đang về Amatzu phải không?』",
    "……！　は！？　なんでお前が知ってるわけ！？\nラミは話した記憶なんてないんだけど！": "……! Hả!? Sao mày biết được chứ!?\nRami tôi có nhớ là mình nói đâu!",
    "『下のふたりが話していたからな』": "『Hai đứa kia nói mà』",
    "……そう。": "……Vậy à.",
    "で、何？　なんの用？\nラミはおまえの声なんて聞きたくないんだけど。": "Rồi sao? Có chuyện gì? \nRami tôi không muốn nghe giọng mày đâu.",
    "『せっかくアマツにいるんだ。家には帰ってこないのか？\nたまには顔くらい見せに来てもいいだろう』": "『Đến Amatzu rồi thì sao không về nhà?\nThi thoảng ghé thăm cũng được chứ』",
    "『……家族……なんだから……』": "『……Gia đình……mà……』",
    "――！！": "――!!",
    "はあ！？　ラミはおまえらのことなんか\n家族だなんて思ってないっ！！": "Hả!? Rami tôi không hề coi mấy người là\ngia đình đấy!",
    "……！": "……!",
    "ラミさん……！？": "Rami-san……!?",
    "何やらだいぶ揉めているようだけど……": "Hình như có vẻ căng thẳng nhỉ……",
    "う～ん、複雑な家庭環境ってやつ？": "Ưm, đúng là hoàn cảnh gia đình phức tạp mà?",
    "（今は何も言わない方がよさそうだな……）": "（Chắc bây giờ không nên nói gì thì hơn……）",
    "……家になんか帰らないから。": "……Tôi không về nhà đâu.",
    "『もしもし、ラミ……？\nあんまり、お父さんに辛く当たらないであげて？』": "『Alo, Rami……?\nĐừng có nặng lời với cha con thế chứ?』",
    "『ラミが私たちのことをよく思ってないのはわかってるけど……』": "『Mẹ biết Rami không thích chúng ta……』",
    "はぁ……今度は自称母親サマかよ。": "Haizz……Lần này là tự xưng mẹ à.",
    "……で、もうさっきので用はもう終わり？\nなら、もう電話切るけど。": "……Rồi, chuyện đến đây là hết chứ?\nVậy thì tôi cúp máy đây.",
    "『待って、まだ大事な話があるの。\n実はね……――』": "『Đợi đã, vẫn còn chuyện quan trọng.\nThật ra thì……――』",
    "はあ！？　お見合い！？": "Hả!? Xem mắt!?",
    "……！！": "……!!",
    "（いまお見合いっつったか！？）": "（Vừa nãy bảo xem mắt á!?)",
    "そろそろ結婚相手決めろって……ふっざけんな！！\nだいたいお前らが勝手に借金重ねて……！": "Sắp phải chọn đối tượng kết hôn rồi sao……Đùa nhau à!!\nĐại loại là mấy người tự ý gánh nợ……!",
    "そのツケ、ラミが尻拭いしてやって！\n家庭崩壊寸前の貧乏生活からやっと持ち直したと思ったら……": "Cái giá đó, Rami tôi phải gánh chịu sao!\nMới vực dậy được cuộc sống nghèo khổ suýt tan nát gia đình……",
    "次は見合い？　今度は縁談の道具かよ！？\nふざけんな！　ふざけんな！　ほんっとーにふざけんな！！": "Lần này là xem mắt? Lần này là công cụ để mai mối sao!?\nĐùa nhau vừa thôi! Đùa nhau vừa thôi! Thật sự đùa nhau vừa thôi!!",
    "ラミの人生、なんだと思ってんだよっ！！": "Cuộc đời của Rami tôi, mấy người nghĩ là cái gì chứ!!",
    "『――ごめんなさい。\nそんなつもりじゃなかったの……』": "『――Xin lỗi con.\nMẹ không có ý đó……』",
    "『ただ、パイロットなら社会的な地位もあるし、\n卒業後はそれなりの人に嫁ぐことができるわ』": "『Chỉ là, nếu là phi công thì cũng có địa vị trong xã hội, \nsau khi tốt nghiệp có thể gả cho người xứng đáng』",
    "『すでに候補も何人かに絞ってて――』": "『Đã chọn ra vài ứng cử viên rồi――』",
    "……うるさい。": "……Im đi.",
    "『でも……』": "『Nhưng……』",
    "うるさいって言ってんのが聞こえないわけ！？": "Mày không nghe tao bảo im đi à!?",
    "そんなことより、チビたちには\n『もう』暴力は振るってないでしょーね！？": "Thay vì chuyện đó, thì lũ nhóc con\n『Đừng』 bạo hành nữa đi!?",
    "『それは……大丈夫よ。\nお母さんもお父さんも誓って手は出してないわ』": "『Việc đó……không sao đâu.\nMẹ và cha đều thề là không động tay động chân đâu』",
    "ふんっ……どうだか。口ではなんだって言えるし、\n本人たちに聞けばすぐわかるんだからな。": "Hừm……Biết thế nào được. Miệng thì muốn nói gì cũng được, \ncứ hỏi bọn chúng là biết ngay mà.",
    "とにかく！　もう二度とかけてこないで！": "Tóm lại! Đừng có gọi điện cho tôi nữa!",
    "――そうしてラミは通話を切った。": "――Nói rồi Rami cúp máy.",
    "え、えっと……とりあえず、\n何か飲み物でも追加しましょうか？": "Ê, ừm……tạm thời, \ncó nên gọi thêm đồ uống gì không nhỉ?",
    "そ、そうだね、あー、喉乾いたー！\nなんにしよっかなぁ……は、ははは……": "Đ, đúng rồi, a, khát nước quá!\nUống gì đây ta……ha, ha ha……",
    "……気遣わなくていい。\nラミのせいで空気悪くしたよね……ごめん。": "……Không cần phải để ý đâu.\nTại Rami mà làm không khí tệ đi nhỉ……xin lỗi.",
    "ん……こういうこともある。": "Ừm……cũng có lúc như này.",
    "そ、そうですわ。\n気持ちを切り替えて参りましょう。": "Đ, đúng vậy ạ.\nChúng ta hãy đổi không khí nào.",
    "なあ、ラミ……": "Này, Rami……",
    "はぁ…………やっぱり気遣うなって方が無理だよね。": "Haizz……Cuối cùng thì bảo không cần để ý cũng vô ích nhỉ.",
    "おまえらになら別に話してもいいかな……？\nこんな空気のままごまかすの、ラミも面倒だし。": "Mấy người thì tôi có thể nói cũng được……?\nCứ để không khí này mà lảng tránh thì Rami tôi cũng thấy phiền.",
    "あのね――": "Này――",
    "いきなりお見合いって……": "Tự dưng xem mắt……",
    "突然すぎるよねぇ。": "Bất ngờ quá nhỉ.",
    "憤る気持ち、今のわたくしならよく理解できますわ。": "Tôi hiểu được cảm giác phẫn nộ của cô lúc này.",
    "事情はあるかと思いますが、勝手に決められるのは……": "Tuy rằng có lý do, nhưng mà tự tiện quyết định thì……",
    "（さすがにここまで拗れてるとは……\n改めて目の当たりにするとだいぶ根が深そうだ）": "（Đến mức này rồi cơ à……\nNhìn tận mắt thì thấy sâu sắc thật）",
    "もう……ラミ、どうしたらいいんだろ……": "Giờ thì……Rami, phải làm sao đây……",
    "これ、素直に家帰ったら、カタログみたいなん見せられて、\nこの候補の中から選べーとかやらされるんだろうなぁ……": "Chuyện này, nếu cứ ngoan ngoãn về nhà, thì sẽ bị cho xem mấy cái catalogue, \nrồi bảo chọn trong số những ứng cử viên này……",
    "候補も何も、ラミはお見合いなんかする気ないっての！\nだって、ラミたちまだ学生じゃん！？": "Ứng cử viên gì chứ, Rami tôi không có ý định xem mắt đâu!\nVì Rami tôi vẫn còn là học sinh mà!?",
    "まだやりたいことも欲しいものも、たくさんあるじゃん！": "Vẫn còn nhiều thứ muốn làm và muốn có nữa mà!",
    "そうだよなぁ……": "Đúng là vậy nhỉ……",
    "わたくしだって、家のためだからと突然両親から\nそのようなことを言われたら困ってしまいますわ。": "Tôi cũng vậy, vì gia đình mà bị cha mẹ đột nhiên bảo\nthì cũng thấy khó xử lắm.",
    "うん……": "Ừm……",
    "……何か、お見合いを諦めさせる\nいいアイデアはないんでしょうか？": "……Có cách nào để Rami từ bỏ việc xem mắt không nhỉ?",
    "んー、失踪とか？\n突然本人が消えちゃえばお見合いも何もなくならない？": "Ưm, bỏ trốn thì sao?\nTự dưng người đó biến mất thì việc xem mắt cũng tan tành luôn?",
    "……いつまでも姿を消してるわけにはいかない。\nそれじゃ、根本的な解決にならない。": "……Nhưng mà không thể biến mất mãi được.\nNhư vậy thì không giải quyết được tận gốc.",
    "だよねぇ。": "Đúng là vậy nhỉ.",
    "他は……よくある手ですと、実際のお見合いの席で、\n相手に相応しくない態度や教養のなさを見せつけるとかでしょうか？": "Cách khác……thường thấy thì, tại buổi xem mắt, \nsẽ cho đối phương thấy thái độ không phù hợp, thiếu hiểu biết chẳng hạn?",
    "ドラマや映画なんかでよく見るやつですね。\n不良っぽい、すごい恰好をして、ぶち壊したりとか。": "Cái kiểu hay thấy trong phim và kịch ấy nhỉ.\nKiểu như ăn mặc thật ngầu, phá tan mọi thứ ấy.",
    "ラミならできそうだけどな。": "Rami thì làm được đấy.",
    "そーゆーもんだいじゃない！！": "Đâu phải là vấn đề như thế!!",
    "……普通に断ることはできないの？": "……Không thể từ chối một cách bình thường được sao?",
    "そんなまともな親なら、家庭崩壊なんか無縁だし、\n勝手に見合いも決めないっての。": "Nếu là cha mẹ bình thường thì gia đình đã không tan nát, \ncũng không tự tiện quyết định việc xem mắt đâu.",
    "だいたい見合いの席をぶっ壊しても、\nまた違う相手とお見合いさせられたら意味ないし。": "Đại loại là dù phá tan buổi xem mắt, \nthì lại bị xem mắt với người khác thì cũng vô nghĩa.",
    "うーむ、敵は手強いねぇ……": "Ưm, kẻ địch mạnh thật đấy……",
    "ほんと、チビ達――弟と妹がいるから、\nギリギリ縁保ってやってんのに。調子に乗って……": "Thật sự, vì có lũ nhóc――em trai và em gái, \nmới giữ được mối quan hệ đến giờ. Được đà lấn tới……",
    "弟ちゃん妹ちゃんとは仲、いいんだ？": "Rami có quan hệ tốt với em trai và em gái không?",
    "まあね、普通じゃない？\n親が無理な分、自分たちで支え合うしかなかったし。": "Ừm, cũng bình thường nhỉ?\nCha mẹ không ra gì, thì mình phải tự bảo vệ lẫn nhau thôi.",
    "きっとラミが帰るって聞いて、たまたま話してたのを、\n運悪くあのクソどもに聞かれちゃったんだろうなぁ……": "Chắc là nghe Rami về nên tình cờ nói chuyện, \nxui xẻo bị đám khốn nạn kia nghe thấy……",
    "……なあ、ラミ。": "……Này, Rami.",
    "ん、なに？　お見合いを永久的にぶっ壊すいい方法でも見つかった？": "Ừ, sao? Tìm được cách phá tan việc xem mắt vĩnh viễn chưa?",
    "お、よくわかったな。俺にいい考えがある。": "Ô, hiểu rồi à. Tôi có một ý kiến hay đây.",
    "……？": "……?",
    "ラミ、俺の女になれ。": "Rami, hãy làm người yêu của tôi.",
    "…………は？": "…………Hả?",
    "ええええええええええ――――――――！？": "Ê ê ê ê ê ê ê――――――――!?"
}