{
    "自分を囮とするためにメイズシフターの前に飛び出したフィーは、\n沙耶へと語りかける。": "Để làm mồi nhử, Fee lao ra trước Mê Cung Chuyển Dịch, rồi cất tiếng với Saya.",
    "……多分、沙耶が怯えているものは分かる。\nずっと、わたしは皆を見て来たから……": "…Chắc tớ hiểu Saya đang sợ điều gì.\nVì tớ đã luôn quan sát mọi người…",
    "フィーさん！　危険です！\nずっと集中して狙い続けていたのに、囮だなんて……！": "Fee-san! Nguy hiểm lắm!\nCậu ấy đã tập trung nhắm vào từ nãy giờ, vậy mà lại là mồi nhử…!",
    "沙耶が怯えている獣は……きっと、沙耶が思うよりも怖くない。": "Con quái vật mà Saya sợ hãi… chắc chắn không đáng sợ như Saya nghĩ.",
    "フィーは<r=クォーツ>晶殻</r>属種の突進を回避し続けているが、\nその動きはギリギリだ。これ以上は持たないだろう。": "Fee liên tục né tránh đòn xông tới của loài <r=Thạch Anh> Tinh Giáp</r>, nhưng\nmọi động tác đã đến giới hạn. Không thể kéo dài thêm nữa.",
    "くっ、わたくしたちもフィーさんの援護を！": "Chết tiệt, chúng ta cũng phải hỗ trợ Fee-san!",
    "分かった！　立て直す時間を稼がないと！": "Đã hiểu! Phải câu giờ để ổn định đội hình!",
    "フィーの負担を減らそうと、残りのメンバーは攻撃を続ける。\nだが、それでも<r=クォーツ>晶殻</r>属種に怯んだ様子は見えない。": "Để giảm bớt gánh nặng cho Fee, những người còn lại tiếp tục tấn công.\nNhưng, chúng vẫn không hề có vẻ gì là sợ hãi loài <r=Thạch Anh> Tinh Giáp</r>.",
    "くっ……完全にフィーさんに狙いを定めていますね……！": "Chết tiệt… Chúng nhắm thẳng vào Fee-san rồi…!",
    "……確かにドレーゼさんが、<r=クォーツ>晶殻</r>属種にとって一番の脅威……": "…Quả thật, Drezze-san là mối đe dọa lớn nhất đối với loài <r=Thạch Anh> Tinh Giáp</r>…",
    "ただ、沙耶が怖がっているのは……自分を捨てる事。": "Nhưng, điều Saya sợ hãi… là vứt bỏ bản thân.",
    "自分を……捨てる事？": "Vứt bỏ… bản thân?",
    "きっと沙耶は自分を信じてない。\nだから、みんなを傷つけたくなくて恐れている。": "Chắc chắn Saya không tin vào bản thân mình.\nVì vậy, cậu ấy sợ phải làm tổn thương mọi người.",
    "っ……！　そう、かもしれません。\n己の獣が……いつ、仲間を襲うか……": "…! Có lẽ là vậy.\nCon quái vật trong người… đến một ngày nào đó sẽ tấn công đồng đội…",
    "そんな、道理もないものにいつか成り果てるなんて……！": "Thật không thể tin được, một ngày nào đó mình sẽ trở thành như vậy…!",
    "別に、襲ったっていいよ。": "Không sao, cứ tấn công đi.",
    "えっ……？": "Hả…?",
    "……わたしたちは……カオスメイデンは負けちゃう程弱い？": "…Chúng ta… Chaos Maiden yếu đến mức sẽ thua sao?",
    "……っ！！": "…!!",
    "俺が届けた言葉よりも、もっと強い仲間の言葉。\nフィーの言葉は、カオスメイデンへの強い信頼の言葉だった。": "Những lời của đồng đội còn mạnh mẽ hơn những gì tôi nói.\nLời nói của Fee là sự tin tưởng tuyệt đối vào Chaos Maiden.",
    "沙耶が怯えているなら、助けてって言って。\n沙耶が怖いなら、わたしたちの手を取って。": "Nếu Saya sợ hãi, hãy nói là cần giúp đỡ.\nNếu Saya sợ hãi, hãy nắm lấy tay chúng ta.",
    "――きっと、わたしたちはもっと、強く信じあえる。": "――Chắc chắn, chúng ta sẽ tin tưởng nhau hơn nữa.",
    "――フィー、さん。": "――Fee-san.",
    "あの時のメイズシフターを倒した沙耶は、とっても綺麗だった。": "Saya đã hạ gục Mê Cung Chuyển Dịch lúc đó, đẹp lắm.",
    "綺麗……あんな、はしたない姿が……？": "Đẹp… một hình ảnh không thể tầm thường hơn…?",
    "何もかも忘れて、ただ一本の剣として戦っていた。\nわたしに演じる事が出来ない……沙耶だけの姿。": "Quên hết mọi thứ, chỉ chiến đấu như một thanh kiếm.\nMột hình ảnh chỉ có ở Saya… mà tôi không thể diễn.",
    "だから、もっと輝こう？\n……アクターは、共演者を信じるもの。": "Vậy, hãy tỏa sáng hơn nữa?\n…Diễn viên phải tin tưởng bạn diễn.",
    "それとも……わたし達は力不足？": "Hay là… chúng ta bất lực?",
    "そんな……そんなことは、ありません！\nカオスメイデンの皆さんが力不足だなんて、思ったことがありません！": "Không… không thể nào!\nTôi chưa bao giờ nghĩ rằng mọi người trong Chaos Maiden bất lực cả!",
    "私が知っている中で……とても自由で、とても強くて……！\nとても輝いている、最高のメンバーです！": "Trong những người tôi biết… rất tự do, rất mạnh mẽ…!\nVà tỏa sáng nhất, là những thành viên tuyệt vời nhất!",
    "なら、信じて。わたしたちを……！\nっ……！": "Vậy thì, hãy tin tưởng. Tin tưởng chúng ta…!\n…!",
    "ついに限界は訪れる。回避が遅れたフィーは、\n<r=クォーツ>晶殻</r>属種の突進の余波に吹き飛ばされ壁に激突した。": "Cuối cùng, giới hạn đã đến. Fee né tránh chậm trễ, bị\nchấn động từ đòn xông tới của loài <r=Thạch Anh> Tinh Giáp</r> đánh bay, đập vào tường.",
    "フィーさん！": "Fee-san!",
    "沙耶……信じてる。最高のあなたを、見せて……？": "Saya… tin tưởng cậu. Hãy cho tớ thấy… con người tuyệt vời nhất của cậu…?",
    "……っ！": "…!",
    "『茶の湯とは　ただ湯をわかし　茶をたてて\nのむばかりなる　事と知るべし』": "『Trà đạo là chỉ việc đun nước, pha trà, rồi\nuống mà thôi, hãy biết như vậy』",
    "（幼い頃……父から教わった「茶の湯の極意を表した歌」……）": "（Hồi còn bé… tôi được cha dạy cho bài hát diễn tả “tuyệt kỹ của trà đạo”…）",
    "（ただ、湯を沸かし、茶を点て、飲む。\nそれだけの事を伝えた変な歌だと思っていた……）": "（Chỉ đun nước, pha trà, rồi uống.\nTớ đã nghĩ đó là một bài hát kỳ lạ chỉ nói về những điều đó…）",
    "『湯を沸かし、茶を立て、ただ飲む。\nその一瞬の身に心を置く……』": "『Đun nước, pha trà, rồi chỉ uống.\nĐặt tâm trí vào khoảnh khắc đó…』",
    "『簡単なようでいて、これは何よりも尊い悟りなのだよ――』": "『Tuy có vẻ đơn giản, nhưng đây là sự giác ngộ cao quý nhất――』",
    "沙耶、回避しろ！\n直撃したら――！": "Saya, né ra!\nNếu trúng đòn――!",
    "<r=クォーツ>晶殻</r>属種の突撃が沙耶を襲う。\n直撃すれば、ＭＧごと潰されることは避けられない。": "Đòn tấn công của loài <r=Thạch Anh> Tinh Giáp</r> nhắm vào Saya.\nNếu trúng đòn trực tiếp, không thể tránh khỏi việc bị nghiền nát cùng MG.",
    "（……ああ、そうか。\n私はずっと、迷い続けていた）": "（…A, ra là vậy.\nTớ đã luôn do dự）",
    "（ただ、簡単な事だった。\nそれを難しくしていたのは、私だったんだ）": "（Chỉ là một việc đơn giản mà thôi.\nNgười làm nó trở nên khó khăn là tớ）",
    "ただ、己の弱さを見つめたくなくて……\n独りよがりに、悩んで惑っていた。でも、違う。": "Chỉ là, không muốn nhìn vào sự yếu đuối của bản thân…\nTự mình, cứ mãi lo lắng, bối rối. Nhưng, không phải vậy.",
    "ただ、なすべきことをなす。\n全てを削ぎ落し、一太刀に心を置けばよかったんですね……": "Chỉ cần làm những gì nên làm.\nGạt bỏ mọi thứ, đặt tâm trí vào một nhát kiếm…",
    "……ありがとう、フィーさん。\nあなたのおかげで気づけました。": "…Cảm ơn cậu, Fee-san.\nNhờ có cậu mà tớ đã nhận ra.",
    "剣をまっすぐに構える。\nその所作は今までの動きとは違っていた。": "Saya cầm kiếm thẳng lên.\nHành động đó khác hẳn với những gì đã làm trước đây.",
    "何か……沙耶さんの雰囲気が変わったような……？": "Có gì đó… bầu không khí của Saya-san đã thay đổi…?",
    "――ふふ、あはは……！\nそう、簡単な事でした。": "――Phù, a ha ha…!\nĐúng vậy, mọi chuyện thật đơn giản.",
    "死の恐怖も、獣を恐れる心も、私には必要はありません――\nただ、信じた仲間のために。私は一振りの剣となるだけ。": "Nỗi sợ hãi cái chết, nỗi sợ hãi con quái vật, tôi không cần chúng nữa――\nChỉ vì những người đồng đội mà tôi tin tưởng. Tôi chỉ là một thanh kiếm.",
    "剣が振るわれ……<r=クォーツ>晶殻</r>属種の軌道がずれ、装甲が切り落とされる。": "Kiếm được vung lên… quỹ đạo của loài <r=Thạch Anh> Tinh Giáp</r> bị lệch, giáp bị cắt đứt.",
    "……沙耶……とても、輝いているよ。": "…Saya… cậu thật sự, đang tỏa sáng.",
    "――茶道とは、死ぬことと見つけたり。": "――Trà đạo là chết.",
    "沙耶の眼には、愉悦の光が輝いていた。": "Trong mắt Saya, ánh sáng của sự vui sướng đang tỏa sáng."
}