{
    "ガラガラ――": "Cạch cạch...",
    "こんなところに呼び出したってことは、\nこれからお茶でも点てるのか？": "Gọi tôi ra đây, chẳng lẽ là để pha trà sao?",
    "ふふ、まさか。単にふたりきりになりたかったの♪": "Hừm hừm, không đời nào. Chỉ là muốn có hai ta ở riêng với nhau thôi♪",
    "……って、言われて嬉しい？\nねえねえ、嬉しい？": "……Nói vậy cậu có vui không?\nNè nè, có vui không?",
    "はいはい、嬉しいよ。それで用件は？": "Ừ ừ, vui lắm. Vậy có chuyện gì?",
    "もう、素っ気ないわねぇ……呼び出しにはいつも\nすーぐ応えてくれるく・せ・に♪": "Thiệt tình, sao lại lạnh lùng thế chứ…… Rõ ràng lần nào tớ gọi cậu cũng\nnhanh chóng trả lời mờ・a♪",
    "言ってろ。": "Nói nhiều.",
    "ふふ♪　今ね、ちょっと手相占いに凝ってるの。\n最近スカラ校舎内で流行ってるみたい。": "Hừm hừm♪ Dạo này tớ đang thích xem bói tay.\nHình như đang hot trong trường đấy.",
    "だから占わせて。\n手のひら見せてくれない？": "Nên là cho tớ xem bói nhé.\nCho tớ xem lòng bàn tay cậu được không?",
    "なんだ、そんな用事かよ……ほら、これでいい？": "Ra là vậy à... Đây, được chưa?",
    "ありがと♪　ええと……": "Cảm ơn nhé♪ Để xem nào...",
    "金運アップとか！？": "Vận may tiền bạc tăng lên!?",
    "女難の相が出たとか？": "Tướng đào hoa hiện ra!?",
    "あら、これは……！": "A, cái này thì...!",
    "正直少し懐事情が厳しくてな……": "Thật ra dạo này túi tiền của tôi hơi eo hẹp...",
    "うーん、残念。むしろダウンだって。": "Ưm, tiếc thật. Mà là xuống dốc mới đúng.",
    "えぇ……まじかよ……": "Hả... Thật á...",
    "だって、これからあたしのお買い物に付き合わされて、\nいろいろ買わされちゃうもの♪": "Tại vì sắp tới cậu phải đi mua sắm với tớ,\nrồi bị bắt mua đủ thứ luôn♪",
    "え？": "Hả?",
    "ふふ、じゃあ、よろしくねっ。": "Hừm hừm, vậy thì, nhờ cậu nhé.",
    "その後、無理やり占いを当てさせられた俺であった――": "Sau đó, tôi bị ép phải tin vào bói toán――",
    "（この女子ばかりの学園で、\nそれが出るのは勘弁したいところだが……）": "(Trong cái trường toàn con gái này,\ntôi chỉ muốn tránh cái đó thôi...)",
    "ふふ、大当たり♪": "Hừm hừm, trúng phóc♪",
    "占いによると……今からあなたは、\nあたしに高級スイーツを奢らされちゃうわ。": "Theo bói toán thì... từ bây giờ, cậu sẽ\nphải mời tớ ăn bánh ngọt cao cấp đấy.",
    "は……？　なんでだよ！？": "Hả...? Sao lại thế!?",
    "……ダメぇ？": "……Không được sao?",
    "自分から『女難』になりにいくやつがあるか。": "Có ai lại tự mình đi tìm 'đào hoa' không chứ.",
    "って言いつつ、そんなあたしを受け止めてくれるのが、\n%usernameusernameuserna%なのよねぇ♪": "Nhưng mà, người chấp nhận tớ như vậy,\nlại là %usernameusernameuserna% cơ♪",
    "ったく……ご信頼いただきどうも。\nいつものカフェでいいのか？": "Chậc... Cảm ơn vì đã tin tưởng.\nQuán cà phê mọi khi được chứ?",
    "ふふっ、さすが%usernameusernameuserna%～！\nあたしのほしい反応わかってるわね～♪": "Hừm hừm, đúng là %usernameusernameuserna%～!\nTớ biết cậu hiểu tớ muốn gì rồi～♪",
    "（仕方ない……付き合って俺も気分転換するか）": "(Chịu thôi... Đi cùng cho khuây khỏa vậy)"
}