{
    "俺と……！！\n付き合ってくれぇええええ――――！！": "Tôi……！！\nCầu xin em hãy hẹn hò với tôi―――！！",
    "……なぁぁっ！？": "……Hả!?",
    "とっさに俺は近くにいたラミ機の手を握り、\n一世一代のＭＧでの愛の告白をぶちかましたのだった。": "Ngay lúc đó, tôi nắm lấy tay của Lami đang ở gần đó, \ntỏ tình bằng MG, một việc làm để đời.",
    "お、おおおおおまえ、いきなりなに言ってんだよ！\n今どんな状況か分かってんのっ！？": "Ê, ê ê ê, cậu đang nói cái quái gì vậy!\nCậu có biết tình hình hiện tại thế nào không!?",
    "もちろんだ。だからこそ、\n伝えておかなければならないと思ったんだ。": "Tất nhiên là biết. Chính vì vậy, tôi mới nghĩ mình phải nói ra.",
    "分かっているならなんで今死亡フラグを立てるんだよ！": "Nếu biết thì tại sao lại đi dựng cờ tử thần vào lúc này!",
    "そんな……俺は真剣に想いを伝えたというのに……\nどうして邪険にするの！？　こんなに愛してるのに！": "Thật là…… Tôi đã nghiêm túc bày tỏ tình cảm của mình……\nTại sao em lại gạt bỏ nó chứ!? Trong khi tôi yêu em đến thế này!",
    "思ってるが！？": "Đang nghĩ gì chứ!?",
    "では、誓いのキスを": "Vậy, một nụ hôn thề nguyền đi",
    "微塵も思ってないだろそんなこと！\nというか無駄に乙女になるなっつの！　気持ち悪い！": "Tôi không hề nghĩ đến điều đó dù chỉ một chút! \nHay là, đừng có trở nên sướt mướt nữa! Phát tởm!",
    "メイズシンドロームのせいでしょ！！": "Tại hội chứng Maze đấy chứ!!",
    "ＭＧ同士でキスとか、絵面最悪すぎるっつの！！": "Hôn nhau bằng MG, cảnh tượng tệ nhất luôn!!",
    "ふふ……ふふふっ。": "Hừm……hừm hừm.",
    "ふふ、ふふふ！　もう、こんな時に何してるんですかっ！": "Hừm, hừm hừm! Này, đang trong tình huống này mà cậu đang làm gì vậy!",
    "イライラしてる自分があほらしくなって来たんだけど……": "Tôi bắt đầu thấy buồn cười vì sự bực bội của mình……",
    "争いは何も生まない。": "Chiến tranh không sinh ra điều gì cả.",
    "……そうですわね。\n皆で協力こそすれ、争うだなんて論外ですわ。": "…Đúng là như vậy.\nMọi người nên hợp tác với nhau, tranh cãi là điều không thể chấp nhận được.",
    "（きっと%usernameusernameuserna%さんは、\nこの場の空気を変えるためにあんなことを言ったのでしょうね）": "（Chắc hẳn %usernameusernameuserna% đã nói những điều đó để thay đổi không khí）",
    "（いやあ、正直今はシラフに戻りつつあるけど、\n俺もだいぶメイズシンドロームにやられてた感あるよな……）": "（À, thành thật mà nói thì bây giờ tôi đã tỉnh táo trở lại rồi, \ntôi cũng bị hội chứng Maze hành khá nặng đấy……）",
    "先ほどは、口が過ぎましたわ。\nみなさん、申し訳ございません。": "Lúc nãy, tôi đã lỡ lời.\nMọi người, tôi xin lỗi.",
    "わたしもなんであんなテンションだったのか、意味わからない……": "Tôi cũng không hiểu tại sao mình lại có tâm trạng đó nữa……",
    "あたしもごめんなさい。さすがにあれはなかった。\n特に、七彩ちゃんとめるちゃん……本当にごめん。": "Tớ cũng xin lỗi. Quả thật là không nên chút nào.\nĐặc biệt là, Nana và Meru…… Tớ xin lỗi mọi người.",
    "いえ、まったく気にしていないので……お互い様ですよ。": "Không, tôi không bận tâm đâu…… Chúng ta đều như nhau mà.",
    "ええ、あれはメイズシンドロームのせいですわ。": "Ừm, đó là do hội chứng Maze.",
    "ラミも、その……いろいろと言い過ぎた。ごめん。": "Lami, thì cũng…… đã nói quá nhiều điều. Xin lỗi.",
    "おいおい、俺の恋人に謝らせるだなんていいご身分だな？": "Này, mày được quyền gì mà để bạn gái tao phải xin lỗi?",
    "もうそのノリはいいっての！\nそもそもおまえと恋人になった覚えはないし！": "Thôi cái kiểu đó đi!\nNgay từ đầu tao với mày có phải là người yêu đâu!",
    "ラミがツッコんだ後、通信越しに笑い声が聞こえてきた。\nどうやら俺の思惑は成功したらしい。": "Sau khi Lami lên tiếng, tiếng cười vọng ra từ đường truyền.\nCó vẻ như toan tính của tôi đã thành công.",
    "緊迫した状況だからこそ、リラックスすることが必要になる。\nこれで空気が変わるのであれば、俺は喜んで道化になろう。": "Chính vì tình hình căng thẳng nên cần phải thư giãn.\nNếu điều này có thể thay đổi bầu không khí, tôi sẽ vui vẻ làm trò hề.",
    "まあ、ひとまず俺達の将来設計については置いておこう。": "À, trước mắt thì hãy gác lại kế hoạch tương lai của chúng ta.",
    "置くも何も存在してないっての。": "Gác cái gì, nó còn chưa tồn tại kìa.",
    "それよりも、まずは地上への帰還方法について考えるべきだ。": "Thay vào đó, trước tiên chúng ta nên nghĩ về cách trở về mặt đất.",
    "そこで無視するの！？": "Cậu đang phớt lờ tôi đấy à!?",
    "ラミが何か叫んでいるが\n今はそれどころじゃないので一旦無視しておくことにする。": "Lami đang hét gì đó nhưng\nbây giờ không phải lúc để bận tâm nên tôi sẽ bỏ qua.",
    "地上へ戻るためのルートはふたつ。<r=ドリフト>横坑</r>＆<r=ホール>広間</r>ルートか、\n<r=メインシャフト>主縦坑</r>ルートのどちらかだ。": "Có hai tuyến đường để trở về mặt đất. Đường <r=Drift>Hầm ngang</r> & <r=Hall>Đại sảnh</r> hoặc\nđường <r=Main Shaft>Trục chính</r>.",
    "<r=ドリフト>横坑</r>＆<r=ホール>広間</r>ルートの方は、\n通常時の探索と同じになりますわね。": "Về đường <r=Drift>Hầm ngang</r> & <r=Hall>Đại sảnh</r>, \nsẽ giống như việc thám hiểm thông thường.",
    "距離は長くて時間はかかりますが、比較的危険性は少ないかと。": "Quãng đường dài và tốn thời gian, nhưng tương đối ít nguy hiểm.",
    "安全ではあるけど、とにかく物資が足りない気がするなぁ。": "An toàn đấy, nhưng tôi cảm thấy thiếu vật tư quá.",
    "出口まで物資が持つか、想像もできない。": "Tôi không thể tưởng tượng được liệu chúng ta có đủ vật tư để đến được cửa ra không.",
    "<r=メインシャフト>主縦坑</r>ルートの方はどうなの？": "Thế còn đường <r=Main Shaft>Trục chính</r> thì sao?",
    "強いメイズシフターが出てくるかもしれませんね……": "Có thể sẽ có những Maze Shifter mạnh xuất hiện đấy……",
    "急激な上昇による重力異常の負荷も無視できませんわ。": "Gánh nặng của sự bất thường về trọng lực do tăng tốc đột ngột cũng không thể bỏ qua.",
    "一長一短って感じね……": "Được cái này thì mất cái kia nhỉ……",
    "……確か、<r=ドリフト>横坑</r>ルートの方には途中無人兵站拠点があったはずです。\nあそこでなら、物資を補充できるかも……": "…Tôi chắc rằng, ở tuyến đường <r=Drift>Hầm ngang</r> có một căn cứ hậu cần không người lái.\nỞ đó, chúng ta có thể bổ sung vật tư……",
    "そういえばそうでしたわね。大深度地下探索に備えた物資が、\n集積されていると前に聞いたことがありますわ。": "Đúng là như vậy. Tôi đã nghe nói rằng vật tư chuẩn bị cho việc thám hiểm lòng đất sâu đã được tập trung ở đó.",
    "そうか……分かった。なら、ひとまず全員の希望を聞こう。": "Vậy sao…… Tôi hiểu rồi. Vậy thì, trước tiên hãy hỏi ý kiến của mọi người.",
    "ラミは<r=メインシャフト>主縦坑</r>がいいと思う。\nとにかく時間が惜しいし。": "Lami nghĩ đường <r=Main Shaft>Trục chính</r> là tốt nhất.\nDù sao thì thời gian cũng không còn nhiều.",
    "あたしも<r=メインシャフト>主縦坑</r>ルートを推すよ。\n行ったことがないから、どんな場所なのか気になるんだよね～♪": "Tớ cũng ủng hộ tuyến đường <r=Main Shaft>Trục chính</r>.\nVì tớ chưa đi bao giờ nên tớ tò mò nó sẽ như thế nào~♪",
    "わたくしは断然<r=ドリフト>横坑</r>ルートですわ。\n途中で物資を補給できる可能性もありますし、安全性も高いですから。": "Tôi nhất định sẽ chọn tuyến đường <r=Drift>Hầm ngang</r>.\nChúng ta có thể bổ sung vật tư trên đường đi, và nó cũng an toàn nữa.",
    "メイズシフターのリスクのことを考えると、\n私も<r=ドリフト>横坑</r>ルートがいいと思います……": "Nếu xét đến rủi ro của Maze Shifter, \ntôi cũng nghĩ tuyến đường <r=Drift>Hầm ngang</r> là tốt hơn……",
    "わたしは……ごめんなさい。判断できない。": "Tôi thì…… xin lỗi. Tôi không thể quyết định được.",
    "それ、どっちにするか悩んでるとかじゃなくて、\nどっちがいいのか分かってない方じゃないよな？": "Cái đó, không phải là cậu đang phân vân nên chọn cái nào, mà là\ncậu không biết nên chọn cái nào đúng không?",
    "……": "……",
    "……まあいい。票は綺麗に割れたみたいだな。\nそれなら俺が結論を出させてもらうぞ。": "……À mà thôi. Có vẻ như phiếu bầu đã chia đều.\nVậy thì tôi sẽ đưa ra kết luận vậy.",
    "メイズシンドロームのこともあり、\n早く地上へ出ることは重要だ。": "Vì hội chứng Maze, \nvới việc nhanh chóng lên mặt đất là điều quan trọng.",
    "だが、今のチームの状況を鑑みると\nあまりにもリスクが大きすぎる。": "Nhưng, xét đến tình hình hiện tại của đội, \nthì rủi ro quá lớn.",
    "と、すれば俺達が進むべきルートは……": "Vậy thì, tuyến đường mà chúng ta nên đi là……",
    "……<r=ドリフト>横坑</r>ルートを進む。\n物資を補給できれば万々歳だしな。": "……Đi theo tuyến đường <r=Drift>Hầm ngang</r>.\nNếu có thể bổ sung vật tư thì quá tuyệt vời.",
    "そっか。じゃあそのルートにしよ。": "Vậy sao. Vậy thì đi theo tuyến đường đó đi.",
    "……意外だな。てっきり文句の一つでも言ってくるかと思ったが。": "……Bất ngờ thật. Cứ tưởng cậu sẽ phàn nàn chứ.",
    "ラミのことをなんだと思ってんの。\n%usernameusernameuserna%が決めたことだし、従うよ。": "Cậu nghĩ Lami là người như thế nào chứ.\n%usernameusernameuserna% đã quyết định rồi, tôi sẽ nghe theo.",
    "まあなんだ。その……信頼してるし。": "À mà, tôi…… tin tưởng cậu.",
    "それに、せっかく付き合うことになったのに、\nいきなりバッドエンドになったりしたら笑えないし。": "Hơn nữa, dù sao thì chúng ta cũng đã hẹn hò với nhau rồi, \nnếu nó kết thúc bằng một kết cục tồi tệ thì thật là buồn cười.",
    "こ、こいつ、さっきあれだけ嘘認定してきたくせに、\nまさか実は俺の告白を本気にしてたのか！？": "T, thằng này, nãy giờ còn bảo là nói dối, \nkhông ngờ lại coi lời tỏ tình của tôi là thật đấy à!?",
    "でも、ここで『さっきのは嘘だぞ』なんて言ったら、\nせっかく和んだ空気が壊れてしまいかねないよな……": "Nhưng, nếu bây giờ tôi nói 'Nãy là nói dối' thì, \nbầu không khí vui vẻ này có thể sẽ tan vỡ mất……",
    "そ、そっか。\nじゃあ、帰ったらどこにデートに行くか考えておけよ。": "V, vậy sao.\nVậy thì, sau khi về, hãy nghĩ xem chúng ta sẽ đi hẹn hò ở đâu nhé.",
    "何でラミが決めるんだよ。\nそういうのは男がエスコートするもんでしょ？": "Tại sao Lami lại quyết định chứ.\nNhững chuyện như vậy là do đàn ông làm chứ?",
    "なかなか前時代的な考え方な気がしないでもないが、分かった。\nでは……一緒にシミュレーター室で訓練デートだ。": "Tôi cũng cảm thấy hơi lỗi thời đấy, nhưng tôi hiểu rồi.\nVà…… chúng ta sẽ cùng nhau hẹn hò tập luyện trong phòng mô phỏng.",
    "どういうデートだよ！？\nそれただの特訓じゃん！？": "Hẹn hò kiểu gì vậy chứ!?\nĐó chỉ là luyện tập thôi mà!?",
    "すまん。ラミには物足りないよな。\nなら実機で……！": "Xin lỗi. Có lẽ là chưa đủ với Lami nhỉ.\nVậy thì dùng máy thật đi……!",
    "おまえ地上に戻る前にラミが撃墜してやろうか！？\nデートってなにかを考えろ！": "Mày muốn tao bắn hạ Lami trước khi mày lên mặt đất à!?\nHãy nghĩ xem hẹn hò là gì đi!?"
}