{
    "決闘、当日――": "Trận đấu, ngày hôm đó――",
    "訓練場にて向き合う３機と２機のＭＧ。\nそれを遠巻きに、たくさんの観衆が固唾を飲んで見守る。": "Tại thao trường, 3 MG đối đầu với 2 MG.\nXung quanh đó, rất nhiều khán giả nín thở theo dõi.",
    "（機上槍試合は実機、そして実弾を使用する真剣勝負……\nさすがに緊張感が違うな）": "(Trận đấu súng trên không sử dụng máy thật, đạn thật... \nQuả nhiên cảm giác căng thẳng khác hẳn)",
    "（昨夜は『決闘』『機上槍試合』が検索トレンドワードに\n入ったらしいが……）": "(Tối qua, 'Quyết đấu', 'Trận đấu súng trên không' đã lọt vào top tìm kiếm\ntrên mạng...)",
    "（それだけこの戦いが注目されている証拠でもあり、\n『決闘』が忘れられかけた伝統だという証拠でもある……）": "(Điều đó cho thấy trận chiến này được chú ý đến mức nào, \nvà cũng là bằng chứng cho thấy 'Quyết đấu' là một truyền thống đang dần bị lãng quên...)",
    "数でいえば、ミリアム側が優勢であるように見えるが、\n大勢はドロテア側が勝つと見込んでいる。": "Về số lượng, phe Miriam có vẻ chiếm ưu thế, nhưng\nđa số đều dự đoán Dorothea sẽ thắng.",
    "学園全体で見ても上位の実力者であるドロテアと、\nそんな彼女が一目置くほどのクラウディア。": "Dorothea, người có thực lực hàng đầu học viện, và\nClaudia, người mà cô ấy cũng phải nể trọng.",
    "それであれば１機程度の差ならハンデにもならない――\nそう思われているからだ。": "Nếu vậy, chênh lệch 1 chiếc cũng không thành vấn đề――\nĐó là suy nghĩ của mọi người.",
    "これよりリーダー、ドロテア・カークランド及び\nクラウディア・ヴァーグナーに対する――": "Bắt đầu từ bây giờ, trận quyết đấu để khôi phục danh dự của leader Dorothea Kirkland và\nClaudia Wagner――",
    "リーダー、ケイト・フルニエ及び、ミリアム・ヘイワード、\nハリエット・ミルズによる名誉回復のための決闘を開始する。": "Leader Kate Fournier, Miriam Hayward, và Harriet Mills sẽ tiến hành quyết đấu để khôi phục danh dự.",
    "ルールは古式に則り、先に相手方のリーダー機を\n戦闘不能とした側の勝利とする。": "Luật lệ tuân theo cổ lệ, bên nào hạ gục leader của đối phương trước sẽ là người chiến thắng.",
    "ちなみにこの『機上槍試合』で使用する武装は、\nすべて演習用ではなく対メイズシフター用の実戦装備である。": "Nhân tiện, vũ khí được sử dụng trong 'Trận đấu súng trên không' này,\nđều là trang bị thực chiến chống lại Maze Shifter, không phải đồ tập luyện.",
    "つまり、ひとつ間違えば命にかかわるということだ。\nこれが通常のＭＧ競技と大きく違うところである。": "Nói cách khác, chỉ cần một sai sót nhỏ cũng có thể mất mạng.\nĐây là điểm khác biệt lớn so với các cuộc thi MG thông thường.",
    "だからこそ、相応の覚悟が必要なのだ。": "Chính vì vậy, cần phải có sự chuẩn bị tương ứng.",
    "両者――<r=サリュー>礼！</r>。": "Hai bên――<r=Chào>Chào!</r>.",
    "５機がＭＧに乗った状態で一礼する。": "5 chiếc MG đồng loạt cúi chào.",
    "……あなた達のすべてを、全力で受け止めるわ！": "……Tớ sẽ đón nhận tất cả các cậu bằng tất cả sức lực của mình!",
    "行きますよ、ドロテア様！": "Đi thôi, Dorothea!",
    "――そして、決闘開始の合図と共に、まずは３人が動き出した。": "――Và, cùng với hiệu lệnh bắt đầu trận đấu, 3 người đã di chuyển trước.",
    "はああぁぁっ！！": "Hyaaaahhh!!",
    "先陣を切ったのはミリアムだが、\nしかし気合いの入った声に反して、無謀に突撃はしない。": "Miriam đi đầu, nhưng\ntuy nhiên, trái với tiếng thét đầy khí thế, cô ấy không hề tấn công liều lĩnh.",
    "くっ、速いっ……！\nこの速度で、この安定感っ……さすがですね！": "Chết tiệt, nhanh quá...!\nVới tốc độ này, sự ổn định này... Quả là tuyệt vời!",
    "でも……踏み込んでこない……？": "Nhưng... không hề lao vào...?",
    "ミリィに意識が向いた……\nここが……チャンスですね。": "Miriam đang tập trung vào... \nĐây là... cơ hội rồi.",
    "ミリアムがクラウディアを引き付けている間に、\nドロテアの死角にハリエットが回り込む。": "Trong khi Miriam đang thu hút Claudia, \nHarriet sẽ di chuyển đến điểm mù của Dorothea.",
    "今です……！": "Ngay bây giờ...!",
    "甘い……！": "Ngọt ngào...!",
    "ドロテアもそこまでは読んでいたようで、\n冷静にハリエットの攻撃をいなす。": "Dorothea cũng đã lường trước được điều đó, \nbình tĩnh né tránh đòn tấn công của Harriet.",
    "だが、その瞬間――": "Nhưng, ngay khoảnh khắc đó――",
    "作戦っ……通り、ですっ……！！": "Kế hoạch... thành công rồi...!!",
    "――っ！？": "――Hả!?",
    "その僅かな隙をついて、\nケイトがドロテアの懐へ飛び込み果敢に斬り込んだ。": "Tận dụng sơ hở nhỏ đó, \nKate đã lao vào bên cạnh Dorothea và tung ra một cú chém quyết liệt.",
    "いいか。この戦い、勝とうとは考えるな。": "Nghe đây. Trong trận chiến này, đừng nghĩ đến việc thắng.",
    "ええっ！？": "Hả!?",
    "相手はあのドロテアとクラウディアだ。\nまともにやって勝てる可能性はない。": "Đối thủ là Dorothea và Claudia.\nKhả năng chiến thắng nếu đánh trực diện là không có.",
    "きっぱり言ってくれますね。\nまあ、私もそう思いますが。": "Anh nói thẳng quá nhỉ.\nMà, em cũng nghĩ vậy.",
    "じゃ、じゃあ、どうするんです……？": "V, vậy, phải làm sao đây...?",
    "お前達の作戦目標はただひとつ。\n最高の一撃をドロテアに叩きこむことだ。": "Mục tiêu của các em chỉ có một.\nĐó là tung ra một đòn mạnh nhất vào Dorothea.",
    "最高の一撃……？": "Đòn mạnh nhất...?",
    "そうだ。まずはそれを叩き込むために、すべてを費やせ！": "Đúng vậy. Đầu tiên, hãy dồn hết sức vào đó!",
    "ボクが全力でクラウディアさんを引き付けて――": "Tớ sẽ cố gắng hết sức để giữ chân Claudia――",
    "私がドロテア様に揺さぶりをかけて隙を作る。": "Tớ sẽ tạo ra sơ hở bằng cách gây áp lực lên Dorothea.",
    "そして、わたしが……っ！\nふたりがくれたチャンスを活かして、貫く――！": "Và, tớ sẽ...!\nTận dụng cơ hội mà hai cậu đã tạo ra, và đâm xuyên――!",
    "くうううぅぅっ……！！": "Ughhh...!!",
    "ケイトの一撃はドロテア機の装甲を斬り裂いた。": "Đòn tấn công của Kate đã xé toạc lớp giáp của chiếc MG Dorothea.",
    "（致命傷ではない……浅い。だが、見事な一撃だ）": "(Không phải là vết thương chí mạng... Nông thôi. Nhưng, một đòn tấn công tuyệt vời)",
    "（ミリアム達が、こんなにも強くなってるなんて……！\nこれが%usernameusernameuserna%さんの指導の力……！）": "(Miriam và mọi người đã trở nên mạnh mẽ đến nhường này...!\nĐây là sức mạnh từ sự chỉ dẫn của %usernameusernameuserna%...!)",
    "（わたくしでは決して導けなかった領域……）": "(Em chưa bao giờ đạt được trình độ này...) ",
    "（あぁ……あの子達の限界を作り出していたのは、\n他でもない、わたくしだったのね……）": "(A... người đã tạo ra giới hạn cho các em, \nkhông ai khác chính là em...) ",
    "ドロテア先輩！\nくっ、カバーに入らないと……！": "Tiền bối Dorothea!\nChết tiệt, phải vào hỗ trợ...!",
    "させないよっ！": "Không cho đâu!",
    "くっ……！": "Chết tiệt...!",
    "お互いの距離が開きすぎていて、\n孤立してしまっています……！": "Khoảng cách giữa hai bên quá xa, \nbị cô lập rồi...!",
    "ケイ、一撃で満足してはだめ。\nこのまま続けるよ。": "Kate, đừng thỏa mãn với một đòn.\nCứ tiếp tục đi.",
    "うん……！　もちろん！": "Ừm...! Tất nhiên rồi!"
}