{
    "ご苦労様です。\nお呼びだてしてしまってすみません。": "Cảm ơn vì đã đến.\nXin lỗi vì đã gọi cậu đến.",
    "まあ、どちらにせよ顔は出すつもりだったが……\nそれで、終わったけど何かあるのか？": "À thì, dù sao tôi cũng định đến…\nVậy, xong việc rồi à? Có chuyện gì sao?",
    "スカラへの遣いの件、\n%usernameusernameuserna%さんにはご面倒をお掛けしましたね。": "Về chuyện phái đoàn đến Scara,\nTôi đã làm phiền cậu rồi, %usernameusernameuserna%.",
    "そうだな……ある程度事情を知ってたら、\nここまで大変な思いはしなかっただろうな。": "Phải nhỉ… Nếu tôi biết rõ tình hình, \nthì đã không vất vả đến thế này.",
    "で、なんであんな回りくどい真似をしたんだ？\n小花に任せればもっと話は早かったんじゃないか？": "Vậy, tại sao lại làm rườm rà như thế?\nCứ giao cho Kohana thì mọi chuyện đã xong sớm hơn rồi, đúng không?",
    "というと？": "Ý cậu là?",
    "武達を出歩かせたことだ。\n俺たちがわざわざ案内役をしてる意味はなかっただろ。": "Chuyện để các bạn của tôi ra ngoài.\nChúng ta đâu cần phải làm hướng dẫn viên.",
    "結果的に小花や風紀委員が監視をしていたんだ。\n武たちだけでも十分にお遣いは出来ただろ。": "Kết quả là Kohana và ủy ban kỷ luật đã giám sát.\nChỉ cần các bạn của tôi là đủ rồi.",
    "ええ。確かにそうではありますが……\nそれでは彼らは部外者として学園に馴染めないままです。": "Vâng. Đúng là như vậy…\nNhưng như vậy họ sẽ không thể hòa nhập với học viện với tư cách là người ngoài.",
    "リスクを背負ったとしても彼らとともに行動をして、\nこのザルトゥーム学園を見て欲しかったのです。": "Dù phải chịu rủi ro, tôi vẫn muốn họ cùng hành động với chúng ta,\nmuốn họ nhìn thấy học viện Zartum này.",
    "……意外だな。もっと警戒してると思ったんだが。": "… Bất ngờ thật đấy. Tôi cứ tưởng cậu sẽ cảnh giác hơn.",
    "いえ、警戒はしていますよ。\nですが……多少なりとも人を見る目はあるつもりです。": "Không, tôi vẫn cảnh giác đấy.\nNhưng… tôi nghĩ mình cũng có con mắt nhìn người.",
    "彼らは決して我々と相いれない敵ではない。\nそれであれば……少しでも楽しい記憶を作って欲しかったのです。": "Họ chắc chắn không phải là kẻ thù không đội trời chung với chúng ta.\nNếu vậy… tôi muốn họ có những kỷ niệm vui vẻ một chút.",
    "楽しい記憶か……\n俺は会長がどんな陰謀を巡らせてるかと思ったんだが。": "Kỷ niệm vui vẻ à…\nTôi cứ tưởng hội trưởng đang bày mưu gì chứ.",
    "弱みを見せられないのでそう思われるのは慣れていますが、\nそういわれてしまうのは少々心外です。": "Tôi đã quen với việc bị nghĩ là không thể hiện điểm yếu, nhưng\nbị nói như vậy thì hơi khó chịu đấy.",
    "私は彼らが敵ではないというのであれば、\nこの世界を……学園を好きになって欲しいのです。": "Nếu họ không phải là kẻ thù, tôi muốn họ yêu thích thế giới này… học viện này.",
    "……": "…",
    "……どうしたのですか？\nそのように大口を開けて。": "… Sao vậy?\nSao cậu lại há hốc mồm ra thế?",
    "……いや、意外な理由で思わずな。": "… Không, vì một lý do bất ngờ nên tôi mới thế.",
    "意外ですか？": "Bất ngờ sao?",
    "警戒心が強いというか……もっと色々と利益だの、\n立場だのを考えているとばかり。": "Cậu cảnh giác quá mức… Tôi cứ tưởng cậu sẽ tính toán đủ thứ, \nđịa vị, lợi ích các kiểu.",
    "ふふ、私もそんな側面ばかりではありませんよ。": "Hừm, tôi cũng không chỉ có những mặt đó đâu.",
    "生徒会長としての責務はありますが、\nそうではない個人の考えだって私にもありますからね。": "Tôi có trách nhiệm của một hội trưởng, \ntôi cũng có những suy nghĩ riêng, đúng không?",
    "……まあ、そういわれて納得は出来た。\n学園に馴染んで、好きになって欲しいから俺たちに頼んだのか。": "… À, nghe cậu nói vậy thì tôi cũng hiểu.\nVì muốn họ hòa nhập và yêu thích học viện nên cậu mới nhờ chúng ta à?",
    "ええ。納得して頂けて良かったです。": "Vâng. Rất vui vì cậu đã hiểu.",
    "（学園を好きになって欲しいから……か。\nなんだ、色々考えてた俺がバカみたいじゃないか）": "(Vì muốn họ yêu thích học viện sao…\nThật là, tôi cứ nghĩ nhiều mà hóa ra mình ngu ngốc)",
    "あなたやめるさんが彼らと一緒に行動してくださったのは\n心強い限りでした。": "Việc cậu %usernameusernameuserna% đã hành động cùng họ thật đáng tin cậy.",
    "おかげで７人とも、すっかり学園に馴染んでくれたようですから。": "Nhờ vậy mà cả 7 người có vẻ đã hòa nhập với học viện rồi.",
    "多少は馴染むための助けになれたんなら良かったよ。": "Nếu tôi có thể giúp họ hòa nhập thì tốt quá.",
    "……改めて、あなたとめるさんの尽力には生徒会として感謝を。\nひとまず私からの話は以上です。": "… Một lần nữa, tôi xin thay mặt hội học sinh cảm ơn sự giúp đỡ của cậu và Meru.\nĐến đây thì tôi xin phép dừng lời.",
    "じゃあ、俺はこれで失礼するな。\n今日もあいつらを待たせてるし。": "Vậy, tôi xin phép đi trước nhé.\nHôm nay tôi còn phải để họ đợi nữa.",
    "何やら調理室の貸し出し申請がありましたが……\nパーティーでもなさるのでしょうか？": "Hình như có đơn xin cho mượn phòng bếp…\nCậu định làm tiệc sao?",
    "俺はただ招待されただけで、詳しいことは知らないな。": "Tôi chỉ được mời thôi, tôi không biết rõ lắm.",
    "そうですか。では、節度を守って楽しんでくださいね。\n備品の破壊などは厳禁ですよ。": "Vậy à. Vậy thì hãy vui chơi có chừng mực nhé.\nNghiêm cấm việc phá hoại đồ đạc đấy.",
    "流石にそんなバカ騒ぎはしない……と思うぞ。\nそれじゃあな。": "Tôi nghĩ là không đến mức làm loạn đâu…\nVậy nhé.",
    "（……学園の事を好きになってほしい、か）": "(… Muốn họ yêu thích học viện sao)",
    "（バカ正直って言っちゃえばそれまでだけど……\n生徒会長の学園を思う気持ちは信じられるものかもしれないな）": "(Nói thẳng ra thì cũng chỉ thế thôi…\nNhưng tôi tin vào tấm lòng của hội trưởng dành cho học viện)",
    "――ようやく来たようだな。": "―― Cuối cùng cũng đến rồi.",
    "遅れて悪い。\n生徒会室に呼び出されてたんだ。": "Xin lỗi vì đến muộn.\nTôi bị gọi vào phòng hội học sinh.",
    "で、そろそろ始まってる頃か？\nわざわざ食堂を借りて何をやろうってんだか知らないが。": "Vậy, chắc là sắp bắt đầu rồi nhỉ?\nKhông biết mượn nhà ăn để làm gì nữa.",
    "うむ。ちょうど鑑が席についたところだ。\nこれが勝利の報酬らしい。": "Ừm. Vừa lúc Kagami đã ngồi vào chỗ.\nHình như đây là phần thưởng chiến thắng.",
    "ああ、最初に言ってた何でも命令が出来る権利か。\n……なんで食堂なんだ？": "À, là cái quyền ra lệnh mà cậu nói lúc đầu à…\n… Tại sao lại là nhà ăn?",
    "まあ、それも命令した鑑さんに聞けばいいか。\nええっと……": "À, cứ hỏi Kagami thì rõ thôi.\nE hèm…",
    "はい、タケルちゃん。\nあーん♪": "Vâng, Takeru-chan.\nÀ~",
    "あ、あーん……": "À, à…",
    "…………あーん？": "………… À?",
    "な、なあ、もうやめようぜ、純夏。\n%usernameusernameuserna%も来たし、見られてるだろ。": "N, này, thôi đi mà, Junna.\n%usernameusernameuserna% cũng đến rồi, người ta đang nhìn đấy.",
    "だめー。タケルちゃんには１番たくさん、\nわたしの手料理をじかに味わってもらうんだから。": "Không được~. Takeru-chan phải được nếm thử nhiều món ăn do tớ tự tay làm nhất chứ.",
    "いかなる屈辱も大人しく受け入れるのだな、タケル。\nそれが敗者の責務というものだ。": "Hãy chấp nhận mọi nhục nhã một cách ngoan ngoãn, Takeru.\nĐó là trách nhiệm của kẻ thua cuộc.",
    "そうそう！　敗者の責務なのだー！": "Đúng đúng! Đó là trách nhiệm của kẻ thua cuộc!",
    "くそう……まさかこんな辱めを受けるとは……\nあそこで行き止まりに騙されてなけりゃ……！": "Chết tiệt… Không ngờ lại bị sỉ nhục thế này…\nNếu không bị lừa ở chỗ ngõ cụt kia…!",
    "ほらほらタケルちゃん。もう一杯、あーん♪": "Nào nào, Takeru-chan. Thêm một miếng nữa, à~",
    "……なにをやってるんだ？": "… Các cậu đang làm gì thế?",
    "純夏さんの命令で、皆と一緒に食事会をしているんです。": "Theo lệnh của Junna-san, chúng tôi đang cùng nhau ăn tiệc.",
    "ほら、見て見て。\nこのお料理、わたしとめるちゃんで一緒に作ったんだよ？": "Nhìn này, nhìn này.\nMón này là tớ và Meru-chan cùng làm đấy?",
    "へえ、めるが料理上手なのは知っていたが……\n鑑さんも料理が上手なんだな。": "Hể, tôi biết Meru nấu ăn ngon rồi…\nKagami-san cũng nấu ăn ngon nữa à.",
    "はい！　一緒に料理のことについて教え合ったり、\n色んなメニューを作ったりしたんですよ♪": "Vâng! Chúng tớ đã cùng nhau học hỏi về nấu ăn,\nrồi làm nhiều món khác nhau nữa đó♪",
    "へえ、すっかり仲良くなれたんだな。\n勝者の命令がこれってことなのか？": "Hể, các cậu thân nhau quá nhỉ.\nVậy đây là lệnh của người chiến thắng sao?",
    "ううん。勝負とは別に、\nみんなでご飯食べたいな～って思ってたんだよね。": "Không đâu. Khác với trận đấu,\ntớ đã nghĩ là mọi người cùng ăn cơm vui vẻ thì hay hơn đó.",
    "勝負は勝負で、勝ったチームも負けたチームも、\nみんなで楽しく食事しませんか？　って誘ってもらいました！": "Dù thắng hay thua, chúng ta cùng nhau ăn uống vui vẻ nhé!",
    "それはこっちとしてもありがたいな…って、\nじゃあ結局のところ勝者の命令はどうなったんだ？": "Tôi cũng rất vui vì điều đó… vậy cuối cùng thì lệnh của người chiến thắng là gì?",
    "何を命令するかは私が決めていいって、\n御剣さんと珠瀬さんが譲ってくれたんだ。": "Tôi được phép quyết định sẽ ra lệnh gì, \nMitaki-san và Tamase-san đã nhường cho tớ.",
    "せっかくだからタケルちゃんに、\n私が食べさせて感想を聞きたいなって♪": "Vì thế, tớ muốn cho Takeru-chan ăn thử và nghe cảm nhận của cậu ấy♪",
    "純夏さん、大胆ですよね……！\nわ、私も見習わないと……！": "Junna-san thật táo bạo…!\nTớ, tớ cũng phải học tập…!",
    "めるちゃん！　こういう時は前進あるのみだよ！": "Meru-chan! Đến lúc này thì cứ tiến lên thôi!",
    "何を見習うつもりなんだ……でも、確かに良い願いだな。": "Cậu định học tập cái gì vậy… Nhưng, đúng là một mong muốn tốt đẹp.",
    "それじゃ、タケルちゃん。\n次はめるちゃんに教えてもらったこっちを……": "Vậy, Takeru-chan.\nTiếp theo là món này, Meru đã chỉ tớ…",
    "いや、そろそろ勘弁してくれ……\n腹も膨れてきたし……あーん……むぐむぐ……": "Này, tha cho tôi đi…\nbụng tôi cũng no rồi… à… ừm ừm…",
    "（……なんだかんだ文句を言いながらも、\n抵抗せずに付き合ってあげてるんだよな）": "(… Dù cứ càu nhàu, \ncậu ấy vẫn chịu đựng và làm theo)",
    "……ふむ、確かに良い味だ。\nヒイロも来ればよかったのだがな。": "… Hừm, quả thật là ngon thật.\nGiá mà Hiro cũng đến thì hay biết mấy.",
    "そういえば確かにいないな。": "Đúng là không thấy cô ấy đâu nhỉ.",
    "誘ったが、ガラではないと断られてしまった。\nだが、スカラ校舎へはまた会いに行く約束はした。": "Tôi đã mời, nhưng cô ấy từ chối vì không hợp với tính cách của cô ấy.\nNhưng chúng tôi đã hứa sẽ gặp lại ở Scara.",
    "彼女の技術や在り方はどこか近しいものを感じてな。\nふふ……また会う日が楽しみだ。": "Tôi cảm thấy có điều gì đó gần gũi với kỹ thuật và cách sống của cô ấy.\nHừm… mong đến ngày gặp lại quá.",
    "（……なるほど、生徒会長が求めてたのはこういう事か）": "(… Ra là hội trưởng muốn như vậy)",
    "ちょっと、食べすぎよ！\nそんなに食べたら他の人の分がなくなるでしょ！": "Này, ăn nhiều quá đấy!\nĂn hết phần của người khác bây giờ!",
    "……早い者勝ち。": "… Ai nhanh hơn thì được.",
    "ボクも食べ逃す前に取りに行こっと♪": "Để tớ đi lấy trước khi bị ăn mất mới được♪",
    "賑やかで楽しいな": "Vui vẻ và náo nhiệt quá",
    "俺も食べないとな": "Tôi cũng phải ăn thôi",
    "あ、そっちの真ん中の料理取ってください！": "À, cho tôi xin món ở giữa kia với!",
    "賑やかで楽しい食事会だな。": "Bữa tiệc thật vui vẻ và náo nhiệt.",
    "……だったら助け船も寄越してくれ……\nオレも、普通に食べたいんだが……": "… Nếu vậy thì cũng giúp tôi với…\nTôi cũng muốn ăn bình thường nữa…",
    "だーめ！　タケルちゃんはわたしが食べさせてあげる！\nはい、あーん！": "Không được! Takeru-chan phải để tớ đút cho!\nNào, à~",
    "……すまんが、勝者の特権だからな。\n俺には邪魔をする権利はない。": "… Xin lỗi, nhưng là đặc quyền của người chiến thắng mà.\nTôi không có quyền cản trở.",
    "あ、そっちのお皿はめるちゃんのお手製だよ！\nほら、めるちゃん！　食べさせてあげたら！": "À, đĩa đó là Meru-chan tự làm đấy!\nNào, Meru-chan! Đút cho cậu ấy đi!",
    "あわわっ！　\nえ、えっと……%usernameusernameuserna%さん": "Aww! \nE, e hèm… %usernameusernameuserna% san",
    "ん？　なんだ？": "Hửm? Sao vậy?",
    "……い、一緒に食べましょう！": "… C, cùng nhau ăn nhé!",
    "め、めるちゃん！　そこは大胆に誘ってみるべきだよ！": "M, Meru-chan! Đến lúc này thì phải táo bạo lên chứ!",
    "さ、流石にそんな勇気はでないです～……！": "T, thật sự thì tớ không có đủ dũng khí…!",
    "そうして、俺たちも話をしながら食事を取り、\n気付けばすっかり日が傾いていた。": "Cứ như vậy, chúng tôi vừa ăn vừa nói chuyện, \nrồi không biết từ lúc nào trời đã xế bóng.",
    "ふぅ……思った以上に食べたな。\nそれで、今後はどうする予定なんだ？": "Phù… Ăn nhiều hơn tôi nghĩ đấy.\nVậy, các cậu định làm gì tiếp theo?",
    "我々か？　そうだな……しばらくは学園の部屋を借りて、\n世話になる予定だ。": "Chúng tôi à? Phải rồi… Chúng tôi sẽ mượn phòng ở học viện một thời gian,\nsẽ ở lại đây một thời gian.",
    "機体を直して頂いて、メイズに挑むまでは、\n生徒会のお手伝いをさせて貰えるみたいです！": "Chúng tôi sẽ được sửa chữa chiến thuật cơ, và cho đến khi khiêu chiến mê cung,\nchúng tôi sẽ được giúp đỡ hội học sinh!",
    "戦術機の修復が後回しの私たちは、しばらくは手伝いが中心ね。\nこっちの世界の事を色々と勉強しましょう。": "Vì việc sửa chữa chiến thuật cơ bị hoãn lại, chúng ta sẽ tập trung vào việc giúp đỡ.\nChúng ta sẽ tìm hiểu nhiều thứ về thế giới này.",
    "やきそばパンを探しに行きたい。": "Tớ muốn đi tìm bánh mì yakisoba.",
    "あなたねぇ……こっちでお世話になるんだから、\nまずは責務を果たすのが先でしょ！": "Cậu này… Vì cậu sẽ được giúp đỡ ở đây, \ntrước tiên phải hoàn thành trách nhiệm của mình đã!",
    "肩に力入り過ぎ。探しながらでも仕事はできる。": "Đừng căng thẳng quá. Cứ vừa tìm vừa làm việc được mà.",
    "まあまあ、ふたりとも落ち着いて。\nいきなり喧嘩なんてしたら、本当に迷惑になるよ？": "Nào nào, hai người bình tĩnh nào.\nTự nhiên cãi nhau thì phiền phức lắm đấy?",
    "元いた場所に帰る手段が見つかるまでは、\nまだここにお世話になるわけだからいい関係を築かないとね。": "Cho đến khi tìm được cách trở về nơi cũ, \ntụi mình phải tạo mối quan hệ tốt ở đây đã.",
    "生徒会の許可はいただいていますから、\nもしもお出かけするなら案内しますからね♪": "Chúng tôi đã được hội học sinh cho phép rồi, \nnếu các cậu muốn ra ngoài thì chúng tôi sẽ hướng dẫn♪",
    "本当ですか？\n是非お願いします。": "Thật sao?\nVậy thì cho tôi đi với.",
    "今度お出かけをするなら、\n次は違う場所を見て回りたいです！": "Lần tới nếu đi chơi, \ntôi muốn đi xem những nơi khác!",
    "そうだね～。\nもっと自然がいっぱいな所がいいなぁ。": "Đúng vậy~.\nTôi muốn đến một nơi có nhiều thiên nhiên hơn.",
    "はい！　島内にはいろんな場所がありますから、\n是非とも観光していってくださいね！": "Vâng! Trong đảo có rất nhiều nơi, \nvậy nên hãy đi tham quan nhé!",
    "……そう考えてみると、\n初めてきた客人にスカラは刺激が強すぎだろ……": "… Nghĩ lại thì, \nnếu là khách đến lần đầu thì Scara sẽ quá kích thích…",
    "私は、あの地をそれなりに気に入ったぞ？": "Tôi lại khá thích nơi đó.",
    "そうなの？　もしかして、知り合いが増えたから？": "Vậy sao? Có lẽ vì cậu có thêm bạn bè rồi?",
    "ああ、そうだな。出会いもあり……\nあそこで生きる人の力強さも感じる事が出来た。": "À, đúng vậy. Có những cuộc gặp gỡ…\ntôi cũng cảm nhận được sức mạnh của những người sống ở đó.",
    "それに、彼女たち以外とも少々言葉を交わす時間があってな。\nいずれ改めて親交を深めようという話になったのだ。": "Ngoài ra, tôi cũng có thời gian để trò chuyện với những người khác.\nChúng tôi đã nói chuyện về việc sẽ tăng cường tình bạn trong tương lai.",
    "へえ……異世界でも友達になれる人がいるって良いよな。": "Hể… Có người có thể làm bạn ở thế giới khác cũng tốt nhỉ.",
    "……そうだな、友か。\n異郷の地ではあるが……そういう関係も悪くはない。": "… Đúng vậy, bạn bè à.\nDù là ở một vùng đất xa lạ… mối quan hệ như vậy cũng không tệ.",
    "……なんだろうな。不思議な感覚だ。\n相変わらず記憶は朧気なんだけどさ……": "… Không hiểu sao nữa. Một cảm giác kỳ lạ.\nDù ký ức vẫn còn mơ hồ…",
    "元いた場所で、オレは……\nこんな風にみんなとの平和な日常を望んでいた気がするんだ……": "Ở nơi cũ, tôi…\ntôi đã mong muốn một cuộc sống bình yên như thế này với mọi người…",
    "ふうん……確かに、こんな日々が過ごせたらいいわね。": "Hừm… Quả thật, nếu được sống những ngày như thế này thì tốt biết mấy.",
    "……夢物語。": "… Chuyện viễn vông.",
    "あはは、でも異世界に来て記憶喪失なんて、\nそれこそ夢みたいじゃない？": "A ha ha, nhưng đến thế giới khác mà bị mất trí nhớ, \nthì cũng giống như trong mơ vậy?",
    "そうですね……元の世界に戻っても、\nこんな生活が出来たらいいですね。": "Đúng vậy… Dù có trở lại thế giới cũ, \ntôi cũng muốn có một cuộc sống như thế này.",
    "ああ。私たちの世界に戻るためにも、\nメイズに潜り、手掛かりを探さねばな。": "Ừ. Để trở lại thế giới của chúng ta,\nchúng ta phải vào mê cung và tìm kiếm manh mối.",
    "……あんまり共感はされなかったか。まあいいさ。": "… Hình như không được đồng tình lắm. Không sao đâu.",
    "いつか元の世界に戻るまで、\n悪いけどもうしばらく世話になるな、%usernameusernameuserna%。": "Cho đến khi trở lại thế giới cũ, \ntôi sẽ làm phiền cậu một thời gian nữa, %usernameusernameuserna%.",
    "いいさ。俺も世話になった分を返している途中だ。\n十分に休んで、恩を返せるときに返せばいいのさ。": "Không sao đâu. Tôi cũng đang trả ơn những gì đã nhận được.\nCứ nghỉ ngơi thoải mái, khi nào có thể trả ơn thì trả.",
    "ああ。もしも私たちの力がいるときは言ってくれ。\n微力ではあるかもしれないが、協力しよう。": "Ừm. Nếu các cậu cần sức mạnh của chúng tôi, cứ nói nhé.\nTuy có thể là nhỏ bé, nhưng chúng tôi sẽ hợp tác.",
    "――じゃあ、今はめるちゃん達との幸せな時間を楽しむってことで！\n暗いお話はいったんおしまいだね！": "―― Vậy thì, bây giờ hãy tận hưởng khoảng thời gian hạnh phúc với Meru-chan và mọi người nhé!\nNhững câu chuyện buồn đến đây là hết rồi!",
    "そうですね。\nまだデザートも残ってますし、パーティーの続きを――": "Đúng vậy.\nVẫn còn món tráng miệng, chúng ta sẽ tiếp tục bữa tiệc――",
    "ここまで来たらやる事は決まってるよね！": "Đến đây rồi thì phải làm gì cũng đã rõ rồi!",
    "……やる事？": "… Làm gì?",
    "ふむ、挨拶回りか？": "Hừm, đi chào hỏi à?",
    "ちがうよ！　それも大切だけど……\nお世話になるんだし、この建物を探検してみないとね！": "Không đúng! Điều đó cũng quan trọng…\nNhưng chúng ta phải khám phá tòa nhà này chứ!",
    "探検って……子供か！": "Khám phá á… Trẻ con à!",
    "行こうよー！　もっといろんな場所見てみたいし！\nタケルちゃん、はーやーくー！": "Đi thôi nào! Tớ muốn xem nhiều nơi hơn nữa!\nTakeru-chan, nhanh lên!",
    "確かにここを探索するのは楽しそうだね！\nボクも行きたいなー！": "Đúng là khám phá ở đây cũng thú vị thật đấy!\nTớ cũng muốn đi!",
    "おい、引っ張るな！　服が伸びるだろ！　ああもうわかったから！\nそれじゃあ、またな%usernameusernameuserna%！": "Này, đừng kéo! Áo tôi giãn ra rồi! A, được rồi, tôi hiểu rồi!\nVậy nhé, %usernameusernameuserna%!",
    "我々も行くとするか。\nではな、また会おう。": "Chúng ta cũng đi thôi.\nVậy nhé, hẹn gặp lại.",
    "……ン。": "… Ừm.",
    "はぁ……本当にもっと団体行動が出来ないのかしら……": "Haizz… Thật sự không thể hành động theo nhóm được sao…",
    "あはは、でもそれも皆さんの良い所ですから。": "A ha ha, nhưng đó cũng là điểm tốt của mọi người mà.",
    "……嵐のようでしたね。": "… Giống như một cơn bão vậy.",
    "そうだな……とはいえ、\n何度も会う事はあるだろうし……仲良くしていけると良いな。": "Đúng vậy… Dù sao thì, \nsẽ còn gặp nhau nhiều lần nữa… Mong rằng chúng ta sẽ hòa thuận.",
    "はい！　折角の異世界からのお友達ですからね！\nもっともっと、仲良くなれたら嬉しいです！": "Vâng! Vì chúng ta là bạn bè mới đến từ thế giới khác mà!\nTôi rất vui nếu chúng ta có thể thân thiết hơn nữa!",
    "こうして異世界からの客人である彼らは帰還するまで、\nザルトゥーム学園の新しい仲間となったのだった。": "Cứ như vậy, những vị khách từ thế giới khác đã trở thành những người bạn mới của học viện Zartum cho đến khi họ trở về."
}