{
    "<r=プライマル・ベルト>原生帯</r>探索訓練から数日が経ち、\n俺達は単独でメイズ探索に来ていた。": "Đã vài ngày kể từ khi kết thúc huấn luyện thám hiểm <r=プライマル・ベルト>Vùng Nguyên Sinh</r>,\nchúng tôi đã đến một mình để thám hiểm Mê Cung.",
    "当然２番目に浅い層であるこの一帯もそれなりに採掘は進んでいるが、\nやはり<r=ケイブ・ベルト>地穴帯</r>よりかはタツミヤ鉱の数は多い。": "Đương nhiên, khu vực này, vốn là tầng thứ hai, cũng đã được khai thác kha khá,\nnhưng số lượng quặng Tatsumiya vẫn còn nhiều hơn so với <r=ケイブ・ベルト>Vùng Hang Động</r>.",
    "無事に探索許可が下りてよかったですね！": "Thật tốt vì chúng ta đã được phép thám hiểm!",
    "ああ。探索訓練に付き合ってくれた舞亜とうるうには、\n改めて礼をしないとな。": "Ừm. Tôi phải cảm ơn Maia và Uruu vì đã cùng tôi tham gia huấn luyện thám hiểm.",
    "やったやった～♪\nこれでラミ達、将来お金持ち～♪": "Yeah yeah~♪\nNhư vậy, Lami và mọi người sẽ sớm trở nên giàu có~♪",
    "ＭＧ～も～デコっちゃお～♪": "MG~ cũng~ trang trí~♪",
    "キラキラ可愛く～♪\n……って、お前がノッてくるのかよー！": "Lấp lánh dễ thương~♪\n……Khoan đã, sao cậu lại hứng thú thế này!",
    "デコる……？\nそんなことをしては、敵に見つかりやすくなるだけでは？": "Trang trí…?\nLàm vậy chẳng phải sẽ dễ bị kẻ địch phát hiện hơn sao?",
    "あまり派手でなければ、問題なさそう。": "Nếu không quá phô trương thì có lẽ không sao đâu.",
    "ねえちょっと！\nあたしだけ除け者にして、盛り上がんないでよー！": "Này, khoan đã!\nĐừng có bỏ rơi tớ, đừng có vui vẻ như vậy chứ!",
    "斥候役のちゆるから不満の声があがる。": "Tiếng nói bất mãn của Chiyuru, người đảm nhận vai trò trinh sát, vang lên.",
    "単独で<r=プライマル・ベルト>原生帯</r>の探索をするにあたり、\n俺は新たな訓練を行うことにしていた。": "Để chuẩn bị cho việc thám hiểm một mình <r=プライマル・ベルト>Vùng Nguyên Sinh</r>,\ntôi đã quyết định thực hiện một buổi huấn luyện mới.",
    "全員が持ち回りで斥候役とリーダー役を務める訓練だ。\n今日はちゆるが斥候役で、白奈がリーダーを務めている。": "Đó là buổi huấn luyện mà mọi người thay phiên nhau đảm nhận vai trò trinh sát và lãnh đạo.\nHôm nay, Chiyuru là trinh sát, và Hakuna là người lãnh đạo.",
    "悪い悪い。で、どうだ？\n何か気づいたことはあるか？": "Xin lỗi, xin lỗi. Vậy, sao rồi?\nCó gì cậu nhận thấy không?",
    "ええ。ちょうど今みつけたところよ。": "Vâng. Tôi vừa mới tìm thấy.",
    "何があったの？": "Có chuyện gì vậy?",
    "メイズシフターの足跡。それもまだ新しいよ。": "Dấu chân của Maze Shifter. Hơn nữa, chúng còn rất mới.",
    "数は……５体ね。\n左の<r=ドリフト>横坑</r>に入っていったみたい。": "Số lượng… là 5 con.\nCó vẻ chúng đã đi vào <r=ドリフト>Hầm Ngang</r> bên trái.",
    "経過時間は……そうね。２４時間以内ってところかしら。": "Thời gian trôi qua… ừm. Khoảng 24 giờ trở lại đây.",
    "わかった。えっと……各員、周囲警戒。\n<r=しんがり>殿</r>のめるは後方に注意して。": "Tôi hiểu rồi. Ừm… Mọi người, cảnh giác xung quanh.\nMeru, người ở <r=しんがり>phía sau</r>, hãy cẩn thận.",
    "はいっ！　皆さんの背中は私が守ります！": "Vâng! Em sẽ bảo vệ lưng cho mọi người!",
    "集中力を一点に絞っためるの活躍には目を見張るものがある。": "Khả năng tập trung cao độ của Meru thật đáng kinh ngạc.",
    "それを理解する白奈は、めるに後方をまかせることにしたようだ。\n適性を活かした的確な指示だな。": "Hakuna, người hiểu rõ điều đó, dường như đã quyết định giao phó phía sau cho Meru.\nĐó là một chỉ thị chính xác, tận dụng tốt khả năng của cô ấy.",
    "本隊は、左の<r=ドリフト>横坑</r>をできるだけ迂回するコースを取る。": "Đội chính sẽ đi theo một lộ trình tránh <r=ドリフト>Hầm Ngang</r> bên trái càng xa càng tốt.",
    "了解しましたわ！": "Rõ rồi!",
    "戦闘の可能性は低いけれど、各自武装のチェックはしておいて。": "Khả năng chiến đấu không cao, nhưng mọi người hãy kiểm tra vũ khí của mình đi.",
    "ねえ……七彩、こんな感じで合ってる？": "Này… Nanairo, như thế này có đúng không?",
    "ええ、完璧ですわ。": "Vâng, hoàn hảo ạ.",
    "先日のカラフルブーケとの訓練を経たことで、\nシリウスシュガーの探索技術は大きく向上していた。": "Nhờ vào buổi huấn luyện với Colorful Bouquet trước đó,\nkỹ năng thám hiểm của Sirius Sugar đã được cải thiện đáng kể.",
    "それに加えて、役割を交換する訓練の効果も出ていた。": "Thêm vào đó, hiệu quả của việc huấn luyện thay đổi vai trò cũng đã phát huy tác dụng.",
    "（特にリーダーの交代は効果的だな）": "（Đặc biệt, việc thay đổi vị trí lãnh đạo rất hiệu quả）",
    "（リーダーとメンバーが、\n互いにフォローシップを発揮してこそのチーム行動だ）": "（Người lãnh đạo và các thành viên,\ncùng nhau phát huy tinh thần hỗ trợ, đó là hành động của một đội）",
    "（全員がリーダーの立場を経験することで、\n互いの視点を学ぶことができている）": "（Tất cả mọi người đều có kinh nghiệm làm lãnh đạo,\ntừ đó có thể học hỏi những góc nhìn của nhau）",
    "%usernameusernameuserna%さんが発案したこの訓練、\n非常に有意義ですわね。": "Buổi huấn luyện này do %usernameusernameuserna% khởi xướng,\nthực sự rất có ý nghĩa ạ.",
    "チームとしてより相互理解が深まった実感がありますわ。": "Tôi cảm thấy sự hiểu biết lẫn nhau trong nhóm đã sâu sắc hơn.",
    "生徒会にも褒められましたもんね。\n探索の成果が上がってるって……！": "Hội học sinh cũng đã khen ngợi chúng ta.\nRằng kết quả thám hiểm đã được cải thiện…!",
    "『以前に比べて』っていらん一言がついてたけどね！\nあいつら、ラミ達をナメすぎ！": "Dù sao thì, họ đã thêm một câu 'so với trước đây' đấy!\nBọn họ coi thường Lami và mọi người quá!",
    "シリウスシュガーにしてはやるじゃんって意味だもんね。\nただ、褒められるのは悪い気はしないかな。": "Ý của họ là Sirius Sugar làm tốt hơn mong đợi thôi mà.\nDù vậy, được khen ngợi cũng không tệ.",
    "そうですよ。\n実際、誰より私達が訓練の成果を実感してますから！": "Đúng vậy.\nThực tế, chúng ta là những người cảm nhận rõ nhất hiệu quả của buổi huấn luyện!",
    "ですわね。以前よりも、着実に進歩していると思いますわ。": "Đúng vậy ạ. Tôi nghĩ rằng chúng ta đang tiến bộ đều đặn hơn trước.",
    "%usernameusernameuserna%さんが、\nちゃんと見てくれてるからですよ！": "Đó là vì %usernameusernameuserna% đã\nchăm chỉ quan sát chúng ta!",
    "お前達も折れずについてきてくれているし、\n俺を信頼してくれた結果だよ。": "Mọi người cũng đã kiên trì đi theo tôi,\nvà đó là kết quả của việc mọi người tin tưởng tôi.",
    "えへへ……": "Ehehe…",
    "ふふ……": "Fufu…",
    "はーいはい、いちゃついてるとこ悪いけど、\nそろそろ<r=ドリフト>横坑</r>の終端に着くよ～。": "Này, này, xin lỗi vì đã làm gián đoạn, nhưng\nchúng ta sắp đến điểm cuối của <r=ドリフト>Hầm Ngang</r> rồi~.",
    "行き止まりなのか？": "Đó là đường cụt sao?",
    "いや、この先は<r=ホール>広間</r>になってる。\n奥はもう少し深層に繋がってそうね～。": "Không, phía trước là <r=ホール>Quảng Trường</r>.\nCó vẻ như phía sau sẽ thông đến tầng sâu hơn nữa~.",
    "まじー！？　じゃあさ、もっともーっと\nタツミヤ鉱が掘れるかもってこと！？": "Thật á!? Vậy thì, chẳng phải là chúng ta có thể\nkhai thác được nhiều quặng Tatsumiya hơn sao!?",
    "<r=ホール>広間</r>抜ければすぐでしょ？\nいこーよ！　せっかく許可も下りてんだしさ！": "Chúng ta sẽ đến ngay sau khi vượt qua <r=ホール>Quảng Trường</r> mà?\nĐi thôi! Dù sao thì chúng ta cũng đã được phép mà!",
    "ただメイズシフターの反応かな？　ぽつぽつとあるね。\nあたしとしてはラミちゃんに賛成だけど。": "Chỉ là phản ứng của Maze Shifter thôi sao? Có vài con ở đó.\nTớ thì đồng ý với Lami.",
    "お、さっすがー！　わかってんじゃん！\nメイズシフターくらい、ちょちょいのちょいで片付けりゃＯＫ！": "Ô, giỏi quá!\nBiết ngay mà! Maze Shifter chỉ là chuyện nhỏ thôi!",
    "確かに今日は探索がメインでしたし、\n採掘量はそれほどですしね……": "Quả thực, hôm nay chúng ta tập trung vào việc thám hiểm mà,\nlượng khai thác không nhiều lắm...",
    "けれど、チームの資金力が乏しい中、\nあまり弾薬を使いたくはないですね。": "Tuy nhiên, trong khi nguồn vốn của đội còn hạn hẹp,\ntôi không muốn lãng phí đạn dược quá nhiều.",
    "でもより奥へいけば、それを賄うどころかお釣りがくるくらい、\n稼げるでしょ。": "Nhưng nếu chúng ta đi sâu hơn, chúng ta có thể kiếm được nhiều hơn thế,\nthậm chí còn dư nữa.",
    "逆にたいして成果が出なかったら？\n無駄遣いした弾薬の数が増えるだけ。": "Nhưng nếu kết quả không được như mong đợi thì sao?\nChúng ta chỉ lãng phí thêm đạn dược mà thôi.",
    "探索進捗は目標値に達してる。\n帰還した方がいいと思うの。": "Tiến độ thám hiểm đã đạt đến mục tiêu.\nTôi nghĩ chúng ta nên quay về.",
    "ええー！？　それじゃ儲けほぼゼロじゃん！\nウチらの財政的にも、手ぶらで帰るヨユーないって！": "Eeeh!? Vậy thì chúng ta chẳng kiếm được gì cả!\nVề mặt tài chính, chúng ta không thể về tay không được!",
    "今日のリーダーはわたし。リーダーの言うことは絶対。": "Hôm nay tớ là người lãnh đạo. Lời của người lãnh đạo là tuyệt đối.",
    "ちょっとくらい大丈夫でしょ！\n必要なリスクすら背負えないんじゃ、この先ずっと赤字だよ！？": "Chỉ một chút thôi cũng được mà!\nNếu không thể gánh vác những rủi ro cần thiết, thì chúng ta sẽ luôn trong tình trạng thua lỗ sao!?",
    "ラミと白奈、どちらの言い分も正しいところはある。": "Lami và Hakuna, cả hai đều có lý.",
    "探索としては進んでいるが、採掘量は乏しい。\n資金難に苦しむ今、少しリスクをとってでも狙いたいリターンがある。": "Việc thám hiểm đang tiến triển, nhưng lượng khai thác lại ít.\nTrong tình trạng khó khăn về tài chính hiện tại, chúng ta muốn chấp nhận một chút rủi ro để có được lợi nhuận.",
    "だが、この先思っていたリターンがなかった場合、\n次の<r=ホール>広間</r>で使うだろう弾丸はすべて無駄となる。": "Nhưng nếu lợi nhuận không được như mong đợi,\nthì số đạn dược sẽ sử dụng ở <r=ホール>Quảng Trường</r> tiếp theo sẽ trở nên vô ích.",
    "%usernameusernameuserna%ならどうする？": "Nếu là %usernameusernameuserna%, bạn sẽ làm gì?",
    "もうちょっとだけ探索するよね！？\nがっぽがっぽ稼ぎたいよねっ！？": "Chúng ta sẽ thám hiểm thêm một chút nữa đúng không!?\nChúng ta muốn kiếm thật nhiều tiền đúng không!?",
    "ラミの意見を採択だ": "Tôi chọn ý kiến của Lami.",
    "白奈に従おう": "Tuân theo Hakuna.",
    "白奈の言う通り、これ以上の探索はリスクが大きい。\n当初の目的は満たしてるし、リーダーの命令どおり帰還しよう。": "Theo như Hakuna nói, việc thám hiểm thêm nữa là quá rủi ro.\nMục đích ban đầu đã đạt được, và chúng ta sẽ quay về theo lệnh của người lãnh đạo.",
    "やっぱりあなたなら、わたしと同じ考えだと思ったよ。": "Tôi nghĩ rằng bạn cũng có cùng suy nghĩ với tôi.",
    "はぁ！？　ここまで来て帰るの！？": "Hả!? Đến đây rồi mà lại quay về sao?",
    "ラミの意見も理解できる。多少リスクを取ってでも、\n資金難の解決を優先するというのも間違っていない。": "Tôi hiểu ý kiến của Lami. Việc chấp nhận một chút rủi ro để giải quyết khó khăn về tài chính cũng không sai.",
    "なら……！": "Vậy thì…!",
    "かといって別にこの先にこだわる必要はないんじゃないか？\n改めてもっとリスクの低い道を探し直すのでも満たせないか？": "Nhưng tôi nghĩ rằng chúng ta không cần thiết phải cứ khăng khăng ở đây.\nChúng ta có thể tìm kiếm một con đường khác ít rủi ro hơn, có được không?",
    "う、そ、それは……": "Ư… ừ… thì…",
    "……わ、わかった。今回はリーダーに従う。": "…Tôi… tôi hiểu rồi. Lần này tôi sẽ nghe theo người lãnh đạo.",
    "物資が完全に尽きたわけじゃない。資金難の今、\n多少リスクを取ってでもリターンを狙うのは悪くないと思う。": "Vật tư không hoàn toàn cạn kiệt. Trong tình hình khó khăn về tài chính hiện tại,\ntôi nghĩ rằng không tệ khi chấp nhận một chút rủi ro để nhắm đến lợi nhuận.",
    "でしょ！　わかってんじゃん！　メイズは稼いでナンボでしょ～♪\n%usernameusernameuserna%はそう言うって思ってた！": "Đúng không! Tôi biết ngay mà! Mê Cung là nơi để kiếm tiền mà~♪\nTớ đã nghĩ %usernameusernameuserna% sẽ nói như vậy!",
    "でも……": "Nhưng…",
    "白奈の考えもわかる。確かにこの先メイズシフターを倒して進んでも、\nたいした成果が出ない可能性だってある。": "Tôi cũng hiểu suy nghĩ của Hakuna. Quả thực, ngay cả khi chúng ta đánh bại Maze Shifter ở phía trước,\nthì khả năng chúng ta không đạt được kết quả gì cũng có thể xảy ra.",
    "だったら……": "Nếu vậy thì…",
    "とはいえだ。ずっと保守的だとこの問題は解決しないままだ。\n博打をするわけじゃない。必要なリスクは取ろうって話だよ。": "Tuy nhiên, nếu cứ bảo thủ mãi thì vấn đề này sẽ không được giải quyết.\nChúng ta không phải đang đánh bạc. Chúng ta đang nói về việc chấp nhận những rủi ro cần thiết.",
    "この場合、倒したメイズシフター達の持つタツミヤ鉱にも期待できる。\nそうすれば奥に何もなくても、最悪トントンにはなるかもしれない。": "Trong trường hợp này, chúng ta cũng có thể kỳ vọng vào quặng Tatsumiya mà Maze Shifter đánh bại sở hữu.\nNếu không có gì ở phía sau, thì tệ nhất chúng ta cũng không bị lỗ.",
    "……なるほど、そこまでは目がいってなかったかも。\nなら、ラミの意見も悪くなさそうね。": "…Tôi hiểu rồi, tôi có thể đã không nghĩ đến điều đó.\nVậy thì, ý kiến của Lami cũng không tệ.",
    "それから斥候のちゆるが本隊に合流し、\n一度自機のエネルギーや装備のチェックを進める。": "Sau đó, trinh sát Chiyuru hợp với đội chính,\nvà tiến hành kiểm tra năng lượng và trang bị của máy.",
    "エネルギーの残量チェック。残りの弾薬、装備の状態も……チェック。": "Kiểm tra lượng năng lượng còn lại. Số đạn còn lại, tình trạng trang bị… kiểm tra.",
    "……はい！　私は準備完了しました！　特に問題ありません！": "…Vâng! Tôi đã chuẩn bị xong rồi! Đặc biệt là không có vấn đề gì!",
    "わたくしも問題ありませんわ。": "Tôi cũng không có vấn đề gì.",
    "いつでもいけるよん。": "Tôi đã sẵn sàng.",
    "ラミも準備ばっちり。さっさと行こっ。": "Lami cũng đã chuẩn bị xong. Đi thôi nào.",
    "……待って。まだ%usernameusernameuserna%が確認中よ。": "…Đợi đã. %usernameusernameuserna% vẫn đang kiểm tra.",
    "おっそいなー。\nさっさと準備してよねー。": "Chậm chạp quá đi.\nChuẩn bị nhanh lên nào.",
    "あ、ああ、悪――う……っ！　急に頭が……！": "A, à, xin l—ư… ỰC! Đột nhiên đầu tôi…!",
    "えっ、なに？　ラミ何かした！？": "Hả, có chuyện gì vậy? Lami đã làm gì sao!?",
    "っ、はぁ、はぁっ……な、なんだ、息も……！　ごほっ、げほっ！！": "Ực, hộc, hộc… Chuyện gì vậy, thở cũng…! Khụ, khụ!!",
    "%usernameusernameuserna%……？　様子、変。": "%usernameusernameuserna%… Sao rồi?",
    "心臓が早鐘を打ち、視界が歪む。\nまともに目を開けていることさえ苦しい。": "Tim đập nhanh, tầm nhìn méo mó.\nNgay cả việc mở mắt bình thường cũng khó khăn.",
    "これは……！": "Đây là…!",
    "まさか『メイズシンドローム』！？": "Chẳng lẽ là 'Hội chứng Mê Cung'!?\n",
    "%usernameusernameuserna%さん、しっかりしてください！\n%usernameusernameuserna%さん！！": "%usernameusernameuserna%, anh hãy cố lên!\n%usernameusernameuserna%!!",
    "落ち着いて……！\n全員で彼をカバーしつつ、最短で地上を目指す。": "Bình tĩnh nào…!\nTất cả mọi người hãy che chắn cho anh ấy, và hướng đến mặt đất nhanh nhất có thể.",
    "了解！": "Rõ!",
    "ったく、世話が焼けるなー！！": "Chết thật, phiền phức thật đấy!!",
    "す……すまない……": "X… xin lỗi…",
    "誰にでも起こり得ることですわ。\nむしろ今まで起こらなかったことが不思議なくらい。": "Chuyện này có thể xảy ra với bất kỳ ai.\nThật kỳ lạ là nó chưa xảy ra cho đến bây giờ.",
    "グラグラと揺れる思考の中、\nＭＧを自律モードへ切り替える。": "Trong khi suy nghĩ lung lay,\ntôi chuyển MG sang chế độ tự động.",
    "その後チーム全員に助けられ、どうにか無事に\n地上へたどり着くことができた。": "Sau đó, nhờ sự giúp đỡ của tất cả mọi người trong đội, tôi đã xoay sở để\nvề đến mặt đất an toàn."
}