{
    "……というわけで、\nこれが私と七彩さんとの出会いだったんです。": "……Tóm lại là, đây là lần đầu tôi gặp chị Nanairo.",
    "なるほどな……めるのチームが決まらなかったのも驚きだが、\n七彩はそんなに大人気だったのか。": "Ra vậy… Tôi cũng ngạc nhiên vì Meru không chọn được đội, nhưng Nanairo nổi tiếng đến vậy sao?",
    "ええ、あの時は凄かったんですよ。\n学園の枠が余ってるチームが七彩さんを目当てに集まって……": "Vâng, lúc đó thật là khủng khiếp. Các đội còn chỗ trong trường đều tìm đến chị Nanairo…",
    "何か話し込んでいると思ったら、懐かしいお話をしていますわね……": "Cứ tưởng đang nói chuyện gì, hóa ra là đang ôn lại chuyện xưa nhỉ…",
    "あ、七彩さん。　%usernameusernameuserna%さんに、\nシリウスシュガーの結成した時の話をしていたんです。": "À, chị Nanairo. Chị đang kể với anh %usernameusernameuserna% về lúc thành lập Sirius Sugar đấy.",
    "ふふ、そういえばそんなときもありましたわね。\n懐かしいですわ……それ以上に大変でしたけども。": "Hừm, nghĩ lại thì cũng có lúc như vậy nhỉ. Thật hoài niệm… Nhưng cũng thật là vất vả.",
    "何せ、わたくし目当ての方たちから逃げ回って、\nろくにチーム探しも出来ませんでしたもの……": "Chỉ vì tôi phải chạy trốn khỏi những người nhắm vào tôi, nên cũng không tìm được đội nào tử tế…",
    "あはは……シリウスシュガーが結成してからも、\n定期的にダメ元で勧誘に来る人もいましたからね。": "A ha ha… Ngay cả sau khi Sirius Sugar được thành lập, vẫn có người đến dụ dỗ tôi đấy.",
    "おお……七彩は相当な人気者だったんだな。\nまさか学園中の女子から追われていたとはな。": "Ồ… Nanairo đúng là người nổi tiếng. Không ngờ lại bị các nữ sinh trong trường đuổi theo.",
    "残念ながら、人気なのは、わたくしではありませんわ。\nあの方達の目当ては、わたくしの家なのです。": "Đáng tiếc, người nổi tiếng không phải là tôi. Mục tiêu của họ là gia đình tôi.",
    "……そういえば、確か前にユリアが言ってたな。": "…Nói đến thì, hình như trước đây Yuria có nói.",
    "ええ……わたくしの家は成金と呼ばれるような、\nパイロットに関する事業で財を成した家ですわ。": "Vâng… Nhà tôi được gọi là nhà giàu mới nổi, là nhà đã làm giàu từ các ngành liên quan đến phi công.",
    "確か、昔はおーほっほっほとか言いながら笑ってたんだっけか。": "Hình như hồi xưa chị còn cười 'hô hô hô' nữa đúng không?",
    "%usernameusernameuserna%さん！\nそれは内緒ですよ！": "Anh %usernameusernameuserna%! Chuyện đó là bí mật đấy!",
    "（いや、別に俺たちは知ってるからいいんじゃないか……？）": "（Không, chúng ta biết rồi thì có sao đâu…？）",
    "まあ、それは置いておくとして……わたくしが仲間になれば、\n我が家からチームに援助されると考える生徒が多かったんですの。": "Thôi bỏ qua chuyện đó đi… Vì tôi mà có nhiều học sinh nghĩ rằng nếu vào đội của tôi, họ sẽ được gia đình tôi giúp đỡ.",
    "わたくし自身が実家からの支援を断っていると言っても、\n実際にチームに入ればきっと恩恵が貰えると……": "Ngay cả khi tôi nói rằng tôi không nhận sự hỗ trợ từ gia đình, họ vẫn nghĩ rằng họ sẽ được hưởng lợi khi vào đội…",
    "……酷いと思います。\n七彩さんは、七彩さんの良さがあるのに家の力目当てなんて……": "…Tôi thấy thật tệ. Chị Nanairo có những điểm tốt của riêng mình, vậy mà họ chỉ nhắm vào gia thế…",
    "ふふ……めるさんがそういってくれて助かりますわ。\nでも、そう考えてくれない方が多かったんですの。": "Hừm… Meru nói vậy tôi cũng thấy nhẹ nhõm. Nhưng có nhiều người không nghĩ như vậy.",
    "わたくしは、わたくし自身の力で何かを成したい。\nそう考えてこの学園へとやってきましたの。": "Tôi muốn tự mình làm điều gì đó bằng chính sức lực của mình. Tôi đã nghĩ vậy và đến ngôi trường này.",
    "だから、わたくしの実家の権力を頼りたい。\nそんな気持ちが透けて見える相手はお断りでしたわ。": "Vì vậy, tôi không muốn dựa vào quyền lực của gia đình mình. Tôi sẽ từ chối những người có ý định đó.",
    "なるほど……だっていうのに、\nやってくるのは権力目当ての生徒ばっかりってわけか。": "Ra vậy… Vậy mà, toàn là học sinh nhắm vào quyền lực đến tìm.",
    "ええ。あの時は本当にどうしようかと思いましたわ……\n気付いたら、真っ当なチームはほとんど埋まっていましたもの。": "Vâng. Lúc đó tôi thực sự không biết phải làm sao… Đến khi nhận ra, hầu hết các đội tử tế đều đã có người.",
    "まあ、それはそうだろうなぁ……\nトラブルの種になる生徒も入れづらいだろうし。": "Ừm, chắc là vậy thôi… Cũng khó để nhận những học sinh gây rắc rối vào.",
    "そう考えると、あそこでめるさんと出会えたのは、\nわたくしにとっては幸運でしたわね。": "Nghĩ lại thì, việc tôi gặp Meru ở đó là một điều may mắn đối với tôi.",
    "私も、七彩さんに出会えたことは幸運だったって思ってます！": "Tôi cũng nghĩ gặp được chị Nanairo là một điều may mắn!",
    "……それはそうと、続きが気になるんだが。\nどういった経緯でチーム結成になったんだ？": "…Nói đến thì, tôi tò mò muốn biết chuyện gì sẽ xảy ra tiếp theo. Đội được thành lập như thế nào vậy?",
    "ああ、まだそこまでは説明はしていませんでしたのね。": "À, tôi vẫn chưa giải thích đến đoạn đó.",
    "そうだな。ちょうど七彩がめるの手を引いて、\n一緒に逃げ出した当たりだな。": "Đúng vậy. Vừa lúc Nanairo nắm tay Meru và cùng nhau bỏ chạy.",
    "ああ、なるほど……そこからが激動でしたわね。": "À, ra là vậy… Từ đó trở đi mới là sóng gió nhỉ.",
    "ええ、そうですね……\n確かにあそこからも大変でした。": "Vâng, đúng vậy… Quả thực là vất vả từ lúc đó.",
    "ここからちゆるとラミに白奈まで仲間になるんだろう？\n……全然経緯の予想がつかないな。": "Từ đây Chiyuru, Rami và Shirana cũng sẽ tham gia phải không?\n…Tôi không thể đoán trước được chuyện gì sẽ xảy ra.",
    "おお、なんか懐かしい話をしてるねー！": "Ồ, đang nói chuyện xưa kìa!",
    "あ、ちゆるさん！\nもう大丈夫ですか！？": "A, Chiyuru! Chị ổn rồi sao!?",
    "先ほどまで死んだ顔で寝ていましたのに……": "Mới nãy còn nằm ngủ với bộ mặt như người chết…",
    "流石に水分補給してゆっくりしてたら回復したよ～。\nで、懐かしい話をしてるじゃーん！": "Tôi hồi phục rồi sau khi được uống nước và nghỉ ngơi một chút ~. Mà, mọi người đang nói chuyện xưa kìa!",
    "何々？　何の話をしてるかと思ったら昔の話？": "Gì cơ? Đang nói chuyện gì vậy? Hóa ra là chuyện xưa à?",
    "……懐かしい。": "…Hoài niệm.",
    "おっ、全員集まってきたね♪": "Ô, mọi người đã tập hợp đầy đủ rồi nhỉ♪",
    "……お前ら休憩はいいのか？\nかなり苛め抜いたと思うんだが。": "…Mấy người có được nghỉ ngơi không đấy? Tôi nghĩ là đã hành hạ mấy người khá nhiều rồi.",
    "えー、こういう話くらいで気分転換してもいいじゃーん！": "Ê, nói chuyện như này cũng là để giải khuây thôi mà!",
    "というか、苛め抜いたって明言すんなよ！\n虐待だ虐待ー！": "Mà, đừng có nói là hành hạ nữa! Bạo hành đấy! Bạo hành!",
    "……あんまり言うと、また回数を増やされそう。": "…Nói nhiều quá, chắc lại bị tăng số lần hành hạ mất.",
    "ご期待なら、休憩後は……": "Nếu muốn thì, sau khi nghỉ ngơi…",
    "わー、わー！　それよりもさ！\nその後はあたしの出番だよねっ！": "Woa, woa! Thay vì vậy thì! Đến lượt tôi rồi!",
    "そういえば、ちゆるさんには初めてお会いした時から、\nトラブルに巻き込まれてばかりでしたね。": "Nói đến thì, từ lần đầu gặp Chiyuru, chị đã toàn gặp rắc rối.",
    "いやー、照れちゃうな。": "Ôi, ngại quá.",
    "全然褒めていませんわ。\nあの時も、とんでもない目に遭ったんですのよ……！": "Chị chẳng hề khen gì cả. Lúc đó cũng gặp chuyện kinh khủng đấy…!",
    "確かに……あの時は私もどうなるかと思いましたね……": "Quả thật… Lúc đó tôi cũng không biết chuyện gì sẽ xảy ra nữa…",
    "めるがそこまで言うとはな……\nいったい何があったんだ？": "Meru nói đến vậy cơ à… Rốt cuộc là chuyện gì vậy?",
    "ふふ。\nでは、続きをお話ししますね！": "Hừm. Vậy thì, tôi sẽ kể tiếp nhé!",
    "私と七彩さんが一緒に逃げた後――": "Sau khi tôi và chị Nanairo cùng nhau bỏ chạy —"
}