{
    "ちょっと！？　またぞろぞろ追加戦力やってきたんだけど！？\nそっちはどうなのよ！": "Chết tiệt!? Lại có thêm viện binh kéo đến kìa!?\nCòn bên cậu thì sao!",
    "……すまん、何とか耐えてくれ！": "……Xin lỗi, cố gắng cầm cự nhé!",
    "ああもう！　帰ったら絶対に財布が空っぽになるまで奢らせるから！": "Ái chà! Về nhà nhất định phải bắt đền, tiêu sạch tiền mới thôi!",
    "そういって、ラミが集団の迎撃へと飛び込んでいく。": "Nói rồi, Lami lao vào nghênh chiến với đám đông.",
    "――ユリアを頼みます！\nそのための時間は、作りますから！": "――Tớ nhờ cậu, Yuria!\nTớ sẽ câu giờ cho cậu!",
    "ふふ、絶体絶命だけど……大丈夫よ。\nだって、あたしの大好きな二人だもの。": "Hừm, tình thế ngặt nghèo thật đấy……Nhưng mà không sao đâu.\nVì, tớ có hai người tớ yêu quý mà.",
    "私も……まだ、援護程度ならできます！": "Tớ cũng……vẫn có thể hỗ trợ được!",
    "翠蘭、める、アニスもラミの援護をするために飛び込んでいく。\nそうして、俺はユリアと二人だけでの会話になった。": "Suiran, Meru, Anis cũng lao vào hỗ trợ Lami.\nVà rồi, tôi cùng Yuria có một cuộc nói chuyện riêng.",
    "……何がダメなんだ？": "……Rốt cuộc là sai ở đâu?",
    "あんな、今までみたいに戦えない……！\n楽しかった遊び場だなんて、思えないよ……！": "Tôi không thể chiến đấu như trước đây……!\nTớ không thể nghĩ đây là một sân chơi vui vẻ được nữa……!",
    "なんでそう思うんだ？　言ってみろ。": "Tại sao cậu lại nghĩ vậy? Nói cho tôi biết đi.",
    "……私の後ろには、皆がいたから。": "……Vì đằng sau tôi, luôn có mọi người.",
    "気付かなかったの……私は、ずっとずっと、走ってた。\n楽しく遊んで、ずっと前を走っていて……それでよかったの。": "Tôi đã không nhận ra……Tôi đã luôn, luôn chạy về phía trước.\nVui vẻ chơi đùa, luôn chạy về phía trước……Như vậy là đủ rồi.",
    "…………": "…………",
    "でもね、楽しくなくなって……翠蘭ちゃんと喧嘩して……\n後ろを見たらね、皆が居てくれたんだ。": "Nhưng mà, tôi không còn thấy vui nữa……Cãi nhau với Suiran……\nNhìn lại phía sau thì, mọi người đã ở đó.",
    "……だから、なんだと思う。\nだから、怖いんだ。": "……Vậy, cậu nghĩ sao?\nVì vậy, tớ sợ.",
    "言葉にする事で、形になっていく。\nユリアが抱えた、恐怖という感情が。": "Nói ra thành lời, sẽ thành hình dạng.\nCảm xúc sợ hãi mà Yuria đang ôm ấp.",
    "……カオスメイデンのことが、好きだから……\nだから……怖い、怖いよ……友達が、いなくなるのが……": "……Vì tôi thích Chaos Maiden……\nCho nên……tôi sợ, sợ lắm……Sợ bạn bè sẽ không còn……",
    "怖いんだよ！　一緒に遊んで、歩いてくれる皆が……！\n居なくなっちゃったらって思うと！": "Tôi sợ đấy!\nSợ những người cùng chơi, cùng bước đi với tôi sẽ……!\nBiến mất!",
    "（……ユリアは、今まで結局の所は自分だけだった。\n楽しい仲間がいたと思っても……本質的には自分だけの狭い世界だ）": "（……Yuria, rốt cuộc thì chỉ có một mình.\nDù có những người bạn vui vẻ……Nhưng về bản chất, đó chỉ là thế giới nhỏ bé của riêng cô ấy）",
    "（だが……調子を崩して、翠蘭と喧嘩をして……\n本当に自覚したんだ。かけがえのない仲間の存在を。自分の責任を）": "（Nhưng mà……Vì mất phong độ, cãi nhau với Suiran……\nCô ấy đã thực sự nhận ra. Sự tồn tại không thể thay thế của bạn bè. Trách nhiệm của bản thân）",
    "こわい、こわいよ！　みんなが、いなくなるかもしれない！\n楽しくなくなった私なんて……要らないって思われるかもしれない！": "Sợ, sợ lắm!\nMọi người có thể sẽ không còn nữa!\nTôi của hiện tại không còn vui vẻ nữa……Có lẽ sẽ không ai cần tôi nữa!",
    "どうすればいいの！？　楽しいだけだったのに、\n今は……怖いよ！　痛いよ！　もう、楽しめないよ！": "Tôi phải làm sao đây!?\nTrước đây chỉ toàn vui vẻ, bây giờ……Tôi sợ!\nTôi đau đớn!\nTôi không thể vui vẻ được nữa!",
    "……それが成長ってやつなんだよ。": "……Đó là sự trưởng thành đấy.",
    "せい、ちょう……？\nこんな、こんなボロボロになってるのに？": "Trưởng, thành……?\nTrong khi tôi, tôi đang tan nát thế này?",
    "ああ、そうだ。お前が今まで知らなかった感情だ。\nそういったものを抱えて、みんな成長していくんだよ。": "Phải, đúng vậy. Đó là những cảm xúc mà cậu chưa từng biết đến.\nKhi ôm ấp những thứ như vậy, mọi người sẽ trưởng thành.",
    "いつか聞いたユリアの過去……\n普通ではない環境で無垢なままに育った少女を見据える。": "Đã từng nghe về quá khứ của Yuria……\nNhìn vào cô gái lớn lên trong một hoàn cảnh không bình thường.",
    "どうすれば……どうすればいいの……？\nこんなの、怖いよ……こんな怖いなら、前に戻りたいよ……": "Tôi phải làm sao……Tôi phải làm sao đây……?\nThật đáng sợ……Nếu đáng sợ như vậy, tôi muốn quay lại trước đây……",
    "戻ることは出来ないんだよ、ユリア。\nそう言った怖さも、抱えていくしかないんだ。": "Cậu không thể quay lại được đâu, Yuria.\nCậu chỉ có thể ôm lấy cả nỗi sợ đó mà thôi.",
    "そんなの……そんなの、無理だよ！": "Như vậy……Như vậy là không thể!",
    "……まったく。成長して、考えすぎてんだユリアは。": "……Thật là. Trưởng thành rồi, Yuria suy nghĩ quá nhiều rồi.",
    "……%usernameusernameuserna%？": "……%usernameusernameuserna%?",
    "怖いし、痛いし、仲間が大切だってのは前からそうだったんだ。\nそれを含めて、戦いを楽しんでたんじゃないか？": "Sợ hãi, đau đớn, và bạn bè là quan trọng, điều đó đã có từ trước rồi.\nCậu đã tận hưởng cả việc chiến đấu, đúng không?",
    "お前が調子を崩したのは、シンプルな答えだ。\n楽しくやりたい……勝ちたい。そんな風に自分で縛り付けたからだ。": "Nguyên nhân cậu mất phong độ, câu trả lời rất đơn giản.\nMuốn vui vẻ……Muốn chiến thắng. Vì tự trói buộc mình như vậy.",
    "……しばり、つけた？　でも、楽しくないのはイヤだから――": "……Tự trói buộc? Nhưng mà, không vui thì không được――",
    "違う。楽しむことに拘った時点で、間違えているんだ。\nお前はお前の思うユリアで自分を縛り付けた。": "Sai rồi. Ngay từ lúc cậu cố chấp với việc vui vẻ, đã sai rồi.\nCậu đã tự trói buộc mình với Yuria mà cậu nghĩ.",
    "……どういう、こと？": "……Ý là, sao?",
    "人は変わっていくんだ。色んなものになっていく。\nでも、お前は成長して……自覚したから過去の自分に拘ったんだよ。": "Con người sẽ thay đổi. Trở thành nhiều thứ khác nhau.\nNhưng mà, cậu đã trưởng thành……Vì đã nhận ra, nên cậu đã cố chấp với bản thân trong quá khứ.",
    "だから、お前を縛り付けているのは……お前自身だ！\n楽しむために、勝たないと……そんな風に拘った心だ！": "Cho nên, thứ trói buộc cậu……chính là bản thân cậu!\nĐể vui vẻ, phải chiến thắng……Cậu đã cố chấp với tâm trạng đó!",
    "……わかんない、わかんないよ！\nなにも、わかんないよ！": "……Tôi không hiểu, tôi không hiểu!\nTôi không hiểu gì cả!",
    "言葉で分からないなら感じてみろ！": "Nếu không hiểu bằng lời nói, thì hãy cảm nhận đi!",
    "めるを……あの姿を見て、お前は苦しいと思うのか！？": "Meru……Nhìn vào bộ dạng đó, cậu có thấy đau khổ không!?",
    "めるちゃんの……？": "Meru-chan……?",
    "そうして、視線を向ける。ボロボロになりながら、\n機体も限界を迎えそうだ。それでも、空を舞い敵を討つ。": "Và rồi, cô ấy nhìn về phía đó. Trong khi tan nát,\nCỗ máy cũng sắp đến giới hạn rồi. Thế nhưng, vẫn bay trên không trung, tiêu diệt kẻ địch.",
    "なんで、なんで……？\n苦しくて、痛くて怖いのに……あんなに、頑張れるの？": "Tại sao, tại sao……?\nĐau khổ, đau đớn, đáng sợ như vậy……Vậy mà, cô ấy lại cố gắng đến thế?",
    "――私は、知っていますよ。": "――Tôi biết.",
    "そうして、戦っている翠蘭からの通信が届いた。": "Và rồi, thông tin liên lạc từ Suiran đang chiến đấu đã đến."
}