{
    "捨て身の一撃は、フルートの機体に直撃していた。\nそのダメージでは、もはや戦闘を続行するのは難しいだろう。": "Đòn đánh liều lĩnh đã đánh trúng vào cỗ máy Flute.\nVới thiệt hại đó, có lẽ sẽ rất khó để tiếp tục chiến đấu.",
    "勝負ありか……": "Xem ra đã phân thắng bại rồi...",
    "はぁっ、はぁっ、はぁっ……": "Haa, haa, haa...",
    "……うう、負けちゃいました……": "…Ưm, em thua rồi...",
    "オープン回線で、フルートはフィーに語りかける。": "Flute mở kênh liên lạc với Fee.",
    "……なんで、最後の攻撃を受けたの？\nギリギリで避けれたはず……": "…Tại sao em lại nhận đòn tấn công cuối cùng vậy?\nĐáng lẽ em đã có thể né được mà...",
    "えへへ……シエナちゃんが言ってたんです。\nステージでは、危うさは人の目を引き付けるんだって。": "Ehehe… Siena-chan đã nói với em.\nTrên sân khấu, sự nguy hiểm sẽ thu hút ánh nhìn của mọi người.",
    "フィーちゃんの最後の一撃に……目が奪われちゃいました。\nえへへ、最高にぽよで『映え』てましたよ、フィーさん！": "Em đã bị cuốn hút bởi đòn đánh cuối cùng của Fee-chan…\nEhehe, nó thật sự rất 'bắt mắt' và 'tỏa sáng' đấy, Fee-san!",
    "わたし……": "Mình…",
    "わたしは……選べたのかな…………？": "Mình… đã có thể chọn lựa sao…?",
    "（まだ、自分の選択を持て余してるんだろうな……）": "(Vẫn còn đang loay hoay với sự lựa chọn của mình nhỉ…)",
    "（だが……今日のことはきっと、フィーを成長させるはずだ。\nその手ごたえもまた、本人が一番感じているだろう）": "(Nhưng mà… chắc chắn hôm nay sẽ giúp Fee trưởng thành hơn.\nChính bản thân cô ấy cũng cảm nhận rõ điều đó nhất)",
    "わわっと、ストップストップ！\n降参するよ。": "Wa wa wa, dừng lại! Dừng lại!\nTớ xin hàng.",
    "えっ？　もう終わり？": "Hả? Kết thúc rồi sao?",
    "フルートが落とされちゃったからね……\nここから先に行くには、全員が本調子じゃないと厳しいからさ。": "Vì Flute đã bị hạ gục rồi mà…\nĐể đi tiếp từ đây, tất cả mọi người phải ở trong tình trạng tốt nhất.",
    "そうだね。損傷は軽微かもしれないけど……\nトレブルクインテットは全員が揃ってこそのチームだからね。": "Đúng vậy. Có thể thiệt hại không đáng kể…\nNhưng Treble Quintet là một đội khi tất cả mọi người đều có mặt.",
    "（流石だな。\nちゃんと自分たちの強みを理解して、引き際を心得てる）": "(Quả là như vậy.\nHiểu rõ điểm mạnh của bản thân và biết khi nào nên dừng lại)",
    "トレブルクインテットはフルートを守りながら、撤退していく。\nその去り際に、エヴィがこちらに声をかけてきた。": "Treble Quintet bảo vệ Flute và rút lui.\nKhi họ rời đi, Evie đã lên tiếng với chúng tôi.",
    "それじゃあ頑張ってね。見てて思ったけど、今まで知ってた\nカオスメイデンとは違うチームに見えたよ。": "Vậy thì cố gắng lên nhé. Nhìn các cậu chiến đấu, tôi thấy các cậu khác với Chaos Maiden mà tôi biết.",
    "ああ。カオスメイデンはまだこれから成長するぞ？": "À. Chaos Maiden vẫn còn đang trưởng thành mà?",
    "……あはは、そりゃ怖いね。%usernameusernameuserna%がそういうと、\n多分本当になるだろうし……負けないようにしないとね。": "…A ha ha, nghe thật đáng sợ. Khi %usernameusernameuserna% nói vậy,\nchắc chắn là sự thật… Phải cố gắng đừng để thua thôi.",
    "それじゃ、カオスメイデンの皆さんおつまるでした！\nフィーちゃん、最後の一撃はとってもぽよでしたよ！": "Vậy, xin chào mọi người của Chaos Maiden!\nFee-chan, đòn đánh cuối cùng của cậu thật sự rất 'tỏa sáng' đấy!",
    "そう言い残すと、俺達に背を向けるトレブルクインテット。\nそしてその機影は小さくなっていった。": "Nói xong, Treble Quintet quay lưng lại với chúng tôi.\nVà bóng dáng của họ dần khuất xa.",
    "（……負けたっていうのに笑顔で見送ってくれるか。ありがとうな）": "(…Thua mà vẫn mỉm cười tiễn mình đi sao. Cảm ơn)",
    "ところでフィーちゃん、最後の見てたよ！\nなんかすごかったね！　あんな動き出来たんだ！": "Nhân tiện, Fee-chan, tớ đã xem đòn cuối cùng của cậu!\nNó thật tuyệt vời! Cậu có thể làm được như vậy sao!",
    "そう……なのかな……？": "Vậy… sao…?",
    "そうね、あたしもフィーがあんなに、\nがむしゃらな姿を見てちょっと嬉しくなっちゃったわ。": "Đúng vậy, tớ cũng hơi vui khi thấy Fee như vậy,\nvới dáng vẻ liều lĩnh như vậy.",
    "……がむしゃら。": "…Liều lĩnh.",
    "そうですね……今まで見ていたフィーさんとは違っていました。\n……とてもその在り方は素晴らしいと思います。": "Đúng vậy… Khác với Fee-san mà tôi đã thấy trước đây.\n…Tôi nghĩ rằng, sự tồn tại đó thật tuyệt vời.",
    "形はどうあれ変わろうとしているというわけですね。\nフィーも、私も……カオスメイデンというチームが。": "Dù thế nào đi nữa thì cũng đang thay đổi phải không?\nFee, cả tôi nữa… và cả đội Chaos Maiden.",
    "……変わるかぁ。": "…Thay đổi sao.",
    "あら？　あたしは今まで通りよ？\nちゃーんと、みんなを困らせていっぱい構って貰うから♪": "Ara? Tớ vẫn như trước giờ thôi mà?\nChắc chắn sẽ làm mọi người bối rối và được quan tâm thật nhiều♪",
    "そこは変わってください。": "Xin hãy thay đổi ở điểm đó đi.",
    "モニターに映るフィーが小さく微笑んだ。\nその表情は以前までの彼女とはどこか違っていた。": "Fee trên màn hình mỉm cười nhẹ.\nBiểu cảm của cô ấy khác xa so với trước đây.",
    "その変化を感じてか、カオスメイデンの空気は今までになく明るい。\n……それは、カオスメイデンが着実に変わっている証明だ。": "Có lẽ cảm nhận được sự thay đổi đó, không khí của Chaos Maiden tươi sáng hơn bao giờ hết.\n…Đó là minh chứng cho thấy Chaos Maiden đang thay đổi một cách vững chắc.",
    "さあ、喜ぶのはそこまでだ。\n次はいよいよ、原生帯を超えたその先――": "Nào, vui mừng đến đó thôi.\nTiếp theo là, vượt qua Vùng Nguyên Sinh, tiến đến――",
    "<r=クリスタル・ベルト>煌晶帯</r>だ。": "Vành Đai Tinh Thể.",
    "――ここが、<r=クリスタル・ベルト>煌晶帯</r>か。\n話には聞いていたが……": "――Đây là Vành Đai Tinh Thể sao.\nMặc dù đã nghe nói về nó...",
    "初めて聞いた": "Lần đầu nghe đấy.",
    "噂だけは": "Chỉ là tin đồn thôi.",
    "あれ？　ここまで来るのは初めて？": "Hả? Đến đây lần đầu sao?",
    "ここは<r=ケイブ・ベルト>地穴帯</r>、<r=プライマル・ベルト>原生帯</r>に続く３つ目の層です。": "Đây là Vùng Địa Huyệt, lớp thứ ba tiếp nối Vùng Nguyên Sinh.",
    "これまでに学園が探索を行ったことがある中で、\n最も深いエリアとなっています。": "Đây là khu vực sâu nhất mà học viện từng khám phá.",
    "わたし達も来た事はあるけども、\nあまり長い時間は滞在したことはない。": "Chúng ta cũng từng đến đây rồi,\nnhưng không ở lại lâu.",
    "そうね。ここを活動拠点にするチームは珍しいわ。\nトリニティ・ジュエルが潜ってるらしいけども。": "Đúng vậy. Rất hiếm có đội nào chọn đây làm căn cứ hoạt động.\nTrinity Jewel có vẻ như đang ẩn náu ở đây.",
    "学園の中でも<r=クリスタル・ベルト>煌晶帯</r>を経験したチームは、\nそう多くはありません。": "Trong học viện, số đội đã từng trải nghiệm Vành Đai Tinh Thể,\nthực sự không nhiều.",
    "メイズ探索はこの<r=クリスタル・ベルト>煌晶帯</r>で、\n長い間停滞しているらしいな。": "Việc thám hiểm Mê Cung đã bị đình trệ ở Vành Đai Tinh Thể này,\ntrong một thời gian dài.",
    "ええ。この階層は重力異常がより強くなるため、\nメイズ適性が高くなければ活動する事が困難になりますから。": "Vâng. Vì tầng này có trọng lực bất thường mạnh hơn,\nnên rất khó để hoạt động nếu không có khả năng thích ứng với Mê Cung.",
    "……そして最大の理由は、この<r=クリスタル・ベルト>煌晶帯</r>に生息する、\n特殊なメイズシフターが――": "…Và lý do lớn nhất là, những Maze Shifter đặc biệt sinh sống ở Vành Đai Tinh Thể này――",
    "あっ、あれって霞光じゃありませんか！？\n%usernameusernameuserna%さーん！": "A, đó chẳng phải là Hà Quang sao!?\n%usernameusernameuserna%-san!",
    "めるか……！\nまさか、<r=クリスタル・ベルト>煌晶帯</r>まで降りてこれるとはな。": "Melka…!\nKhông ngờ lại có thể xuống tận Vành Đai Tinh Thể.",
    "後に続くチームはない。\nどうやら、どこかのチームと協力してきたようではないようだ。": "Không có đội nào theo sau.\nCó vẻ như, họ không hợp tác với đội nào khác.",
    "シリウスシュガーの皆さん、\nここに来れるまで強くなっていたのですね……": "Mọi người của Sirius Sugar,\nđã trở nên mạnh mẽ đến mức có thể đến được đây rồi sao…",
    "ええ、わたくしたちもちゃんと成長していますのよ！": "Vâng, chúng tôi cũng đã trưởng thành hơn rất nhiều!",
    "そーそー！　もう昔のラミたちとは違うってわけ！\n……んで、ここまで来たらやるって感じ？": "Đúng rồi đó! Chúng ta đã khác với Lami của ngày xưa rồi!\n…Vậy, khi đến đây thì sẽ chiến đấu thôi sao?",
    "……あはは、いいね！　私たちを狂わせたシリウスシュガーが、\nここで立ちはだかる最後の敵になるっていうのは！": "…A ha ha, hay đấy! Sirius Sugar, những người đã khiến chúng ta phát điên,\nsẽ là kẻ thù cuối cùng đứng trước mặt chúng ta ở đây!",
    "ユリアさん……はい！　今度はあなたたちが挑戦者ですね。\nあれからもっと強くなったんです……絶対に負けたりしません！": "Yuria-san… Vâng! Lần này là các cậu là những người thách thức nhé.\nCác cậu đã mạnh hơn kể từ đó… Chúng tôi nhất định sẽ không thua đâu!",
    "（因果だな……まったく同じ構図で、別の立場か。\nまったく……この戦いは目が離せな――）": "(Đúng là nhân quả mà… Hoàn toàn là một tình huống giống hệt nhau, nhưng ở một vị thế khác.\nThật là… trận chiến này không thể rời mắt được――)",
    "……随分盛り上がってらっしゃいますが、\n流石に<r=クリスタル・ベルト>煌晶帯</r>での戦闘なんて自殺行為ですわ。": "…Mọi người có vẻ rất hào hứng nhỉ,\nnhưng chiến đấu ở Vành Đai Tinh Thể đúng là hành động tự sát.",
    "そーそー！　折角貴重な<r=クリスタル・ベルト>煌晶帯</r>に来たんだよ！？\n戦闘なんかよりもやる事が沢山あるよ！　観察！　調査！　採取！": "Đúng rồi đó! Chúng ta đã đến Vành Đai Tinh Thể quý giá rồi mà!\nCó rất nhiều việc phải làm hơn là chiến đấu!",
    "……競争ですので、採取はしませんが同意見です。\n原生帯とはメイズシフターの脅威が違いすぎますからね。": "…Vì là cuộc thi nên chúng tôi sẽ không thu thập, nhưng chúng tôi đồng ý với ý kiến đó.\nMối đe dọa từ Maze Shifter khác xa so với Vùng Nguyên Sinh mà.",
    "あら？　やらないの？　ならこういうときは、\nうっかり暴発しちゃったことにしてぇ――": "Ara? Không làm sao? Vậy thì trong những trường hợp như thế này,\ncứ coi như là vô tình gây ra đi――",
    "それやったら置いていきますからね？": "Nếu làm vậy thì tôi sẽ bỏ đi đấy?",
    "……つまり、一時休戦？": "…Tức là, tạm thời ngừng chiến?",
    "それがいいって！　ほら、見てよあの巨大な結晶！\n聞いたことはあったけど、本当に凄い光景だよねぇ……！": "Đó là điều tốt nhất!\nNhìn kìa, những tinh thể khổng lồ kia kìa!\nMặc dù đã nghe nói, nhưng cảnh tượng này thật sự rất tuyệt vời…!",
    "……ええっと、す、すみません。\nなんだか一人だけ早まっちゃって……": "…E hèm, em, em xin lỗi.\nCó lẽ em đã hơi vội vàng…",
    "言い出したのはユリアですから……\nそれで、%usernameusernameuserna%さんも異論はありませんか？": "Người bắt đầu là Yuria mà…\nVậy, %usernameusernameuserna%, anh có ý kiến gì không?",
    "ユリアに釘を刺す": "Nhắc nhở Yuria",
    "沙耶を気遣う": "Quan tâm đến Saya",
    "ああ、異論はない。\nここからは未知の層だからな……": "À, tôi không có ý kiến gì cả.\nVì đây là một tầng chưa biết mà...",
    "ユリア、ちゃんと大人しくしておけよ？\nじゃないと迷子になるからな。": "Yuria, ngoan ngoãn một chút nhé?\nNếu không thì sẽ bị lạc đấy.",
    "ちょっと！？　なんで私だけー！？\n私以外にも迷子になる子いそうじゃん！": "Khoan đã!? Tại sao chỉ có mình tôi!?\nNgoài tôi ra còn có người khác dễ bị lạc nữa mà!",
    "連戦が続いているが、疲れていないか？": "Các cậu đã chiến đấu liên tục, có mệt không?",
    "……だ、大丈夫です。お気遣いありがとうございます。": "…Dạ, em, em không sao ạ. Cảm ơn anh đã quan tâm.",
    "……ところでシリウスシュガーの皆さんに聞きたいのですが、\n<r=クリスタル・ベルト>煌晶帯</r>へ潜った経験は？": "…Nhân tiện, tôi muốn hỏi mọi người của Sirius Sugar,\nđã có kinh nghiệm xuống Vành Đai Tinh Thể chưa?",
    "それが、ないんだよー！\nだから今日は本当にわくわくが止まらなくてさー！": "Thật ra, là chưa đâu!\nVì vậy hôm nay tôi rất hào hứng!",
    "……でしたら、注意すべきメイズシフターがいます。\nここに生息する――": "…Nếu vậy, có những Maze Shifter cần phải cẩn thận đấy.\nNhững sinh vật sống ở đây――",
    "『<r=プラズマ>穿光</r>属種』だよね？\n直接は見たことがないけど、他の階層にない攻撃方法で――": "Là 'Xuyên Quang' phải không?\nMặc dù chưa thấy trực tiếp, nhưng nó có phương thức tấn công khác với các tầng khác――",
    "突然、その場にいるＭＧ全機の警報音が鳴り響く。": "Đột nhiên, âm thanh báo động của tất cả các MG vang lên.",
    "！？": "!?",
    "まさか、こんな時に――\n初期照射！　全機、乱数回避！": "Không lẽ, vào lúc này――\nChiếu xạ ban đầu! Tất cả, né tránh hỗn loạn!",
    "翠蘭が鋭く指示を出すと同時に、\n入り乱れてその場を離れる両チーム。": "Cùng lúc đó, Suiran đưa ra chỉ thị sắc bén,\ncả hai đội rời khỏi hiện trường trong sự hỗn loạn.",
    "直後、先ほどまで俺達が談笑していた場所に、\n何条もの光線が照射され、地面を溶かした。": "Ngay sau đó, những tia sáng đã chiếu vào nơi chúng tôi vừa trò chuyện,\nlàm tan chảy mặt đất.",
    "――これが、『<r=プラズマ>穿光</r>属種』！？": "――Đây là 'Xuyên Quang' sao!?",
    "な、なに！？　今の！？": "Gì, cái gì!? Cái vừa rồi!?",
    "……タツミヤ鉱をベースに、メイズ内部に浮遊するガスを取り込んで、\n体内で生成した超高エネルギーでプラズマ状にする。": "…Dựa trên quặng Tatsumiya, hấp thụ khí trôi nổi bên trong Mê Cung,\ntạo ra plasma trong cơ thể.",
    "そして、それを収束、加速してビームとして射出してるんだよ！": "Và, nó sẽ hội tụ, tăng tốc và bắn ra thành chùm tia!",
    "ラミたちが使ってる兵器みたいなことしてくるってわけ！？\nんなもん反則じゃん！？": "Tức là nó sẽ làm những thứ giống như vũ khí mà Lami đang sử dụng sao!?\nThật là bất công mà!?",
    "だから、この階層を潜れるパイロットが少ないんだよね！": "Đó là lý do tại sao có ít phi công có thể xuống tầng này!",
    "噂では、この<r=プラズマ>穿光</r>属種に対処するために、エネルギー兵器が\n発達したと言われている。ピコ情報なので眉唾ものだが。": "Theo tin đồn, vũ khí năng lượng đã phát triển để đối phó với Xuyên Quang này.\nĐó chỉ là tin đồn thôi.",
    "こんな感じで、ビームをバンバン撃ってくるんだよね！\nしかも結晶に当たると反射してくるよ！": "Nó sẽ bắn tia như thế này nè!\nVà nó còn phản xạ khi trúng tinh thể nữa!",
    "……照射源を確認できた。\n前方１０００の距離に小規模集団。": "…Đã xác nhận nguồn chiếu xạ.\nMột nhóm nhỏ cách 1000 phía trước.",
    "再照射までは時間がかかります。\n次を撃つ前に仕留めましょう！": "Phải mất một thời gian để chiếu xạ lại.\nHãy tiêu diệt chúng trước khi nó bắn phát tiếp theo!",
    "了解しました！\nシリウスシュガー、出撃します！": "Đã hiểu!\nSirius Sugar, xuất kích!",
    "すぐさま両チーム全員で突撃する。": "Ngay lập tức, cả hai đội cùng nhau tấn công.",
    "<r=クリスタル・ベルト>煌晶帯</r>へ潜る際に、教えられることがある。\n発光する部位を持つメイズシフターを見たら最速で倒せという戦術だ。": "Khi xuống Vành Đai Tinh Thể, có một điều cần phải biết.\nĐó là chiến thuật tiêu diệt nhanh nhất những Maze Shifter có bộ phận phát sáng.",
    "その教えに従い、\nめるを先頭にして穿光属種の集団に攻撃を仕掛ける一同。": "Tuân theo lời dạy đó,\ncả nhóm tấn công vào nhóm Xuyên Quang với Mel làm người dẫn đầu.",
    "そうして、<r=プラズマ>穿光</r>属種の集団に接敵する瞬間、\n突如として何かが崩落する音が聞こえた。": "Và rồi, ngay khi tiếp cận nhóm Xuyên Quang,\nđột nhiên một âm thanh sụp đổ vang lên.",
    "ちょっと、何！？　崩落した音が……": "Khoan, có chuyện gì vậy!? Âm thanh sụp đổ…",
    "<r=スリーパー・ドリフト>偽装横坑</r>……！？\n皆さん、警戒を！　新手です！": "Hầm Ngụy Trang…!?\nMọi người, hãy cảnh giác! Có kẻ mới!",
    "そこには巨大な射出孔を持つ大型穿光属種が\n顔を出していた。": "Ở đó, một Xuyên Quang lớn với lỗ phóng khổng lồ đã\nxuất hiện.",
    "射出孔周辺には、バチッと音をたてて青白い光が生じている。\nこれは――": "Xung quanh lỗ phóng, ánh sáng xanh nhạt phát ra với tiếng nổ.\nĐây là――",
    "お前ら！！　全員緊急回避だっ！！": "Mấy người các ngươi!! Tất cả, né khẩn cấp!!",
    "俺が叫ぶと同時に、巨大なプラズマビームが襲い掛かってきた――": "Cùng lúc tôi hét lên, một luồng plasma khổng lồ ập đến――"
}