{
    "１時の方向より敵影！\n１５秒後に接敵！": "Địch xuất hiện hướng 1 giờ!\nTiếp cận sau 15 giây!",
    "了解、そっちは私に任せて！": "Rõ, cứ để đấy cho tớ!",
    "待って、予想より敵機の数が少ないわ。\n伏兵に注意しないと。": "Khoan đã, số lượng máy địch ít hơn dự kiến.\nPhải cẩn thận với phục binh.",
    "後方支援は私の役目。\n気にせず行って大丈夫よ。": "Hậu phương là việc của tớ.\nCậu cứ yên tâm mà đi.",
    "あっあっあっ……ううう、い、行きま～す！": "A...a...a...ư...ư, em, em đi đây!",
    "カラフルブーケの皆も頑張ってるみたいだな。": "Mọi người trong nhóm Colorful Bouquet cũng đang cố gắng nhỉ.",
    "（……こうしてみていて、見事な連携だな。\n柊校舎のエースチームは伊達じゃないってことか）": "(...Cứ nhìn thế này, phối hợp thật tuyệt vời.\nĐội át chủ bài của Học viện Hinoki quả không tầm thường)",
    "（それぞれの連携も理解したうえできちんとこなせている。\nこれは俺も参考にさせてもらう必要があるな）": "(Mỗi người đều hiểu rõ sự phối hợp và thực hiện một cách hoàn hảo.\nCái này tôi cũng cần phải học hỏi)",
    "（……あっ、あそこにいるのって、%usernameusernameuserna%？\n私達の訓練の見学に来たみたいね）": "(...A, người ở đằng kia là %usernameusernameuserna%?\nHình như đến xem buổi huấn luyện của chúng ta)",
    "ようし……もっと前に出るわ！\nここは私に任せて頂戴！": "Được rồi...tớ sẽ tiến lên nữa!\nCứ để tớ lo chỗ này!",
    "あ……っ、クララさん、\n急に連携を外れないで！": "A...!, Clara-san,\nĐừng có tự ý tách khỏi đội hình!",
    "待つんだクララ！　陣形は……": "Đợi đã Clara! đội hình...",
    "さあ、あいつに私の実力を見せてやるわ！\nとりゃー！": "Nào, tớ sẽ cho cậu ta thấy thực lực của tớ!\nTrời!",
    "……これは聞こえてないな。": "…Cái này chắc không nghe thấy rồi.",
    "ふふん、見てた、%usernameusernameuserna%？\n私のすっごい活躍！": "Hừm, cậu thấy chưa, %usernameusernameuserna%?\nTớ đã thể hiện rất tuyệt vời!",
    "……クララ。": "…Clara.",
    "どう？　私もなかなかやるでしょ？": "Sao?\nTớ cũng khá giỏi đúng không?",
    "（自信満々なクララには悪いが……\nここはちゃんと忠告しておかないとな）": "(Tuy Clara tự tin thì cũng không hay lắm...\nNhưng mà ở đây phải nhắc nhở mới được)",
    "……どんなに活躍したとしても、連携を崩すのは良くないだろ。": "…Dù có giỏi đến đâu, việc phá vỡ đội hình là không tốt đâu.",
    "あっ……！": "A...!",
    "や、やっちゃった……みんなに謝らないと！": "T, tớ lỡ...phải xin lỗi mọi người rồi!",
    "ああ、そうするといい。": "Ừ, cứ làm vậy đi.",
    "い、言われなくたって分かってるわよ！\n今から謝るんだから！": "T, tớ biết thừa mà!\nBây giờ tớ sẽ xin lỗi!",
    "みんな、ごめんなさい！\n私、勝手に前へ出て陣形を崩しちゃって……！": "Mọi người, tớ xin lỗi!\nTớ đã tự ý lao lên trước và phá vỡ đội hình...",
    "まあ、集中力が高いことは良いことだが……\nちゃんと周囲にも気を配るんだぞ。": "À, tập trung cao độ là tốt, nhưng mà...\nPhải để ý đến xung quanh nữa nhé.",
    "そうね。\nまあ反省はしているみたいだし、今度からは気を付けてね。": "Ừm.\nMà hình như cậu ấy cũng đã hối lỗi rồi, lần sau cẩn thận hơn nhé.",
    "いざとなったらフォローするのがチームだから、\n気負いすぎなくてもいいからね。": "Vì chúng ta là một đội, nên nếu có chuyện gì thì sẽ hỗ trợ nhau,\nđừng quá căng thẳng.",
    "……あんな風に前に出るなんて、尊敬します……": "...Ra tiền tuyến như vậy, tớ rất nể...",
    "本当にごめんなさい！　もう、同じようなミスはしないから！\nはぁ……やっちゃったなぁ……": "Thật sự xin lỗi! Tớ sẽ không mắc lỗi tương tự nữa!\nHà...tớ lỡ rồi...",
    "（みんなは許してくれているが……クララは気にしてるみたいだな。\nちょっとくらいはフォローしておくか）": "(Mọi người đã tha thứ, nhưng Clara có vẻ vẫn còn để tâm.\nĐể tớ an ủi một chút vậy)",
    "ミスは誰にでもあるものだ。\n同じ失敗をしなければ大丈夫だ。": "Ai cũng có lúc mắc lỗi.\nChỉ cần không lặp lại sai lầm là được.",
    "ぐぬぬ……わ、分かってるわよ……！": "Grừ...t, tớ biết rồi...",
    "（……クララ、悔しそうに俺のことを睨みつけてるな）": "(...Clara, đang trừng mắt nhìn tôi kìa)",
    "……もしかして、言い過ぎたか？": "…Hay là tôi nói hơi quá rồi?",
    "そ、そうじゃないわ！\n別に%usernameusernameuserna%が間違ってるわけじゃ……！": "Đ, đâu có!\nĐâu phải là %usernameusernameuserna% sai...!",
    "というか、そういう言い方されたら、何も言えないじゃないの……！": "Hay nói đúng hơn, cậu nói như thế thì tớ biết nói gì đây...!",
    "うぅううううう……！": "Ư...ư...ư...!",
    "（口では色々言いながら、こっちをにらむのを止めないな……）": "(...Miệng thì nói thế, nhưng vẫn không ngừng trừng mắt nhìn tôi...)",
    "（……まあ、多少時間がたてば落ち着くだろう）": "(...Mà thôi, chắc là rồi sẽ ổn thôi)",
    "……絶対に見返してやるんだから！": "…Nhất định tớ sẽ cho cậu thấy kết quả!",
    "全員、あと最低５周だ！\nそれが終わればランニングは好きなタイミングで切り上げていいぞ！": "Mọi người, còn tối thiểu 5 vòng nữa!\nXong thì có thể tự do kết thúc chạy bộ!",
    "は、はいぃ～！": "V, vâng!",
    "オッケー、分かったわ。": "Ok, tớ hiểu rồi.",
    "まあ、適当に流しておくわね。": "Ừm, cứ làm vừa phải thôi.",
    "（ちゃんと全員の体力を考えた上で回数をコントロールしているのか。\nその上で、自主的に訓練をできるように言葉をかけている、と）": "(Cậu ấy cân nhắc thể lực của mọi người rồi kiểm soát số vòng.\nSau đó còn khuyến khích mọi người tự tập luyện nữa)",
    "（こうして他人が頑張っている姿を見ていると、\n俺も頑張らないとって気持ちになるな……！）": "(Cứ nhìn thấy người khác cố gắng như vậy,\ntôi cũng phải cố gắng hơn...!)",
    "%usernameusernameuserna%も、\n私達を気にせず適度なタイミングで切り上げていいからな？": "%usernameusernameuserna% cũng vậy,\ncậu có thể kết thúc sớm nếu thấy mệt nhé?",
    "ああ、気を使ってくれてありがとう。\nでも、もう少し走れそうだから頑張らせてもらうよ。": "Ừ, cảm ơn vì đã quan tâm.\nNhưng tôi vẫn có thể chạy thêm nên cứ để tôi cố gắng vậy.",
    "はー、この当たりで終わりにしましょうか。": "Ha, đến đây là hết rồi nhỉ.",
    "じ、じゃあわたしも……": "V, vậy thì tớ cũng...",
    "みんな、お疲れー。": "Mọi người, vất vả rồi.",
    "……はっ、はあっ、はっ……私は、まだ走れるわ。\n%usernameusernameuserna%だってまだ走ってるんだし……": "…Hà, hộc, hộc...tớ, vẫn có thể chạy.\n%usernameusernameuserna% vẫn đang chạy mà...",
    "……クララ、別に俺と並んで走り続ける必要はないんだぞ？\nみんなみたいに、適当なところで切り上げれば……": "…Clara, đâu cần phải chạy cùng với tôi chứ?\nNhư mọi người, cứ kết thúc ở một điểm thích hợp...",
    "べ、別に%usernameusernameuserna%と張り合ってなんかいないわよ。": "T, tớ đâu có ganh đua với %usernameusernameuserna% chứ.",
    "まだまだ、走りたい気分なだけ。\nそっちこそ、そろそろ休んだらどうなの？": "Chỉ là vẫn còn muốn chạy thôi.\nCậu thì sao, hay là nghỉ đi?",
    "（クララがそういうなら、好きにさせておくか……）": "(Nếu Clara nói vậy thì cứ để cậu ấy thích làm gì thì làm...)",
    "……はあっ、はぁあっ、はぁ、はぁ……": "…Hà, hộc, hộc, hà, hà...",
    "（まだクララは俺の隣を走り続けてるな……\nだけど、さっきよりずっと限界が近そうだ）": "(Clara vẫn đang chạy bên cạnh tôi...\nNhưng có vẻ như đã gần đến giới hạn rồi)",
    "クララ、無理をしない方がいいと思うぞ。": "Clara, tôi nghĩ cậu không nên cố quá đâu.",
    "はぁ！？\nむ……無理、なんて……して、ないけど……！": "Hả!?\nƯ...cố, đâu...có...!",
    "（まだそんな強がりを言って……）": "(Vẫn còn cố chấp...)",
    "無理をしてこの後の訓練に響いたら、困るんじゃないか？": "Nếu cố quá mà ảnh hưởng đến buổi huấn luyện sau thì không hay đâu?",
    "う、ぐ、ぐぬぬぬぬ……": "Ư, grừ, grừ...",
    "そ、それは……そうだけど……！": "Th, thì...cũng đúng...",
    "（またこっちを睨み付けてる……）": "(Lại trừng mắt nhìn tôi kìa...)",
    "（負けず嫌いなのはいいんだがなぁ……\nいつか、痛い目を見ないか心配になるな）": "(Tính không chịu thua thì tốt, nhưng mà...\ntôi lo một ngày nào đó sẽ gặp rắc rối)",
    "（ここで切り上げておくか。俺が走るのをやめたら、\nクララも意地を張って走る必要もなくなるだろうからな）": "(Hay là mình dừng lại ở đây nhỉ. Nếu tôi dừng lại,\nthì Clara cũng không cần phải cố gắng nữa)",
    "はぁっ、はぁっ、はぁあああ……": "Hà, hà, hà...",
    "（さて、休憩も終わったし午後からは何をするか……）": "(Giờ nghỉ xong rồi, không biết buổi chiều sẽ làm gì...)",
    "……ん？　中庭に、誰かが倒れてる……！？\nだ、大丈夫か……って、クララ！？": "…Hửm? Có ai đó đang ngã trong sân...!?\nC, có sao không...này, Clara!?",
    "すぅ……すぅ……": "Ư...ư...",
    "おい、クララ、どうした！？\nクララ……！": "Này, Clara, có chuyện gì vậy!?\nClara...!",
    "うぅん……": "Ư...ưn...",
    "（……なんだ、ぐっすり眠っているだけか）": "(...Gì chứ, chỉ là ngủ say thôi)",
    "（……俺と張り合ってかなり無理して走ってたからな。\n多分体力の限界が来たんだろう）": "(...Chắc là vì đã cố gắng chạy cùng tôi.\nChắc là đã đến giới hạn thể lực rồi)",
    "うぅ……んっ、ま、まけない、からぁ……": "Ư...ư...không, tớ...không thua...",
    "なんだか寝言を言ってるな……\nまさか、夢の中でも俺と競い合っているのか？": "Nói mớ kìa...\nChẳng lẽ, trong mơ cũng đang ganh đua với tôi sao?",
    "……このまま放置するのも悪い気がするし、\n起きるまでは見守っておくか。": "…Để mặc thế này cũng không hay, hay là mình ở lại trông chừng vậy.",
    "……私は、絶対に……うぅん……": "…Tớ, nhất định...ưn...",
    "真っ直ぐに……ぐぅ……": "Thẳng tiến...ư...",
    "ん……っ、ま、負けないからぁ……": "Ưn...tớ, không thua...",
    "（……なんだか、結構しゃべるもんだなぁ）": "(...Gì chứ, nói nhiều thế nhỉ)",
    "うぅん……はっ！？": "Ưn...hả!?",
    "おはよう。": "Chào buổi sáng.",
    "……えっ！？\nちょ、ちょっと、なんで%usernameusernameuserna%がここにいるの！？": "…Hả!?\nCh, chờ chút, sao %usernameusernameuserna% lại ở đây!?",
    "中庭でクララが眠っているのが見えたから、\n気になって起きるまで側にいたんだが。": "Tôi thấy Clara ngủ trong sân nên đã ở lại trông chừng cho đến khi cậu tỉnh.",
    "えっ！？　ね、寝顔まで見られちゃったの！？\nうぅ……！　ふ、不覚だわ……！": "Hả!?\nC, còn bị nhìn thấy cả lúc ngủ nữa!\nƯ...!",
    "……落ち込んでるとこ悪いが、ちょっといいか？": "…Xin lỗi vì đã làm hỏng tâm trạng của cậu, nhưng cho tôi hỏi một chút được không?",
    "……何よ？": "…Gì vậy?",
    "そもそも、倒れ込んで寝るほど全力を出し続けるのは\nあまりほめられたことじゃないぞ？": "Nói chung, việc cố gắng đến mức ngã ra ngủ thì không nên được khuyến khích đâu?",
    "休むことだって、大切なんだからな。": "Nghỉ ngơi cũng rất quan trọng mà.",
    "……それじゃあ、負けちゃうじゃない！": "…Vậy thì, tớ sẽ thua!",
    "負けることに意味なんてないんだから、\n妥協するなんてありえないわ！": "Không có ý nghĩa gì khi thua cả,\ntớ không thể nào thỏa hiệp!",
    "……それは違う。": "…Điều đó không đúng.",
    "何が違うのよ。": "Không đúng ở chỗ nào chứ?",
    "勝ち負けは手段のひとつでしかない。\n必要なのは……目的を達成できるかどうかだ。": "Thắng hay thua chỉ là một phương tiện.\nĐiều cần thiết là...có đạt được mục tiêu hay không.",
    "……どういう事？": "…Ý cậu là sao?",
    "例えばだけど……チーム戦で、クララがひとりで無理をして\n敵のエースに勝ったとしても、その後に仲間が倒されたらだめだろ？": "Ví dụ nhé...trong một trận chiến đồng đội, nếu Clara một mình cố gắng\nđể thắng được át chủ bài của địch, nhưng sau đó đồng đội bị đánh bại thì sao?",
    "それは……うん、だめね。\nそんなの、絶対に避けなきゃいけないわ。": "Thì...ừm, không được rồi.\nChuyện đó, nhất định phải tránh.",
    "ああ。だけど逆に、クララがエースを引き付けて負けたなら、\nクララ個人は負けたかもしれない。": "Ừ. Nhưng ngược lại, nếu Clara thu hút được át chủ bài của địch và thua,\nthì Clara có thể thua.",
    "……だが、その結果、エース以外をチームが倒して戦況を進められたら\nチームは勝利することができる。": "…Nhưng, kết quả là, đồng đội có thể đánh bại kẻ địch khác và giành chiến thắng,\nthì đội sẽ thắng.",
    "負けにだって価値がある負けがある。\nだから、そこにこだわるのは良くないってことだ。": "Thua cũng có giá trị của nó.\nVì vậy, không nên quá chú trọng vào nó.",
    "休むのだって、重要な場面で勝つために大切なことなんだ。": "Nghỉ ngơi cũng là một điều quan trọng để chiến thắng trong những tình huống quan trọng.",
    "……": "…",
    "……価値がある負け……ね。": "…Thua có giá trị…nhỉ.",
    "ああ。……まあ、あくまでも１例だけどな。": "Ừ. …Mà, chỉ là một ví dụ thôi.",
    "それに、俺だってまだ実践できてるかといえばそうでもない。\nだが、参考までに覚えていてくれ。": "Với lại, tôi cũng chưa chắc đã làm được như vậy.\nNhưng cứ ghi nhớ nó đi.",
    "……分かったわ。": "…Tớ hiểu rồi.",
    "……%usernameusernameuserna%。\nその、どうも……ありがとう。": "…%usernameusernameuserna%.\nCậu, cảm ơn…nhiều.",
    "敵、想定以上のスピードで接近中！": "Địch, đang tiếp cận với tốc độ nhanh hơn dự kiến!",
    "あっ、あっ、あっ……ど、どうしましょう……！": "A, a, a...t, tớ phải làm sao đây...!",
    "私に任せて！": "Cứ để tớ lo!",
    "クララ、強引な突入は……": "Clara, xông vào như vậy thì...",
    "分かってる。あんな真似はもうしないわ。": "Tớ biết rồi. Tớ sẽ không làm vậy nữa.",
    "派手に動いて、私の方に敵を引きつけて……": "Di chuyển thật mạnh mẽ, thu hút sự chú ý của địch về phía tớ...",
    "……今よ、クララさんが囮になってくれている間に、敵を！": "…Bây giờ, trong lúc Clara-san làm mồi nhử, hãy tấn công!",
    "ええ、あとは任せて！": "Ừ, cứ để tớ lo!",
    "（……クララの動き、以前とは別物だな。\n独断専行がなくなったのは当然として……）": "(…Động tác của Clara, khác hẳn trước kia.\nViệc không còn hành động đơn độc là điều đương nhiên...)",
    "（自分を囮にして、仲間全体のために動けるようになるなんてな）": "(Tự làm mồi nhử, và có thể hành động vì đồng đội)",
    "……やっぱり、クララは根が素直だからこそ、\nあんな風にすぐに成長して行動に反映できるんだろうな。": "…Quả nhiên, Clara là người rất thật thà, nên mới có thể\ntrưởng thành và phản ánh vào hành động nhanh đến vậy.",
    "（……っと、シミュレーションが終わったか。\n……クララが、こっちに向かってすごい勢いで走ってきてるな）": "(…Ấy, buổi mô phỏng kết thúc rồi nhỉ.\n…Clara đang chạy về phía tôi với tốc độ kinh khủng)",
    "（しかも、すごいドヤ顔で……）": "(Hơn nữa, còn với một bộ mặt đắc thắng nữa...)",
    "どうよ！\nあなたに出来ないことだって、私なら出来ちゃうんだから！": "Thế nào!\nCậu không làm được, nhưng tớ thì làm được!",
    "ああ、クララはすごいな！": "Ừ, Clara giỏi quá!",
    "ふふん！": "Hừm!",
    "この間言ったことをもう飲み込んで、\n自分のものにして動けるなんてそうそう簡単にできることじゃない。": "Cậu đã hiểu những gì tớ nói, và biến nó thành của mình, không phải ai cũng làm được đâu.",
    "ふふふふふ……": "Hừm hừm hừm...",
    "ここまで動けるようになるためには、\nさぞかしたくさん練習したんだろうな。": "Để làm được như vậy, chắc hẳn cậu đã luyện tập rất nhiều nhỉ.",
    "…………": "…",
    "それに、今までの積み重ねがあるからこそ、ここまで動けたんだろう。\nやっぱりクララの努力家なところは、本当に尊敬する。": "Hơn nữa, vì có những gì đã tích lũy từ trước, nên mới làm được như vậy.\nQuả nhiên, sự chăm chỉ của Clara, tớ thật sự rất nể phục.",
    "それに、さっきのシミュレーターでも……": "Hơn nữa, trong buổi mô phỏng vừa rồi...",
    "……ちょ、ちょっと待って！": "…Chờ chút!",
    "どうしたんだ？　まだまだ、ほめる場所があるんだが……": "Sao vậy? Tớ vẫn còn nhiều chỗ để khen nữa mà...",
    "……確かに無理してたかも？": "…Thật ra thì, tớ đã cố gắng quá sức rồi?",
    "いや、まだ褒めたりないな。": "Không, vẫn chưa đủ để khen.",
    "ほ、ほめすぎよ！\nもう、なんだか無理矢理ほめてるでしょ！": "K, khen quá rồi!\nThôi đi, cậu đang cố tình khen tớ đấy!",
    "……無理してたって何よ！？\nちゃんと褒めるなら褒め切りなさいよ！": "…Cậu cố gắng là sao chứ!?\nNếu khen thì hãy khen cho hết đi!",
    "だ、だからもういいって！\nそれ以上、ほめないでいいから！": "T, tại tớ bảo thôi mà!\nĐừng khen nữa!",
    "（ほめてもほめなくても怒られるのか……難しいな）": "(Khen cũng bị giận, không khen cũng bị giận...khó quá)",
    "ちょ、ちょっと！　何笑ってるのよ！？\nぜ、絶対にいつか吠え面かかせてやるんだから、覚悟してなさい！": "Chờ, chờ chút! Cậu đang cười gì vậy!?\nN, nhất định tớ sẽ cho cậu phải hối hận, hãy liệu hồn đấy!"
}