{
    "ふふ、こうしてると、暖かくて気持ちいいだろう？": "Ưm, cứ thế này, ấm áp và dễ chịu nhỉ?",
    "そ、そうだな……": "Ừ, ừm…",
    "（完全に甘やかしモードに入っているな……）": "(Hoàn toàn chìm vào chế độ chiều chuộng rồi…)",
    "そ、そろそろ日も暮れているし、\n俺はもう帰った方がいいんじゃないか？": "Tớ, tớ nghĩ trời cũng sập tối rồi,\ntớ nên về thôi nhỉ?",
    "甘えてもいいと言ったのは、%usernameusernameuserna%だろ？\n私はまだ満足していないんだ。": "Không phải %usernameusernameuserna% đã bảo tớ được làm nũng sao?\nTớ vẫn chưa thỏa mãn.",
    "今夜は私がたくさん甘やかしてやるから、\n私が満足するまで、私の側にいてくれ。": "Tối nay tớ sẽ chiều chuộng cậu thật nhiều,\ncho đến khi tớ thỏa mãn, hãy ở bên tớ.",
    "そうは言ったが……そんなに抱き締められると……": "Nói vậy nhưng… bị ôm chặt thế này thì…",
    "そんなに抱き締められると……ん？　体に何か当たっている？": "Bị ôm chặt thế này thì… ừm? Có gì đó đang cấn vào người tớ?",
    "葵は何かに気づいたように、自分の腹部に当たっているものを見下ろす。": "Aoi như nhận ra điều gì đó, nhìn xuống thứ đang cấn vào bụng mình.",
    "こ、これは……勃起してるということは……\nもしかして、私に……興奮しているのか？": "C, cái này là… Cương cứng, có nghĩa là…\nCó lẽ nào, cậu… đang hưng phấn với tớ sao?",
    "すまん……生理現象だ……": "Xin lỗi… Chỉ là hiện tượng sinh lý thôi…",
    "……私もこうして無防備に胸を押し付けてしまったし、\nこうなった責任を取るべきだろう……こっちに来てくれ。": "… Tớ cũng đã để ngực mình vô tư áp vào người cậu rồi,\ntớ nên chịu trách nhiệm thôi… Lại đây.",
    "葵はベッドへ俺を連れて行くと、俺の服を脱がし始めた。": "Aoi dẫn tớ đến giường, bắt đầu cởi quần áo của tớ.",
    "そのまま、じっとしててくれ。": "Cứ nằm yên đấy đi.",
    "そして、自らのシャツのボタンも外して、\nショーツも脱ぐと、ベッドに横になった。": "Sau đó, tự cởi cúc áo sơ mi của mình,\nvà cởi cả quần short, rồi nằm xuống giường.",
    "%usernameusernameuserna%……さあ、\n私に甘えて思うようにしていいからな……": "%usernameusernameuserna%… Nào,\ncậu cứ làm nũng tớ tùy thích đi…",
    "思うようにって……葵、いいのか？": "Tùy thích là sao… Aoi, cậu ổn chứ?",
    "こういう行為をするのは恥ずかしいが……\nそれでも、甘やかした私が責任を取らないとな。": "Việc này thật đáng xấu hổ…\nNhưng dù sao, tớ đã chiều chuộng cậu, tớ phải chịu trách nhiệm.",
    "そうなったら、なかなか収まらないのだろう？\n……お前だったら、私で満たしてもいいんだぞ。": "Nếu đã vậy, có lẽ sẽ khó dừng lại nhỉ?\n… Nếu là cậu, tớ cũng có thể để cậu thỏa mãn tớ đấy.",
    "……本当に、いいんだな？": "… Thật sự, được chứ?",
    "いいんだ。私の体で気持ちよくなってくれれば本望だ。\n私も%usernameusernameuserna%を甘やかしたい。": "Được. Nếu cậu thấy thoải mái với cơ thể tớ thì tớ mãn nguyện rồi.\nTớ cũng muốn chiều chuộng %usernameusernameuserna% nữa.",
    "私はお前のすべてを受けいれたいんだ。\nだから、存分に私に甘えていいんだぞ。": "Tớ muốn chấp nhận tất cả mọi thứ ở cậu.\nVì vậy, cứ thoải mái làm nũng tớ đi.",
    "私の体で満足できるかはわからないが……\nお前の性欲も受けいれてみせよう。": "Tớ không biết liệu cậu có thỏa mãn với cơ thể tớ không…\nTớ cũng sẽ chấp nhận ham muốn của cậu vậy.",
    "半裸の美少女に、慈愛に満ちた微笑みで見つめられたら、\nとても理性を保てるわけがなかった。": "Trước một mỹ nữ bán khỏa, với nụ cười đầy từ ái nhìn mình,\nthì không thể nào giữ được lý trí.",
    "俺はいきり立ったペニスをゆっくりと、\n誰にも穢されていない入口へと擦りつける。": "Tớ từ từ cọ dương vật đang cương cứng của mình vào,\ncửa vào chưa từng vấy bẩn của cô ấy.",
    "んんっ……はあっ……んんっ……んくっ……": "Ưm… Haa… Ưm… Ưm…",
    "刺激を与えると、恥ずかしげな吐息と共に、\n膣の中から愛液が溢れ出てくる。": "Khiêu khích, cùng với tiếng thở hổn hển đầy xấu hổ,\ndịch nhờn tràn ra từ trong âm đạo.",
    "はあっ……んくっ……はふっ……んんっ……\nああっ……んふっ……んふっ……はあっ……": "Haa… Ưm… Huf… Ưm…\nAa… Huf… Huf… Haa…",
    "も、もう、十分だ……そのままナカに……\n私のナカに……お前のを入れてくれ……": "Th, thôi đủ rồi… Cứ như vậy… Ở trong…\nỞ trong tớ… Hãy cho cậu vào trong đi…",
    "すっかり濡れそぼった膣に、俺はペニスを押し当てると、\nゆっくりと割れ目の中へと潜らせていった。": "Trong âm đạo đã ướt đẫm, tớ ấn dương vật vào,\ntừ từ đưa nó vào trong khe hở.",
    "んんぅ、くううっ……あああっ……はああああんっ！": "Ưm, kuu… Aaa… Haaaan!",
    "愛液で濡れているとはいえ、膣の中は狭く、\nこじ開けるような感覚で、ペニスは奥にめり込んでいく。": "Tuy đã ướt dịch, nhưng bên trong âm đạo rất chật hẹp,\ncảm giác như bị cạy ra, dương vật cứ thế lún sâu vào bên trong.",
    "くぅぅ……ふううう……んんっ……はああ……\nお前のものが……んああっ……これほどとは……んんんああああ！": "Kuuu… Hufu… Ưm… Haa…\nCủa cậu… Aaa… Đến mức này… Ưm aaa!",
    "ゆっくりと腰を出し入れしながら、奥へと入れていく。\n膣肉が招き入れるように、ペニス全体を締め付けてきた。": "Từ từ đưa vào, vừa đưa ra, đưa vào sâu hơn.\nThịt âm đạo như mời gọi, siết chặt toàn bộ dương vật.",
    "はあ……はあ……これがセックス……なのか……\n温かいものなんだな……んんっ……はああ……": "Haa… Haa… Đây là tình dục… sao…\nThật ấm áp… Ưm… Haa…",
    "葵の濡れた唇から、熱い吐息が溢れ出る。\n思わず心配になって、彼女の顔をのぞき込む。。": "Từ đôi môi ướt át của Aoi, hơi thở nóng bỏng tràn ra.\nTớ vô thức lo lắng, nhìn vào mặt cô ấy.",
    "心配……するな……私は今……とても幸せな気分なんだ……\nお前を受けいれて……んふっ……満たされている……": "Đừng… lo lắng… Tớ bây giờ… cảm thấy rất hạnh phúc…\nChấp nhận cậu… Huf… Đã thỏa mãn…",
    "んあっ……んっ……遠慮しなくていい……\n私なら平気だから……お前の好きなように動いてくれ……": "Ưm… Ưm… Không cần phải ngại…\nTớ không sao đâu… Cậu cứ làm theo ý mình đi…",
    "いっぱい……私のナカで……んふっ……甘えてくれ……": "Thật nhiều… Ở trong tớ… Huf… Làm nũng đi…",
    "葵に手を回されて、自然と腰が動き出してしまう。": "Aoi vòng tay qua tớ, theo bản năng, hông tớ bắt đầu chuyển động.",
    "んっ……はあっ……んふ……はあ……んふっ……\nおっきいものが……あふっ……動いている……": "Ưm… Haa… Huf… Haa… Huf…\nCái gì to… Afu… Đang chuyển động…",
    "ペニスが膣内で動くと、膣も合わせるように、\nきゅっきゅっと優しく包み込んでくる。": "Khi dương vật chuyển động trong âm đạo, âm đạo cũng theo đó,\nbao bọc một cách nhẹ nhàng.",
    "はあっ……んくっ……もっと……していいんだぞ……\n私が……んふっ……全部受け止めてみせるから……んふっ……": "Haa… Ưm… Hơn nữa… Cứ làm đi…\nTớ sẽ… Huf… Chịu đựng tất cả… Huf…",
    "私ももっと……お前を感じたい……\nだから……もっと感じさせてくれ……": "Tớ cũng muốn… cảm nhận cậu hơn nữa…\nVì vậy… Hãy cho tớ cảm nhận nhiều hơn nữa…",
    "受けいれると聞かされて、俺は腰を動かす。\n彼女の優しさに甘えるように、ペニスを打ち付ける。": "Khi được nghe chấp nhận, tớ di chuyển hông.\nNhư làm nũng với sự dịu dàng của cô ấy, tớ đánh mạnh dương vật vào.",
    "はあっ……んんっ……はあっ……気持ちいい……\n%usernameusernameuserna%の熱さが……伝わる……はああっ。": "Haa… Ưm… Haa… Sướng…\nSức nóng của %usernameusernameuserna%… Truyền đến… Haa!",
    "互いに肌がぶつかり合うことで、体温が上がり、\n葵の肌にも汗がふつふつと浮かんでくる。": "Da thịt va chạm vào nhau, nhiệt độ cơ thể tăng lên,\nda của Aoi cũng lấm tấm mồ hôi.",
    "はあ……あ、熱い……これが……お前のもの……ああんっ。\nもっと……もっと……お前を感じさせてくれ……はあんっ。": "Haa… A, nóng… Đây là… của cậu… Aaan.\nHơn nữa… Hơn nữa… Hãy cho tớ cảm nhận cậu… Haan.",
    "膣の中から愛液があふれ出て、ペニスが白く泡立つ。\n俺の太股にも愛液が伝わってくる。": "Từ trong âm đạo, dịch nhờn tràn ra, dương vật trắng xóa.\nDịch nhờn cũng truyền đến đùi tớ.",
    "こんな快感……初めて……だ……ああんっ……\nこれが男と女の……ああん……営み……か……はああん……": "Cảm giác khoái cảm này… Lần đầu… Aaan…\nĐây là… của đàn ông và đàn bà… Aaan… Giao hợp… sao… Haan…",
    "ああ……恥ずかしいのに……んんっ……\nもっとしてほしいと……思ってしまう……んく。": "Aaa… Thật xấu hổ… Ưm…\nMuốn cậu… Làm hơn nữa… Ưm.",
    "もっと……もっと私にしてくれ……\nお前のものを感じさせてくれ……": "Hơn nữa… Hãy làm tớ…\nHãy cho tớ cảm nhận thứ của cậu…",
    "普段規律を重んじる葵が快感に酔っている。\nその姿を見るだけで、こちらも興奮してくる。": "Aoi, người thường coi trọng kỷ luật, đang say mê trong khoái cảm.\nChỉ nhìn thấy dáng vẻ đó thôi, tớ cũng cảm thấy hưng phấn.",
    "腰の挿入のスピードをだんだんと上げていく。\nぱちゅぱちゅっと淫らな音が部屋に響く。": "Tớ tăng dần tốc độ đưa vào của hông.\nÂm thanh dâm đãng vang vọng trong phòng.",
    "はあんっ、ああぁっ！　んふぅ……！\nあんっ！　はあん、んああぁっ！": "Haan, aaaa! Huf…!\nAn! Haan, aaaa!",
    "ああ……気持ちいい……もっとしてほしい……！\n私を壊すくらいに……ああんっ！": "Aaa… Sướng quá… Muốn cậu làm hơn nữa…!\nHãy phá hủy tớ đi… Aaan!",
    "ぱちゅぱちゅという音と共に腰を打ち付ける。\n肉棒を膣が擦りつけて快感が押し寄せる。": "Cùng với âm thanh pachi pachi, tớ đánh vào hông.\nDương vật cọ xát vào âm đạo, khoái cảm ập đến.",
    "目の前にある乳房も手で乱暴にこねくり回す。\n手のひらに乳首を当てて、快感を引き出す。": "Bộ ngực trước mặt cũng bị tớ dùng tay vò nát.\nTớ đặt đầu vú vào lòng bàn tay, khơi dậy khoái cảm.",
    "ああっ……そんなに乱暴にされたら……ああんっ！\nどんどん……んふっ……おかしくなる……！": "Aaa… Bị làm thô bạo như thế… Aaan!\nCàng ngày… Huf… Càng điên cuồng…!",
    "ペニスも膣内をかき混ぜるようにして、\n葵の気持ちいいところを探り当てていく。": "Dương vật cũng như khuấy động trong âm đạo,\ntìm ra điểm nhạy cảm của Aoi.",
    "はあっ……そんなにされたら……ああんっ！\nすぐに……ああん……達してしまう……！": "Haa… Bị làm như thế… Aaan!\nNgay lập tức… Aaan… Sẽ đạt đến…!",
    "ずんずんっと……奥に当たって……その度に……はあん……\n頭が……真っ白に……あああんっ！": "Zun zun… Chạm vào sâu bên trong… Mỗi lần như vậy… Haan…\nĐầu óc… Trống rỗng… Aaan!",
    "俺を受けいれてくれるのだろう？": "Sẽ chấp nhận tớ chứ?",
    "ああっ！　んくっ！　そ、そうは言ったが……ああん……！\nこ、こんなにすごいなんて……はあああっ！": "Aaa! Ưm! T, tớ đã nói như vậy… Aaan…!\nN, như thế này… Thật tuyệt vời… Haa!",
    "乱れていく葵を見ていたら、嗜虐心が煽られてしまう。\nもっと感じさせるために、わざと乱暴に肉棒を膣に打ち付ける。": "Nhìn Aoi trở nên rối loạn, dục vọng của tớ lại càng tăng cao.\nĐể cô ấy cảm nhận hơn nữa, tớ cố tình đánh mạnh dương vật vào âm đạo.",
    "はあんっ！　ああんっ！　これがお前の性欲なのか……？\nこんなに激しくて……ああっ！　力強くて、熱い……あああっ！": "Haan! Aaan! Đây là dục vọng của cậu sao…?\nKịch liệt đến thế này… Aaa! Mạnh mẽ, nóng bỏng… Aaa!",
    "あんっ……ああんっ！　はあんっ！　こんなに求められたら……！\n私も気持ちよくなってしまう……！　すぐに達してしまう……！": "An… Aaan! Haan! Bị đòi hỏi thế này…!\nTớ cũng cảm thấy sướng…! Sắp đạt đến rồi…!",
    "葵はシーツを強く掴んで、俺から跳ね飛ばされないように、\n頑張って受けいれようとしている。": "Aoi nắm chặt ga trải giường, cố gắng chịu đựng,\ntránh bị tớ hất ra.",
    "その姿がいじらしくて、俺もまた彼女の腰を掴み、\n精一杯感じさせようと、何度も腰を叩きつけた。": "Dáng vẻ đó thật đáng yêu, tớ cũng nắm lấy hông cô ấy,\ncố gắng cảm nhận hết mình, liên tục đánh vào hông.",
    "はあんっ！　あっ、あっ！　すごい！　気持ちいい！\n私にお前を……ああっ！　か、感じさせてほしい……！": "Haan! A, a! Tuyệt vời! Sướng quá!\nHãy để tớ cảm nhận cậu… Aaa! C, cảm nhận được…!",
    "腰を打ち付けるたびに、膣肉に肉棒が擦られ、\n精液がペニスの先へとせり上がっていく。": "Mỗi lần đánh vào hông, dương vật cọ xát vào thịt âm đạo,\ntinh dịch trào lên đầu dương vật.",
    "葵。そろそろイキそうだ。": "Aoi. Sắp…",
    "も、もうイきそう……なのか……？\nいいぞ……いつでも……イってくれ……！": "S, sắp… ra… sao…?\nĐược thôi… Bất cứ lúc nào… Cứ… ra đi…!",
    "わ、私なら……ああんっ……受け止めるから……\n私のナカに……全部出してくれ……！": "N, nếu là tớ… Aaan… Sẽ chịu đựng…\nHãy cho hết vào trong tớ…!",
    "全部受け止めると言われて嬉しくないわけがない。\nたがが外れたように、俺はラストスパートをかけた。": "Khi được nói là sẽ chịu đựng tất cả, không có gì vui hơn.\nNhư tuột xích, tớ tăng tốc đến phút cuối.",
    "ああんっ！　ひあっ！　はあんっ！　は、激しい！　ああんっ！　\nはあんっ！　そんなにされたら……ほんとにおかしくなる……！": "Aaan! Hia! Haan! H, dữ dội! Aaan!\nHaan! Bị làm thế… Thật sự sẽ phát điên…!",
    "ああっ！　あっ、あっ、わ、私も、もうっ！　達してしまう……！　\nはあっ！　イク……イクから……！　お前も一緒にイってくれ！": "Aaa! A, a, tớ cũng, sắp…! Đạt đến rồi…!\nHaa! Ra… Ra thôi…! Cậu cũng ra cùng tớ đi!",
    "ああぁっ！　ううぅっ！　んんぅぅぅ……！　はあんっ！\nお、お前の精子……私のナカに……全部……！　ああっ！": "Aaa! Uuu! Ưm! Haan!\nT, tinh dịch của cậu… Trong tớ… Tất cả…! Aaa!",
    "ひときわ強く膣内が収縮して、一気に射精感がこみ上げる。\n亀頭の先が膨らんでいく。": "Âm đạo co thắt mạnh mẽ, cảm giác xuất tinh ập đến.\nĐầu dương vật phình to ra.",
    "お前の精子……出して……私に全部注いでくれ……！\nはああ……あああぁぁぁぁぁぁぁ！！！": "Tinh dịch của cậu… Hãy… Ra đi… Hãy đổ hết vào tớ…!\nHaaaa… Aaaaa!",
    "葵の体が絶頂に達すると共に、\n堰を切ったように、ペニスから精液が迸った。": "Cùng với Aoi đạt đến cực khoái,\ntinh dịch từ dương vật tuôn ra như vỡ đê.",
    "あぁぁっ……熱い……精液が……ああっ……\n私のナカに……たくさん……あああっ……！": "Aaa… Nóng… Tinh dịch… Aaa…\nTrong tớ… Thật nhiều… Aaa!",
    "精液が膣奥に何度も叩きつけるのと同時に、\n葵の体も何度もびくびくっと震えた。": "Tinh dịch nhiều lần đánh vào sâu trong âm đạo,\ncơ thể Aoi cũng rung lên nhiều lần.",
    "はあ……んん……ふう……はあ……\n頭が真っ白に……あああ……んん……": "Haa… Ưm… Hufu… Haa…\nĐầu óc trống rỗng… Aaa… Ưm…",
    "膣内射精の快感に酔いながら、\n葵がぼんやりと絶頂の余韻に浸っていた。": "Say sưa trong khoái cảm của xuất tinh trong âm đạo,\nAoi mơ màng trong dư vị của cực khoái.",
    "最後の１滴まで出し終えると、\n互いに荒い息を吐きながら顔を見つめた。": "Khi đã xuất hết giọt cuối cùng,\ncả hai nhìn nhau, thở hổn hển.",
    "はあ……はあ……すごかった……\nまだ体がふわふわと飛んでいるようだ……ふううっ……": "Haa… Haa… Tuyệt vời…\nCơ thể vẫn còn lâng lâng… Hufu…",
    "ちゃんと私のナカに全部出してくれたか……？\n私はお前を……気持ちよく出来たか……？": "Đã cho hết vào trong tớ chưa…?\nTớ đã… làm cậu thấy thoải mái chưa…?",
    "……ああ。もちろんだ。": "… Ừm. Tất nhiên rồi.",
    "……そうか……よかった……": "… Vậy sao… Tốt quá…",
    "葵はまだ快楽に酔いながらも、幸福そうな微笑みで、俺を見つめる。\nそんな彼女を見ていたら、力が抜け落ちてきた。": "Aoi vẫn còn say trong khoái lạc, với nụ cười hạnh phúc, nhìn tớ.\nNhìn cô ấy, sức lực của tớ tan biến.",
    "ふふ、お前も疲れただろう？\n私が膝枕をしてあげるから、ゆっくり休んでくれ。": "Huhu, cậu cũng mệt rồi nhỉ?\nTớ sẽ làm gối đầu cho cậu, hãy nghỉ ngơi đi.",
    "そう言うなり、いつの間にか、俺は葵に膝枕をされていた。": "Nói xong, không biết từ lúc nào, tớ đã được Aoi làm gối đầu.",
    "ふふ、こうしていると、本当に幸せな気分だ。\n愛しい人を膝枕することがこんなにも幸せだとは……": "Huhu, cứ như thế này, tớ thấy thật sự hạnh phúc.\nViệc làm gối đầu cho người mình yêu thương, lại hạnh phúc đến thế này sao…",
    "確かに、体を重ねた相手に膝枕してもらうことは、\nこれほどにも心も体も満たされるものなのか。": "Quả thật, việc được người mình đã thân mật làm gối đầu,\nlại khiến cả tâm hồn và thể xác được thỏa mãn đến thế này.",
    "まるで小さな子どもでも見ている母親のような気分だな。": "Cứ như một người mẹ đang nhìn đứa con bé bỏng vậy.",
    "母親のような慈愛に満ちた瞳で、葵は俺の頭を撫でていく。": "Với đôi mắt đầy từ ái như người mẹ, Aoi xoa đầu tớ.",
    "本当に葵は、甘やかすのが好きなんだな。": "Thật sự Aoi, thích chiều chuộng người khác nhỉ.",
    "ああ。本当は誰かを甘やかすのが好きなんだ。\nでも、私は本当の私を見せることをずっと怖がっていた。": "Ừm. Thật ra tớ thích chiều chuộng người khác.\nNhưng, tớ đã luôn sợ hãi khi thể hiện con người thật của mình.",
    "これからは信頼できる相手には、\n本当の私を見せてもいいかもしれないな。": "Từ nay trở đi, với những người mình tin tưởng,\ntớ có lẽ có thể cho họ thấy con người thật của mình rồi.",
    "ああ、その方がいい。": "Ừ, như vậy thì tốt hơn.",
    "も、もちろんこんなことをするのは、お前だけだからな？\n他の者にはこんなことしないぞ？": "Ừm, đương nhiên, việc này chỉ có mình cậu thôi nhé?\nVới người khác, tớ sẽ không làm vậy đâu?",
    "わかっている。": "Tớ biết rồi.",
    "んっ……こ、こら、格好をつけながら、\n私の胸を揉むんじゃない。": "Ưm… N, này, đừng có làm bộ làm tịch,\nmà xoa ngực tớ chứ.",
    "いや、つい目の前にこんな魅力的なものがあると、\n触りたくなってしまってな。": "Không, chỉ là khi có thứ hấp dẫn như vậy trước mặt,\ntớ muốn chạm vào thôi.",
    "本当の仕方のないやつだな。\nそんなに触りたいなら、こっちも触っていいぞ。": "Thật là một tên không thể nào khác được.\nNếu muốn chạm vào đến thế, thì tớ cũng cho chạm vào đi.",
    "じゃあ、今だけ葵の子どもになろう。": "Vậy thì, bây giờ, tớ sẽ là con của Aoi vậy.",
    "あふっ……んふ……舐めていいなんて……言ってない……んんっ。\nはあっ……んんっ……んくっ……あふっ……": "Afu… Ưm… Không có nói là được liếm… Ưm…\nHaa… Ưm… Ưm… Afu…",
    "こんなたわわな果実が目の前にあったら、\n男なら誰でも食べたくなるというものだ。": "Nếu có trái cây căng mọng trước mặt,\nthì đàn ông ai mà không muốn ăn chứ.",
    "もう、なんてエッチな子どもなんだ……んふっ……\nほら、もっとゆっくり吸うといい。": "Thật là một đứa trẻ hư hỏng… Huf…\nNào, cứ từ từ mà mút đi.",
    "葵が俺の頭を支えながら、胸を差し出す。\nまるで授乳でもされているような気分になる。": "Aoi đỡ đầu tớ, đưa ngực ra.\nCảm giác như đang được cho bú vậy.",
    "乳房を吸っている間に、また股間が大きくなってきた。": "Trong khi đang mút bầu ngực, thì phần dưới lại to ra.",
    "全く……またお前のが大きくなってきたじゃないか……\n本当にエッチな子どもなんだな……": "Thật là… Lại to ra rồi…\nQuả là một đứa trẻ hư hỏng mà…",
    "じゃあ、もう１度……するか？": "Vậy thì, làm thêm một lần nữa… nhé?",
    "ああ、もっと葵に甘えたい。": "Ừ, tớ muốn làm nũng Aoi hơn nữa.",
    "ふふ、わかった。\nなら、お前が満足するまで、今日は甘えさせてやろう。": "Huhu, được thôi.\nVậy thì, cho đến khi cậu thỏa mãn, hôm nay tớ sẽ chiều chuộng cậu vậy.",
    "こうして一晩中、葵の体に甘えてしまったのだった。": "Cứ như vậy, cả đêm, tớ đã làm nũng cơ thể Aoi. "
}