{
    "後学のためにユーロ・タワーの授業を見学させてもらった。\n偶然ハリエットも同じ授業を取っていたようで……": "Tôi được tham quan buổi học ở Tháp Euro để học hỏi.\nTình cờ Harriet cũng học lớp này...",
    "よう、ハリエット。さっきの授業、なかなか面白かったよな。": "Chào Harriet. Buổi học vừa rồi khá thú vị nhỉ.",
    "あの、どなたですか……？": "À, anh là ai vậy...? ",
    "……絶対に憶えてて言ってるだろ。": "…Chắc chắn là cô ta đang cố tình nói thế.",
    "ちっ……": "Chậc…",
    "（今舌打ちしたぞ、こいつ……）": "(Mẹ kiếp… Tên này vừa bĩu môi kìa…)",
    "馴れ馴れしく話しかけないでください。お前は私の明確な\n『敵』なんですから。ドロテア様に近づく悪い虫め。": "Xin đừng có mà làm quen. Anh là một 'kẻ địch' rõ ràng của tôi. Một con sâu muốn đến gần Dorothea.",
    "随分嫌われたもんだな。": "Bị ghét đến thế cơ à.",
    "好かれる要素がそもそもあったんですか？\n自惚れもいい加減にしてください。": "Chẳng lẽ anh có điểm nào đáng để tôi thích sao?\nĐừng có tự cao tự đại nữa.",
    "（まったく……）": "(Thật là…)",
    "俺はハリエットのこと好きなのに": "Tôi thích Harriet mà.",
    "ほれ、甘いお菓子だぞ～": "Này, bánh ngọt đây~",
    "……………………": "……",
    "もちろん、友人としてだが……って、何固まってんだ？": "Đương nhiên, là bạn bè thôi… Này, sao lại đơ ra thế?",
    "あぁ……すみません。あまりの寒気に固まってしまっていました。\nなんて悍ましいことを言うんですか、通報されたいんですか。": "À… Xin lỗi. Vì lạnh quá nên tôi bị đơ người ra.\nAnh đang nói những điều kinh khủng gì vậy, muốn bị báo cảnh sát à?",
    "ひどい言い草だ。": "Nói nặng lời quá đấy.",
    "というか、これだけ嫌われているのに、どうしてそこまでお前は\n私に関わろうとするんですか。": "Mà này, tại sao anh lại cố gắng liên quan đến tôi\ntrong khi tôi ghét anh đến thế?",
    "いや、嫌われているからこそ、仲良くなりたいんじゃないか。\nダメか？": "Không phải là vì bị ghét nên tôi mới muốn làm bạn sao?\nKhông được à?",
    "な、なんですか、それ……": "L-là sao, anh…",
    "……ほんと、わけわかりませんよ、お前は。\nワケワカメ野郎……です。": "…Thật sự tôi không hiểu nổi anh.\nĐồ kỳ quặc…",
    "それは……！　洋菓子店『ガトー＆ガトー』の限定チョコレート！\nなんでお前みたいな不審者風情がそんな高級チョコを！？": "Đó là…! Chocolate phiên bản giới hạn của tiệm bánh 'Gateau & Gateau'!\nSao một kẻ khả nghi như anh lại có loại chocolate cao cấp như thế!?",
    "不審者はひどいなぁ。": "Kẻ khả nghi là sao chứ.",
    "（ドロテアにハリエットと仲良くなる秘訣として、\n甘いお菓子がいいって聞いたが……かなり好反応？だな）": "(Tôi nghe Dorothea nói, bí quyết để làm bạn với Harriet là\nbánh ngọt… Có vẻ hiệu quả phết nhỉ)",
    "好きだろうと思って、買ってきたんだ。あげるよ。": "Tôi nghĩ cô sẽ thích, nên tôi mua về. Tặng cô này.",
    "私のために……？": "Vì tôi sao…?",
    "これで俺が敵じゃないってわかってくれたか？": "Giờ thì cô biết tôi không phải kẻ địch rồi chứ?",
    "そ、それは……": "T-thì…",
    "って、騙されませんよ！！\n餌付けでなびくような軽い女じゃありませんから！": "Nhưng tôi không dễ bị lừa đâu!!\nTôi không phải là loại con gái dễ bị dụ dỗ đâu!",
    "と言いつつ、ちゃっかり俺の手からチョコの箱取ってるじゃないか。": "Vừa nói thế mà đã nhanh tay lấy hộp chocolate từ tôi rồi.",
    "こ、これは……せっかくいただいたものを無下にしては、\nドロテア様の威信に関わりますので……もぐもぐ……": "T-tôi… Vì không thể bỏ qua món quà quý giá này, nên… *nhai*…",
    "……まあ、感謝くらいはしてあげます。ごくん。": "…Thôi thì, tôi cũng cảm ơn anh vậy. *ực*",
    "（さすがドロテアだ……効果てきめんじゃないか……）": "(Quả là Dorothea… Hiệu quả thật…)"
}