{
    "それから俺達は改めて温泉から出ようという話になり――": "Sau đó, chúng tôi quyết định ra khỏi suối nước nóng và――",
    "…………": "…………",
    "%usernameusernameuserna%さん……": "Anh %usernameusernameuserna%…",
    "ん、なんだ？": "Hửm, sao thế?",
    "その……股間の膨らみは……なんですか。": "Cái… chỗ đó của anh… là gì vậy?",
    "う……": "Ư…",
    "（やはりバレてたか）": "（Quả nhiên bị lộ rồi）",
    "そりゃ、美少女が布一枚で近くにいるって意識したら……\n男はこうなっちゃうんだよ。": "Chẳng phải là, mỹ nữ ở gần tôi chỉ với một mảnh vải thôi thì…\nĐàn ông sẽ như thế đấy.",
    "美……ひ、開き直りですか？\n私じゃなければ、通報ものですよ……": "Mỹ… m, mở miệng ra sao? Nếu không phải là em, thì đã bị báo cảnh sát rồi…",
    "つか、お前こそ……わざわざ俺の股間見すぎだろ。": "Mà, em mới là người… cố tình nhìn chằm chằm vào chỗ đó của tôi đấy.",
    "なっ！？　し、仕方ないでしょう……": "Hả!? T, tại sao lại như vậy…",
    "わ、私だって……女……なんです。\n気には……なります……": "T, tớ cũng… là con gái… mà.\nCũng… tò mò…",
    "それ……私のせい……なんですよね。": "Việc đó… là do tớ… đúng không?",
    "ああ、翠蘭を意識して、こんなことになった。": "Ừ, vì tớ mà Thúy Lan mới thành ra thế này.",
    "そ、そうですか……": "V, vậy sao…",
    "ち、ちなみに、他のメンバーはまだ多分、\n入ってこないと……思います。": "T, tiện thể, những người khác chắc là chưa vào đâu…\nTôi nghĩ là vậy.",
    "なので……その、します……か？\n責任は……私に……ありますし……": "Cho nên… ừm, làm… không?\nTrách nhiệm… là của tớ… mà…",
    "翠蘭……": "Thúy Lan…",
    "次の瞬間には、俺は一言『外は冷えるから』とだけ言って、\n翠蘭の手を引き脱衣所に向かっていた。": "Ngay lúc sau, tôi chỉ nói một câu 'Bên ngoài lạnh đấy' rồi kéo tay Thúy Lan đi về phía phòng thay đồ.",
    "多少強く引いたが、彼女は抵抗もせず文句も言わず、\nただ黙って俺に従う。そして――": "Tuy có kéo mạnh một chút, nhưng cô ấy không hề kháng cự, cũng chẳng phàn nàn, chỉ im lặng nghe theo tôi. Và――",
    "あの……%usernameusernameuserna%さん。今度は前と違って……\n最後まで挿入できるように、がんばりますから……": "À… anh %usernameusernameuserna% à. Lần này không giống trước…\nEm sẽ cố gắng… để có thể cho vào đến cùng…",
    "翠蘭からそんな風に言われては、もう我慢できるはずがない。": "Khi Thúy Lan nói vậy, tôi không thể nào kiềm chế được nữa.",
    "前戯なんて必要ない。すでにお互いの秘部は互いを求めて\n体液を分泌し、準備万端だった。": "Không cần dạo đầu gì cả. Ngay lúc này, chỗ kín của cả hai đã khao khát đối phương,\ntiết ra dịch thể, và đã chuẩn bị xong xuôi.",
    "だから……き……きてください、\n%usernameusernameuserna%さん……っ！": "Cho nên… x, xin… xin anh…\n%usernameusernameuserna%…!",
    "甘い声に誘われるがままに、腰を進めていき……": "Theo tiếng nói ngọt ngào, tôi tiến tới…",
    "ん、あぁあああ……っ！\nあっ……ふ、ぅ……んくっ……": "Ư, aaaaaa…!\nA… ư, ư… hức…",
    "とうとう、翠蘭の真奥まで挿入することが叶った。": "Cuối cùng, tôi đã có thể đưa vào tận sâu bên trong Thúy Lan.",
    "はぁあ……っ、よ、よかった……本当は私、ずっと、\n%usernameusernameuserna%さんともう一度……こうしたくて。": "Haa… ư, t, tốt quá… Thật ra, em luôn muốn…\nlàm như vậy… với anh %usernameusernameuserna% một lần nữa.",
    "だけど、%usernameusernameuserna%さんは本当にいつも他の子ばかり\n見てるから……": "Nhưng mà, anh %usernameusernameuserna% luôn chỉ nhìn người khác…",
    "す、すまん……": "X, xin lỗi…",
    "そんな節操なしを受け入れる女なんて……\nほんと私くらい……ですよ……感謝して……ください……": "Một người không có tiết tháo như vậy mà lại được một người con gái chấp nhận…\nThật sự chỉ có em… thôi đấy… Cảm ơn… anh…",
    "そう言って言葉通り俺を受け入れてくれた彼女に応えて、\n思いっきり腰を突き上げていった。": "Nói vậy, cô ấy đã chấp nhận tôi như lời nói, và tôi đã thúc mạnh vào eo cô ấy.",
    "……あ、はぁあっ、んんんんん……っ！": "…A, haaa, ưmmmmmm…!",
    "いきなりのひと突きに、翠蘭は困惑したように声をあげる。": "Bị thúc mạnh bất ngờ, Thúy Lan kêu lên vẻ bối rối.",
    "あぁあっ、ま、まって、%usernameusernameuserna%さん……っ！\nま、まだ私、入ったばかりで……ひゃあああんっ！": "Aaa, đ, đừng, anh %usernameusernameuserna%…!\nT, tớ vẫn chưa quen… hyaaaan…!",
    "んんんっ、な、馴れてないのにっ、こんな、急に激しく……っ！": "Ưmm, chưa quen mà lại, đột nhiên mãnh liệt…!",
    "んはぁああっ、こ、擦れるっ！\n初めての場所に、%usernameusernameuserna%さんのがぁ……っ！": "Ưm haaa, đ, cọ xát rồi!\nCái của anh… ở nơi lần đầu tiên…!",
    "はふぅっ、あぁっ、んんっ、あはぁ……っ！": "Hafuu, aah, ưmm, ahaa…!",
    "こちらの動きに、翠蘭は翻弄されたように声をあげ\n身体をびくびくと震わせていく。": "Trước hành động của tôi, Thúy Lan kêu lên như bị đảo lộn và run rẩy.",
    "あぁ……っ、はぁあっ、んふぅうう……っ！\nあぁっ、%usernameusernameuserna%さんのが来てます……っ。": "Aaa… haaa, ưmfuuu…!\nAaah, cái của anh %usernameusernameuserna% đến rồi…",
    "んっ……んふぅ、はぁはぁ……": "Ưm… ưmfuu, haah haah…",
    "あはぁ……っ、こ、これが……\n%usernameusernameuserna%さんの形なのですね……": "Ahaa… ch, đây là…\nHình dạng của anh %usernameusernameuserna% sao…",
    "苦しげな吐息の中、翠蘭は小さく微笑む。": "Trong tiếng thở dài đau khổ, Thúy Lan mỉm cười.",
    "彼女の狭い膣内はペニスを受け入れ、ぎゅっと締め上げ、\nその度にこちらに鋭い快感を送り込んでいた。": "Âm đạo chật hẹp của cô ấy đón nhận dương vật, siết chặt, và\ncứ như vậy gửi đến tôi những khoái cảm sắc bén.",
    "はぁっ、はぁあっ、%usernameusernameuserna%さんを、\n奥まで、いっぱい感じます……っ！": "Haa, haa, anh %usernameusernameuserna%,\nem cảm nhận được… đến tận sâu bên trong…!",
    "私、私……やっと、本当の意味で、\n%usernameusernameuserna%さんと繋がれたんですね……！": "Em, em… cuối cùng, theo đúng nghĩa…\nđã được kết nối với anh %usernameusernameuserna% rồi…!",
    "んんっ、それが……何より嬉しい……\n私、%usernameusernameuserna%さんと、ひとつになれました……！": "Ưmm, điều đó… là điều em vui nhất…\nEm, đã có thể hòa làm một với anh %usernameusernameuserna% rồi…!",
    "感極まったような翠蘭の声に、\n胸が締め付けられるほど愛おしさを感じる。": "Trước giọng nói xúc động của Thúy Lan,\ntôi cảm thấy yêu thương đến nghẹn ngào.",
    "それと同時に、今まで翠蘭に気を遣って緩慢に動いていた腰が、\nもどかしさに耐えきれなくなっていく。": "Đồng thời, tôi đã rất cẩn thận với Thúy Lan, và sự chậm chạp của tôi,\ntôi không thể chịu đựng được nữa.",
    "堪えきれず、本能のまま動物のように腰を振って\n翠蘭の中を蹂躙していった。": "Không kiềm chế được, tôi đã lắc hông như một con thú theo bản năng\nvà giày xéo bên trong Thúy Lan.",
    "あ、は、はぁああああああ……っ！": "A, ha, haaaaaaaa…!",
    "んんっ、ふぁあっ、ひゃううううっ！\nあぐぅっ、は、激しいです……っ！": "Ưmm, faa, hyauuu…!\nAguu, h, thật là mãnh liệt…!",
    "さ、さっきまでのでも、ギリギリだったのにぃ……っ、\nこんな……こんなにも、激しいなんてぇ……っ！": "Ngay cả lúc nãy, cũng chỉ đến giới hạn thôi…!\nThế mà… lại mãnh liệt đến thế này…!",
    "%usernameusernameuserna%さん……っ、\nほ、ほんとうに、容赦ない……ど変態さんですね……っ！": "Anh %usernameusernameuserna%…!\nT, thật sự là, không nương tay… đúng là đồ biến thái…!",
    "非難するような翠蘭の声が響く。\nしかしその言葉も、今は興奮を煽る要素でしかなかった。": "Giọng nói như trách móc của Thúy Lan vang lên.\nNhưng những lời đó, bây giờ chỉ là yếu tố kích thích mà thôi.",
    "翠蘭の細い腰を持つと、\nより乱暴に腰を打ち付けていく。": "Tôi nắm lấy eo thon của Thúy Lan, và\ntôi đánh vào hông cô ấy một cách bạo lực hơn.",
    "んぁあああ……っ、おく、おく、届いてるっ！\nトントントンって、叩いてますぅ……っ！": "Ưnhaaa… bên trong, bên trong, đã đến rồi!\nTontonton, đang gõ vào rồi…!",
    "そんなにも擦られると、私、私……っ！\nんくぅ……っ、あ、あぁあ……っ！": "Bị cọ xát như vậy, em, em…!\nƯmkuu… a, aaaa…!",
    "翠蘭は苦しそうな声を漏らしていくが、\n次第にその声には、甘いものも含まれていく。": "Thúy Lan rên rỉ đau đớn, nhưng\ndần dần, giọng nói đó cũng chứa đựng sự ngọt ngào.",
    "今まで誰にも触れられたことのない部分を蹂躙され、\n翠蘭の真奥が俺のものへと形づくられていく。": "Bị giày xéo ở những nơi mà trước đây chưa từng ai chạm vào,\nchỗ sâu nhất của Thúy Lan đã được định hình bởi tôi.",
    "んぁあっ、あはぁっ、あひゃあああ……っ！\nこんな……こんなの、おかしく、なります……っ！": "Ưnhaa, ahaa, ahyahaaa…!\nThế này… thế này, sẽ phát điên mất…!",
    "奥、激しくされて……きついはずなのに、\n突かれた場所が、擦られたところが、ビリビリ痺れて……": "Sâu bên trong, bị mạnh mẽ… dù biết là khó chịu,\nnhưng chỗ bị đâm, chỗ bị cọ xát, lại tê dại…",
    "あ、あ、あぁあああ……っ！": "A, a, aaaaaaa…!",
    "肉棒で翠蘭の反応がいい箇所を確かめ、\nペニスの先端でその部分を重点的に刺激していく。": "Tôi kiểm tra những điểm nhạy cảm của Thúy Lan bằng dương vật,\nvà kích thích phần đó một cách tập trung bằng đầu dương vật.",
    "次第に翠蘭の膣道はヒクヒクと蠢きながらペニスを受け入れ、\nじゅぶじゅぶと粘度の高い愛液を分泌していった。": "Dần dần, âm đạo của Thúy Lan run rẩy và đón nhận dương vật,\ntiết ra chất dịch nhầy có độ nhớt cao.",
    "あぁ……はぁあっ、んんん……ふぁんっ！\nんくぅっ、こ、こんなに、すごいなんてぇ……っ！": "Aaa… haaa, ưmm… fan…!\nƯmkuu, ch, thật là tuyệt vời…!",
    "私が……%usernameusernameuserna%さんを、\nこんなにも感じられるなんてぇえ……っ！": "Em… cảm nhận được… anh %usernameusernameuserna%,\nđến mức này…!",
    "あうっ、あはぁっ、わ、私……っ、\n%usernameusernameuserna%さんを感じすぎて……あぁあっ！": "Au, ahaa, w, em…\nCảm nhận anh %usernameusernameuserna% quá… aah!",
    "私の奥のいちばん大切な部分を、\n%usernameusernameuserna%さんが乱暴に犯してる……そう考えると……": "Phần quan trọng nhất bên trong em,\nđang bị anh %usernameusernameuserna% cưỡng bức… nghĩ đến điều đó…",
    "翠蘭がそう言葉にすると同時に、膣肉がきゅっと締まる。\n即座に、肉棒がそれをこじ開けていった。": "Thúy Lan vừa nói, thịt âm đạo đã siết chặt.\nNgay lập tức, dương vật đã xé toạc nó.",
    "あ、あぁあ……これ、いいです……っ！\nすごく、気持ちよくて……ん、ふぁあああ……っ！": "A, aaaa… cái này, tốt quá…!\nThật là, thoải mái quá… ư, faaaaa…!",
    "最初は苦しげだった翠蘭も、今や最奥を突き上げるたびに\n気持よさそうに甘い声をあげている。": "Ban đầu Thúy Lan đau khổ, nhưng bây giờ, mỗi khi bị đâm vào sâu nhất,\ncô ấy lại phát ra những âm thanh ngọt ngào.",
    "やぁあっ、そ、そんな奥まで来られたら……んんっ、\nよすぎて……っ、と、止まらなくなってしまいます……っ！": "Yaa, nếu đến sâu như vậy… ưmm,\nquá tốt… tớ, sẽ không dừng lại được…!",
    "い、いいっ、いいの……っ、止まりませんっ！": "T, tốt, tốt…! Không dừng lại đâu!",
    "いつもの翠蘭からは想像できない甘く素直な反応に、\n腹の奥の獸欲はますます昂っていった。": "Phản ứng ngọt ngào và trung thực mà tôi không thể tưởng tượng được từ Thúy Lan,\nthú tính trong bụng tôi càng lúc càng dâng trào.",
    "亀頭で子宮口を抉るように、真奥を何度も穿っていく。": "Tôi đã khoét vào miệng tử cung bằng quy đầu, và đâm vào sâu bên trong nhiều lần.",
    "は……はひゃぁああああっ！\nそ、そこは、あぁあああ……っ！": "Ha… hahyaaaaa…!\nCh, chỗ đó, aaaaa…!",
    "うぁあっ、だめ……っ。\n気持ちいいのがどんどんきてっ、はぁああ……っ！": "Uaa, không được…!\nCảm giác thoải mái cứ đến, haaaaa…!",
    "あ、あ、あはぁああ……っ！\nいいっ、%usernameusernameuserna%さんのが、いい……っ！": "A, a, ahaa…!\nTốt, cái của anh %usernameusernameuserna%, tốt…!",
    "%usernameusernameuserna%さんので、私……あはぁっ、\n気持ちよくなりすぎて……っ、わけがわからなくなっちゃいます……っ！": "Với cái của anh %usernameusernameuserna%, em… ahaa,\ncảm thấy sướng quá… tớ, không hiểu gì nữa…!",
    "まるで敗北宣言のように、\n翠蘭は全身を震わせながら快感を吐露していく。": "Như một lời tuyên bố thất bại,\nThúy Lan run rẩy toàn thân và bộc lộ khoái cảm.",
    "こちらも、翠蘭の身体すべてが与えてくれる快感に酔いしれ、\n夢中で彼女の身体を求めていた。": "Tôi cũng say sưa trong khoái cảm mà toàn bộ cơ thể Thúy Lan mang lại,\nvà khao khát cơ thể cô ấy một cách điên cuồng.",
    "あぁ……っ、で、ですが、私……とっても、幸せなんです……っ！": "Aaa… đ, nhưng, em… rất hạnh phúc…!",
    "こうして……%usernameusernameuserna%さんと、深く繋がって……\nセックスして……あぁっ、気持ちよくなれるなんて……": "Cứ như vậy… kết nối sâu sắc với anh %usernameusernameuserna%…\nvà làm tình… aah, thật là sướng…!",
    "あ、あぁっ、まるで、夢のようで……っ、\nんんんっ、う、嬉しいんです……っ！": "A, aah, như thể là một giấc mơ…\nưmm, ư, em vui lắm…!",
    "翠蘭の狭い膣道が、興奮で熱く滾り、\nペニスを咥え込んだまま痙攣していく。": "Âm đạo chật hẹp của Thúy Lan nóng lên vì hưng phấn,\ngậm lấy dương vật và co giật.",
    "想像を超えた快感がペニスに集中し、\nこちらも、たまらない射精感が込み上げてきた。": "Khoái cảm vượt xa trí tưởng tượng tập trung vào dương vật,\ntôi cũng cảm thấy một cảm giác xuất tinh không thể cưỡng lại.",
    "あぁ……っ、%usernameusernameuserna%さん……っ！\n私、私、も、イ、きそうなんです……っ！": "Aaa… anh %usernameusernameuserna%…!\nEm, em, cũng, sắp, ra rồi…!",
    "%usernameusernameuserna%さんに奥をいっぱい突かれて、\nもう、もう……んん、んんんぁっ！": "Bị anh %usernameusernameuserna% đâm sâu bên trong,\nrồi, rồi… ưmm, ưmmmaaa!",
    "で、でも、ワガママ、言うと……\n私……%usernameusernameuserna%さんと一緒に、イきたい……！": "Nhưng, nếu em ích kỷ…\nEm… muốn cùng anh %usernameusernameuserna% ra…!",
    "%usernameusernameuserna%さんとひとつになって、\n一緒に、気持ちよくなりたいんです……っ！": "Hòa làm một với anh %usernameusernameuserna%,\nmuốn cùng nhau, cảm thấy thật tuyệt vời…!",
    "翠蘭の言葉が、最後の一押しとなる。": "Lời nói của Thúy Lan là cú hích cuối cùng.",
    "こちらも、翠蘭と一緒にイきたい。\nそう告げると、彼女の子宮口を亀頭で刺激していく。": "Tôi cũng muốn ra cùng Thúy Lan.\nNói vậy, tôi đã kích thích miệng tử cung của cô ấy bằng quy đầu.",
    "んはぁ……っ、お、奥に、%usernameusernameuserna%さんがぁ……っ！": "Ưmhaa… ch, bên trong, anh %usernameusernameuserna%…!",
    "は、はぁあっ、で、でも、嬉しい……っ！\n私……%usernameusernameuserna%さんと一緒にイけるのですね……": "Ha, haaa, đ, nhưng, vui quá…!\nEm… có thể ra cùng anh %usernameusernameuserna% rồi…",
    "そう考えると、はぁあっ、私、もっと興奮して……\nあぁ……っ、くるっ、きてるっ、奥にいっぱい来てます……っ！": "Nghĩ vậy, haaa, em lại càng hưng phấn hơn…\naaa… đến rồi, đến rồi, đến đầy bên trong rồi…!",
    "翠蘭の子宮口が亀頭を咥え込む。\n絶頂の気配に、精液を欲し甘く蠢いていく。": "Miệng tử cung của Thúy Lan ôm lấy quy đầu.\nTrong không khí của cực khoái, ham muốn và run rẩy ngọt ngào.",
    "あぁあああっ、も、もうだめっ、イくっ、イっちゃいます……っ！": "Aaaaaa, kh, không được nữa… ra, ra rồi, raaaaa…!\nHyahyaaaaaaaa…!",
    "%usernameusernameuserna%さんと一緒に、\n滅茶苦茶にイってしまう……っ！": "Cùng với anh %usernameusernameuserna%,\nra một cách điên cuồng…!",
    "あぁあああっ、イくっ、イくぅっ、イくぅうう……っ！\nはひゃぁああああああああ……っ！！": "Aaaaaa, ra, raaa, raaaaa…!\nHyahyaaaaaaaa…!",
    "はぁ、はぁ、あぁ……ん、ふぅう……": "Haa, haa, aah… ư, fuuu…",
    "翠蘭の身体が大きく仰け反ると同時に、\n大量の精液を翠蘭の子宮に注ぎ込んでいく。": "Cơ thể Thúy Lan ngả ra sau, đồng thời,\ntôi đã đổ một lượng lớn tinh dịch vào tử cung của Thúy Lan.",
    "子宮の中を満たしても治まりきらないほどの欲望を、\n翠蘭は幸せそうに飲み込んでいってくれた。": "Thúy Lan đã vui vẻ nuốt chửng ham muốn không thể lấp đầy trong tử cung của cô ấy.",
    "あぁ……これで、私、受け入れられたのですね、\n%usernameusernameuserna%さんのすべてを……": "Aaa… vậy là, em đã được chấp nhận rồi, phải không,\ntất cả mọi thứ của anh %usernameusernameuserna%…",
    "ふふっ、とても熱くて、心地よくて……\nそして、たまらなく幸せでした……": "Fufu, rất nóng, rất dễ chịu…\nvà, không gì hạnh phúc hơn…",
    "ありがとうございます、%usernameusernameuserna%さん……\n私に、%usernameusernameuserna%さんをたくさんくれて……": "Cảm ơn anh, %usernameusernameuserna%…\nđã cho em, rất nhiều thứ của anh %usernameusernameuserna%…",
    "こっちこそ、受け入れてくれてありがとう。\n翠蘭のおかげで、とても気持ちよかった。": "Tôi cũng cảm ơn em vì đã chấp nhận tôi.\nNhờ có Thúy Lan, tôi đã cảm thấy rất tuyệt.",
    "互いの身体を重ねながら、感謝の言葉を贈り合う。": "Trong khi chồng chất cơ thể, chúng tôi trao nhau những lời cảm ơn.",
    "そろそろ汚したところを掃除して……出ましょうか。": "Sắp xếp lại những chỗ bẩn… rồi ra thôi.",
    "ああ、そうだな。": "Ừ, đúng vậy.",
    "そのまま各々衣服を身につけると、\n何事もなかったかのように脱衣所を後にした。": "Sau đó, mỗi người mặc quần áo, và\nrời khỏi phòng thay đồ như chưa có chuyện gì xảy ra.",
    "その後彼女と別れて自分の部屋に戻った俺は、\nふとあることを思い出す。": "Sau đó, tôi chia tay cô ấy và trở về phòng mình,\ntôi chợt nhớ ra một điều.",
    "そういえば脱衣所から出たとき、\nまだ男湯の暖簾がかかっていたような……": "Nói đến phòng thay đồ, khi ra khỏi đó,\nvẫn còn tấm rèm của phòng tắm nam…",
    "入口の暖簾が男湯用か女湯用かで、今温泉がどちら用の時間帯\nなのかがわかるようになっている。つまり――": "Tấm rèm ở lối vào là dành cho phòng tắm nam hay nữ, và bây giờ suối nước nóng là thời gian dành cho ai\nđược biết đến. Tức là――",
    "翠蘭のやつこそ女湯の時間と勘違いして入ってきたのか？\nいやでもあいつがそんなミスするわけ……": "Thúy Lan đã nhầm lẫn và vào nhầm giờ của phòng tắm nữ sao?\nNhưng cô ấy không mắc phải những sai lầm như vậy…",
    "ということは、男湯だと――俺がひとりでいるとわかっていて……": "Điều đó có nghĩa là, ở phòng tắm nam―― biết tôi đang ở một mình…",
    "まさか、な……": "Chẳng lẽ nào…",
    "翠蘭の名誉を尊重し、\nこれ以上それについて考えないことにしたのだった。": "Tôi đã tôn trọng danh dự của Thúy Lan,\nvà quyết định không nghĩ về nó nữa."
}