{
    "ふとある教室を覗くと、ちゆるがひとり机で唸っていた。": "Tôi vừa nhìn vào một lớp học, thấy Chiyuru đang một mình than vãn trên bàn.",
    "うあー……まだこんなにある……\n終わるかなぁ……": "Ưa... Vẫn còn nhiều thế này... \nLiệu có xong không nhỉ...",
    "ん？　どうしたんだ、ちゆる。\n補習か？": "Hửm? Sao thế, Chiyuru?\nHọc phụ đạo à?",
    "そうなんだよー。見てこの課題の量。\nもう意識がどこか遠くにいきそうなんだけど。": "Đúng vậy đó. Nhìn đống bài tập này này.\nTớ sắp không còn tỉnh táo nữa rồi.",
    "……この量はウンザリするのも当然だな。\nでもちゆるの頭の良さならすぐ終わるんじゃないか？": "…Khối lượng này thì chán nản cũng phải thôi.\nNhưng với trí thông minh của Chiyuru thì chắc sẽ xong nhanh thôi?",
    "あたしさ、自分が興味ないことは気が乗らないんだよね。\nもちろん授業の課題だから、いつかはやるつもりだったんだけど。": "Tại tớ, những thứ tớ không thích thì không có hứng làm.\nĐương nhiên là bài tập trên lớp nên rồi cũng phải làm thôi.",
    "後回しにし続けてるうちに気が付いたら期限が過ぎてて。\nすっごい怒られちゃった。": "Nhưng cứ lần lữa mãi, đến lúc nhận ra thì đã quá hạn.\nBị mắng cho một trận luôn.",
    "まあ仕方ないな……\n一応は学生って身分なんだし。": "Cũng không còn cách nào khác nhỉ...\nDù sao thì mình vẫn là học sinh mà.",
    "課題自体の手伝いをする": "Giúp làm bài tập",
    "興味を持てる手伝いをする": "Giúp để có hứng thú",
    "やってるうちに興味がわくかな、なんて気楽に考えてたけど\n大間違いだったよ……": "Cứ nghĩ là làm rồi sẽ thấy thích, nhưng\nlà tớ đã sai toét rồi...",
    "それなら俺も一緒にやるよ。\nひとりでやるよりサボれないっていう緊張感が出るだろ。": "Vậy thì tôi cũng làm cùng em.\nCó người làm cùng thì sẽ không lười được đâu.",
    "なるほどね。確かに誰かの目があると\nやらなきゃ、って気持ちにはなるかも。": "Ra là vậy. Quả thật là có người để ý thì\nsẽ có cảm giác phải làm nhỉ.",
    "というわけで、%usernameusernameuserna%！\nあたしの監視はお願いね～♪": "Vậy nên, %usernameusernameuserna%!\nNhờ cậu giám sát tớ nhé~♪",
    "まあ、俺も一緒に勉強はしてるんだけどな……": "Mà, tôi cũng đang học cùng em mà...",
    "そうしてご機嫌なちゆると一緒に、\n課題を進めていくのだった。": "Cứ thế, cùng với Chiyuru vui vẻ,\ntôi bắt đầu làm bài tập.",
    "たとえばこの課題、メイズシフターに置き換えて考えてみたら？": "Ví dụ như, thử nghĩ bài tập này thay bằng Máy dịch mê cung xem sao?",
    "いやいや、名称だけ入れ替えても意味ないでしょ。\nだって本質的にまったく違うものなんだから。": "Không không, chỉ thay tên thì vô nghĩa thôi.\nBởi vì bản chất chúng hoàn toàn khác nhau mà.",
    "ううむ、ダメか……": "Ưm, không được sao...",
    "……と思ったけど、案外いけそうかも！？\nありがとー！　%usernameusernameuserna%！": "…Nhưng mà, có vẻ được đấy nhỉ!?\nCảm ơn cậu nhé, %usernameusernameuserna%!",
    "いけるんかい！": "Được thật sao!"
}