{
    "ようこそ！　待ってたよー！": "Chào mừng! Anh đợi em nãy giờ!",
    "相棒にもぜひ、リリーのおススメコレクションを見て、\n一緒に盛り上がりたいなって思ってたんだ♪": "Anh bạn, nhất định phải xem bộ sưu tập Lily đề cử nhé,\nAnh muốn cùng em phấn khích một chút♪",
    "ああ、実はちょっと楽しみにしてたんだ。": "À, thực ra anh cũng hơi mong chờ đấy.",
    "ふふ、相棒の期待を裏切らないようにしないとね！": "Hừm, em phải làm sao để không phụ sự mong đợi của anh mới được!",
    "ほらほら！　これがフィギュアだよ！\nジャスティオン以外の作品もコレクションしてるんだ♪": "Này, này! Đây là figure nè!\nNgoài Justion, em còn sưu tập những tác phẩm khác nữa đó♪",
    "もしも時間が許すなら、ジャスティオンを夜通しで\n一気見視聴もしてみたいんだけどねー……": "Nếu có thời gian, em muốn xem Justion thâu đêm suốt sáng luôn ấy……",
    "まあいきなりは無理だけど、\n今度予定が合うなら一気見してみるか。": "Thôi thì, đột ngột thì không được rồi,\nLần tới mình hẹn nhau xem thử đi.",
    "っと、そうだ。\nお菓子買ってきたんだ。はいこれ。": "À, phải rồi.\nEm có mua bánh về nè. Của anh.",
    "えっ！　わざわざありがとうね！\nじゃあちょっとお茶でも入れてくるね！": "Hả! Cảm ơn em nhiều nha!\nĐể anh đi pha trà cho em!",
    "部屋の中は好きに見ていいから！\nそれじゃ、ちょっと待っててね～♪": "Cứ tự do xem phòng của anh đi!\nVậy nha, chờ anh một chút nha～♪",
    "じゃあ見てみるか……しかし、凄いコレクションだな。\n映像だけじゃなくて漫画もこんなに……": "Để anh xem thử nào…… Nhưng mà, bộ sưu tập thật đáng nể.\nKhông chỉ có hình ảnh mà truyện tranh cũng nhiều đến vậy……",
    "ん？　やけに薄い本が変な所にあるな……パンフレットか？\n……いや、これも漫画か………………むむ？": "Hửm? Sao lại có cuốn sách mỏng manh ở chỗ kỳ lạ vậy…… Sách hướng dẫn à?\n…… Không, đây cũng là truyện tranh sao……………… Ùm?",
    "お待たせー！　ジュースもあるから好きな方を……\nあれ？　何を読んで――": "Anh về rồi đây! Em có cả nước ép nữa, thích loại nào thì cứ lấy……\nƠ? Đang đọc cái gì――",
    "ぎゃわーーーーーーーーーーーーーーー！？": "Kyaaaaaaaaaaaaaaaaaaaaaa!?",
    "リリー、こういうエッチなのも見るのか……意外だな。": "Lily, em cũng xem mấy thứ ecchi này sao…… Bất ngờ thật đấy.",
    "ち、違うの！　待って、説明させて！\n最初はヒーローもので知らない作品だと勘違いして……！": "Đ, đâu có! Khoan đã, để em giải thích đã!\nLúc đầu em còn tưởng là phim siêu anh hùng, vì em không biết tác phẩm đó……!",
    "そ、そういう薄い本があるなんて知らなかったの！\nだから、不幸な事故で……": "T, thật ra em không biết là có những cuốn sách mỏng manh như vậy đâu!\nCho nên, chỉ là một tai nạn bất ngờ mà thôi……",
    "……でも、それが何でしまわれてるんだ？\nしかも本棚に隠すように。": "…… Nhưng mà, tại sao nó lại được cất giữ ở đây?\nHơn nữa còn giấu trong tủ sách nữa chứ.",
    "うっ、そ、それはぁ……\nり、リリーもその……興味はあって……": "Ư, t, thật ra là……\nL, Lily cũng có…… hứng thú với nó……",
    "……大切なものを失うことになるが、それでもいいのか？\nジャスティオン……": "…… Sẽ mất đi thứ gì đó quan trọng, em có chấp nhận không?\nJustion……",
    "その台詞……え、えっと……\nちょ、ちょっと待っててね！": "Câu nói đó…… Ờ, ừm……\nKho, khoan đã chờ em một chút!",
    "俺が同人誌のセリフを真似すると、\n慌ててリリーから部屋を出て行って着替えてくる。": "Khi anh bắt chước lời thoại trong doujinshi,\nLily vội vàng rời khỏi phòng và đi thay đồ.",
    "それは破れていて股間や胸などが見えてしまっているが、\nリリーが普段着ているスーツによく似たものだった。": "Nó đã bị rách, để lộ ra phần háng và ngực, nhưng\nlại rất giống với bộ đồ Lily thường mặc.",
    "えっと、破れたスーツを何となく保管してて、\nまさかこうやって使うとは思わなかったけど……": "Ờ thì, anh đã cất giữ bộ đồ bị rách, anh không ngờ là sẽ dùng nó như thế này……",
    "そして、恥ずかしそうになりながらもノリノリになった\nリリーと俺はエッチな本のセリフを再現する。": "Và, dù có vẻ ngại ngùng nhưng Lily đã nhập vai và anh cũng vậy,\nchúng tôi đã tái hiện lại những câu thoại ecchi trong cuốn sách.",
    "くっ……罠だったなんて……\nでも、私は絶対に負けない……！": "Khự…… Thì ra là một cái bẫy……\nNhưng, em nhất định không thua đâu……!",
    "ピンチに追い込まれたヒーローといったように、\n役柄にのめり込んでいるリリー。": "Lily nhập vai như một siêu anh hùng đang bị dồn vào đường cùng.",
    "『敗北を認めるのだ』と本の悪役のように、\nリリーに言うが、彼女は首を横に振る。": "『Hãy chấp nhận thất bại đi』, anh nói với Lily, như một nhân vật phản diện trong sách, nhưng cô lắc đầu.",
    "ま、負けなんて……認めないよ……\nここで負けたら、街のみんなが……！": "Th, thua thì không…… Em không chấp nhận đâu……\nNếu thua ở đây, mọi người trong thành phố sẽ……!",
    "なら、街の人間がどうなってもいいのか？\nその質問にリリーは慌てて答える。": "Vậy thì, cho dù người dân trong thành phố ra sao cũng được sao?\nLily vội vàng trả lời câu hỏi đó.",
    "や、やめろ！　私はどうなってもいい！\nだから、街の人に手を出すのは……": "Đ, đừng có! Em có thế nào cũng được!\nCho nên, đừng có động vào người dân trong thành phố……",
    "ならば、そのまま無抵抗で嬲られてもらおうか。\nそういって俺は彼女を押し倒す。": "Vậy thì, cứ để nguyên mà bị hành hạ đi.\nNói rồi anh đè cô xuống.",
    "くうっ……": "Khụ……",
    "本のように腕を拘束されて、\nこちらを潤んだ瞳で睨みつけるリリー。": "Lily bị trói tay như trong sách,\ntrừng mắt nhìn anh với đôi mắt đẫm lệ.",
    "これがお前の中に入るのだと、肉竿を見せつけると、\n顔を真っ赤にして小声で話しかける。": "Anh cho em thấy dương vật của mình, và nói rằng nó sẽ vào trong em, mặt cô đỏ bừng và thì thầm.",
    "……%usernameusernameuserna%、本当に……\nその、リリーとしちゃうんだよね？": "……%usernameusernameuserna%, thật sự……\nAnh, sẽ làm với Lily sao?",
    "リリーって、こういう経験はなくて……\nだ、だから……その……": "Lily chưa từng có những kinh nghiệm như vậy……\nV, vậy nên…… ừm……",
    "俺は優しく微笑んで、頭をなでる。\nリリーには優しくすると伝えると笑顔を浮かべた。": "Anh mỉm cười dịu dàng và xoa đầu cô.\nAnh nói rằng sẽ dịu dàng với Lily, và cô nở nụ cười.",
    "う、うん……その、ちょっとくらいイジメてもいいから、\n……よ、よろしくお願い……！": "Ư, ừm…… Ừm, có thể hơi bắt nạt một chút cũng được,\n…… X, xin hãy cứ tự nhiên……!",
    "ドキドキしているリリーのお願いに、思わず笑みがこぼれる。": "Trước lời thỉnh cầu của Lily, anh không khỏi bật cười.",
    "できるだけリリーに負担がかからないよう、先端を沈めていった。": "Anh cố gắng không gây ra bất kỳ gánh nặng nào cho Lily, anh từ từ đưa đầu dương vật vào.",
    "あ、ん……っ……く……！": "A, ư…… hự……!",
    "初めての異物感に耐えながら、\nリリーはペニスを受け入れていく。": "Vừa phải chịu đựng cảm giác lạ lẫm lần đầu,\nLily vừa tiếp nhận dương vật.",
    "ナカは思ったよりも濡れていて、ぬるぬる感が気持ちいい。": "Bên trong ướt hơn anh nghĩ, cảm giác trơn trượt thật tuyệt.",
    "は……あ……はいっ……てる……": "Ha…… a…… vâng…… đang……",
    "とはいえ締め付けはかなりきつく、\nゆっくり、慣らすように腰を動かした。": "Tuy nhiên, sự siết chặt khá mạnh,\nanh từ từ di chuyển hông, để cô làm quen.",
    "うぅんっ……くぅ、ふ、ん……っ！": "Ưn ưn…… khụ, phư, ưn……!",
    "再び悪役を演じながら、リリーの事を煽る。\nこんなことをされても負けを認めないのかと問う。": "Anh lại đóng vai phản diện, khiêu khích Lily.\nAnh hỏi cô rằng liệu cô có chịu nhận thua hay không?",
    "んっ……あ、当然、だよ……っ……\nこんなことくらいで、んうっ、負けないから……！": "Ưn…… a, tất nhiên, rồi……\nChỉ có chuyện này thôi, ư, em không thua đâu……!",
    "拘束された両腕を、もがくように動かすリリー。": "Lily cố gắng vùng vẫy với hai tay bị trói.",
    "ど、どうして……あっ、外れない……！\nふっ、んぅっ……パワーを……吸い取ってる、から……？": "Đ, tại sao…… a, không gỡ ra được……!\nPhư, ưn ư…… sức mạnh…… bị hút mất, sao……?",
    "すっかり役になり切っているリリーは、\n本の中のヒーローと同じセリフを口に出す。": "Lily hoàn toàn nhập vai,\ncô thốt ra những câu thoại giống như nhân vật siêu anh hùng trong sách.",
    "まるで作品の中から飛び出してきたようなリリーに、\n俺も役にのめり込んでいく。": "Anh cũng nhập vai theo, như thể Lily vừa bước ra từ trong tác phẩm vậy.",
    "くっ……この手さえ、自由になれば……\nあっ……んっ、はぁっ……": "Khự…… Chỉ cần đôi tay này được tự do……\nA…… ưn, hah……",
    "お前なんかに……くっ、なにをされても……\nこころは、ぜったいに、折れないんだからぁ……！": "Anh không thể…… khự, dù có bị làm gì đi nữa……\nTrái tim em, nhất định, sẽ không gục ngã……!",
    "そんな風に抵抗しても無駄だ。\n後は好きに嬲らせてもらうぞ？": "Kháng cự như vậy cũng vô ích thôi.\nSau đó, anh sẽ làm gì thì tùy thích?",
    "そんな言葉に、緊張したように顔を赤くする。": "Trước những lời nói đó, cô đỏ mặt vì căng thẳng.",
    "くっ、うう……この、変態……！\nすきに、したらいい……！　わたしは、まけない……！": "Khự, ư…… tên biến thái này……!\nCứ tự nhiên đi……! Em, không thua đâu……!",
    "はぁ、はぁっ……！\n絶対に、正義の心は折れたり、しない……！": "Ha, hah……!\nNhất định, trái tim của công lý sẽ không gục ngã……!",
    "ならば、その言葉の通り本当に折れたりしないのか……\n試してみようじゃないか。": "Vậy thì, liệu cô có thực sự không gục ngã như những gì cô nói hay không……\nChúng ta hãy thử xem.",
    "そういって、俺はリリーの中に入った肉棒を\nゆっくりと馴染ませるように抽挿する。": "Nói rồi, anh từ từ đưa dương vật vào trong Lily,\nnhư thể đang làm quen.",
    "ぬぷぬぷとペニスを出し入れされながらも、\n気丈にヒーローを演じるリリー。": "Lily vẫn kiên cường đóng vai siêu anh hùng, dù dương vật cứ ra vào liên tục.",
    "ひぐっ、ふぅ、あっ、ああ……！\nんぐっ、ふぅ……私の中で、動いて……！": "Hự, phư, a, a……!\nƯn, phư…… Trong em, đang di chuyển……!",
    "くっ、ううん……！　はぁ、ああ、\nどうして、体、勝手に、んんっ……！": "Khự, ưn ưn……! Ha, a,\ntại sao, cơ thể, tự động, ưn ưn……!",
    "気持ちいいのか？　入れている中がこんなに濡れているぞ？\nそんな風に煽ると、体をよじらせる。": "Cảm thấy thoải mái sao? Bên trong ướt sũng thế này?\nAnh khiêu khích cô như vậy, khiến cô vặn vẹo cơ thể.",
    "んあっ、はぁ、はぁ……！　そ、そんなことは、\nない……！　これは、ただの……！　自然、現象、だからぁ！": "Ưn a, ha, ha……! T, thật ra là không……!\nĐây chỉ là……! Hiện tượng, tự nhiên, mà thôi!",
    "まるで本当に無垢なヒーローを穢しているような感覚に、\n俺はさらに彼女をイジメたくなってしまう。": "Cảm giác như đang làm ô uế một siêu anh hùng vô tội, anh càng muốn bắt nạt cô hơn.",
    "彼女が反応をする場所を重点的に攻め立てて、\n羞恥を煽るような言葉をかける。": "Anh tập trung vào những chỗ cô phản ứng, và\nnói những lời khiêu khích sự xấu hổ của cô.",
    "くっ、あっ、んぅううう！　や、やめ……！\nそんな場所、突かれたらっ……！　くう、んん！": "Khự, a, ư, ưưưư! Đ, dừng lại……!\nChỗ đó, bị chạm vào thì……! Khụ, ưn ưn!",
    "ひぐっ、んっ、あっ、ああああ！\nはぁ、はぁ……こえ、かってに、でてぇ……！": "Hự, ưn, a, aaaaaaa!\nHa, ha…… tiếng, tự động, phát ra……!",
    "リリーの感じる部分を何度も突くと、\n今までより高い声が漏れた。": "Khi anh chạm vào những chỗ nhạy cảm của Lily nhiều lần,\nmột giọng nói cao hơn đã thoát ra.",
    "あ、あ！　ん、くぅぅっ……！": "A, a! Ưn, khưưư……!",
    "気づけばリリーの膣内は、愛液でぐっしょりと濡れていた。\nそのことをリリーに伝えると、恥ずかしさに顔が紅潮する。": "Khi nhận ra, âm đạo của Lily đã ướt đẫm dịch tiết.\nKhi anh nói với Lily, mặt cô đỏ bừng vì xấu hổ.",
    "はぁ、くっ、うう、それは、からだが、かってに、\n反応してる、だけだからっ……！": "Ha, khự, ư, đó chỉ là, cơ thể, tự động,\nphản ứng, mà thôi……!",
    "こんな、お前にきもちよくされて、\nんっ、ふぅ、感じちゃってる、わけじゃないから！": "Bị anh làm cho thoải mái như thế này,\nưn, phư, không có cảm giác, đâu!",
    "そう言って本当は気持ちよさに喜んでいるんじゃないか？\nそんな風に煽ると顔を羞恥で赤く染める。": "Nói như vậy, nhưng có phải là cô đang vui vẻ vì cảm giác thoải mái hay không?\nAnh khiêu khích cô như vậy, khiến mặt cô đỏ bừng vì xấu hổ.",
    "ち、ちがうっ！　きもちよく、なんてっ、はぁ、あああ！\nんっ、あああ、へんに、なってる、だけだからっ！": "Đ, đâu có! Thoải mái, thì không, ha, aaaaa!\nƯn, aaaa, chỉ là, bị, lạ, thôi!",
    "快楽に耐えるように、必死に体をよじりながら、\n抵抗をしている姿が官能的だった。": "Cô cố gắng chống cự, vừa phải chịu đựng khoái cảm, vừa vặn vẹo cơ thể,\nhành động này thật gợi cảm.",
    "悪になんて……ひぃんっ、屈しない……ぜったい、に……\nう、あ、んんっ……！": "Em sẽ không…… hinh, khuất phục…… nhất định, sẽ không……\nƯ, a, ưn ưn……!",
    "リリーの台詞とは裏腹に、膣壁はまるで喜んでいるように\nきゅうきゅうとペニスに吸い付いてきた。": "Trái ngược với lời nói của Lily, thành âm đạo dường như đang vui vẻ,\nsiết chặt lấy dương vật.",
    "こちらが腰を動かすと、どんどん愛液が増し、\nいやらしい音が静かな部屋に響いていく。": "Khi anh di chuyển hông, dịch tiết tiết ra càng nhiều hơn,\nnhững âm thanh dâm đãng vang vọng trong căn phòng yên tĩnh.",
    "ああっ、いや……あぅんっ、これ、ほどいて……っ！\nこんなことで、んっ、負けたくない……！": "A, không…… ưn, ưn, cởi ra……!\nChuyện này, ưn, em không muốn thua……!",
    "破れたヒーロー衣装から覗く白い肌が、少し汗ばんでいる。": "Làn da trắng nõn lộ ra từ bộ trang phục siêu anh hùng bị rách, hơi ướt đẫm mồ hôi.",
    "ヒーローになりきったリリーの台詞もあいまって、\n本当に自分が悪いことをしているような気分になった。": "Những lời thoại của Lily, người đã nhập vai siêu anh hùng, cũng góp phần tạo nên cảm giác,\nanh thực sự đang làm điều gì đó tồi tệ.",
    "しかしその背徳感が、より性的興奮をかき立てていく。": "Tuy nhiên, sự đồi trụy đó lại càng kích thích sự hưng phấn tình dục.",
    "んんっ、あぁっ、だめ、そこぉ……！\nはんっ、よわいとこをっ、んっ、こすら、ないでぇ……！": "Ưn ưn, a, không, chỗ đó……!\nHan, yếu đuối, ưn, đừng có, cọ xát vào……!",
    "リリーの言う弱い部分にペニスが触れるたび、\n膣壁がきゅうきゅうと締め付けてくる。": "Mỗi khi dương vật chạm vào điểm yếu của Lily,\nthành âm đạo lại siết chặt.",
    "あっそこ、きもちいいのぉ……ん、ちがっ、\nだめぇっ……ヒーロー、なのにぃっ……": "A chỗ đó, thoải mái quá…… ưn, không, được……\nđâu…… siêu anh hùng, mà……",
    "やだっ、あん、あっ、……こんなの、\nおかしくなっちゃう……！": "Không, ưn, a, a…… như thế này,\nem sẽ phát điên mất……!",
    "敵なのに、だめなのに、あっ、こんなことされたら、\nあぐっ、許しそうに、なっちゃうっ……！": "Là kẻ thù, không được, nhưng mà, a, bị làm như vậy,\nem sẽ, a, có vẻ như, sẽ tha thứ……!",
    "台詞として言われているだけなのに、その言葉に\n思わず反応し、奥から込み上げるものを感じた。": "Mặc dù chỉ là lời thoại, nhưng cô đã phản ứng với những lời đó,\nvà cảm thấy có gì đó dâng trào từ bên trong.",
    "えっ、やっ……なんか、さっきよりきつくなった……？": "Ơ, ừm…… dường như, nó chặt hơn lúc nãy……?",
    "ひんっ……おちんちん、おっきく……なってる……？\n……ひぐっ、ん！　こんな、しらなっ、んん……！！": "Hinh…… dương vật, to hơn…… sao……?\n…… Hự, ưn! Như vậy, không biết…… ưn……!!",
    "あ、あ、はぁっ、そんなに、突かれたら……\nリリー、がまん……できなっ……": "A, a, hah, nếu bị, đâm như vậy……\nLily, không chịu nổi……",
    "ヒーロー役になりきっていたはずなのに、\nリリー本人が顔を出してきた。": "Mặc dù cô ấy đã nhập vai siêu anh hùng,\nnhưng Lily đã lộ rõ bản chất của mình.",
    "それほど気持ちいいのだと思うと嬉しくなり、\n膣内の気持ちいい部分をもっと擦ってやる。": "Anh vui mừng khi biết cô thoải mái đến vậy,\nvà anh bắt đầu cọ xát vào những chỗ thoải mái trong âm đạo.",
    "あっ、ひあぁっ、きもちいいっ！\nだめっ、そこばっかり……っ、うあぁっ！？": "A, a, hah, thoải mái quá!\nKhông, chỉ có chỗ đó…… ưaaaa!?",
    "%usernameusernameuserna%、んっ、あああ！\nもっともっと、おく、に、きてっ！　んぅう！": "%usernameusernameuserna%, ưn, aaaaa!\nSâu hơn nữa, vào trong nữa đi! Ưn ư!",
    "リリーの、なかでっ！　気持ちよく、なってっ！\nはぁ、ああっ、いっぱいだして、ほしいのっ！": "Trong Lily đi! Thoải mái, hơn nữa!\nHa, aaaa, em muốn, anh cho thật nhiều!",
    "懇願するようなリリーの言葉にこちらも我慢できず、\n奥を貪るようにペニスを突き入れた。": "Trước những lời cầu xin của Lily, anh cũng không thể kiềm chế được,\nanh đâm dương vật vào thật sâu.",
    "あっ、んあっ、ふうっ、やぁっ、すごいぃっ！\n%usernameusernameuserna%の、あつい……んあぁっ！？": "A, ưn a, phư, yaa, tuyệt vời!\n%usernameusernameuserna% của anh, nóng bỏng…… ưaaaa!?",
    "ひっ、リリーこれすきっ、すきなのぅっ、あんっ！\nもっと、してっ！　おねがい、んくっ、ふ、うあぁ……！": "Hít, Lily thích, thích quá, ưn!\nLàm nữa đi! Xin anh, khư, ư, aaaa……!",
    "だめっ、イくっ、イッちゃうっ……\nあ、あ、あ、あああああああっ！": "Không, em sẽ ra, em sẽ ra……\na, a, a, aaaaaaaa!",
    "は……はふ……はぁ……っ……": "Ha…… hah…… ha……",
    "ペニスをずるりと引き抜くと、\n吐き出したばかりの精液が膣口から溢れ出た。": "Khi anh rút dương vật ra,\ntinh dịch vừa mới xuất ra đã tràn ra khỏi cửa âm đạo.",
    "リリーは胸を大きく上下させ、ゆっくり呼吸を整えている。": "Lily thở dốc, ngực phập phồng, cô từ từ điều hòa hơi thở.",
    "す……ごい…………\nいっぱい、リリーのなかに、出しちゃった……ね……": "T, tuyệt vời……\nAnh, đã cho, vào trong Lily, rất nhiều…… rồi……",
    "どこか呆然とした表情を浮かべながら、そう呟く。": "Cô lẩm bẩm, với vẻ mặt ngơ ngác.",
    "視線は、先ほどまで繋がっていた部分と、\nまだ少し勃起したままのペニスに向けられていた。": "Ánh mắt của cô hướng về phần vừa được kết nối,\nvà dương vật vẫn còn hơi cương cứng.",
    "……それが、リリーのなかにはいってたんだ……\nはぁ、んっ、ふぅ……まだ、感覚が消えないね……": "…… Nó, đã ở trong Lily……\nHa, ưn, phư…… Vẫn còn cảm giác……",
    "んっ、うう……エッチをするのって、こんな感じなんだ。": "Ưn, ư…… Làm ecchi, là như thế này sao?",
    "……本を読みながら、想像してたよりも……\nずっとずっと、気持ちよかった……": "…… So với những gì em tưởng tượng, khi đọc sách……\nThì, thích thú hơn rất nhiều……",
    "気持ちよくなってくれたなら良かった。\n……あの本、かなり読みこんでたのか？": "Anh rất vui nếu em cảm thấy thoải mái.\n…… Em đã đọc cuốn sách đó rất kỹ sao?",
    "うん……いつも、一人でエッチな気分になったときは、\nあの本を読んで……": "Ừm…… Mỗi khi em cảm thấy muốn làm ecchi một mình,\nem sẽ đọc cuốn sách đó……",
    "…………あっ…………": "…………A…………",
    "油断していたから、素直に言ってしまうリリー。\n顔を真っ赤にしながら涙目になる。": "Lily đã nói ra một cách trung thực, vì đã lơ là cảnh giác.\nMặt cô đỏ bừng, mắt rơm rớm nước mắt.",
    "う……うう〜〜〜〜〜〜〜……\nこんな時に恥ずかしい事を聞かないで……！": "Ư…… ưưưưư……\nĐừng hỏi em những chuyện xấu hổ như thế này vào lúc này……!",
    "悪かった……でも、気持ちよくなってくれたんだな。": "Anh xin lỗi…… Nhưng, em đã cảm thấy thoải mái, đúng không?",
    "そ、それは……そうじゃないと、こんな風にならないよ……": "T, thì…… Nếu không thì, sẽ không như thế này đâu……",
    "で、でも恥ずかしかったし……こういうのは、\nしばらくはいいかな……": "Nhưng mà, em thấy xấu hổ…… những chuyện như thế này,\nchắc là em sẽ không làm nữa đâu……",
    "それなら、もうエッチは良いのか？": "Vậy thì, em sẽ không làm ecchi nữa sao?",
    "……えっと……それは……その。": "…… Ừm…… thì…… là vậy đó.",
    "今日みたいなのじゃなくて……今度するなら、\n普通にしたいなって……": "Em không muốn như hôm nay…… Nếu lần tới, thì em muốn\nlàm bình thường hơn……",
    "うううう！　本当に悪役みたいにイジメないでよ！\n恥ずかしいんだからね！": "Ưưưư! Đừng có bắt nạt em như một nhân vật phản diện nữa!\nEm thấy xấu hổ mà!",
    "そんな可愛い反応を見せるリリーに笑顔を見せて、\n次はいつ誘おうかと心の中で考えるのだった。": "Anh mỉm cười với Lily, người đang có những phản ứng dễ thương như vậy,\nvà anh tự hỏi trong lòng, lần tới nên rủ cô ấy vào lúc nào."
}