{
    "今日はシリウスシュガーによる訓練を終えた\nプレ・クラス－Ａの４名を連れて、再びメイズにやってきていた。": "Hôm nay, tôi đã hoàn thành buổi huấn luyện với Sirius Sugar.\nTôi cùng 4 thành viên lớp Pre-A lại đến Mê Cung.",
    "指導役はもちろん、引き続きシリウスシュガー。\n彼女達も指導を通して、顔つきが成長したようだ。": "Người hướng dẫn vẫn là Sirius Sugar.\nCó vẻ như họ cũng đã trưởng thành hơn thông qua việc hướng dẫn.",
    "さて、久しぶりの実地訓練ですわ。\n散々だったあの日を見返せるよう、十分な訓練を積みました。": "Được rồi, đây là buổi huấn luyện thực tế sau một thời gian dài.\nTớ đã tập luyện rất nhiều để có thể vượt qua ngày hôm đó.",
    "みなさん、存分にその成果を発揮してください！\nさあ、敵の群れのお出ましですわ！": "Mọi người, hãy thể hiện hết những gì mình đã học được đi!\nNào, lũ địch đang đến kìa!",
    "了解っ！！": "Rõ!",
    "先頭はあたしが抑える！　ラウラは後方から援護、\n心香とノエルはサイドから崩しにかかって！": "Tớ sẽ giữ vị trí tiên phong!\nLaura sẽ yểm trợ từ phía sau, Mikoko và Noel sẽ tấn công từ hai bên!",
    "わかった。ノエル、左前方の高台なら、死角から効率的に狙えそうよ。": "Đã hiểu. Noel, nếu ở cao điểm phía trước bên trái, chúng ta có thể nhắm vào điểm mù một cách hiệu quả.",
    "やったぁ！　じゃあそこもらうね！　よ～っし、やるぞ～！": "Yeah! Vậy tớ lấy chỗ đó nhé! Được rồi, bắt đầu thôi!",
    "ジュリーちゃん、危なくなったらお姉ちゃんが守るから！\n安心して戦ってね……！": "Julie, nếu gặp nguy hiểm thì chị sẽ bảo vệ em!\nCứ yên tâm mà chiến đấu nhé...!",
    "ジュリーの指示どおりバランスよく配置された面々が、\nそれぞれの役割をこなしていく。": "Mọi người được bố trí một cách cân bằng theo chỉ thị của Julie,\nvà lần lượt đảm nhận vai trò của mình.",
    "ノエルは要所に火力を集中し敵の意識を分散させ、\nジュリーへのヘイトを散らしている。": "Noel tập trung hỏa lực vào những vị trí trọng yếu để phân tán sự chú ý của địch,\ngiảm bớt sự tập trung vào Julie.",
    "ラウラは的確な援護で他の機への被害を防ぎ、\n心香が戦況分析と情報伝達を冷静に行い、統率のとれた動きを作り出す。": "Laura yểm trợ một cách chính xác để ngăn chặn thiệt hại cho các máy khác,\nMikoko bình tĩnh phân tích tình hình chiến đấu và truyền đạt thông tin, tạo ra một đội hình thống nhất.",
    "見違えたな……あいつらも相当本気で訓練したみたいだ。": "Thật đáng ngạc nhiên... Bọn họ có vẻ đã tập luyện rất nghiêm túc.",
    "会長の言っていた陰謀……ボンクラを送り込み、\n指導を失敗させる目論見だったか。": "Âm mưu mà hội trưởng đã nói... Gửi những kẻ vô dụng vào,\nvà khiến cho việc hướng dẫn thất bại sao?",
    "そんなものが成就するとは思えない。\n少なくとも、この光景の前では。": "Tôi không nghĩ rằng điều đó sẽ thành công.\nÍt nhất, là trước mắt tôi.",
    "……よくやったな、みんな。": "...Làm tốt lắm, mọi người.",
    "俺がそう呟いたとき──\nＭＧのセンサーが、新たな反応を検出した。": "Khi tôi vừa dứt lời──\nCảm biến MG đã phát hiện ra một phản ứng mới.",
    "敵増援を確認。あの子達の戦力だけでは対処困難。": "Xác nhận có thêm địch. Chỉ với lực lượng của các cô bé đó thì khó mà đối phó được.",
    "では、わたくし達の出番ですわね。準備はよろしくて？": "Vậy thì, đến lượt chúng ta rồi. Mọi người đã chuẩn bị xong chưa?",
    "七彩の号令と共に飛び出すシリウスシュガー隊。\nその戦いも、以前より洗練されている。": "Cùng với hiệu lệnh của Nanairo, đội Sirius Sugar lao ra.\nKhả năng chiến đấu của họ cũng đã được cải thiện so với trước đây.",
    "めるも言っていたが、人に教えることで、自らを見直す──\n自らの学びを言語化し、再構築する。": "Meru cũng đã nói rằng, việc dạy cho người khác sẽ giúp bản thân mình nhìn lại──\nDiễn đạt và tái cấu trúc những gì mình đã học.",
    "それを行うことで、彼女達もまた、\nプレ・クラス－Ａから教わることがあったのだろう。": "Bằng cách đó, họ cũng đã học được điều gì đó từ lớp Pre-A.",
    "いい調子だ……これならまたきっと、\n一緒に<r=プライマル・ベルト>原生帯</r>の新ルートに向かえるはずだ！": "Tình hình tốt đấy... Nếu cứ thế này, chắc chắn chúng ta sẽ lại,\ncùng nhau đến với tuyến đường mới của <r=Vành đai Nguyên Sinh>Vùng Nguyên Sinh</r>!",
    "そう考えた瞬間だった。": "Ngay khoảnh khắc tôi nghĩ vậy.",
    "俺の機体のとあるレーダーのひとつに、不審な金属反応が一瞬だけ写る。": "Một trong những radar của máy tôi đã ghi lại một phản ứng kim loại đáng ngờ trong chốc lát.",
    "このレーダーはＭＧ競技や人工構造物の探知が主で、\nメイズ内で使われることは滅多にない。": "Radar này chủ yếu dùng để dò tìm các cuộc thi MG và các cấu trúc nhân tạo,\nvà hiếm khi được sử dụng trong Mê Cung.",
    "だが……確かに反応があった。\n金属の飛行体が、メイズ内に？　誤検知だろうか……": "Nhưng... Chắc chắn là có phản ứng.\nMột vật thể bay bằng kim loại, trong Mê Cung sao? Có lẽ nào là do phát hiện sai...",
    "%usernameusernameuserna%さん！！\nなんだか、敵の様子が……おかしいです！": "Anh %usernameusernameuserna%!!\nHình như... tình hình của địch có gì đó... bất thường!",
    "まっすぐこっちに突っ込んできます！！": "Chúng đang lao thẳng về phía này!!",
    "なんだ……！？　陣形保て！　不慮の事態に備えるんだ！": "Cái gì...!? Giữ vững đội hình! Chuẩn bị cho những tình huống bất ngờ!",
    "止まんないっ……まずいよ！　防衛ラインが突破された！\nあの子達の方に行く！": "Không dừng lại... Chết rồi! Tuyến phòng thủ đã bị phá vỡ!\nChúng đang đến chỗ các cô bé!",
    "突破したメイズシフターがプレ・クラス－Ａ組へ猛進する。\nだが──彼女達には目もくれず、そのまま駆け抜けていった。": "Những kẻ phá hủy Mê Cung đã lao vào đội Pre-A.\nNhưng──Chúng không thèm để ý đến họ, mà cứ thế lao đi.",
    "な、なんなの……？": "Cái... Cái gì vậy...?",
    "何かが変だ。あの様子、まるで……": "Có gì đó sai sai. Tình hình này, giống như...",
    "まるで、何かから逃げてるようじゃないか。": "Giống như, đang trốn chạy khỏi thứ gì đó vậy.",
    "……！": "...!",
    "振動センサーに感あり！\nでもこんなの、<r=ケイブ・ベルト>地穴帯</r>で観測されるレベルじゃ……": "Cảm biến rung động đã phản ứng!\nNhưng cái này, chỉ ở mức độ quan sát được trong <r=Vành đai Hang Động>Vùng Hang Động</r>...",
    "答えはすぐに出た。": "Câu trả lời đã đến ngay lập tức.",
    "ドリフトからゆっくりと姿を現したのは、\n見たこともないような──巨影だった。": "Từ trong làn khói, một bóng đen khổng lồ với hình dáng chưa từng thấy đã dần lộ diện.",
    "ひっ……": "Hự...",
    "──全機、即時退却っ！！": "──Tất cả, rút lui ngay lập tức!!",
    "俺の言葉の直後に、メイズシフターがその巨体を震わせ、\nメイズ全域に響くような咆哮を上げた。": "Ngay sau khi tôi dứt lời, kẻ phá hủy Mê Cung đã rung chuyển thân hình khổng lồ của nó,\nvà phát ra một tiếng gầm vang vọng khắp Mê Cung.",
    "弾かれるように、その場にいた全員が\n退却を始める。それでいい、今はあいつに敵わない──！": "Mọi người ở đó đều bắt đầu rút lui như bị đẩy ra. Được rồi, bây giờ chúng ta không thể đấu lại nó──!",
    "ちょ……ラウラぁ！！\n何してんの、逃げなさいってばぁ！！": "Chờ... Laura!!\nEm đang làm gì vậy, mau chạy đi!",
    "あ……ぁ……！！": "A... A...!!",
    "しまった！　ラウラは人一倍、恐怖心が強い。\n克服する努力はしたとはいえ、完全ではない。": "Chết rồi! Laura là người sợ hãi nhất.\nMặc dù đã cố gắng vượt qua, nhưng vẫn chưa hoàn toàn.",
    "こんな事態に見舞われた不運。\nそれがラウラが逃げるのを一歩遅らせた。": "Bị rơi vào tình huống này thật không may.\nĐiều đó đã khiến Laura chậm trễ trong việc chạy trốn.",
    "きゃぁあああっ！！": "Kyahhhhhh!!",
    "メイズシフターの一撃が振るわれる。\nラウラの機体は、いともたやすく吹き飛ばされた。": "Một đòn tấn công của kẻ phá hủy Mê Cung đã giáng xuống.\nMáy của Laura đã bị thổi bay một cách dễ dàng.",
    "ラウラ！！": "Laura!!",
    "っはあ、はあ、大丈夫……！？": "Hộc... Hộc... Không sao chứ...?",
    "あ、あれ、跳べないっ！？　どうして！？": "A, ơ, không nhảy được!? Tại sao!?",
    "跳躍ユニットが破壊されている！\nあれでは逃げるのは困難だ。": "Đơn vị nhảy đã bị phá hủy!\nNhư vậy thì khó mà trốn thoát được.",
    "だが……見捨てるわけにいくか！\n仲間が死ぬなんて、まっぴらゴメンだ！": "Nhưng... Không thể bỏ rơi được!\nTuyệt đối không muốn đồng đội phải chết!",
    "全機反転！　戦闘態勢を取れ！\nラウラの撤退を援護する！！": "Tất cả xoay người! Vào tư thế chiến đấu!\nHỗ trợ Laura rút lui!!",
    "腹をくくった俺達に、\nメイズシフターはまた大きな咆哮を返した。": "Trước quyết tâm của chúng tôi,\nkẻ phá hủy Mê Cung lại gầm lên một tiếng lớn."
}