{
    "あの一件以来……すっかり、ノエルに懐かれてしまった。\n子犬みたいに、俺を見つけると飛びついてくる。": "Từ sau chuyện đó…… Em đã hoàn toàn thân thiết với Noel rồi.\nGiống như một con cún con, cứ thấy tôi là lại nhào tới.",
    "距離が近くてドギマギしてしまうが、\nそれでも彼女なりの行為だと思うと悪くない気はしていた。": "Khoảng cách gần quá làm tôi bối rối, nhưng\ndù sao thì tôi vẫn cảm thấy không tệ khi nghĩ rằng đó là cách cô ấy thể hiện tình cảm của mình.",
    "お、いたいた。": "Ô, kia rồi.",
    "ふんふん♪　ふふん♪": "Hừm hừm♪ Hừ hừm♪",
    "おーい、ノエ……": "Ê, Noe……",
    "ふんふふん♪　ふふ〜ん♪": "Hừm hừm hừm♪ Hừ～m♪",
    "（……全然気づかずに行ってしまったな。\nよし、前に尾行されたお返しだ。こっそり追いかけてみよう）": "（……Hoàn toàn không để ý mà đi mất rồi.\nĐược thôi, trả thù vụ bị theo dõi trước đây. Cứ lén lén mà đuổi theo thôi）",
    "さて、どこに行くんだ……？\nこっちは……屋上か？": "Giờ thì, đi đâu đây……？\nỞ đây thì…… Sân thượng à？",
    "ふんふふ～ん♪": "Hừm hừm hừ～m♪",
    "そうして、ご機嫌なノエルに続いて俺も屋上に入ると、\n思ったよりも大きな音がしてすぐに気づかれてしまう。": "Cứ thế, theo sau Noel đang vui vẻ, tôi cũng vào sân thượng, và\nâm thanh lớn hơn tôi nghĩ đã khiến cô ấy nhanh chóng nhận ra.",
    "――あっ、%usernameusernameuserna%！\nなーにしてるのー！": "――A, %usernameusernameuserna%！\nAnh đang làm gì vậyー！",
    "飛びついてきたノエルの勢いを殺し切れずに、\nそのまま倒れ込んでしまった。": "Không thể ngăn được sức mạnh khi Noel nhào tới,\ntôi đã ngã nhào xuống luôn.",
    "ノエルが屋上に歩いて行ったのを見て、\n何をしてるのか気になってな……何をしたんだ？": "Tôi thấy Noel đi lên sân thượng,\ntôi tò mò muốn biết cô ấy đang làm gì…… Cô đã làm gì vậy?",
    "休憩だよ〜！　ここ、私のお気に入りの場所なんだ。\n涼しくて気持ちいいんだよね♪": "Em đang nghỉ ngơi nè～！ Đây là nơi em thích nhất đó.\nMát mẻ và dễ chịu lắm♪",
    "なら、俺に抱き着いていると暑くないか？": "Vậy thì, ôm tôi như vậy không thấy nóng sao?",
    "ううん、そんなことないよ？\nむしろ、%usernameusernameuserna%に抱き着いてると安心する！": "Ưm, không có đâu ạ？\nThay vào đó, ôm %usernameusernameuserna% em thấy an tâm hơn!",
    "そういってギュッとさらに密着するノエル。\nそうすれば、当然ながらノエルの柔らかい感触が当たってしまう。": "Nói vậy rồi Noel lại càng ôm chặt hơn.\nLàm vậy thì, đương nhiên, tôi sẽ cảm nhận được sự mềm mại của Noel.",
    "（……マズい。収まれ……俺の性欲……！）": "（……Chết rồi. Bình tĩnh lại…… ham muốn của tôi……！）",
    "無邪気に抱き着いて俺の事を信頼しているノエルを裏切るわけにはいかない。\nそうして意識しないように……": "Tôi không thể phản bội Noel, người đang ôm tôi một cách ngây thơ và tin tưởng tôi.\nCứ như vậy mà cố gắng không để ý……",
    "%usernameusernameuserna%、その……私に当たってる、\n硬いこれって……男の人のだよね……？": "%usernameusernameuserna%, cái này…… cái gì đang chạm vào em,\ncứng ngắc này…… là của đàn ông đúng không……？",
    "……当然間に合うわけもなく、バレてしまった。": "……Đương nhiên không kịp nữa rồi, bị lộ rồi.",
    "すまないと謝ろうとする俺だったが、\n何故かノエルは顔を赤くしながらも真剣な表情をしている。": "Tôi định xin lỗi vì đã làm phiền, nhưng\nvì lý do gì đó Noel lại đỏ mặt và có vẻ mặt nghiêm túc.",
    "……私、知ってるよ！\nこういう時は、女の子がセキニン取るんだよね！？": "……Em biết mà！\nNhững lúc như thế này, con gái sẽ chịu trách nhiệm đúng không！",
    "ちゃんと私も少女漫画で勉強してるから！\n女の子が小さくしてあげるんだよね！": "Em đã học rất kỹ từ truyện tranh thiếu nữ mà！\nCon gái sẽ làm nhỏ nó lại đúng không！",
    "明らかに間違った性知識を俺に伝えながら、\n制止を無視し思いきり勃起した性器を引きずり出す。": "Trong khi truyền đạt cho tôi những kiến thức giới tính sai lệch một cách rõ ràng,\ncô ấy đã phớt lờ sự ngăn cản và lôi dương vật đang cương cứng của tôi ra.",
    "え……っ！　こ、こんな、お、大きいんだ……\nえっと、するときにはここを破いて……": "E……hả！ C, cái này, l, lớn quá……\nÀ, khi làm thì phải xé ở đây……",
    "意を決した顔で、自分のスパッツを指で器用に破ったノエルは、\nそのままの勢いに俺の肉棒を挿入していく。": "Với vẻ mặt quyết tâm, Noel đã khéo léo dùng ngón tay xé rách quần tất của mình,\ncô ấy đã đâm dương vật của tôi vào luôn.",
    "ん、くっ、んぅうううううう！": "Ưm, khựt, ưm ư ư ư ư！",
    "苦しそうな声を上げながらも、\n俺の肉棒を膣中に受け入れるノエル。": "Vừa rên rỉ đau đớn,\nNoel đã đón nhận dương vật của tôi vào trong âm đạo.",
    "はぁ、はぁ……全部入ったよぉ……\n最初は痛いって聞いたけど……思ったより、大丈夫だったよ。": "Ha, ha…… Vào hết rồi nè……\nLúc đầu em nghe nói là đau lắm…… Nhưng mà, em thấy cũng không sao đâu.",
    "むしろ、%usernameusernameuserna%のことを、\nお腹の中一杯に感じて……安心した気持ちになるね……": "Thay vào đó, em cảm thấy %usernameusernameuserna% đang ở bên trong em,\ntrong bụng em, em cảm thấy an tâm hơn……",
    "ちらちらとスパッツの隙間から覗くピンク色の性器が、\nやけに扇状的に見えて興奮を湧き立てる。": "Bộ phận sinh dục màu hồng lộ ra từ khe hở của quần tất,\ntrông thật khiêu khích và làm tôi hưng phấn.",
    "んっ、ふぅ……はぁ、熱いから……\nおっぱいも、出しちゃうね……んっ、ふぅ……": "Ưm, phu～…… Ha, nóng quá……\nEm cũng, cởi áo ngực ra luôn nhé…… Ưm, phu～……",
    "ノエルは制服の裾をたくしあげ、\nこちらに見せつけるように、その豊満な胸をあらわにしている。": "Noel vén tà áo đồng phục lên,\ntrước mặt tôi, cô ấy đã để lộ bộ ngực đầy đặn của mình.",
    "男の子って、こういうおっぱいを見るのも好きなんだよね……？": "Con trai thích nhìn ngực như thế này đúng không……？",
    "こうして……お外で、出しちゃうのは……ふぅ、\nん……ちょっと、はずかしい…………でも……": "Cứ như vậy…… Cởi ra bên ngoài…… Phu, \nưm…… hơi, ngại…… nhưng mà……",
    "%usernameusernameuserna%に……見てもらえると……\n嬉しいなって、思うの……": "Em muốn…… được %usernameusernameuserna%…… nhìn thấy……\nEm nghĩ là, em vui lắm……",
    "そう言いながら片方の手で、ピンク色の乳首をしごきだす。": "Nói vậy rồi cô ấy dùng một tay xoa nắn đầu ngực màu hồng.",
    "んふっ……ん、ん……はぁ……": "Ưm hừm…… ưm, ưm…… ha……",
    "ぎこちない動きでも快感を得ているようで、\nこちらから見てもわかるほど、乳首が立ち上がっていた。": "Dù động tác có vẻ vụng về nhưng dường như cô ấy đang cảm thấy khoái cảm,\nđầu ngực đã dựng đứng lên, đến mức tôi cũng có thể thấy.",
    "なんか……こうしたほうが……\nもっと奥まで、入りやすくなる気がする……": "Hình như…… làm như vậy thì……\nSâu hơn, dễ vào hơn thì phải……",
    "んっ、ふぅ……よいしょ、よいしょ……": "Ưm, phu～…… Dzo, dzo……",
    "ノエルはペニスに奉仕をするかのように、\n小刻みに腰を動かして出し入れする。": "Noel di chuyển hông một cách nhịp nhàng, như thể đang phục vụ dương vật của tôi.",
    "んっ、ふぅ……こうやって、擦るんだよね……？\nねぇ……気持ち、いい……？": "Ưm, phu～…… Cứ như vậy mà cọ xát đúng không……？\nNè…… Cảm giác, có…… thích không……？",
    "あくまでこちらの快感のためだけにやっているのだ、と思ったら\n背筋がぞくぞくしてきた。無言で首を縦に振る。": "Tôi nghĩ rằng cô ấy chỉ làm vì khoái cảm của tôi,\nsống lưng tôi bắt đầu run lên. Tôi gật đầu không nói nên lời.",
    "えへへ……よかったぁ……もっと、気持ちよくなってね……": "Ehehe…… Vui quá…… Anh thích hơn nữa nhé……",
    "……あのね……私……\n誰にでもこんなことするわけじゃないよ……": "……À này…… Em……\nKhông phải ai em cũng làm như vậy đâu……",
    "あなたが、んっ、あっ……私のこと……はぁっ、\n受け入れて……くれたから……": "Vì anh, ưm, a…… của em…… hah, \nchấp nhận…… em rồi……",
    "私も……あっ、あなたのこと……全部……\nはぁっ……受け入れたいの……んん……っ！": "Em cũng…… a, của anh…… tất cả……\nhah…… muốn chấp nhận…… ưm……！",
    "ノエルの手の動きに合わせて、柔らかな胸がぐにぐにと形を変える。": "Theo chuyển động của tay Noel, bộ ngực mềm mại thay đổi hình dạng.",
    "あぁっ、あん……はぅ……ふ、ぅん……": "A, an…… hau…… phu, ưm……",
    "胸の突起を爪で引っ掻いたり、つまんだり……\nその愛撫に合わせるように、膣内がどんどん濡れていった。": "Dùng móng tay cào vào, véo vào những chỗ lồi của ngực……\nÂm đạo ngày càng ướt át, như thể hòa nhịp với sự âu yếm đó.",
    "愛液がしたたり、スパッツに少しシミを作っている。": "Dịch tiết nhỏ giọt, tạo ra một vài vết ố trên quần tất.",
    "あっ……なんか、さっきよりぬるぬるになって……\nんんっ、いれやすく……なったかも……": "A…… hình như, ướt hơn lúc nãy……\nƯm, dễ vào…… hơn rồi cũng nên……",
    "先ほどよりも大きく、ゆっくり、腰を動かすノエル。\nその動きに合わせて、スパッツが少しずれ、クリトリスに触れる。": "Noel di chuyển hông chậm rãi hơn, lớn hơn so với lúc nãy.\nTheo chuyển động đó, quần tất hơi trượt xuống, chạm vào âm vật.",
    "んひっ！　あっ、やだっ、これ、こすれて……！\nうぅぅんっ！　しげき……つよいぃ……": "Hih！ A, không được, cái này, cọ xát……！\nƯ ư ư ư！ Kích thích…… mạnh quá……",
    "言葉とは裏腹に、繋がっている部分の愛液がより一層増えていった。": "Trái ngược với lời nói, dịch tiết ở phần nối nhau ngày càng tăng lên.",
    "時折ペニスにも、スパッツのざらりとした質感が触れる。\nこれが一番敏感な部分に当たっているのなら、相当な刺激だろう。": "Đôi khi dương vật cũng chạm vào kết cấu thô ráp của quần tất.\nNếu nó chạm vào phần nhạy cảm nhất, thì chắc chắn sẽ kích thích rất nhiều.",
    "はあっ……ぅん、あんっ、……あっ、あっ……\nんぅぅっ、だめぇ……": "Haah…… ưm, an…… a, a……\nƯ ư ư, không được……",
    "繋がっている部分から、じゅくじゅくと卑猥な音が漏れ始める。": "Từ phần nối nhau, những âm thanh dâm đãng bắt đầu rỉ ra.",
    "あっ……ふぅ……えっちな、音する……\nこんな、ぐじゅぐじゅになっちゃって……はずかしいよぉ……": "A…… phu…… ec-chi, phát ra âm thanh……\nThế này, ướt nhẹp hết cả rồi…… ngại quá……",
    "あのね……？　ほんとに、ほんとに、\n%usernameusernameuserna%だから、こうしてるんだよ……？": "Này……？ Thật sự, thật sự,\nvì là %usernameusernameuserna% nên em mới làm thế này đó……？",
    "だって、わたし……んぅっ、他の人に、こんなことしたいって……\n思ったこと……あっ……ない、もん……": "Vì, em…… ưm, với người khác, em muốn làm như thế này……\nEm…… không…… có, đâu……",
    "その言葉が嬉しくて、ノエルが気持ちよくなるように、\n自分も腰を動かし始めた。": "Vì những lời đó làm em vui, để Noel cảm thấy dễ chịu,\ntôi cũng bắt đầu di chuyển hông.",
    "あっ、あっ！　やだそこっ、気持ちいいっ！\nそこずりゅずりゅされるの、きもちいいよぉ……っ！　んんっ！": "A, a！ Không được, chỗ đó, thích quá！\nChỗ đó bị cọ xát, thích quá đi……！ Ưm！",
    "ノエルが気持ちいいと言った場所を、ゆっくりゆっくり擦っていく。\n緊張していたナカがやわらかくなってきた。": "Tôi từ từ cọ xát vào chỗ Noel nói là thích.\nBên trong căng thẳng đã trở nên mềm mại hơn.",
    "ひんっ……あっ、はいってくるの、わかるぅ……！\nあっ、わたしのナカ、ひろげて……はぁっ、あぁん……！": "Hinh…… A, vào rồi, em biết rồi……！\nA, bên trong em, mở rộng ra…… hah, an……！",
    "程よい圧迫感が、少しずつペニス全体を包み込んでいく。\nあたたかくて、ぬるぬるしていて……ものすごく、気持ちいい。": "Áp lực vừa phải, từ từ bao bọc toàn bộ dương vật.\nẤm áp, trơn trượt…… cực kỳ thích thú.",
    "はぁっ、ぅんっ、……あ、んっ、すごい音……\nじゅぽじゅぽいってて、えっち……えっちだよぉ……": "Hah, ưm,…… a, an,…… thích, âm thanh quá……\nJupojupo, ec-chi…… ec-chi quá đi……",
    "気づけば膣内はすんなりペニスを受け入れ、奥まで容易に\n出し入れできるようになっていた。": "Tôi nhận ra rằng bên trong âm đạo đã dễ dàng đón nhận dương vật, và có thể dễ dàng\nđưa vào và lấy ra.",
    "あれ……？　はっ、いつのまに、か……\nぜんぶ、はいってる……": "À……？ Ha, từ lúc nào, vậy……\nĐã, vào hết rồi……",
    "あぁっ、おく、まで……ふっ、はあっ……！\nあっ！　……ん、ああっ……うれ、しい……": "A, trong, đến…… phu, hah……！\nA！…… ưm, aah…… vui, quá……",
    "その言葉通り、ナカも嬉しそうにペニスを\nきゅうきゅうと締めつけてきた。": "Đúng như lời nói, bên trong cũng siết chặt dương vật một cách vui vẻ.",
    "ね、ねえ……%usernameusernameuserna%……": "Nè, nè…… %usernameusernameuserna%……",
    "恥ずかしそうに、ノエルが口ごもる。": "Noel ngập ngừng, có vẻ ngại ngùng.",
    "えと、あの……も、もすこし……はやくしても、いいよっ……？": "À, à…… có, có thể…… nhanh hơn một chút, được không……？",
    "言われた通り、それでもノエルに負担をかけないよう、\n律動を速める。": "Theo như lời nói, để không gây gánh nặng cho Noel,\ntôi đã tăng tốc nhịp điệu.",
    "あっ、すごい……あぅっ、さっきも気持ちよかったけど、\nあんっ、あっ、こっちのほうが、いい……！": "A, tuyệt vời…… au, lúc nãy cũng thích, nhưng mà\nan, a, cái này, tốt hơn……！",
    "痛みはないか聞くと、何度も首を横に振った。": "Tôi hỏi cô ấy có đau không, cô ấy lắc đầu liên tục.",
    "あの……ほんとは、はじめての時って……\nナカ、いたくなったり……するんだよね……？": "À…… thật ra, lần đầu tiên thì……\nBên trong, đau…… đúng không……？",
    "あっ、それもね……漫画で、知ったの……\nはぁっ、なのに、なんでだろ……？": "A, chuyện đó em cũng…… biết từ truyện tranh……\nHah, nhưng mà, tại sao lại……？",
    "んぅっ、あっ、すごく、きもちいいの……！\n%usernameusernameuserna%と……だから……？": "Ưm, a, thích quá……！\nVì %usernameusernameuserna%……？",
    "自分の言葉に興奮しているのか、乳首を弄る指と、\n腰の動きが速くなっていく。": "Không biết có phải vì hưng phấn trước lời nói của mình hay không, những ngón tay đang nghịch ngợm đầu ngực, và\nchuyển động của hông ngày càng nhanh hơn.",
    "はぁっ、あっ、だから、あんっ、もっと……\nもっと、はやくして、いいよ……っ！　あぁっ、はぁっ！": "Hah, a, cho nên, an, hơn nữa……\nNhanh hơn nữa, được không……！Aah, hah！",
    "腰の動きをさらに早めると、ノエルもまた、\nこちらの動きに合わせて腰を振ってきた。": "Khi tôi tăng tốc độ chuyển động của hông, Noel cũng lắc hông theo chuyển động của tôi.",
    "あっ、あひっ、あっあっあっ、んっ、いぃっ！": "A, a-hich, a-a-a, ưm, iih！",
    "まるでペニスをしゃぶっているかのように、\n夢中で何度も性器を押し付けてくる。": "Như thể đang mút dương vật, cô ấy đã ấn mạnh bộ phận sinh dục của mình vào tôi một cách say sưa.",
    "スパッツがてらてらと黒光りするほど、愛液でびっしょり濡れていた。": "Quần tất đã ướt đẫm dịch tiết, đến mức bóng loáng.",
    "あふっ、もっと、もっと、あっ、もっとちょうだい……\nんあっ、いい、ひっ、……あ、あ、ふあぁぁっ！": "Afu, hơn nữa, hơn nữa, a, cho em thêm nữa đi……\nƯn a, i,…… a, a, fuwaaa！",
    "先ほど気持ちいいと言っていた場所を強く擦ると、\n体がビクッと大きく震える。": "Khi tôi cọ xát mạnh vào chỗ cô ấy vừa nói là thích, cơ thể cô ấy run lên rất mạnh.",
    "やぁっ、そこ……ああっ、だめ、きもちいい、へんになるう……！": "A, chỗ đó…… a, không được, thích quá, em sẽ bị biến thành……！",
    "ノエルの喘ぎ声に煽られて、さっきよりも激しく、\nペニスを奥まで叩きつける。": "Bị kích động bởi tiếng rên của Noel, tôi đập dương vật vào sâu hơn, dữ dội hơn so với trước.",
    "あっ、あーっ、それ、もっとほしいのっ！　うっ、んんっ、すき……\nきもちいい……おちんちん、すきぃ……！": "A, aー, cái đó, em muốn thêm nữa！ U, ưm, thích……\nThích, dương vật, thích quá……！",
    "はぅっ、あん、あっ、あっ、あっ、ひぃんっ！": "Hau, an, a, a, a, hinh！",
    "更にねだるように、腰の動きを速めていくノエル。\nナカがぎゅうぎゅう収縮して、強い快感が体中を駆け巡っていく。": "Noel lại càng đòi hỏi hơn, tăng tốc độ chuyển động của hông.\nBên trong co thắt, khoái cảm mạnh mẽ lan tỏa khắp cơ thể.",
    "んぁっ！　なんか、おちんちん、おっきくなったぁ……！？": "Ưn a！ Hình như, dương vật, to hơn rồi……！？",
    "あ、はあっ、だめ、ぐちゃぐちゃになっちゃう、私……\nあんっ、はっ、ああっ！": "A, haah, không được, em sẽ bị nát bét, em……\nAn, ha, aah！",
    "最奥をむさぼるように、夢中で突き上げる。": "Như thể đang thèm khát nơi sâu thẳm nhất, tôi lao vào một cách say sưa.",
    "あーっ、すきっ、もっと……もっとおく、きてっ！\nはあぁんっ、おく、ぐちゅぐちゅして、ぅあっ、あん、あぁあっ！": "Aー, thích, thêm nữa…… sâu hơn nữa, đến đi！\nHaaan, sâu, ướt át, ư a, aah！",
    "んひっ、あ、あぅっ、いいっ、きもちいいよぉ……！": "Hih, a, au, tốt quá, thích quá đi……！",
    "ノエルが夢中になってくれるのが嬉しい。\n奥からこみあげるものを感じ、自分も限界が近いのを察する。": "Tôi vui vì Noel say sưa.\nTôi cảm thấy thứ gì đó trào dâng từ sâu bên trong, và tôi cũng nhận thấy rằng mình sắp đến giới hạn.",
    "あっ、ああっ、もうだめ、私、なんか、きちゃう……！\nえっこれっ、なに……？　あたま、ちかちかして……あぁっ！": "A, aah, không được, em, sắp, tới rồi……！\nE, cái này là gì……？ Đầu óc, quay cuồng…… aah！",
    "あっ、あんっ、ああああぁぁぁっ！": "A, an, aaaaaaaah！",
    "はあぁぁっ……あっ、あ……": "Haaah…… a, a……",
    "ペニスの先端を膣奥にぐりぐりと押し付け、精を吐き出した。": "Tôi ấn đầu dương vật vào sâu trong âm đạo, và xuất tinh.",
    "そのすべてをノエルは受け入れ、呑み込んでいく。\nそうして全てを出し切り、ペニスの抜けた秘所から精液があふれ出る。": "Noel đã đón nhận tất cả, và nuốt chửng nó.\nSau khi xuất hết, tinh dịch tràn ra từ nơi bí mật mà dương vật đã rút ra.",
    "あぁ……どうしよう、まだ……きもちいい……": "A…… phải làm sao đây, vẫn…… thích……",
    "吐息を漏らしながら、\nうっとりとした表情を浮かべるノエル。": "Trong khi thở ra,\nNoel nở một nụ cười mãn nguyện.",
    "達したばかりである彼女の姿に、頭がくらっとする。": "Trước vẻ ngoài vừa đạt đến cao trào của cô ấy, đầu óc tôi quay cuồng.",
    "あ……っ、ふぅ……はぁ、はぁ、はぁ……\nきもち……よかったぁ……": "A…… a, phu…… ha, ha, ha……\nThích…… quá……",
    "荒げた呼吸を整えながら、満足そうに呟くノエル。\n夢中になって腰を振ったせいで、こちらはまだ息が落ち着かない。": "Trong khi điều chỉnh hơi thở hỗn loạn, Noel lẩm bẩm một cách hài lòng.\nVì say sưa lắc hông, tôi vẫn chưa thể lấy lại được hơi thở.",
    "えへへ……屋上で、こんなえっちなこと……しちゃったね……": "Ehehe…… Trên sân thượng, đã làm chuyện ec-chi như vậy…… rồi……",
    "繋がっていた場所からこぽこぽと、白濁した液体が漏れ出る。": "Từ nơi kết nối, chất lỏng trắng đục rỉ ra.",
    "あ……すごい、いっぱい……出たんだねえ……\nふふ、なんか嬉しい……": "A…… tuyệt vời, nhiều quá……\nFufu, em vui quá……",
    "ねえ、%usernameusernameuserna%も……\n気持ち、よかった……？": "Nè, %usernameusernameuserna% cũng……\nThích, đúng không……？",
    "その表情が普段のノエルとあまりにも違って、\n思わずごくりと喉を鳴らす。": "Biểu cảm đó khác xa với Noel thường ngày,\ntôi vô thức nuốt nước bọt.",
    "黙って頷くと、ノエルは小さく笑みをこぼした。": "Khi tôi gật đầu, Noel mỉm cười nhẹ nhàng.",
    "……そして、何かに気づいたように視線を下へと落とす。": "……Và, như thể nhận ra điều gì đó, cô ấy nhìn xuống.",
    "あ……そういえば、スパッツ、思いっきり破っちゃった……": "A…… à thì ra, em đã xé rách quần tất rồi……",
    "視線の先には……挿入するために開けた穴だけでなく、\n他の部分もビリビリにスパッツが破れていた。": "Trước ánh mắt là…… không chỉ là lỗ thủng để thâm nhập,\nmà còn có những phần khác của quần tất bị rách nát.",
    "これ……スカートで隠れないよね……\n……どうしよう？": "Cái này…… váy có che được không……\n……Phải làm sao đây？",
    "……どうしよう……って言われても……": "……Phải làm sao đây…… thì phải làm sao……",
    "部屋まで……ついてきて、くれる？": "Đến phòng…… đi cùng em nhé？",
    "このあと、破れたスパッツが見えないように庇いつつ、\n何とか誰にも見られないよう、部屋まで送ることができたのだった……": "Sau đó, tôi đã che giấu để quần tất bị rách không bị lộ ra, và\nbằng cách nào đó tôi đã có thể đưa cô ấy về phòng mà không ai nhìn thấy……"
}