{
    "ねえねえ、どう？\nこれは前の個展に出したやつなんだけど――": "Này, thấy sao?\nĐây là cái em đã trưng bày ở triển lãm cá nhân trước đây đấy――",
    "俺は金属工芸アーティストである彼女の作品が映った、\nスマートデバイスの画像を何枚も見せられていた。": "Tôi đang xem vài tấm ảnh trên thiết bị thông minh, ảnh chụp các tác phẩm của cô ấy, một nghệ sĩ kim hoàn.",
    "こういうの、あまり詳しいないけど……\nなんかこう『あたしはこれが好きだ』ってのが伝わってくるな。": "Mấy thứ này tôi không rành lắm…\nNhưng mà, tôi thấy được cái 'Tôi thích cái này' của em trong đó.",
    "さっすが、後輩クン♪　わかっちゃうんだー！\nえらいえらい♪": "Tuyệt vời, đàn em♪ Hiểu thật đấy!\nGiỏi quá đi♪",
    "頭撫でるな！": "Đừng có xoa đầu tôi!",
    "え～なんで～？": "E~ sao thế~?",
    "恥ずかしいだろ": "Ngại chết đi được",
    "逆に撫でてやる": "Để tôi xoa lại cho",
    "恥ずかしくなんてないない。今はふたりきりだし。\nそれにぃ……": "Đâu có ngại. Giờ chỉ có hai đứa mình thôi mà.\nHơn nữa…",
    "それに？": "Hơn nữa?",
    "後輩クン、撫でると反応が面白いんだもん！": "Xoa đầu đàn em, phản ứng của cậu ấy buồn cười lắm!",
    "いや、理由になってないし！\nつか、面白がるな！": "Này, có lý do gì đâu!\nĐừng có thấy thú vị!",
    "よしよし。いい子いい子。": "Ngoan nào. Giỏi lắm.",
    "その後も作品の感想を言うたびに、頭を撫でられた……": "Sau đó, cứ mỗi lần tôi nhận xét về tác phẩm, cô ấy lại xoa đầu tôi…",
    "結構恥ずかしいんだからな。撫でられる気持ちを思い知れ！": "Tôi ngại lắm đấy. Cảm giác bị xoa đầu thế nào, nếm trải đi!",
    "えっ！？　ちょ、ちょっと……！　髪型崩れるから！": "Hả!? Chờ, chờ chút…! Tóc em rối hết cả lên!",
    "わしゃわしゃしてやる！　ほーれ、よしよしよし～！": "Để tôi vò cho xem! Nào, ngoan nào, ngoan nào~!",
    "犬じゃないんだから、やめてよ！　もう～！": "Tôi không phải là chó, đừng có làm thế! Chán ghét!",
    "どうだ！　俺の気持ちがわかったか！": "Thế nào! Cậu đã hiểu cảm giác của tôi chưa!",
    "あたしそんなにわしゃわしゃしてないし！": "Em có vò đầu cậu nhiều đâu!",
    "まったく～！　こうなったらお返しよ！\n今度はこっちがわしゃわしゃの番なんだから！": "Haizzz! Đã vậy thì đến lượt tôi trả đũa!\nLần này đến lượt tôi vò đầu cậu!",
    "『番』だぁ？　誰がいつターン制だって言った！\nこっちもさっきの倍やってやる！": "'Lượt' á? Ai bảo là đến lượt ai bao giờ!\nTôi sẽ làm gấp đôi lúc nãy!",
    "偶然教室を訪れた他の生徒達から『公共の場で何イチャついてるんだ\nこいつら……』という目で見られる俺達だった……": "Hai đứa tôi bị những học sinh khác tình cờ vào lớp nhìn bằng ánh mắt 'Hai đứa này đang làm trò gì nơi công cộng vậy…'…"
}