{
    "カラフルブーケに案内されたルートは確かに彼女達の言う通り、\nメイズシフターも見当たらず安全だった。": "Con đường mà chúng ta được dẫn đến quả thực an toàn như lời họ nói,\nkhông có cả Máy Dịch Chuyển Mê Cung nào.",
    "おかげで無駄に戦闘をせず、体力や弾薬を温存できている。": "Nhờ vậy mà chúng ta đã không phải chiến đấu vô ích, tiết kiệm được thể lực và đạn dược.",
    "まず、基礎課程の簡単なおさらいからしていくわね。\n%usernameusernameuserna%もいることだし。": "Đầu tiên, chúng ta sẽ ôn lại những điều cơ bản nhé.\n%usernameusernameuserna% cũng ở đây mà.",
    "ああ、ありがとう。": "Ừ, cảm ơn.",
    "私達パイロットの目的は、今更だけどタツミヤ鉱という資源の採掘。\nより良い鉱脈を見つけるため、日々メイズ内を探索しているわ。": "Mục tiêu của chúng ta, những phi công, là khai thác tài nguyên có tên là Mỏ Tatsumiya, cho dù bây giờ mới nói.\nĐể tìm được những mạch khoáng tốt hơn, chúng ta phải khám phá mê cung mỗi ngày.",
    "だから未調査エリアのマッピングといった活動も、とても重要なの。": "Vì vậy, những hoạt động như lập bản đồ các khu vực chưa được khám phá cũng rất quan trọng.",
    "そういや、浅い層ってほとんどもう、\nタツミヤ鉱が取り尽くされてるんだよな。": "Mà nói mới nhớ, gần như tất cả các tầng nông đều đã được khai thác\ntài nguyên Tatsumiya rồi nhỉ?",
    "ええ、メイズシフターの強さや重力異常による負荷は、\n層が深くなればなるほど大きくなる。": "Ừ, độ mạnh của Máy Dịch Chuyển Mê Cung và gánh nặng do dị thường trọng lực gây ra càng lớn khi tầng sâu hơn.",
    "だから比較的安全な浅い層は探索初期の頃に、\n結構取り尽くされてるわね。": "Vì vậy, các tầng nông tương đối an toàn đã được khai thác khá nhiều vào thời điểm đầu khám phá.",
    "とはいえ、今でも前のように見つかるときは見つかりますし、\n未調査エリアが発見されることもありますわ。": "Tuy nhiên, ngay cả bây giờ, đôi khi vẫn có thể tìm thấy chúng như trước đây, và\ncũng có những khu vực chưa được khám phá được phát hiện.",
    "でも、やっぱり深い層ほど多くはない。": "Nhưng, dù sao thì, ở các tầng sâu hơn thì vẫn không nhiều.",
    "なるほどな。": "Ra là vậy.",
    "じゃあ、深い層ほど危険な分タツミヤ鉱も多いならさ、\n有能なパイロットを一気に最下層まで送ったりしないのか？": "Vậy nếu tầng sâu hơn càng nguy hiểm thì tài nguyên Tatsumiya càng nhiều, vậy tại sao không\ngửi một phi công tài năng xuống tận tầng sâu nhất?",
    "『主縦坑〈メインシャフト〉』ってわかる？": "Cậu biết 'Trục Chính' chứ?",
    "いや、初耳だな……": "Không, tôi chưa từng nghe đến……",
    "この島の『ガレムグラード山脈』の中心にある大穴――\n通称『ポータル・ゼロ』っていうんだけど……": "Một cái hố lớn nằm ở trung tâm của 'Dãy núi Garemgrad' trên hòn đảo này――\nNó được gọi là 'Cổng Zero'……",
    "そこから最奥の『大広間〈メインホール〉』と呼ばれる場所まで、\nメイズ最大の『縦坑〈シャフト〉』――『主縦坑〈メインシャフト〉』というのが伸びてるの。": "Từ đó đến nơi sâu nhất, được gọi là 'Đại sảnh'――\nMột 'Trục' lớn nhất của mê cung――'Trục Chính' kéo dài.",
    "大昔はそれを使って、パイロットを一気に最奥まで送る……\nなんてこともしていたらしいよ。": "Ngày xưa, họ đã sử dụng nó để gửi các phi công xuống tận nơi sâu nhất……\ncó vẻ như họ đã từng làm như vậy.",
    "それが今行われていないってことは、成功しなかったわけか……": "Việc nó không được thực hiện bây giờ có nghĩa là nó đã không thành công……",
    "それだけ重力異常が大きく、\n強力なメイズシフターが跋扈しているのだろう。": "Chắc hẳn là do dị thường trọng lực lớn như vậy, và\nMáy Dịch Chuyển Mê Cung mạnh mẽ hoành hành.",
    "最奥に至るほどのメイズ適性を持ったパイロットは、\n未だ現れていませんわ。": "Những phi công có khả năng thích ứng với mê cung đến mức sâu nhất\nvẫn chưa xuất hiện.",
    "だから現在とられているのは、個々でメイズ適性を伸ばしながら、\n少しずつより深い層、地帯に進んでいくって方法よ。": "Vì vậy, hiện tại họ đang thực hiện bằng cách tự mình nâng cao khả năng thích ứng với mê cung, và\ntừng bước tiến vào các tầng sâu hơn, các khu vực sâu hơn.",
    "今いるここ……網の目に張り巡らされた『横坑〈ドリフト〉』や、あるいは『縦坑〈シャフト〉』、\n各坑を繋ぐ『広間〈ホール〉』を通ってね。": "Hiện tại, ở đây……thông qua 'Đường hầm' và 'Trục',\nthông qua 'Đại sảnh' kết nối các đường hầm.",
    "……っと、そろそろ原生帯〈プライマル・ベルト〉も近いわ。": "……Này, chúng ta sắp đến Vùng Nguyên Sinh rồi.",
    "本当にメイズシフターの出ない安全なルートだったな。": "Quả là một tuyến đường an toàn, nơi Máy Dịch Chuyển Mê Cung không xuất hiện.",
    "わたくし達は現在合計８機で行動してますから、何も考えずに\n進んでいた場合、確実にメイズシフターと戦闘に入っていましたね。": "Chúng ta hiện đang hành động với tổng cộng 8 máy, nếu cứ tiến lên mà không suy nghĩ gì cả,\nchúng ta chắc chắn sẽ phải chiến đấu với Máy Dịch Chuyển Mê Cung rồi.",
    "ただでさえ金欠で弾少ないのに、\n無駄撃ちさせられちゃたまんないっての。": "Trong khi chúng ta đã thiếu tiền và đạn, thì\nchúng ta không muốn bị lãng phí như vậy đâu.",
    "ん？　機体の数ってメイズシフターに関係あるのか？": "Hả? Số lượng máy móc có liên quan đến Máy Dịch Chuyển Mê Cung sao?",
    "か、関係あります。その、たくさんで行動すると、\n刺激しちゃうので……とても敏感な生き物ですから……": "C-Có liên quan. À thì, nếu hành động với số lượng lớn,\nsẽ kích thích chúng……chúng là những sinh vật rất nhạy cảm……",
    "ああ、なるほどな……\nだからあまり各校舎、大所帯のチームがないのか。": "À, ra là vậy……\nThảo nào không có nhiều đội lớn từ các trường học.",
    "（そういえば初めてめる達と会ったとき、カオスメイデンのふたりが\n現れた直後にメイズシフターがやってきたもんな）": "（Nói mới nhớ, khi gặp Meru và những người khác lần đầu tiên, ngay sau khi hai người của Chaos Maiden\nxuất hiện thì Máy Dịch Chuyển Mê Cung đã đến)",
    "はい……基本は５～６機以下で、\nチームは構成されることが多いです。": "Vâng……Thông thường, dưới 5-6 máy,\ncác đội sẽ được thành lập.",
    "加えて、可能なら隠密行動するのが吉。": "Thêm vào đó, nếu có thể, hành động bí mật là tốt nhất.",
    "安全ルートを通ってるのに、隠密行動に意味なんてあるのか？": "Mặc dù đi theo tuyến đường an toàn, nhưng hành động bí mật có ý nghĩa gì chứ?",
    "……うん？　ああ、そうねぇ……": "……Ừm? À, đúng rồi……",
    "植生のある原生帯〈プライマル・ベルト〉からは重要になるわ。": "Nó sẽ trở nên quan trọng từ Vùng Nguyên Sinh, nơi có thảm thực vật.",
    "探知能力の高いメイズシフターも増えてくるから、\n仮に安全ルートでも安心はできない。": "Vì Máy Dịch Chuyển Mê Cung có khả năng dò tìm cao cũng sẽ tăng lên,\nnên chúng ta không thể yên tâm ngay cả khi đi theo tuyến đường an toàn.",
    "メイズ内ってあまり光は届かないけど、赤外線視力や熱源探知、\n嗅覚や聴覚の発達した種もこの先増えてくるの。": "Trong mê cung, ánh sáng không đến được nhiều, nhưng tầm nhìn hồng ngoại và dò tìm nhiệt,\ncũng như các loài phát triển khứu giác và thính giác sẽ tăng lên trong tương lai.",
    "だから周囲の地形や植生をしっかり把握して、静音モードも駆使しつつ\n隠密行動することが重要なのよ。": "Vì vậy, điều quan trọng là phải nắm bắt chắc chắn địa hình và thảm thực vật xung quanh, đồng thời sử dụng chế độ yên lặng\nđể hành động bí mật.",
    "そういうものなのか……": "Ra là vậy……",
    "そんな基礎中の基礎も知らないとか、マジしょっぼ～！\n指揮や戦術には詳しいくせに。": "Không biết những điều cơ bản như vậy, thật là tệ hại!\nTrong khi lại rất am hiểu về chỉ huy và chiến thuật.",
    "うっせーな。記憶喪失に知識を求めんじゃねえ。": "Im đi. Đừng đòi hỏi kiến thức từ một kẻ bị mất trí nhớ.",
    "にしては、持っている知識に変に偏りが――": "Tuy nhiên, kiến thức mà cậu có lại có một sự thiên vị kỳ lạ――",
    "……しっ！　全機、一旦停止して。": "……Suỵt! Tất cả các máy, tạm dừng.",
    "なになに！？　着いたの！？": "Chuyện gì vậy!? Đến nơi rồi sao!?",
    "いえ、これは……メイズシフターの反応ですね。": "Không, đây là……Phản ứng của Máy Dịch Chuyển Mê Cung.",
    "そ。この先の広間〈ホール〉を抜けるといよいよ原生帯〈プライマル・ベルト〉だけど、\nその前にあいつらを片付ける必要があるわね。": "Đúng vậy. Chúng ta sắp đến Vùng Nguyên Sinh sau khi vượt qua 'Đại sảnh' này,\nnhưng trước đó chúng ta cần phải tiêu diệt chúng.",
    "幸い、まだ向こうはこっちに気づいてないようです。\nただ隠密行動や静音モードで切り抜けるのは難しそうですね。": "May mắn thay, có vẻ như chúng chưa nhận ra chúng ta.\nNhưng có vẻ khó để vượt qua bằng hành động bí mật và chế độ yên lặng.",
    "じゃあ、迂回？": "Vậy thì, đi đường vòng?",
    "残念ながらここは迂回できないの。": "Thật không may, chúng ta không thể đi đường vòng ở đây.",
    "……つまり？": "……Tức là?",
    "消耗は最小限に、手早く片付ける。それが今できる最適解よ。": "Tiêu hao ít nhất, giải quyết nhanh chóng. Đó là giải pháp tối ưu mà chúng ta có thể làm bây giờ."
}