{
    "メイズ・<r=クリスタル・ベルト>煌晶帯</r>――": "Mê cung <r=クリスタル・ベルト>Vành đai Tinh Thể</r>――",
    "こちらアルファ１。ルート３、クリア。残敵なし。": "Đây Alpha 1. Tuyến 3, thông. Không còn địch.",
    "メイズ深部を進む複数のＭＧの影。\n彼女らは『双頭の斧』に属する部隊だった。": "Vài bóng dáng MG tiến sâu vào Mê cung.\nBọn họ là đội thuộc 'Song Đầu Phủ'.",
    "了解――主力も前進する。": "Rõ――Chủ lực cũng tiến lên.",
    "しっかし、リバティ製の新型ジェネレーターは本物ね。\nこれがあれば私ら程度でもここまでこれちゃうのはすごいわ。": "Thiệt tình, cái máy phát điện đời mới của Liberty là hàng thật đấy.\nCó cái này thì cỡ tụi mình cũng đi xa được, hay thật.",
    "だな！　高出力のおかげでエネルギー兵器を多用しても機動には\n影響しないし。<r=クリスタル・ベルト>煌晶帯</r>の探索にはもってこいだね。": "Đúng vậy! Nhờ công suất cao nên dù dùng vũ khí năng lượng nhiều thì cũng không ảnh hưởng đến cơ động.\nQuả là rất hợp để thám hiểm <r=クリスタル・ベルト>Vành đai Tinh Thể</r>.",
    "む……待って、前方に反応を確認。ＭＧの部隊よ。\n識別信号は、ザルトゥーム学園……どれもユーロ・タワー所属の機体ね。": "Ưm… Chờ đã, xác nhận có phản ứng phía trước. Đội MG.\nTín hiệu nhận dạng là Học viện Zartoom… Đều là cỗ thuộc tháp Euro Tower.",
    "お金持ちのお貴族サマってやつ？　運の悪い子達だね……\nこのミッション、目撃されるわけにはいかないし、全機、拿捕するよ！": "Mấy người nhà giàu, quý tộc gì đó hả? Xui xẻo thật…\nNhiệm vụ này không thể để lộ, nên phải bắt hết!",
    "双頭の斧部隊は攻撃態勢をとる。": "Đội Song Đầu Phủ vào tư thế tấn công.",
    "向こうは少し前からこっちに気付いているようね。\nでも新型ジェネレーターのあるこっちが――えっ？": "Bọn chúng có vẻ đã để ý đến chúng ta từ trước rồi.\nNhưng với cái máy phát điện đời mới này――Hả?",
    "な、なんだあいつら！？　突っ込んできやが――きゃっ！！": "N, là cái quái gì vậy!? Xông tới――Á!!",
    "少し時は遡り――": "Lùi lại một chút――",
    "（今日で訓練も３日目……いい意味で慣れてきたな）": "(Hôm nay là ngày huấn luyện thứ 3 rồi… Cũng quen dần theo một nghĩa nào đó)",
    "ふうっ……ボク、打ち合わせ通りに動けてたよね？": "Phù… Tớ đã hành động theo đúng kế hoạch chứ?",
    "うんっ、ミリィちゃん、すごくよかったよ……！": "Ừm, Milly, cậu làm tốt lắm…!",
    "前に出すぎる頻度が減ったね。今までは敵が出るたび――": "Tần suất lao ra trước đã giảm rồi. Hồi trước cứ mỗi lần có địch là――",
    "待った。前方に機影多数……": "Chờ đã. Nhiều bóng dáng phía trước…",
    "へえ、こんなところまで探索を進めてきたチームが他にもいたのか。\nなかなかやるな。": "Hể, hóa ra cũng có đội khác tiến hành thám hiểm đến tận đây sao.\nCũng khá đấy.",
    "いや……これは『双頭の斧』だ。": "Không… Đây là 'Song Đầu Phủ'.",
    "な……こんなところで……！？": "N, ở chỗ này sao…!?",
    "よかったぁ……": "May quá…",
    "は？": "Hả?",
    "メイズシフターじゃないんでしょ？\nただのＭＧなら安心だよね……": "Không phải Mê cung Sifter đúng không?\nChỉ là MG thôi thì yên tâm rồi…",
    "得体の知れない生き物より、\nに、人間のほうが……まだ……やりやすい……": "So với mấy sinh vật không rõ hình dạng,\nthì, con người… vẫn… dễ đối phó hơn…",
    "ふふ、ふふふ……いいな、いいな……にんげんっていいな……": "Hừ hừ, hừ hừ… Thích thật, thích thật… Con người thật tuyệt vời…",
    "いや、あんた達、何を言って――": "Này, mấy người đang nói――",
    "交戦を許可する。\n思う存分、遊んでこい！": "Cho phép giao chiến.\nChơi hết mình đi!",
    "%usernameusernameuserna%！？": "%usernameusernameuserna%!?",
    "ボーナスステージだ！！　行け！": "Giai đoạn thưởng đây!! Xông lên!",
    "はーい！": "Vâng!",
    "い、いっちまった……": "Đ, đi luôn rồi…",
    "確かに、半分頭イッちまったかもな……": "Quả thực, có lẽ cũng bị khùng một nửa rồi…",
    "そっちじゃないっつの！　つか、それはそれでお前のせいだろ！！": "Không phải chỗ đó!! Với lại, là do mày hết đấy!!",
    "くぅ～！　そのツッコミ、疲れた身体に効くなぁ！\nよっ、ツッコミ番長！": "Khụ～! Câu mắng này, thật có tác dụng với cái cơ thể mệt mỏi này!\nNào, trùm mắng chửi!",
    "誰がだよ！！": "Ai thèm chứ!!",
    "正面から突っ込んでくるなんて……！？\nどうなってるの！？": "Tông vào chính diện sao…!?\nChuyện gì đang xảy ra vậy!?",
    "みんな、やるぞーっ！": "Mọi người, làm thôi nào!",
    "慌てるな、相手は学生だ！\nフォーメーションを組め――": "Đừng hoảng, đối phương là học sinh!\nLập đội hình――",
    "遅いですよ……！": "Chậm quá đấy…!",
    "なっ……！？　一瞬で腕部が斬り飛ばされた！？": "Hả…!? Bị chém bay tay trong nháy mắt!?",
    "いいね、ケイ。\nこれでバランスが崩れた。ミリィ、出番だよ。": "Hay lắm, Kay.\nNhư vậy đã mất thăng bằng rồi. Milly, đến lượt cậu.",
    "任せて！　やあああぁぁぁっ！！": "Để tớ lo! Yaaaaaaahhh!!",
    "ぐわあああぁぁっ！！": "Guaaaaaaahhh!!",
    "なんだこいつら、イカれてやがる……っ！！": "Bọn này là gì vậy, điên hết rồi…!!",
    "撤退しろ！　こんな連中を相手にしてたら、\n本当に命まで取られかねないぞ！": "Rút lui đi! Cứ dây dưa với bọn này thì\nthật sự có thể mất mạng đấy!",
    "撤退ルートは……ど、どっちだ！？": "Tuyến rút lui… đ, đằng nào đây!?",
    "こっちだ！！　あたしに続け！": "Ở đây!! Theo tớ!",
    "あっ、逃げた！！\nどうする！？": "A, chạy rồi!!\nPhải làm sao!?",
    "いかせてやれ。別にやつらを倒すことが目的じゃないからな。": "Cứ để chúng đi. Dù gì thì mục đích không phải là tiêu diệt bọn chúng.",
    "（でもあいつら、ここまで潜れるなんて思わなかったな……\nこんなところで違法採掘してたのか？　かなりリスクとってるが……）": "(Nhưng mà bọn chúng, không ngờ lại có thể lặn sâu đến đây…\nChẳng lẽ khai thác trái phép ở đây sao? Liều lĩnh thật…)",
    "了解！　ふう、いい運動になったかも！": "Rõ! Phù, có lẽ cũng vận động tốt rồi!",
    "うん、やっぱ人間相手のほうが楽だね。": "Ừm, đúng là đối phó với con người vẫn dễ hơn.",
    "う、うん……<r=プラズマ>穿光</r>属種に比べたら、全然怖くなくて……\nむしろ、楽しい？　くらい……": "Ư, ừm… So với loài <r=プラズマ>Xuyên Quang</r>, thì, hoàn toàn không sợ…\nThay vào đó, còn thấy vui nữa…",
    "…………": "…………",
    "（しかし、半分くらい……\nいや、７割？　くらい俺のせいとはいえ……これはやりすぎたか？）": "(Nhưng mà, khoảng một nửa…\nKhông, 7 phần? Dù gì cũng là do lỗi của tôi… Có lẽ hơi quá rồi?)",
    "分かる！　もっと戦いたかったなー！": "Hiểu luôn! Muốn chiến tiếp quá đi!",
    "いい息抜きになった。にんげんっていいな。": "Được giải tỏa thật. Con người thật tuyệt vời.",
    "でも、逃がしちゃったのは、少し悔しいかも。\n捕まえたかったな……": "Nhưng mà, để chúng chạy mất, có hơi tiếc một chút.\nMuốn bắt chúng quá đi…",
    "おい、鬼教官。": "Này, ông thầy khắc nghiệt.",
    "なんだ、ツッコミ番長。": "Gì, trùm mắng chửi.",
    "……あんたが求めてたのは、\n恐怖のあまりにタガが外れたバーサーカーなのか……？": "…Anh muốn, là những kẻ điên cuồng mất kiểm soát vì sợ hãi sao…?",
    "ちょっと意図してたのと違うかな……もっとこう……\n『恐怖を乗り越え、強い意志を持った騎士』みたいなプランだった。": "Có lẽ hơi khác với dự tính… Muốn kiểu…\n'Vượt qua nỗi sợ, mang trong mình ý chí của một hiệp sĩ mạnh mẽ' cơ.",
    "そのわりにはさっき『遊んでこい』って煽ってなかったか？": "Vậy mà vừa nãy anh còn xúi 'Chơi hết mình' cơ mà?",
    "ま、まあ、結果オーライだ！　リミッターは外れたようだしな！\nＨＡＨＡＨＡＨＡ！": "Thì, kết quả là ok thôi! Có vẻ đã gỡ bỏ giới hạn rồi!\nHA HA HA HA!",
    "絶対、外すもん、間違えただろ……": "Chắc chắn đã gỡ nhầm rồi…",
    "よし、本日の訓練はこれで終了！\n全員、地上に戻るぞ！": "Được rồi, buổi huấn luyện hôm nay kết thúc!\nMọi người, trở về mặt đất!",
    "了解！": "Rõ!",
    "はぁ～。": "Ha～."
}