{
    "ある予感がして帰る前にグラウンドを覗いてみると――": "Linh cảm mách bảo, tôi ghé qua sân tập trước khi về――",
    "４１、４２、４３……\n腕立て伏せの次はスクワット……": "41, 42, 43……\nChống đẩy xong thì squat……",
    "心香、ひとりで筋トレか？": "Kokoro, tập gym một mình à?",
    "あ、%usernameusernameuserna%……\n帰ったんじゃなかったの？": "A, %usernameusernameuserna%……\nCậu chưa về sao?",
    "それはこっちのセリフだ。\n休むのも大事なのは今更言うまでもないだろ？": "Câu đó tôi mới nên hỏi cậu.\nViệc nghỉ ngơi quan trọng thế nào thì giờ cũng không cần phải nói nữa nhỉ?",
    "（なんとなく心香のことだから、終わったあとひとりで特訓してそう……\nそう思っていたら案の定だな）": "（Cũng tại vì tôi hiểu Kokoro mà, chắc chắn là sau khi xong việc sẽ tự tập thêm một mình……\nQuả nhiên là vậy）",
    "別のことを提案する": "Đề xuất một việc khác",
    "心香に付き合う": "Cùng Kokoro tập luyện",
    "走れない分、みんなよりエネルギーが余ってるの。\nだからその分を使ってるだけ。": "Vì không thể chạy được, nên tôi có nhiều năng lượng hơn mọi người.\nThế nên tôi dùng nó để tập luyện.",
    "じゃあ、そのエネルギー、別のところに使ってみないか？\n実は明日までの宿題、まだ手を付けてなくてな。ヘルプを募集中だ。": "Vậy thì, cậu có muốn dùng năng lượng đó vào việc khác không?\nThật ra là tôi vẫn chưa làm bài tập về nhà, hạn nộp là ngày mai. Đang cần người giúp đỡ đây.",
    "……バカなの？　訓練生に宿題手伝わせてどうするの……": "……Đồ ngốc à? Sao lại bắt học viên giúp làm bài tập về nhà chứ……",
    "といっても心香は勉強はできるほうじゃないか。問題ない。\nそれよりも特訓以外のことをして、息抜きする時間も必要だと思ってな。": "Dù sao thì Kokoro cũng không phải là người học dở. Không thành vấn đề đâu.\nHơn nữa, tôi nghĩ cậu cũng cần có thời gian thư giãn, làm việc khác thay vì chỉ tập luyện.",
    "確かに特訓は大事だ。ストイックなところも心香の魅力だしな。\nでももうちょっと肩の力を抜いてほしいと俺は思ってる。": "Đúng là tập luyện rất quan trọng. Sự nghiêm túc cũng là một điểm thu hút của Kokoro mà.\nNhưng tôi mong cậu bớt căng thẳng hơn một chút.",
    "%usernameusernameuserna%……": "%usernameusernameuserna%……",
    "……って、そうやって私に宿題手伝わせたいだけでしょ。\n人の勉強を手伝うのが息抜きになるとでも？": "……Chắc chắn là cậu chỉ muốn tôi giúp làm bài tập về nhà thôi.\nGiúp người khác học bài là thư giãn sao?",
    "バレたか。": "Bị lộ rồi.",
    "…………": "…………",
    "いいわ、乗ってあげる。その代わり――": "Được thôi, tôi chiều cậu vậy. Nhưng mà――",
    "私は少し厳しいわよ？": "Tôi sẽ rất nghiêm khắc đấy?",
    "お、お手柔らかにお願いします……": "Ơ, xin cậu nhẹ tay thôi……",
    "じゃあ、今から俺のマンツーマンレッスンの幕開けだな。": "Vậy thì, buổi học kèm của tôi bắt đầu từ bây giờ nhé.",
    "え……？　%usernameusernameuserna%は帰ってもいいわよ？\nこれは私が勝手にやってることだし……": "Hả……? %usernameusernameuserna% có thể về được rồi mà?\nĐây là tôi tự làm thôi mà……",
    "いやでーす。今日のこのあとの予定は全部キャンセルして、\n心香のためだけに使いまーす。": "Không đời nào. Hôm nay tôi hủy bỏ hết mọi kế hoạch, \ndành riêng cho Kokoro thôi.",
    "私のために……？　バカじゃないの？　もっと優先して\n他に時間を使ってあげないといけない子いるでしょ？": "Vì tôi sao……? Đồ ngốc! Cậu nên ưu tiên\ndành thời gian cho người khác hơn chứ?",
    "じゃあ、なおさら心香で問題ないな。": "Vậy thì, càng không có vấn đề gì khi ở cùng Kokoro.",
    "本当に……バカ……": "Thật sự……ngốc……",
    "こうして夜になるまで、ふたりで過ごすのだった。": "Cứ như vậy, cả hai đã cùng nhau trải qua đến tận đêm khuya."
}