{
    "――例の『決闘』まであと数日。\nミリアムたちの訓練は順調に進んでいる。": "――Vài ngày nữa là đến 'trận quyết đấu' rồi.\nViệc huấn luyện của Miriam và mọi người đang tiến triển tốt.",
    "予定していた訓練を終え、近道をしようと中庭を通ると――": "Sau khi kết thúc buổi huấn luyện theo kế hoạch, khi tôi đi qua sân trong để đi đường tắt――",
    "…………": "…………",
    "よっ、ドロテア。": "Chào, Dorothea.",
    "%usernameusernameuserna%さん……？": "…%usernameusernameuserna%…?",
    "訓練帰りか？": "Đi tập về à?",
    "具合が悪いとか？": "Hay là thấy không khỏe?",
    "こんなところでどうした？\nもしかして――": "Sao cậu lại ở đây?\nChẳng lẽ――",
    "……はい、そうです。": "…Vâng, đúng là vậy.",
    "訓練が終わって、少々休憩していました。": "Tôi đã nghỉ ngơi một chút sau khi buổi huấn luyện kết thúc.",
    "え……？": "Hả…?",
    "いや、こんなところに座り込んでるからさ。\n大丈夫か？": "À, tại cậu ngồi ở đây nên tôi mới hỏi.\nCậu không sao chứ?",
    "……ふふ、大丈夫です。\n訓練帰りに少々、休憩していただけですから。": "…Hừm, tôi không sao đâu.\nChỉ là tôi nghỉ ngơi một chút sau khi tập luyện mà thôi.",
    "そうか……\nって、もしかしたら邪魔したか？": "Vậy à…\nÝ tôi là, có khi nào tôi làm phiền cậu không?",
    "……邪魔ではありませんよ。": "…Không hề làm phiền.",
    "だったらよかった。": "Vậy thì tốt rồi.",
    "あの。": "À thì…",
    "なんだ？": "Sao vậy?",
    "その……こうして、わたくしと話していて……\nいいのですか……？": "Việc…cậu nói chuyện với tôi như thế này…\nCó ổn không…?",
    "同じ学園の人間同士、いいも悪いもないだろう。": "Người cùng học viện với nhau, có gì là không ổn đâu.",
    "ですが……": "Nhưng mà…",
    "（俺がミリアムたちの面倒を見てるから、気を使ってるんだな）": " (Vì tôi đang chăm sóc Miriam và mọi người, nên cậu ấy mới để ý thế này)",
    "あの……彼女たちは……": "À thì…họ…",
    "……いえ、なんでもありません。": "…Không có gì đâu.",
    "確かに決闘なんてことにはなったが、\nドロテアと気まずくなることは望んじゃいない。": "Đúng là có chuyện quyết đấu thật, nhưng tôi không muốn trở nên xa cách với Dorothea.",
    "ドロテア、この後の予定は？": "Dorothea, cậu có kế hoạch gì sau đây không?",
    "とくにはありませんが……？": "Tôi không có gì đặc biệt…?",
    "よし、なら美味いもんでも食いに行こう。\nちょうど飯時だろう？": "Được rồi, vậy thì đi ăn món gì ngon đi.\nĐúng lúc đến giờ ăn rồi?",
    "……え！？\nちょっ、%usernameusernameuserna%さん！？": "…Hả!?\nChờ đã, %usernameusernameuserna%!?",
    "うろたえるドロテアの手をとって、強引に引っ張る。\n今のドロテアには気分転換が必要だ。": "Tôi nắm tay Dorothea đang bối rối, kéo đi một cách mạnh mẽ.\nDorothea bây giờ cần phải thay đổi không khí.",
    "まったく、強引な……": "Thật là, mạnh mẽ quá đi…",
    "いいじゃないか、どうせ暇だったんだろ？": "Không sao đâu, đằng nào cậu cũng rảnh mà?",
    "……まあ、そうですけれど。": "…À thì, đúng là như vậy.",
    "というわけで飯だ、飯。\nおごってやるから。": "Vậy nên đi ăn thôi, ăn thôi.\nTôi bao cậu.",
    "別におごっていただかなくても……": "Tôi không cần cậu bao đâu…",
    "気にするな。メニューは俺が決めるわけだし。": "Đừng bận tâm. Dù sao thì tôi cũng là người chọn món mà.",
    "そういえば、何を食べるつもりなんですか？": "Nhân tiện, cậu định ăn gì vậy?",
    "ああ、ちょっとハマってるものがあるんだ。": "À, tôi đang thích một món đây.",
    "ハマってるもの……？": "Thích một món…?",
    "あ、もしかして、以前、一緒に食べた牛丼……かしら？\nあれはおいしかったです。": "À, có lẽ nào là món cơm thịt bò mà chúng ta đã ăn cùng nhau…?\nMón đó ngon thật.",
    "甘辛く煮付けたお肉に、紅ショウガのハーモニー……\nあのような料理は初めてでしたけれど。": "Thịt bò hầm ngọt và mặn, lại có thêm gừng hồng…\nTôi chưa từng được ăn món nào như vậy trước đây.",
    "牛丼もいいが、今日は違う。": "Cơm thịt bò cũng được, nhưng hôm nay thì khác.",
    "あら、違うんですか？": "Ồ, khác sao?",
    "ああ、庶民の味方。\nみんなが大好きな麺料理だ。": "À, món ăn của người dân thường.\nMón mì mà ai cũng thích.",
    "麺、ですか。": "Mì sao?",
    "ずばり、ラーメンだ！": "Chính xác là, ramen!",
    "ここがラーメン屋さん……": "Đây là quán ramen sao…",
    "大盛りで有名な店なんだが、ドロテアは知らないか？\nほら、そこの看板にラーメンの写真が載ってあるだろ？": "Quán này nổi tiếng với phần ăn lớn đấy, Dorothea có biết không?\nNhìn kìa, ảnh ramen trên bảng hiệu kia.",
    "これが……ラーメンですの？\n大盛りの野菜しか見えませんが。": "Đây là…ramen sao?\nTôi chỉ thấy toàn rau là rau.",
    "麺は下の方のスープに沈んでるからな。\n通は麺と野菜をひっくり返して食べるんだ。": "Sợi mì chìm dưới súp rồi.\nNgười sành ăn sẽ đảo mì và rau lên ăn.",
    "人呼んで……天地返し！": "Người ta gọi là…Thiên Địa Phản!",
    "なるほど……食すのにも技術がいる、と。\n少し興味がでてきました。": "Ra là…ăn cũng cần có kỹ thuật sao.\nTôi thấy hứng thú rồi đấy.",
    "……やっと本心から表情が柔らかくなったな。": "…Cuối cùng thì cậu cũng dịu dàng hơn rồi đấy nhỉ.",
    "中庭で見たときは、ずいぶん張り詰めてただろ。\n表情は繕ってたが……": "Lúc thấy ở sân trong, cậu căng thẳng lắm đấy.\nTuy là đã cố gắng che giấu cảm xúc…",
    "もしかして、わたくしを気遣って？": "Có phải là cậu đang quan tâm tôi không?",
    "まあな。": "Ừ thì.",
    "……おかしな方。\n今はその……一応は敵対している者同士でしょうに。": "…Người kỳ lạ thật đấy.\nBây giờ thì…dù sao thì chúng ta cũng là kẻ đối địch mà.",
    "それはそれ、これはこれだ。ドロテアが思い詰めてるところを見て、\n放っておくなんてできないだろう？": "Việc này là việc này, việc kia là việc kia. Thấy Dorothea đang suy nghĩ lung tung, thì tôi không thể bỏ qua được.",
    "%usernameusernameuserna%さん……": "%usernameusernameuserna%…",
    "あと言っておくが、別にミリアム達に負い目を抱く必要はないぞ。": "À, tôi nói trước là, cậu không cần phải mang ơn Miriam và mọi người đâu.",
    "あいつらはいつまでも傷ついているような\n弱い人間じゃない。": "Bọn họ không phải là những người yếu đuối\nluôn bị tổn thương đâu.",
    "それとも、その負い目自体がミリアムたちへの\n侮辱になるって言った方がいいか？": "Hay là, nói đúng hơn là, cái ơn đó sẽ là\nsự sỉ nhục đối với Miriam và mọi người?",
    "……！": "…!",
    "あんまり気負うなよ。\nただただ、あいつらの求めるように受けとめてやればいい。": "Đừng quá căng thẳng.\nCứ đón nhận theo cách mà bọn họ mong muốn là được.",
    "さて、いつまでも店の前で突っ立ってても邪魔になる。\nどうする？　食ってくのか？": "Nào, cứ đứng trước cửa hàng mãi thì cũng phiền.\nSao nào? Có vào ăn không?",
    "……そうですね、いただいていきましょう。": "…Vâng, chúng ta vào thôi.",
    "この『ラーメン　ユーロ・タワー増し増し』というメニューが\nとても気になります。": "Tôi rất thích món 'Ramen Euro Tower tăng cường' này.",
    "お、それ、いくのか？": "Ồ, cậu chọn món đó à?",
    "はい、訓練後で空腹ですから。\nエスコートお願いしてもよろしいでしょうか？": "Vâng, vì tôi đang đói sau khi tập luyện mà.\nTôi có thể nhờ cậu dẫn đường được không?",
    "了解。": "OK.",
    "わぁっ……！": "Woa…!",
    "運ばれてきた山盛り野菜ラーメンを見て、\nドロテアが目をキラキラさせる。": "Dorothea nhìn thấy món ramen rau củ chất cao như núi được mang đến, mắt sáng rực lên.",
    "見てくださいませ！　写真と同じです！": "Nhìn này! Giống hệt như trong ảnh!",
    "ああ、すごいボリュームだろ。": "Ừ, to thật.",
    "このキラキラしているものは、油、でしょうか？": "Cái gì mà lấp lánh này là dầu sao?",
    "鶏油を使ってるらしいぞ。": "Hình như là dùng mỡ gà.",
    "まあ！　そうなんですね！": "Thật sao!",
    "さすが『ユーロ・タワー増し増し』というだけのことはありますね。\nまさにそびえ立つ巨塔の如し、です。": "Quả là xứng với danh hiệu 'Euro Tower tăng cường' nhỉ.\nQuả là giống như một tòa tháp sừng sững vậy.",
    "はぁ……こんな麺料理、初めて見ました。\n見ているだけでも、わくわくしてしまいます！": "Ha…tôi chưa từng thấy món mì nào như thế này.\nChỉ nhìn thôi cũng thấy phấn khích rồi!",
    "ちょっと感動しすぎだろ。": "Cậu làm quá lên rồi đấy.",
    "だって、本当に初めてなので……！": "Vì tôi chưa từng ăn thật mà…!",
    "ほら、伸びるから、さっさと食べるぞ。": "Thôi nào, ăn lẹ đi, không nó nở ra đấy.",
    "あっ、そ、そうですね……！　いただきましょう！": "À, vâng…! Xin phép được dùng bữa!",
    "ん……おいしい！\n野菜がしゃきしゃきしています！": "Ưm…ngon thật!\nRau rất giòn!",
    "ここ、チャーシューが有名だけど野菜も美味いよな。": "Ở đây, chashu cũng nổi tiếng, nhưng rau cũng ngon đấy.",
    "はい！　スープの味が染みて、絶品です！": "Vâng! Vị súp ngấm vào, tuyệt vời!",
    "麺もつるつるした舌ざわりで、歯ごたえがしこしこして……\n良い小麦粉を使っているのでしょうね……": "Sợi mì cũng mềm mịn, lại dai dai…\nChắc là dùng bột mì ngon đây…",
    "あー、麺にもこだわってるらしいからな。": "À, hình như mì cũng được chú trọng lắm đấy.",
    "んっ……ああ、ゆでたまごにも味が染みて……\nわたくし、これ、好きです。": "Ưm…à, trứng luộc cũng thấm vị…\nTôi thích món này.",
    "そりゃよかった。": "Vậy thì tốt rồi.",
    "しかし……ドロテア、食べきれるか？\n前の牛丼みたく……": "Nhưng mà…Dorothea, cậu ăn hết được không?\nGiống như món cơm thịt bò lần trước…",
    "今回は恥を晒しません。": "Lần này tôi sẽ không làm bẽ mặt cậu đâu.",
    "なら安心だ": "Vậy thì yên tâm rồi.",
    "でもきつかったら言えよ": "Nhưng mà nếu thấy khó thì cứ nói nhé.",
    "残したらペナルティがあるらしいぞ。": "Nghe nói nếu còn thừa thì sẽ bị phạt đấy.",
    "えっ、そうなんですか！？": "Hả, thật sao!?",
    "はは、冗談冗談。": "Ha ha, nói đùa thôi.",
    "もう……%usernameusernameuserna%さんはいじわるですね。": "Thật là…%usernameusernameuserna% thật là tinh nghịch.",
    "お気遣いありがとうございます。": "Cảm ơn cậu đã quan tâm.",
    "ですが、心配には及びませんよ。\n本当に美味しくて……いくらでも食べることができそうです。": "Nhưng mà, cậu không cần phải lo đâu.\nNó thực sự rất ngon…tôi có thể ăn bao nhiêu cũng được.",
    "はは、そっか。なら安心だな。": "Ha ha, vậy thì tốt rồi. Vậy thì yên tâm rồi.",
    "そして、野菜とチャーシューを食べ、麺をすすり、\nスープを飲むことを繰り返して――": "Và, sau khi ăn rau và chashu, húp mì,\nrồi lại uống súp――",
    "ごちそうさまでした！": "Xin hết!",
    "ドロテアと俺は見事、タワーのごときラーメンを\n完食したのであった。": "Dorothea và tôi đã hoàn thành xuất sắc món ramen như tháp vậy.",
    "はぁ～、食った、食った。": "Ha~, ăn no nê.",
    "わたくしもさすがにおなかがいっぱいです。": "Tôi cũng no bụng rồi.",
    "俺もだよ。": "Tôi cũng vậy.",
    "でも、本当においしかったです。\n麺料理の世界も広いんですね……": "Nhưng mà, nó thực sự rất ngon.\nThế giới mì cũng rộng lớn nhỉ…",
    "ラーメンには他にもいろんな味があるぞ。\nスープがない『汁無し』なんてものもある。": "Ramen còn có nhiều hương vị khác nữa đấy.\nCó cả 'không súp' nữa.",
    "そうなんですか……！\nとても奥深いんですね……": "Thật sao…!\nSâu sắc thật đấy…",
    "例えばどのようなものがあるんですか？": "Ví dụ như là món nào?",
    "そうだな……スープがあるものでは醤油の他、豚骨や味噌、塩……\nミルキーな鶏白湯なんかもあるな。": "Ừm…với món có súp thì ngoài xì dầu ra, còn có vị xương heo, miso, muối…\nCó cả vị gà trắng sữa nữa.",
    "あと、魚や貝なんかの出汁を使ったラーメンもある。\n汁がないものだと、油そばとか汁なし担々麺とかオススメだ。": "Với lại, còn có ramen dùng nước dùng từ cá và sò nữa.\nMón không súp thì có abura soba hoặc mì tantan không súp cũng được.",
    "ごくっ……どれもおいしそうですね。": "Ực…món nào cũng ngon nhỉ.",
    "なら、今度食べ歩きでもしてみるか？\nお気に入りのお店とか見つけてもいいかもな。": "Vậy thì, lần sau mình đi ăn thử xem sao?\nBiết đâu tìm được quán ruột thì sao.",
    "ええ、そのときはリュシーやミリアム達も連れて……": "Vâng, đến lúc đó thì tôi sẽ dẫn theo Lucie và Miriam…",
    "ミリアム達も、連れて……": "Miriam và mọi người nữa…",
    "ドロテア……": "Dorothea…",
    "そういう日が、また戻ってくるのでしょうか……": "Liệu những ngày như thế có trở lại không…",
    "……同じ学園にいるんだ。別に他人同士になるわけじゃない。": "…Chúng ta đang ở cùng học viện mà. Đâu có trở thành người dưng đâu.",
    "それは……そう、ですね……": "Thì…đúng là vậy…",
    "『そういう日』を取り戻すためにも、全部受け止めてやらないと。": "Để có thể lấy lại 'những ngày như thế', thì phải chấp nhận tất cả.",
    "そのとおりですね。わたくしは……ミリアム達の怒りを、\nちゃんとすべて受け止めるつもりです。": "Đúng là như vậy. Tôi…tôi sẽ chấp nhận mọi sự giận dữ của Miriam và mọi người.",
    "それが……わたくしにできる務めですから。": "Đó là…điều tôi có thể làm.",
    "『怒り』か……": "'Giận dữ' sao…",
    "……？": "…?",
    "（まあ、そう思うよな）": "(À, tôi nghĩ là như vậy)",
    "（ドロテアはミリアム達が『怒って』今回の事態を、\n引き起こしたと思っている）": "(Dorothea nghĩ rằng Miriam và mọi người đã 'tức giận' và gây ra tình huống này)",
    "……いろいろ気負いすぎだと思うぞ、ドロテア。": "…Tôi nghĩ cậu đang tự làm khó mình quá đấy, Dorothea.",
    "もうちょっと自分以外にも目を向けてみろ。『自分の責任』\n『自分の義務』『自分の役目』――どれも大事だが、そればかりだ。": "Hãy nhìn ra xung quanh nhiều hơn một chút.\n'Trách nhiệm của tôi', 'Nghĩa vụ của tôi', 'Vai trò của tôi'――cái nào cũng quan trọng, nhưng cậu chỉ nghĩ đến nó thôi.",
    "あれもこれも『自分のせい』から考えが始まってるから、\n本当に見るべき周囲の景色が曇ってしまってる。": "Cái gì cũng bắt đầu từ 'tại tôi', nên khung cảnh xung quanh mà cậu nên nhìn lại bị mờ đi.",
    "周囲の景色……": "Khung cảnh xung quanh…",
    "…………その意味を深く伺っても？": "…Tôi có thể hỏi sâu hơn về ý nghĩa đó không?",
    "悪いが、カンニングは禁止だ。答えは言わないぞ。\nでも自然とわかると思う。そのための決闘でもあるからな。": "Xin lỗi, cấm gian lận. Tôi sẽ không nói câu trả lời đâu.\nNhưng tôi nghĩ cậu sẽ hiểu thôi. Đó cũng là lý do có trận quyết đấu này mà.",
    "そう……ですか。": "Vậy…sao.",
    "あいつらをもっとちゃんと見てやれ。顔を上げてまっすぐ。\nそれが本当の意味で、受け止めることに繋がると思う。": "Hãy nhìn bọn họ thật kỹ hơn đi. Ngẩng mặt lên và nhìn thẳng.\nTôi nghĩ đó là cách để cậu thực sự chấp nhận.",
    "……わかりました。": "…Tôi hiểu rồi.",
    "さて、それじゃそろそろ帰ろうか。": "Nào, vậy thì về thôi.",
    "あの……%usernameusernameuserna%さん。": "À thì…%usernameusernameuserna%.",
    "ん？": "Hửm?",
    "もし……また何か迷うことがあれば、\n相談に乗っていただいてもよろしいでしょうか？": "Nếu…sau này có điều gì băn khoăn, thì…\ntôi có thể hỏi ý kiến cậu được không?",
    "もちろん、ドロテアならいつだって歓迎だ。": "Đương nhiên rồi, Dorothea lúc nào cũng được chào đón.",
    "ありがとうございます。": "Cảm ơn cậu.",
    "そのときは……ぜひ、よろしくお願いしますね。": "Đến lúc đó…xin hãy giúp đỡ tôi nhé."
}