{
    "ＡＤ社工場付近での戦闘は、俺やエヴィ、トリニティ・ジュエルを加え、\n次々と双頭の斧の機体を戦闘不能に追い込んでいく。": "Trận chiến gần nhà máy AD, với sự tham gia của Tôi, Evi và Trinity Jewel,\nlần lượt hạ gục các cỗ máy song đầu rìu.",
    "……ぬるいな。烏合の衆とはこのことか。\nいや、%usernameusernameuserna%の指揮がいいのか。": "……Chán nhỉ. Bọn ô hợp chỉ đến thế này thôi sao?\nKhông, chắc là do chỉ huy của %usernameusernameuserna% giỏi.",
    "搭載されたＡＨＤ－５１０を使いこなし、襲い掛かる双頭の斧の機体を、\n次々と堕としていくレイヴェル。": "Tận dụng AHD-510 được trang bị, Reval liên tục hạ gục\ncác cỗ máy song đầu rìu đang tấn công.",
    "んー。みんなをイジメちゃ、めっ！": "Ưm. Bắt nạt mọi người là không được đâu!",
    "ふわっとした軽い口調とは対照的に、リディアは巧みに\nスラスターステアを披露して、敵機の攻撃をすべて見事に避けきる。": "Trái ngược với giọng điệu nhẹ nhàng, Lydia khéo léo\ntrình diễn Sluster Steer, né tránh tất cả các đòn tấn công của địch.",
    "こんな馬鹿げた回避の仕方があるか！": "Có kiểu né đòn ngớ ngẩn nào như vậy không!",
    "んー？　当てようと思った？": "Ưm? Cậu muốn trúng sao?",
    "でもだめー。": "Nhưng không được đâu.",
    "ぐぁああああっ！！": "Gaaahhh!",
    "（リディアってあの小柄な子だよな……\n戦闘性能評価試験のときも思ったが、やはり相当な実力者だ）": "(Lydia là con bé nhỏ nhắn đó nhỉ…\nTôi đã nghĩ vậy trong bài kiểm tra đánh giá hiệu suất chiến đấu, quả thực là một người có thực lực)",
    "特に彼女は異端――恐らくユリアとか、そっち系の天才肌だ。\n理論より感覚でＭＧを使いこなすタイプだろう。": "Đặc biệt, cô bé là một kẻ dị biệt――có lẽ là một thiên tài kiểu Yuria.\nCô bé là kiểu người sử dụng MG bằng trực giác hơn là lý thuyết.",
    "しかも恐らくはまだ成長途中ではないかと見ている。\n完成したらどんな化物パイロットになるのだろうか。": "Hơn nữa, tôi nghĩ rằng cô bé vẫn đang trong quá trình phát triển.\nNếu hoàn thiện, cô bé sẽ trở thành một phi công quái vật như thế nào đây.",
    "え、あ……えっと……て、手加減はしましたのでっ！": "Ê, à… ừm… tôi, tôi đã nương tay rồi!",
    "ぐっ……くそっ！　堕とされた！": "Grr… chết tiệt! Bị hạ rồi!",
    "ルナもレイヴェルやリディアのような尖った技能はないものの、\n敵の動きへの反応速度はピカイチ。状況や周囲の把握能力に長けている。": "Luna cũng không có những kỹ năng sắc bén như Reval và Lydia,\nnhưng tốc độ phản ứng với các động thái của kẻ địch thì số một. Cô bé rất giỏi nắm bắt tình hình và môi trường xung quanh.",
    "（さすがにめる達を巻き込むわけにはいかなかったから、\n消去法的にこいつらの力を借りたが……結果的に大正解だった）": "(Vì tôi không thể kéo theo mọi người, kể cả Meru,\nnên tôi đã chọn cách nhờ đến sức mạnh của bọn họ… Kết quả lại quá tuyệt vời)",
    "喰らえ！　正義のヒーローキ――――ック！！": "Ăn này! Cú đá anh hùng công lý!",
    "リリーは相変わらずだな……": "Lilly vẫn như mọi khi nhỉ…",
    "レイヴェルちゃんたちに負けていられません！\n最後の頑張りですよー！　アゲアゲでいきますよー！": "Tôi không thể thua Reval-chan được!\nCố gắng lên nàoー! Cứ tiến lên thôiー!",
    "全く、さっきまでピンチだったのに、すっかりいつも通りだね……": "Thật sự, lúc nãy còn gặp nguy hiểm, vậy mà giờ lại như mọi khi nhỉ…",
    "エヴィが戻り、フルメンバーとなったトレブルクインテットも\n負けていない。": "Evi đã quay lại, Treble Quintet với đầy đủ thành viên cũng không hề thua kém.",
    "今までの鬱憤を晴らすかのように、ＬＯＣ各チームは破竹の勢いで\n双頭の斧を端から無力化していく。だが――": "Như để trút bỏ những uất hận bấy lâu, các đội LOC liên tục vô hiệu hóa\ncác cỗ máy song đầu rìu. Nhưng――",
    "うろたえるな！　陣形を組み直せ！": "Đừng hoảng! Tái lập đội hình!",
    "双頭の斧はコトハの見事な指揮によって崩れることはなく抵抗を続ける。\n……首領の実力は伊達ではない。": "Song đầu rìu không hề tan vỡ nhờ vào tài chỉ huy tuyệt vời của Kotoha và tiếp tục kháng cự.\n…Thực lực của thủ lĩnh không phải dạng vừa.",
    "くっ、互いに決め手が足りないか……": "Khốn kiếp, cả hai bên đều thiếu đòn quyết định sao…",
    "なら、トレブルクインテットにお任せです！\nエヴィちゃんもいるなら……やれます！": "Vậy thì, cứ để Treble Quintet lo!\nNếu có cả Evi nữa thì… bọn tôi làm được!",
    "信じて、%usernameusernameuserna%。": "Hãy tin tưởng, %usernameusernameuserna%.",
    "フルートにエヴィ……わかった。\nトレブルクインテットの指揮をエヴィに移譲する！": "Flute và Evi… tôi hiểu rồi.\nTôi sẽ chuyển quyền chỉ huy Treble Quintet cho Evi!",
    "了解！！": "Rõ!",
    "そう宣言して、フルートたちがエヴィの指揮を核に、\nコトハとその取り巻きに向かっていく。": "Nói vậy, Flute và những người khác lấy Evi làm trung tâm chỉ huy,\ntiến về phía Kotoha và những kẻ đi theo cô ta.",
    "ボス、私の隊で援護します！": "Boss, đội của tôi sẽ yểm trợ!",
    "隊一同、同じく援護します！": "Toàn đội, chúng tôi cũng sẽ yểm trợ!",
    "突破させてもらうね……！": "Để tôi đột phá nhé…!",
    "ふふん、ここの見せ場はあたしに任せてちょうだい！\nこのまま全員ぶっ倒してやるんだから！": "Fufun, hãy để tôi thể hiện ở đây nhé!\nTôi sẽ đánh gục tất cả bọn chúng!",
    "ちょっと、私のも残しておいてよね。\nさんざんしてやられて、こっちも鬱憤が溜まってるからさ！": "Này, hãy để phần của tôi nữa nhé.\nBị làm nhục đủ rồi, tôi cũng đang rất tức giận!",
    "ちっ……！　たった数機増えただけなのに、さっきと全然違う！\nボス！　すみません、突破されました！": "Chết tiệt…! Chỉ có thêm vài cỗ máy thôi mà, khác hẳn lúc nãy!\nBoss! Xin lỗi, đã bị đột phá!",
    "くっ……！": "Khốn kiếp…!",
    "派手に代わる代わる立ち回るトレブルクインテット。\n怒涛の勢いに双頭の斧側の陣形が崩されていく。": "Treble Quintet thay phiên nhau chiến đấu một cách ngoạn mục.\nĐội hình của phe song đầu rìu bị phá vỡ bởi sự tấn công dữ dội.",
    "とりゃー！　正義の銃弾だよ！！": "Toryaー! Đạn công lý!",
    "更に風紀委員であるリリーも勇猛果敢に突撃し、最後の道を切り開く。": "Hơn nữa, Lilly, người của ủy ban kỷ luật, cũng dũng cảm xông lên, mở đường cuối cùng.",
    "損傷甚大！　撤退します！": "Thiệt hại nặng nề! Rút lui!",
    "道は切り開いたよ！　やっちゃって！\nヒーローらしく、ババーンとね！": "Đường đã mở rồi! Cứ làm đi!\nNhư một anh hùng, BAAAN!",
    "ちっ、崩されたか……だが、まだ――": "Chết, bị phá vỡ rồi sao… Nhưng, vẫn còn――",
    "抵抗しようとコトハの視界が逸れた一瞬の隙をついて、\n新型ジェネレーター『ＶＲＸ－７７』の加速でエヴィが接近する。": "Kotoha đang cố gắng kháng cự, trong khoảnh khắc tầm nhìn của cô ta bị lệch lạc,\nEvi đã tiếp cận với tốc độ tăng tốc của bộ tạo thế hệ mới 'VRX-77'.",
    "ううん、これで終わりだから！": "Uhm, kết thúc ở đây thôi!",
    "なっ……！　ぐうっ！？": "Hả…! Grrr!?",
    "徐々に包囲されつつある双頭の斧。その先頭に立つコトハの\n機体にエヴィのフロンティアが一撃を与えた。": "Song đầu rìu đang dần bị bao vây. Evi đã tung một đòn vào cỗ máy của Kotoha, người đang dẫn đầu.",
    "バランスを失いかけるもすぐに立て直すコトハ。\nだが乱戦で蓄積されたダメージは少なくないようだ。": "Kotoha mất thăng bằng một chút nhưng đã nhanh chóng lấy lại.\nNhưng có vẻ như thiệt hại tích lũy trong cuộc hỗn chiến là không nhỏ.",
    "大勢は決した！　これ以上の戦闘は無意味だ！\nコトハ、投降しろ！": "Thế cục đã định! Chiến đấu tiếp là vô nghĩa!\nKotoha, đầu hàng!",
    "……すると思う？　悪いけど、引かせてもらうわ。\n新型ジェネレーターのデータはすでにいただいているもの。": "…Cậu nghĩ tôi sẽ làm vậy sao? Xin lỗi nhé, tôi sẽ rút lui.\nDữ liệu của bộ tạo thế hệ mới đã được lấy rồi.",
    "待ってくれ、コトハ！　お前は生徒会長――四王天神楽の姉妹みたいな\nもんなんだろ！？　どうにか、話し合うことはできないのか！？": "Đợi đã, Kotoha! Cậu là hội trưởng hội học sinh――giống như chị em của Shiouten Kagura vậy mà!\nChẳng lẽ không thể nào nói chuyện được sao!?",
    "姉妹……？　そうか、あいつ――": "Chị em sao…? Vậy ra, cô ta――",
    "……お前と話すことは何もないわ。": "…Tôi không có gì để nói với cậu.",
    "でも……！": "Nhưng…!",
    "反論しようにも、向こうは聞く耳を持たず――": "Dù phản đối, nhưng đối phương không hề nghe――",
    "双頭の斧、全機撤退！": "Song đầu rìu, toàn bộ rút lui!",
    "コトハ……！！": "Kotoha…!!",
    "言い終わらないうちに急加速するコトハ機。\nまだ間に合うと、追おうとブースターを加速させて……": "Kotoha tăng tốc ngay khi chưa nói hết câu.\nTôi tăng tốc bộ tăng cường để đuổi theo, vì vẫn còn kịp…",
    "%usernameusernameuserna%！　ダメだよ！\n武装もないのに何が出来るの！": "%usernameusernameuserna%! Không được đâu!\nCậu có thể làm gì khi không có vũ khí!",
    "だが……！": "Nhưng…!",
    "言いたいことはわかる。武装のない霞光で追いかけるなんて、\n正気じゃない。": "Tôi hiểu cậu muốn nói gì. Đuổi theo bằng Kasumi Kou, khi không có vũ khí,\nthì không bình thường.",
    "すまない……熱くなってしまった。": "Xin lỗi… tôi đã quá nóng vội.",
    "気持ちは分かるよ。\nでも、今は証拠を持って帰って無実を晴らそう。": "Tôi hiểu cảm giác của cậu.\nNhưng, bây giờ hãy mang bằng chứng về và chứng minh sự vô tội của chúng ta.",
    "ここでひとりで追えばみんなにも迷惑がかかる。\n優勢だったとはいえ、これ以上の戦いは厳しいだろう。": "Nếu đuổi theo một mình ở đây, sẽ gây rắc rối cho mọi người.\nMặc dù có ưu thế, nhưng cuộc chiến này sẽ rất khó khăn.",
    "ああ……": "A…",
    "それにもう、追いつくことはできないだろう。\n遥か彼方へ向けて小さくなっていく機影を、俺は無言で見送った。": "Hơn nữa, có lẽ cậu không thể đuổi kịp nữa rồi.\nTôi lặng lẽ nhìn bóng dáng cỗ máy nhỏ dần về phía xa.",
    "みんな、無事か？": "Mọi người, có ổn không?",
    "レイヴェルちゃん……！　はい、おかげさまで無事です！\nあざまるです！": "Reval-chan…! Vâng, nhờ có cậu mà chúng tôi vẫn ổn!\nArigato!",
    "……ふっ、そうか。よかった。": "…Phù, vậy sao. Tốt quá.",
    "エヴィちゃんも、お疲れ様でした。": "Evi-chan, cậu cũng vất vả rồi.",
    "フルートこそ、よく持ちこたえてくれたね。\n待たせちゃってごめん。": "Flute, cậu đã cố gắng rất nhiều.\nXin lỗi vì đã để cậu phải chờ.",
    "いえ、ちゃんと証拠を見つけてくれたんですから……！\nナイスハッキングです！": "Không, vì cậu đã tìm thấy bằng chứng mà…!\nHack giỏi thật!",
    "そっちが時間を稼いでくれたからだよ。\n証拠をつかむまで信じて守ってくれてありがとう。": "Là vì cậu đã câu giờ cho tôi đấy.\nCảm ơn cậu đã tin tưởng và bảo vệ tôi cho đến khi tìm được bằng chứng.",
    "つまりお互いに信じてたからこの結果って訳だよね？": "Nói cách khác, là vì chúng ta tin tưởng lẫn nhau nên mới có kết quả này phải không?",
    "……まあ、そういうことになるかな。": "…Ừm, có lẽ là vậy.",
    "フルート達トレブルクインテットは、\n最強アゲアゲでぽよなチームですね！": "Flute và Treble Quintet,\nlà một đội siêu đỉnh!",
    "……色々とあったが結果的には丸く収まりそうだな。\nそれじゃあ……ん？": "…Mọi chuyện đã xảy ra, nhưng kết quả có vẻ như đã ổn thỏa.\nVậy thì… ừm?",
    "ふと見ると、遠くの空から何機ものＭＧが飛んでくるのが見える。\nあの機影はおそらく――": "Tôi nhìn thấy một vài MG đang bay đến từ xa trên bầu trời.\nChắc chắn bóng dáng đó là――",
    "風紀委員会のＭＧだ。": "MG của ủy ban kỷ luật.",
    "これで一件落着だね！　正義は必ず勝つんだよ！\nおーい、小花――": "Mọi chuyện đã kết thúc rồi!\nCông lý luôn chiến thắng!\nÊ, Kohana――",
    "全機、その場から動かないで！\n無駄な抵抗は辞めて投降しなさい！！": "Toàn bộ, đừng di chuyển khỏi vị trí!\nHãy từ bỏ sự kháng cự vô ích và đầu hàng!!",
    "……あれ？": "…Hả?",
    "まあ、そうなるだろうな……": "Ừm, chắc là vậy thôi…",
    "そういえば風紀委員会に連行されるの、これで何度目だろうか。": "Nói đến việc bị ủy ban kỷ luật bắt, đây là lần thứ bao nhiêu rồi nhỉ."
}