{
    "時間は、クララが行方をくらませる\nほんの少し前まで遡る――": "Thời gian, quay lại trước khi Clara bỏ đi\nmột chút――",
    "改めてこうして見ると、クララさんってスタイルいいし、\nサンタクロースの衣装、よく似合ってるわね。": "Nhìn lại mới thấy, Clara-san có dáng chuẩn thật,\nmặc đồ ông già Noel, hợp ghê.",
    "当然よ。みんなが協力して選んでくれたものだもの。\n私自身だって、衣装に負けないように磨いてきたし。": "Đương nhiên rồi. Mọi người cùng nhau chọn mà.\nBản thân tớ cũng cố gắng hết mình để không thua kém trang phục.",
    "大した気合いと熱量ね……\nそういうところがクララさんらしいけど。": "Cậu có khí thế và nhiệt huyết thật đấy……\nĐúng là Clara-san.",
    "泉花だって似合ってるわ。というか、エロい。": "Izumi-ka cũng hợp đấy. Hay nói đúng hơn, gợi cảm.",
    "目線が%usernameusernameuserna%になってるわよ。\nあと気に入ってはいるけど……内心柄じゃない気はしてる。": "Ánh mắt của %usernameusernameuserna% kìa.\nVới lại, tuy thích đấy……nhưng trong lòng tớ thấy không hợp lắm.",
    "謙遜しなくていいいわよ。私の付き添いじゃなくて、\n泉花も自分で出し物を考えて出てみてもよかったんじゃないの？": "Không cần khiêm tốn đâu. Thay vì làm người đi cùng tớ,\nIzumi-ka cũng có thể tự mình nghĩ ra tiết mục và lên sân khấu mà?",
    "いきなり何を言い出すのかと思えば。\n今日はあなたのための舞台でしょ？": "Tự dưng lại nói gì thế này.\nHôm nay là sân khấu của cậu mà?",
    "そう……なんだけど、ね……": "Ừm……nhưng mà……",
    "泉花にだって、勝負の舞台に立つ権利は認められるべきだし……\n私だけが……っていうのも、なんだか……": "Izumi-ka cũng có quyền đứng trên sân khấu thi đấu mà……\nChỉ có mình tớ……cũng hơi……",
    "何よ。ひょっとして、今さらビビっちゃってる？\nだから一緒にステージに立ってほしいって？": "Sao vậy. Chẳng lẽ, bây giờ mới sợ sao?\nNên mới muốn cùng tớ lên sân khấu à?",
    "そ、そんなわけないでしょ！\nこの私が勝負を前にして怖じ気づくなんて！": "Đ, đâu có!\nTớ là tớ đây mà lại sợ trước khi thi đấu!",
    "でしょうね。\nだったらもっと堂々としてなさいよ。いつもみたいに。": "Chắc vậy rồi.\nVậy thì cứ tự tin lên đi. Như mọi khi.",
    "……言われなくたって。": "……Không cần cậu phải nói.",
    "それに、ほら。万が一、私が心変わりしてエントリーしたら、\nあなたはサンタクイーンになるチャンスを逃すかもよ？": "Với lại, này. Lỡ đâu, tớ đổi ý và đăng ký thì sao?\nCậu sẽ bỏ lỡ cơ hội trở thành Nữ hoàng Noel đấy?",
    "ふーん……そんなこと言うんだ。\n残念だけど、あり得ないわね。": "Hừm……cậu cũng nói được đấy nhỉ.\nTiếc thật, nhưng không đời nào.",
    "勝つのは私だもの。\nどんな勝負だって、絶対に。": "Người thắng là tớ mà.\nDù là cuộc thi nào, nhất định là tớ.",
    "そうそう、それでいいのよ。\n最初から最後まで、舞台上ではクララさんらしくね。": "Đúng rồi, như vậy mới được.\nTừ đầu đến cuối, cứ là Clara-san trên sân khấu nhé.",
    "……ねえ、泉花。\nあんた、本当は――": "……Này, Izumi-ka.\nCậu, thật ra――",
    "あっ。３番目の組が出番を終えたみたいよ。\nどんどん進んでいくわね。": "Á. Hình như nhóm thứ ba đã diễn xong rồi.\nTiến triển nhanh thật.",
    "クララさんもメイクを済ませないと。\nいよいよステージ直前の最終仕上げよ。": "Clara-san cũng phải trang điểm thôi.\nĐến công đoạn cuối cùng trước khi lên sân khấu rồi.",
    "……分かってる。\n着付けとメイクの手伝い、ありがと。": "……Tớ biết rồi.\nCảm ơn vì đã giúp tớ mặc đồ và trang điểm.",
    "感謝は勝ってからでいいわ。": "Cứ để dành lời cảm ơn đến sau khi thắng cũng được.",
    "……いえ。勝った直後には重大イベントが控えてるわけだから、\n諸々のお礼を全部受け取るのは明日以降かしらね。": "……Không. Vì sau khi thắng sẽ có một sự kiện quan trọng,\nnên có lẽ phải đợi đến ngày mai mới nhận hết lời cảm ơn được.",
    "そうね……": "Ừm……",
    "必ず勝って、自分の想いを伝えてきなさい。\nライブも告白も、あなたならきっと成功する未来が待ってるから。": "Nhất định phải thắng, và truyền đạt những gì cậu muốn.\nDù là buổi live hay là lời tỏ tình, tương lai chắc chắn sẽ thành công với cậu.",
    "…………ええ。": "…………Vâng.",
    "……？　クララさん？　本当に大丈夫？": "……？ Clara-san? Cậu ổn chứ?",
    "……な、なんでもないわよ。\nなんでも……": "……T, tớ không sao đâu.\nKhông sao……",
    "そして現在――": "Và hiện tại――",
    "――舞亜、私だ。校門と校舎の周辺を探してみたが、\n残念ながらクララの姿は見当たらない……": "――Mai-a, là tớ đây. Tớ đã tìm quanh cổng trường và khu vực xung quanh tòa nhà,\nnhưng rất tiếc là không thấy Clara đâu……",
    "引き続き校舎内を捜そう。そちらはどうだ？": "Tiếp tục tìm trong tòa nhà đi. Còn cậu thì sao?",
    "今、シティに出てきたところよ、葵。\nさすがにそこそこ人通りが多くて大変ね……": "Tớ vừa ra khỏi thành phố, Aoi à.\nĐúng là hơi khó khăn vì có khá nhiều người qua lại……",
    "ええ、引き続き、お願い。それじゃ――": "Ừ, cứ tiếp tục tìm nhé. Vậy thì――",
    "と、舞亜はデバイスの通話を切る。": "Mai-a tắt cuộc gọi trên thiết bị.",
    "クララさん……全然らしくないですよね……\nあんなにも頑張ってたのに、どうして……": "Clara-san……hoàn toàn không giống cô ấy nhỉ……\nMặc dù cô ấy đã cố gắng rất nhiều, tại sao lại như vậy……",
    "真実はあの子のみぞ知る……\nでも私は思うわ。むしろあの子らしいなって。": "Chỉ có cô bé mới biết sự thật……\nNhưng tớ lại nghĩ. Thay vào đó, cô ấy rất giống cô bé.",
    "え……？　そ、そうですか？　でもクララさんって、\nいつも何事にも真っ直ぐで、強くて折れないイメージが……": "Hả……? V, vậy sao? Nhưng Clara-san thì,\nlúc nào cũng thẳng thắn, mạnh mẽ và không dễ gục ngã mà……",
    "だからこそよ。そういう子ほど、\nふと何かで一度立ち止まっちゃうと、なかなか動けなくなるのよね……": "Chính vì vậy.\nNhững người như vậy, khi chùn bước vì điều gì đó,\nsẽ rất khó để tiếp tục……",
    "（ステージに立つのが怖いからとか、ライブ失敗のリスクを恐れて\n勝負の舞台に背を向けるような子じゃない……）": "（Vì sợ phải lên sân khấu, hoặc sợ thất bại trong buổi live nên\ntừ bỏ sân khấu thi đấu……）",
    "（クララさんが逃げ出すとしたら、それは――）": "（Nếu Clara bỏ chạy, thì đó là――）",
    "クララ……！": "Clara……!",
    "（サンタクイーンになれるかどうか……\nううん、告白するのが怖くなったのね）": "（Liệu có thể trở thành Nữ hoàng Noel hay không……\nKhông, cô ấy sợ phải tỏ tình rồi）",
    "駄目だわ……\nこのフロアでも見当たらない。": "Không được rồi……\nKhông thấy ở tầng này.",
    "立ち止まってる場合じゃないぞ。\n下の階へ行こう。": "Không thể đứng yên được.\nXuống tầng dưới thôi.",
    "どこへ行っちまったんだ、クララ。": "Cô ta đi đâu mất rồi, Clara.",
    "クララ――――――――っ！": "Clara――――――――っ!",
    "（何やってるのよ、あのバカ……）": "（Cậu đang làm gì vậy, đồ ngốc……）",
    "だいぶ冷えてきたな……\n今夜は雪が降るらしい。早めに見つけて連れ戻さないと。": "Trời lạnh hơn nhiều rồi……\nTối nay có vẻ sẽ có tuyết rơi. Phải tìm và đưa cô bé về sớm thôi.",
    "勝負を辞退して、呑気にお茶を飲んでるような奴じゃないよな……": "Không phải là loại người sẽ từ bỏ cuộc thi, rồi thong thả uống trà đâu nhỉ……",
    "いらっしゃいませ～。何名様ですか？": "Chào mừng quý khách~! Quý khách đi mấy người ạ?",
    "あ、いえ、すみません。俺達は客じゃないです。\n人を捜してまして、すぐに出ます。": "À, không, xin lỗi. Chúng tôi không phải khách.\nChúng tôi đang tìm người, lát nữa sẽ ra ngay.",
    "くそ……一体どうしちまったんだ。\nサンタクイーンになるって、あんなに息を巻いてたのに。": "Chết tiệt……Rốt cuộc đã xảy ra chuyện gì vậy chứ.\nĐã bảo muốn trở thành Nữ hoàng Noel cơ mà.",
    "仮にサンタクイーンになれるかどうか不安になったとしても、\n別に景品とか今後の人生を左右するようなコンテストでもないだろ……？": "Giả sử nếu lo lắng về việc có thể trở thành Nữ hoàng Noel hay không,\nthì cũng đâu phải là cuộc thi quyết định phần thưởng hay cuộc đời sau này đâu……?",
    "（あの子にとってはある意味、そのどちらもあるんだけどね……）": "（Đối với cô bé, theo một nghĩa nào đó, cả hai đều quan trọng đấy……）",
    "（ゲン担ぎが完全に裏目に出ちゃってる……\n『これに成功できたら、きっとあれにも成功できる』）": "（Vận may đã hoàn toàn đi ngược lại……\n『Nếu thành công trong việc này, chắc chắn sẽ thành công trong việc kia』）",
    "（それは裏を返せば、『これに失敗したら、あれも失敗する』\n負の連鎖にも繋がる危険性がある……）": "（Nói cách khác, 『Nếu thất bại trong việc này, thì việc kia cũng sẽ thất bại』\nCó nguy cơ dẫn đến một chuỗi tiêu cực……）",
    "（私がもっとそのあたり事前にフォローしていれば）": "（Giá mà tôi theo dõi trước đó）",
    "本当に？": "Thật sao?",
    "…………": "…………",
    "本当に、そう思ってるの？": "Cậu, thật sự nghĩ vậy sao?",
    "振られて失敗するのは友達として見過ごせない。": "Thất bại trong việc tỏ tình, tớ không thể làm ngơ với tư cách là bạn bè được.",
    "でもサンタクイーンになれなくて、だから勇気も出なくて……\n告白自体起こらなければ自分も傷つかない。": "Nhưng không thể trở thành Nữ hoàng Noel, nên không có dũng khí……\nNếu không có lời tỏ tình thì bản thân cũng không bị tổn thương.",
    "そう思ってない？": "Cậu không nghĩ vậy sao?",
    "（私は――）": "（Tớ――）",
    "ね、ねえ……": "N, này……",
    "ん……？": "Ừm……?",
    "も、もし……クララさんがよく考えた上で辞退するって決めたなら、\nその気持ちを尊重してあげるべき……じゃないかしら。": "N, nếu……Clara-san đã cân nhắc kỹ và quyết định từ bỏ,\nthì nên tôn trọng cảm xúc của cô ấy……đúng không?",
    "泉花……\nお前はそれでいいと思うのか？": "Izumi-ka……\nCậu nghĩ vậy là được sao?",
    "それは……": "Thì là……",
    "泉花……？": "Izumi-ka……?\n……Này, Izumi-ka.",
    "……なあ、泉花。\nひょっとして、クララがいなくなった理由に心当たりがあるのか？": "Này, Izumi-ka.\nCó khi nào cậu biết lý do Clara biến mất không?",
    "えっ？\nそ、それは……": "Hả?\nT, thì là……",
    "もし知ってるなら、行き先の手がかりになるかもしれない。\n教えてくれ。": "Nếu biết, có thể là manh mối về nơi cô ấy đến đấy.\nHãy cho tớ biết.",
    "…………知らない。\n教えられるものなら、とっくに共有してるわ。": "…………Không biết.\nNếu có thể nói, thì tớ đã chia sẻ từ lâu rồi.",
    "……そっか。だよな。\nやっぱり、しらみ潰しに探すしかないか。": "……Vậy à. Ừ nhỉ.\nChắc chắn rồi, chỉ còn cách tìm kiếm thôi.",
    "捜すの、続けるのね？": "Cậu vẫn tiếp tục tìm kiếm sao?",
    "当然だろ。あんなにクリスマスパーティ当日を楽しみにしていたんだ。\n絶対にサンタクイーンになってみせるって。": "Đương nhiên rồi. Đã mong chờ ngày Giáng sinh đến thế cơ mà.\nNhất định phải trở thành Nữ hoàng Noel.",
    "やると決めた勝負を諦めるような奴じゃない。\n辞退はクララの本心じゃないはずだ。きっと何か理由がある。": "Không phải là loại người sẽ từ bỏ cuộc thi đã quyết định đâu.\nTừ bỏ không phải là ý muốn thật sự của Clara. Chắc chắn có lý do gì đó.",
    "（%usernameusernameuserna%さんも、クララさんのことを\n理解してる。……やっぱりお似合いよね）": "（%usernameusernameuserna% cũng hiểu về Clara-san.\n……Quả nhiên là một cặp trời sinh）",
    "……なんだ。私、分かってるんじゃない。": "……Sao vậy. Tớ, đã hiểu rồi nhỉ.",
    "怖いだけのくせに悟ったフリして一歩も進もうとしない人が、\n頑張って一歩進もうとした人の足を引っ張る資格なんてない。": "Một người chỉ sợ hãi, giả vờ ngộ ra mà không chịu tiến lên một bước nào,\nthì không có tư cách kéo chân người đã cố gắng tiến lên một bước.",
    "泉花？": "Izumi-ka?",
    "%usernameusernameuserna%さんの言う通りだったわ。\n早くクララさんを見つけ出しましょ。": "Đúng như %usernameusernameuserna% nói rồi.\nChúng ta hãy nhanh chóng tìm Clara-san thôi.",
    "日暮れが迫る中、俺達はクララの姿を探し続けた――": "Giữa lúc hoàng hôn buông xuống, chúng tôi tiếp tục tìm kiếm Clara――",
    "（……だいぶ寒くなってきちゃったわね）": "（……Trời trở lạnh hơn nhiều rồi nhỉ）",
    "（そろそろ夜の部開幕の準備に入った頃かしら。\n時間は――）": "（Chắc là đã đến lúc chuẩn bị cho buổi tối rồi nhỉ.\nThời gian――）",
    "（……泉花に作ってもらった歌、無駄になっちゃうわね）": "（……Bài hát mà Izumi-ka đã làm cho tớ, sẽ trở nên vô nghĩa mất）",
    "『物語じみた特別が、あったわけじゃない。\n自分でも知らないうちに、膨らんでいた』": "『Không có điều gì đặc biệt như trong câu chuyện cổ tích cả.\nKhông biết từ lúc nào, nó đã lớn dần lên』",
    "『見かけるたび話すたび、なんかいいなが積み重なって。\nいつの間にかグラデーション、もうどうしようもなくなってて』": "『Mỗi lần gặp, mỗi lần nói chuyện, có gì đó tốt đẹp cứ chất chồng lên.\nKhông biết từ khi nào, đã có sự thay đổi, không còn cách nào khác nữa』",
    "『だけど……勇気がなかった』": "『Nhưng……tớ không có dũng khí』",
    "『あの子の恋が叶わなければ……\nその間にも、刻一刻と、その時目指して』": "『Nếu tình yêu của cô bé không thành……\nTrong lúc đó, từng khoảnh khắc, hãy hướng đến thời điểm đó』",
    "『あの子の恋が叶ってくれれば……\n矛盾している。躊躇している。逃避している』": "『Nếu tình yêu của cô bé thành hiện thực……\nMâu thuẫn thật. Do dự. Trốn tránh』",
    "『彼女を見て、私は思う。\nああ、きっと恋を叶えるのは、こういう女の子なんだろう――』": "『Nhìn cô ấy, tớ nghĩ.\nÀ, chắc chắn người đạt được tình yêu là, cô gái như vậy――』",
    "この歌詞……\nほんと直前の直前まで気づかなかったなんて、私……": "Lời bài hát này……\nTớ đã không nhận ra cho đến phút cuối, tớ……",
    "キーンコーンカーンコーン――": "Kính coong, kính coong, coong――",
    "あ、柊校舎のチャイム……": "À, chuông của trường Hiragi……",
    "（夜の部が、始まる……）": "（Buổi tối, bắt đầu rồi……）",
    "（泉花や%usernameusernameuserna%は……きっと慌ててるだろうな。\nううん。怒ってるかも。せっかく準備してきたのに）": "（Izumi-ka và %usernameusernameuserna%……chắc chắn đang rất lo lắng.\nKhông. Có lẽ là đang giận. Dù đã chuẩn bị rất kỹ）",
    "ごめんね……\n本当にごめん……": "Xin lỗi nhé……\nThật sự xin lỗi……",
    "誰に、何を謝ってるの？": "Cậu xin lỗi ai, vì điều gì?",
    "――っ！？": "――っ!?",
    "やっと、見つけた……！": "Cuối cùng, đã tìm thấy……!",
    "クララ……こんなところにいたのか。": "Clara……cậu ở đây à.",
    "泉花……\n%usernameusernameuserna%……": "Izumi-ka……\n%usernameusernameuserna%……"
}