{
    "シミュレーション室に行くと、\n誰も居ない場所でひとり特訓をしているエヴィをみかけた。": "Khi tôi đến phòng mô phỏng, tôi thấy Evi đang tự mình luyện tập ở một nơi không một bóng người.",
    "エヴィ、特訓か？": "Evi, cậu đang luyện tập à?",
    "うわっ！？　びっくりした……\nこんな誰もいない時に%usernameusernameuserna%はどうしたの？": "Uwa!? Giật cả mình... Sao %usernameusernameuserna% lại đến đây vào lúc không một ai thế này?",
    "いや、人がいないから俺もシミュレーション室を使おうかと思ってな。\nエヴィこそ、なんでこんな誰もいない時間に？": "À, vì không có ai nên tôi định dùng phòng mô phỏng thôi. Còn Evi, sao cậu lại đến đây vào giờ này?",
    "んー、まあ誰もいない方が集中できるんだよね。\nあと、色々とシミュレーターならではの実験も出来るし。": "Ừm, tại vì không có ai thì tớ tập trung hơn. Với lại, tớ có thể làm vài thí nghiệm chỉ có ở simulator.",
    "実験？": "Thí nghiệm?",
    "そうそう。シミュレーターなら多少危ない動きでも特訓できるし、\n面白いアイデアを試すのに絶好の機会でしょ？": "Đúng rồi. Nếu là simulator thì dù có động tác nguy hiểm một chút cũng có thể luyện tập được, đây là cơ hội tuyệt vời để thử những ý tưởng thú vị phải không?",
    "今なら貸し切り状態で周囲の目を気にせずに、\n好きなだけ特訓が出来るからね。": "Bây giờ thì mình có thể độc chiếm, không cần lo lắng ánh mắt xung quanh, tha hồ luyện tập.",
    "そんなわけで、私は一人で特訓してたってわけ。": "Vậy nên, tớ đã tự mình luyện tập.",
    "一緒に練習するか？": "Cậu có muốn tập cùng không?",
    "ひとりもいいよな": "Một mình cũng tốt mà.",
    "なるほどな……": "Ra là vậy...",
    "それなら一緒に特訓するか？\nひとりよりもふたりの方が出来る事が増えるだろ。": "Vậy thì, chúng ta cùng luyện tập nhé? Hai người sẽ làm được nhiều thứ hơn là một mình.",
    "んー、ひとりの気分だったけど……確かにそうだね。": "Ừm, tớ đang muốn tập một mình... Nhưng đúng là như vậy.",
    "それじゃ、そっちの機体をお願い。\n前に見たパイロットがやってた曲芸なんだけど……": "Vậy, tớ dùng máy bay bên đó nhé. Cái trò nhào lộn mà phi công trước đây đã làm...",
    "そうして、二人で一緒にＭＧ操縦の特訓をするのだった。": "Và rồi, hai người cùng nhau luyện tập điều khiển MG.",
    "ひとりで特訓するっていうのもいいよな。\nチーム練習も大事だが、実力の底上げになる。": "Tập một mình cũng tốt nhỉ. Tập luyện theo nhóm thì quan trọng, nhưng nâng cao thực lực là điều cần thiết.",
    "そうなんだよね。\nこういう自分の調整をする意味でも必要なんだよね。": "Đúng là vậy. Nó cần thiết để mình tự điều chỉnh bản thân nữa.",
    "俺も教えるからには腕をなまらせる訳にはいかんからな。\nじゃあ俺はこっち使わせてもらうな。": "Tôi cũng phải làm gương, không thể để tay nghề bị mai một. Vậy tôi dùng cái này nhé.",
    "あ、それなら終わったら声をかけていい？\nちょっと話すついでにご飯でも食べようよ。": "À, vậy thì xong rồi cậu gọi tớ được không? Tiện thể nói chuyện rồi mình cùng đi ăn tối nhé?",
    "そして、俺たちは特訓をしてから二人で食事に行くのだった。": "Và rồi, chúng tôi đã luyện tập xong và cùng nhau đi ăn tối."
}