{
    "これはシリウスシュガーが%usernameusernameuserna%による、\n地獄の猛特訓を受けている時のこと――": "Chuyện này xảy ra khi Sirius Sugar đang chịu đựng khóa huấn luyện địa ngục từ %usernameusernameuserna%――",
    "腑抜けども！　次は走り込みの特訓だ！\nひたすら何も考えずに走り続けろ！　俺が良しというまでだ！": "Đồ vô dụng! Lần tới là huấn luyện chạy bộ!\nChạy liên tục, không cần nghĩ gì cả! Cho đến khi nào tôi bảo dừng!",
    "イ、イエッサー！": "Dạ, tuân lệnh!",
    "うう……こういう終わりが見えないのが一番きついですわね……": "Ư... Kiểu này mà không thấy điểm dừng mới là khổ nhất...",
    "ラミ、昨日の筋肉痛が取れてないんだけど……\nマジで手加減しろよー！": "Lami, tớ vẫn còn đau nhức cơ bắp từ hôm qua...\nThiệt tình, nhẹ tay chút đi!",
    "あの激マズプロテインをまた飲むのも憂鬱だなぁ……": "Uể oải quá... Lại phải uống cái loại protein kinh tởm đó nữa...",
    "……あの味は宇宙を感じる。": "…Cái vị đó, cứ như là vũ trụ vậy.",
    "どうせなら、あたしの作った特性ドリンクじゃダメかな？\nなんか虹色だけど、疲れは吹っ飛ぶはずだから！": "Hay là, dùng thức uống đặc biệt do tớ làm thì sao?\nMặc dù có màu cầu vồng, nhưng chắc chắn sẽ hết mệt đấy!",
    "……そっちの方が不安だからイヤかも。": "…Tớ còn thấy bất an hơn nếu vậy đấy.",
    "何を無駄なおしゃべりをしている！？\n今日も倒れるまで走りたいようだな！": "Đang làm gì mà nói chuyện vô ích vậy hả!?\nHôm nay muốn chạy đến khi gục ngã luôn à!",
    "てかさー！　スパルタなのはいいけどその変なキャラ何！？\n正直似合ってないんだけど！": "Mà nè! Khắc nghiệt thì được, nhưng cái kiểu nhân vật kỳ quặc đó là sao vậy!?\nNói thật là không hợp tí nào!",
    "変だけど面白いから、わたしは良いと思う": "Tại thấy kỳ quặc mà lại thú vị, tớ thấy ổn",
    "そういう方向で意見が分かれる事あんの！？\nラミは褒められて伸びる方なんだけどー！": "Chia ra ý kiến kiểu này luôn á!?\nLami là kiểu được khen thì mới tiến bộ đó!",
    "このひよっこどもが！　口答えなど１００年早い！　\nお前達は状況がわかっているのか！？": "Bọn nhóc ranh này! Cãi lời còn sớm 100 năm nữa!\nBọn mày có hiểu tình hình hiện tại không vậy!?",
    "今のお前たちは、尻に殻がついたひよこのようなものだ！\nこのままでは100パーセント退学するだろうな！": "Bọn mày bây giờ, chẳng khác gì mấy con gà con còn vỏ trứng dính ở đít!\nCứ đà này thì 100% sẽ bị đuổi học!",
    "そ、それは……": "Th, thật sao…",
    "お前達は負けるために、この学園に来たのか！？\nみんなの笑いものになって、この学園から去りたいのか！？": "Bọn mày đến học viện này để thua sao!?\nMuốn trở thành trò cười cho mọi người rồi rời khỏi học viện này sao!?",
    "そんなに負け犬の烙印を押されたいのか！？": "Muốn bị đóng dấu là kẻ thua cuộc đến vậy sao!?",
    "ぐぬぬ……！": "Grừ…!",
    "それでいいのならさっさと帰ってぬくぬくと休め！\nそうして最後に後悔しながら学園から出ていくんだな！": "Nếu thấy ổn thì mau chóng về nhà mà nghỉ ngơi đi!\nRồi cuối cùng hối hận mà rời khỏi học viện đi!",
    "嫌です！　私はまだまだこの学園で、\nシリウスシュガーとして一緒に頑張りたいです！": "Không muốn! Tớ vẫn còn muốn cố gắng ở học viện này,\ntrở thành Sirius Sugar!",
    "めるさん……": "Mei-san…",
    "だから、皆で頑張りましょう！\nまだまだ、この学園でやりたい事がいっぱいあるんです！": "Vậy nên, mọi người cùng cố gắng nào!\nTớ còn rất nhiều điều muốn làm ở học viện này!",
    "……そうですわね。\n弱音なんて吐かずに、出来る限りをするべきですわ。": "…Đúng là vậy.\nThay vì than vãn, chúng ta nên cố gắng hết sức có thể.",
    "それで、文句ばかりのラミはどうだ？\n一人だけやる気も出さずに諦めて帰るか！": "Vậy còn Lami hay sao?\nMột mình cậu không có chút nhiệt huyết nào mà muốn bỏ cuộc rồi về nhà à!",
    "……やるわよ！　やるに決まってんでしょ！\nこのくらいの訓練、へでもないんだから！": "…Tớ sẽ làm! Chắc chắn sẽ làm!\nHuấn luyện kiểu này, nhằm nhò gì!",
    "白奈にちゆるはどうだ！": "Shirana Chiyuru thì sao!",
    "わたしも、まだここにいたい……": "Tớ cũng muốn ở lại đây...",
    "はぁ、はぁ……まあ、限界だけど……\n流石にここで諦めたくはないかな……": "Ha, ha… thôi thì, cũng đến giới hạn rồi…\nNhưng mà, tớ không muốn bỏ cuộc ở đây đâu…",
    "皆さん……ありがとうございます！": "Mọi người… Cảm ơn mọi người!",
    "ええ！　全員でカオスメイデンを倒して、祝杯をあげますわよ！": "Ừ! Tất cả chúng ta sẽ đánh bại Chaos Maiden, rồi cùng nhau ăn mừng!\n",
    "そうだ！　その意気だ！\nその気合を盛って訓練を続けろ！　いいな！": "Đúng vậy! Với tinh thần đó!\nTiếp tục huấn luyện với tinh thần đó đi! Được chứ!",
    "……いや、冷静に考えると\nノリに流されてスパルタを許容させられてない？": "…Khoan, nếu bình tĩnh mà nghĩ thì\nCó phải là bị cuốn theo rồi chấp nhận sự khắc nghiệt không vậy?",
    "何のことだか分からんな！\nさあ、会話で止まっていたランニングの再開だ！": "Tôi không hiểu gì cả!\nNào, bắt đầu lại bài chạy bộ bị gián đoạn nào!",
    "はい！": "Vâng!",
    "何度言えばわかる！\n返事はイエッサーだと言っているだろう！": "Nói bao nhiêu lần mới hiểu!\nPhải đáp là 'Tuân lệnh' chứ!",
    "い、イエッサー！": "Dạ, tuân lệnh!",
    "声が小さい！　もう１度全員で！": "Nói nhỏ quá! Lần nữa, tất cả!",
    "イエッサー！": "Tuân lệnh!",
    "よろしい！　それでは全員で走り込め！\n良しというまで足は止めるなよ！": "Tốt! Vậy thì tất cả cùng nhau chạy đi!\nCho đến khi nào tôi bảo dừng thì đừng có dừng lại!",
    "イエッサー！！": "Tuân lệnh!!",
    "はぁ、はぁ……ちゆるの言う通り……\nあいつが、あのキャラの意味は結局ないじゃん……": "Ha, ha… đúng là như Chiyuru nói…\nRốt cuộc thì, cái nhân vật đó của anh ta chẳng có ý nghĩa gì cả…",
    "うう、やばい……なんか出ちゃいそう……\n疲れすぎて、乙女が出しちゃいけない奴……": "Ư, chết rồi… hình như sắp…\nMệt quá rồi, cái thứ con gái không nên để lộ ra…",
    "ほらほら、お二人とも！\n文句を言ってたらまた増えますわよ！": "Này, hai người kia!\nCứ than vãn thì lại càng tăng thêm đấy!",
    "……あとはひたすら走るだけ。": "…Chỉ còn nước chạy thôi.",
    "大丈夫です！　きっと%usernameusernameuserna%さんは\n私たちの体調も考慮してくれていますから！": "Không sao đâu!\nChắc chắn %usernameusernameuserna% sẽ xem xét đến thể trạng của chúng ta!",
    "お前達、何をくっちゃべっている！\nさあ、足を止めるな！　ひたすら動け！": "Bọn mày đang nói chuyện gì vậy!\nNào, đừng có dừng chân!\nPhải di chuyển liên tục!",
    "さあ、どうした！\n走り込みが終わったからと言ってすぐに休憩じゃないぞ！": "Nào, sao vậy!\nChạy bộ xong thì không được nghỉ ngay đâu!",
    "１に根性、２に根性！　３、４がなくて……５に根性だ！！": "1 là tinh thần, 2 là tinh thần! 3, 4 không có… 5 là tinh thần!!",
    "さあ、ノルマが終わるまでは止まるんじゃない！\n一人百回だ！　全員がノルマ達成するまで終わらんぞ！": "Nào, chưa hoàn thành định mức thì đừng có dừng lại!\nMỗi người 100 lần! Chưa ai hoàn thành định mức thì chưa xong đâu!",
    "（……ふむ。こうして訓練を通してみる程、\nシリウスシュガーの個性が見えてくるな。）": "(…Hmm. Cứ nhìn cách huấn luyện này,\nthì thấy được cá tính của Sirius Sugar)",
    "はぁ、はぁ……よし！　終わりました！": "Ha, ha… được rồi! Xong rồi!",
    "よろしい！　だが他のメンバーは終わってないぞ！\n追加でもう百回だ！": "Tốt! Nhưng những người khác vẫn chưa xong đâu!\nThêm 100 lần nữa!",
    "（めるは、こういう単純作業なんかでは集中力はある。\nだけど、その分どうにも周囲の確認が疎かになりがちだ）": "(Mei thì có sự tập trung cao độ trong những công việc đơn giản như vậy.\nNhưng, vì thế mà cô ấy lại có xu hướng lơ là việc quan sát xung quanh)",
    "はぁ、はぁ……ぐぬぬ……！\nななじゅう、さんかい……！": "Ha, ha… Grừ…!\nBảy mươi, ba lần…!",
    "（ラミは口は悪いし何かと反抗的だが、\nその分負けず嫌いで課題はしっかりとこなしているな）": "(Lami thì miệng lưỡi độc địa, hay chống đối,\nnhưng vì thế mà cô ấy không chịu thua, và hoàn thành tốt các nhiệm vụ)",
    "はぁ、はぁ……何見てんのよ！": "Ha, ha… Mày nhìn gì chứ!",
    "（……とはいえ無駄に噛みつきな気もするが。）": "(…Mặc dù vậy, có vẻ như cũng hay cắn người một cách vô ích)",
    "ふぅ、ふぅ……んっ……うう……": "Phù, phù… Ư… Ư…",
    "ななじゅう……ななかい……はぁ、はぁ……": "Bảy mươi… Bảy lần… Ha, ha…",
    "（白奈は素直に言う事を聞くが、\nそれだけに個性が見えてこないな……）": "(Shirana thì ngoan ngoãn nghe lời,\nnhưng vì thế mà lại không thấy được cá tính…)",
    "ひぃ、ひぃ……ご、ごじゅう……はちかい！！": "Hì, hì… Nă, năm mươi… tám lần!!",
    "ちゆる！　貴様だけ遅れているぞ！\n遅くなる分全員の回数が増えると思うんだな！": "Chiyuru! Chỉ có mày là chậm trễ!\nChậm trễ thì số lần của mọi người sẽ tăng lên đấy!",
    "ええっ！？　これが限界なんだけど！？": "Ehh!? Đây là giới hạn của tớ rồi mà!?",
    "（ちゆるは体力に難がありだな……\n自分なりのペースを持って余裕があるのはいいんだが）": "(Chiyuru thì thể lực có vấn đề nhỉ…\nCứ giữ tốc độ riêng của mình, có dư ra thì tốt)",
    "それとさっきから見ていたが、\nちゆる！　上体起こしに変なアレンジをしているな！": "Với lại, nãy giờ tôi thấy rồi,\nChiyuru! Mày đang tự ý thay đổi bài tập thể dục à!",
    "ぎくっ！？": "Giật mình!?",
    "い、いやぁ……こういう時は、効果的にアレンジをすべきかなって？\nだから、ちょーっとだけやり方を工夫して……": "À, à… Trong trường hợp này, nên thay đổi cho hiệu quả hơn nhỉ?\nVà thế là, tớ đã cố gắng…",
    "貴様らにそんな権限はなぁい！\n言われたとおりにするのが役目だ！　分かったな！": "Mày không có quyền đó đâu!\nNhiệm vụ của mày là phải làm theo những gì đã được giao! Hiểu chưa!",
    "うぐぅ……はーい……": "Ư… vâng…",
    "ちがーう！　返事はどうした！": "Sai rồi! Đáp lại thế nào!",
    "いえっさぁああああ！": "TUÂN LỆNH AAAAA!",
    "（こういう自分ルールをこっそり押し通そうとする、\n我の強さも要注意かもしれないな……）": "(Cái kiểu tự đặt ra luật lệ rồi cố gắng thực hiện một cách bí mật,\nthì có lẽ cũng cần phải chú ý đến tính cách mạnh mẽ này…)",
    "はぁ……はぁ……ひゃく……！\n終わりましたわ！": "Ha… ha… một trăm…!\nXong rồi!",
    "よし！　他の奴らを見てみろ！\nまだ終わっていないぞ！": "Tốt! Nhìn những người khác đi!\nVẫn chưa xong đâu!",
    "……つまり、終わるまでは続けるべきですわね！": "…Tức là, phải tiếp tục cho đến khi xong sao!",
    "そういうことだ！\n察しがいいな！　褒美にノルマを全員に１０回追加だ！": "Đúng là vậy!\nBiết suy nghĩ đấy! Thưởng cho mỗi người thêm 10 lần định mức!",
    "ええええええ！？\nふざけんなー！！！": "Eeeeeeeeee!?\nĐùa nhau à!",
    "……ノルマ、１０回も……": "…Định mức, 10 lần nữa…",
    "し、しぬ……しんじゃう……": "Ch, chết… Chết mất…",
    "ななじゅうなな……ななじゅうはち……！": "Bảy mươi bảy… Bảy mươi tám…!",
    "違う！　俺の言葉に対する反応はなんだ！": "Sai rồi! Phản ứng của mày với lời nói của tao đâu!",
    "イエッサーーーー！！！": "TUÂN LỆNHHHHH!!!",
    "皆さま……すみませんわ……\nわたくしが、迂闊なことを言ったばかりに……": "Mọi người… Xin lỗi mọi người…\nChỉ vì em đã nói điều gì đó sơ suất…",
    "七彩のせいじゃないっていうか、\n全部アイツのせいじゃん！　気にしなくていいから！": "Không phải lỗi của Nanairo, mà là tại anh ta!\nĐừng bận tâm nữa!",
    "七彩は悪くない……": "Nanairo không có lỗi…",
    "まあ、そこまでいうなら、\nあたしのノルマを代わりにやってくれても……": "Mà thôi, nếu đã nói đến vậy,\nhay là cậu làm thay định mức của tớ đi…",
    "それはダメですわ。\n自分に課せられたものはちゃんとやりませんと。": "Không được đâu.\nNhững gì được giao cho mình thì phải làm cho xong chứ.",
    "だよねぇ……とほほ……": "Đúng là vậy… Haizz…",
    "（七彩はリーダーとして、しっかりチームの舵を取っているな\n責任感の強さからか、色々と気負いすぎな気もするが……）": "(Nanairo là một người lãnh đạo, cô ấy đang chèo lái con thuyền của đội một cách vững chắc\nCó lẽ vì tinh thần trách nhiệm cao, mà cô ấy có vẻ hơi căng thẳng…)",
    "……でも、この訓練の意味は……いえ、今は従うべきですわね……": "…Nhưng mà, ý nghĩa của việc huấn luyện này là gì… Không, bây giờ thì phải nghe theo đã…",
    "（それと、色々と考えすぎている気もするな。\nまあ、リーダーだから必要といえば必要だが……）": "(Với lại, có vẻ như cô ấy đang suy nghĩ quá nhiều.\nMà thôi, vì là người lãnh đạo nên cần thiết thì cũng cần thiết…)",
    "……ひゃ、ひゃく……や、やっと……終わったぁ……": "…Trăm, trăm… cuối cùng… xong rồi…",
    "よろしい！　ようやく終わったようだな！\nここで休憩にする！": "Tốt! Cuối cùng cũng xong rồi!\nĐến giờ nghỉ ngơi!",
    "しっかりと体を休めろ！\n休むことも訓練の一つだと思え！　いいな！": "Hãy nghỉ ngơi thật tốt!\nHãy nghĩ rằng nghỉ ngơi cũng là một phần của huấn luyện!\nĐược chứ!",
    "ひぃ、はぁ……げ、限界……\nもう、このまま、気絶しそう……": "Hì, ha… Gi, giới hạn…\nGiờ thì, chắc xỉu luôn quá…",
    "ラミ、色々と終わったら絶対に仕返しするから……！\n泣いたって絶対に許さないし！": "Lami, sau khi mọi chuyện kết thúc, tớ nhất định sẽ trả thù!\nCó khóc cũng không tha đâu!",
    "……死亡フラグ？": "…Dấu hiệu tử vong?",
    "勝手に殺すな！\nそれにちょっとした仕返しだけでしょ！": "Đừng có tự tiện giết người!\nVới lại, chỉ là trả thù một chút thôi mà!",
    "ラミさん、落ち着きましょう。\n休憩で休めないと疲れを引きずりますわよ。": "Lami-san, bình tĩnh lại đi.\nNếu không nghỉ ngơi trong giờ nghỉ, thì sẽ bị mệt mỏi kéo dài đấy.",
    "それはそうなんだけどさぁ～……": "Thì đúng là vậy đấy~…",
    "皆さん、飲み物を持ってきましたよ！\n水分補給しないと大変ですからね！": "Mọi người, tớ mang nước đến này!\nPhải bù nước vào không thì khổ lắm!",
    "ありがとうございますわ、めるさん。": "Cảm ơn Mei-san.",
    "おお、気が利くじゃん！\nはぁ～！　冷たい、生き返るぅ～！": "Ô, được việc đấy!\nHa~ Sảng khoái, sống lại rồi~!",
    "み、みず……": "N, nước…",
    "ちゆるが干からびそうになってる。": "Chiyuru sắp khô héo rồi kìa.",
    "……ちゆるはもうちょっと、\n普段から運動したほうがいいんじゃね？": "…Chiyuru thì có lẽ, nên\nvận động thường xuyên hơn nhỉ?",
    "……この差を見ると、確かにそう思いますわね……": "…Nhìn sự khác biệt này, thì đúng là như vậy nhỉ…",
    "あはは……それじゃあ私は%usernameusernameuserna%さんにも、\n飲み物を持って行きますね！": "A ha ha… Vậy thì tớ sẽ mang nước cho %usernameusernameuserna% nữa nhé!",
    "ええ～？　別にアイツに要らないでしょ。": "Ê~? Cần gì phải mang cho hắn chứ.",
    "そういうわけにはいきませんから！\nそれじゃあ行ってきますね！": "Vì không thể không làm được mà!\nVậy thì tớ đi nhé!",
    "%usernameusernameuserna%さん！\nこちらドリンクをどうぞ！": "%usernameusernameuserna%!\nXin mời dùng nước ạ!",
    "おお、める。ありがとうな。\n……それで、聞きたい事があるんだが……いいか？": "Ô, Mei. Cảm ơn nhé.\n…Mà, tao có một chuyện muốn hỏi… được không?",
    "は、はい、なんでしょう？\nその……何か問題がありましたか？": "V, vâng, có chuyện gì sao?\nỪm… Có vấn đề gì ạ?",
    "問題というよりも……気になってな。\nこういうチームを組むのって、意外と共通点が多くなるんだよ。": "Không hẳn là vấn đề… mà là tao thấy hơi tò mò.\nViệc thành lập một đội, hóa ra lại có nhiều điểm chung đến vậy.",
    "は、はい。そうですね。\n何かしらの繋がりでチームを組むことが多いです。": "V, vâng, đúng là vậy ạ.\nThường thì sẽ thành lập đội dựa trên những mối liên kết nào đó.",
    "でも、なんというか……シリウスシュガーは\nそういう共通点みたいなのが見当たらなくてな。": "Nhưng mà, kiểu như… Sirius Sugar thì\ntao lại không thấy có điểm chung nào cả.",
    "モチベーションやスタンスみたいなのが、\nこうもバラバラなチームも珍しいと思ったんだよ。": "Động lực và lập trường, thì\nđội này lại rất khác biệt, tao thấy vậy.",
    "あはは……確かにいろんなことがあって、\nシリウスシュガーは結成されましたから……": "A ha ha… Quả thật, có rất nhiều chuyện đã xảy ra,\nđể Sirius Sugar được thành lập…",
    "ほう……なかなか気になる言い方じゃないか。\n休憩ついでに、結成の話を聞いてもいいか？": "Hừm… Cách nói này khá là thú vị đấy.\nNhân tiện giờ nghỉ, tao có thể nghe câu chuyện thành lập được không?",
    "そういえば、%usernameusernameuserna%さんには、\nその時の話はしたことがありませんでしたね。": "À, mà %usernameusernameuserna%,\nchuyện đó anh chưa từng nghe qua nhỉ?",
    "ええっと、どこから話をしましょうか……？": "Ừm, chúng ta nên bắt đầu từ đâu nhỉ…?",
    "めるの語りやすい所からでいいぞ？": "Cứ bắt đầu từ chỗ nào Mei dễ kể là được rồi?",
    "わかりました！　それじゃあ、あの時は確か……": "Em hiểu rồi! Vậy thì, lúc đó em nhớ là…",
    "チームが決まらずに退学になるかもしれないって、\n不安になっている時の話です――": "Khi mà mọi người lo lắng vì có thể bị đuổi học vì chưa có đội――",
    "その時から退学の危機になってんのか！？": "Ngay từ lúc đó đã có nguy cơ bị đuổi học rồi sao!?"
}