{
    "……悪いな、助かる。": "……Xin lỗi, cảm ơn cậu.",
    "互いの背中を預け合い、双頭の斧と対峙する。": "Chúng ta sẽ dựa vào nhau, đối đầu với song đầu cự phủ.",
    "昨日の敵は今日の友ってやつです！": "Kẻ thù ngày hôm qua là bạn ngày hôm nay!",
    "まだ１日経っていませんよ。まあ、それ以前に月ヶ瀬さんを、\n双頭の斧になど渡せるはずがありません。": "Vẫn chưa qua một ngày mà. À, trước đó thì, tôi không đời nào để cô Tsukigase vào tay song đầu cự phủ.",
    "ですです！　彼女はＬＯＣに所属するんですから！": "Đúng vậy! Cô ấy thuộc LOC mà!",
    "言っておくが、ちゆるはどこにもやらんぞ？": "Tôi nói cho cậu biết, tôi sẽ không giao Chiyuru cho bất cứ ai?",
    "ふふ。それはここを切り抜けてから、\n改めてお話させていただきましょうか。": "Hừm hừm. Để xem sau khi chúng ta vượt qua chỗ này, chúng ta sẽ nói chuyện sau nhé.",
    "それでオケまる～！": "Được thôi!",
    "ジュリー、そっちは問題ないか？": "Julie, bên đó không có vấn đề gì chứ?",
    "え、ええ……ちょっと気失ってたけど……！\n問題ないわ！": "À, ừm……tôi hơi mất ý thức một chút……!\nKhông sao đâu!",
    "わかった……！": "Đã hiểu……!",
    "フルート機、ドロテア機に伝達！　これより敵勢力の足止め及び、\nジュリー機の保護と回収を開始する！": "Máy Flute, truyền cho máy Dorothea! Bắt đầu ngăn chặn lực lượng địch và bảo vệ, thu hồi máy Julie!",
    "了解！！": "Rõ!",
    "かくして各自、散開。俺はまっすぐジュリー機へ向かった。": "Thế là, mỗi người tản ra. Tôi đi thẳng đến máy Julie.",
    "我々が先に墜落機体を確保するぞ！": "Chúng ta phải chiếm được xác máy trước!",
    "任せろ！": "Để tôi!",
    "フルートは俺を援護して、他にジュリー機に向かおうとする\n敵下っ端に砲口を向けた。": "Flute hỗ trợ tôi, hướng họng súng về phía đám lính quèn đang cố gắng đến máy Julie.",
    "やらせませーん！！": "Không cho phép đâu!",
    "ぐああっ！？": "Ư…!",
    "（どうやら指揮官機はわからないが、少なくとも下っ端の機体は、\nそこまで装甲が厚くないみたいだ……！）": "(Có vẻ như tôi không biết về máy chỉ huy, nhưng ít nhất thì lớp giáp của đám lính quèn không dày lắm……!)",
    "火力の点では実弾を使う向こうのほうが上だが、\n演習用でも衝撃は与えられる。": "Về hỏa lực, bên kia dùng đạn thật thì mạnh hơn, nhưng ngay cả khi là tập trận thì vẫn có thể gây ra chấn động.",
    "無事か、ジュリー！": "Cô không sao chứ, Julie!",
    "え、ええ！　ありがとう！": "Vâng, vâng! Cảm ơn cậu!",
    "フルートの援護もあり、俺は無事ジュリー機のもとに到着できた。\n引き続きフルートは他の下っ端機を引き付けている。": "Với sự hỗ trợ của Flute, tôi đã đến được máy Julie an toàn.\nFlute tiếp tục thu hút sự chú ý của những chiếc máy khác.",
    "こちらですよ～！": "Ở đây này!",
    "よくも仲間を！！": "Dám làm tổn thương bạn bè của tôi!",
    "一方、ドロテアは――": "Trong khi đó, Dorothea thì――",
    "あなたの相手はわたくしが務めます。": "Để tôi lo cho cô.",
    "あくまで邪魔をするつもりなんだ。": "Cô chỉ muốn cản đường thôi.",
    "いきます……！": "Tôi đến đây……!",
    "……遅い。": "……Chậm chạp.",
    "なんて機動力……！　そこらの賊のくせに、この機体性能……！": "Khả năng cơ động gì vậy……! Mấy tên cướp mà có hiệu năng máy này……!",
    "各自レベルの高い賊たちであったが、\n指揮官機の動きは抜きんでていた。": "Mỗi người đều là những tên cướp cấp cao, nhưng\ncách di chuyển của máy chỉ huy thật nổi bật.",
    "ユーロ・タワー最強格と謳われるドロテアにも\n勝るとも劣らないのではないだろうか。": "Có lẽ còn không thua kém Dorothea, người được ca ngợi là người mạnh nhất ở tháp Euro.",
    "さっきのバトルロイヤルでのダメージが蓄積している今、\nいささかこちらのほうが不利ですね……": "Với những tổn thương từ trận chiến vừa rồi, có lẽ chúng ta bất lợi hơn một chút……",
    "悪いけど、ここは勝たせてもらうわ。": "Xin lỗi, tôi sẽ thắng ở đây.",
    "きゃあっ！！": "Aaa!",
    "ドロテア！！": "Dorothea!",
    "わたくしは大丈夫です……！　ただ、機体がもう……動きません。": "Tôi không sao……! Chỉ là, máy của tôi……không di chuyển được nữa.",
    "ピクシス・マスールのドロテア・カークランド……\n万全のときに戦いたかったわね。": "Dorothea Kirkland của Pixis Massool……\nTôi muốn chiến đấu khi cô ở trạng thái hoàn hảo.",
    "……すみません、双頭の斧の首領に突破されました。": "……Xin lỗi, tôi đã bị thủ lĩnh song đầu cự phủ vượt qua.",
    "お前が無事ならそれでいい、ありがとう。": "Cô ổn là được, cảm ơn.",
    "きゃっ！　嘘……！": "Aaa! Không thể nào……!",
    "フルート！": "Flute!",
    "すごい距離から、あんな的確に撃つなんて……！\nごめん、フルートももうダメぽよ……": "Từ một khoảng cách xa như vậy, bắn chính xác như vậy……!\nXin lỗi, Flute cũng không xong rồi……",
    "これくらいの距離、当てて当然よ。\nそっちもうちの機体を随分と動けなくしてくれたみたいじゃない。": "Khoảng cách này, bắn trúng là chuyện đương nhiên thôi.\nCó vẻ như bên cô đã làm cho máy của chúng tôi không thể di chuyển được rồi.",
    "お互い様だな……！": "Chúng ta huề nhau thôi……!",
    "指揮官機が俺とジュリー機の前に、降り立った。": "Máy chỉ huy hạ xuống trước mặt tôi và máy Julie.",
    "……！": "……!",
    "俺は機体を操作し、敵機に向かっていった。": "Tôi điều khiển máy và lao về phía máy địch.",
    "その機体……武装ないわよね。": "Cái máy đó……không có vũ khí đúng không?",
    "だからなんだ！": "Thì sao!",
    "そう……そんなに落とされたいのね。": "Vậy sao……cô muốn bị hạ gục đến vậy sao?",
    "指揮官機が砲口をこちらに向け、狙いを定めて引き金を引こうとする。": "Máy chỉ huy hướng nòng súng về phía chúng tôi, nhắm mục tiêu và chuẩn bị bóp cò.",
    "そこだ……！": "Đến đây……!",
    "引き金のタイミングに合わせてレバーを操作、霞光は身を捩って\n射線から離脱し、その後放たれた弾丸を回避した。": "Theo thời điểm bóp cò, tôi điều khiển cần gạt, Kasumi né người\ntránh khỏi đường đạn, sau đó né tránh những viên đạn đã bắn ra.",
    "なっ……": "Hả……",
    "ちょっとは驚いてくれたようで、何よりだ！": "Có vẻ như cô đã hơi ngạc nhiên, tôi mừng cho cô!",
    "――が、": "――Nhưng,",
    "双頭の斧には他にも下っ端機体がまだ複数残っていた。\n背中から撃たれてしまってはどうしようもない。": "Song đầu cự phủ vẫn còn nhiều máy lính quèn khác.\nNếu bị bắn vào lưng thì không còn gì để nói.",
    "ボス！　大丈夫ですか！？": "Boss! Cô có ổn không!?",
    "……問題ない。": "……Không sao.",
    "（ぐ……今ので霞光も、動かなくなったか……）": "(Ư…Với cái này, Kasumi cũng không di chuyển được nữa sao……)",
    "指揮官機が俺の前に立った。": "Máy chỉ huy đứng trước mặt tôi.",
    "その操縦技術は称賛に値するわ。\n恐らく学園でも最上位クラスでしょうね。": "Kỹ năng điều khiển của cậu rất đáng khen ngợi.\nCó lẽ là hạng cao nhất trong học viện.",
    "……そりゃどうも。\nちゆるを追わなくていいのか？": "……Vậy sao.\nCô không đi đuổi theo Chiyuru sao?",
    "部下に任せてあるわ。それよりもあんたよ。\n正直後々のことを考えると、私には『危険因子』にしか思えない。": "Tôi đã giao cho cấp dưới rồi. Hơn thế nữa là cậu.\nNói thật thì, nếu xét đến những chuyện sau này, tôi chỉ coi cậu là một 'yếu tố nguy hiểm'.",
    "何意味のわからないことを言って……": "Cô đang nói những điều vô nghĩa gì vậy……",
    "別にあんたと長々と話す気はない。\n他の子から命を取るつもりはないけど、あんただけは別――": "Tôi không có ý định nói chuyện với cậu quá lâu.\nTôi không có ý định cướp mạng sống của những người khác, nhưng riêng cậu thì khác――",
    "画面いっぱいに砲口が映し出される。": "Màn hình tràn ngập nòng súng.",
    "……どうやら、ここまでのようだな。": "……Có vẻ như, đến đây là hết rồi.",
    "だが、いつまで経っても引き金を引かれる様子がない。": "Nhưng, dù đã trôi qua bao lâu, vẫn không có dấu hiệu bóp cò.",
    "……？": "……?",
    "なぜ撃たない？": "Tại sao không bắn?",
    "（どうして――）": "(Tại sao――)",
    "（どうして、撃てない……？）": "(Tại sao, không thể bắn……?)",
    "（手が震えている……これは恐怖？　ためらい？\nいや、違う。これはもっと別の……より根源的なもの……）": "(Tay đang run rẩy……Đây là nỗi sợ hãi? Do dự?\nKhông, không phải. Đây là một thứ khác……một thứ sâu xa hơn……)",
    "（まさか、こいつ――）": "(Không lẽ, tên này――)",
    "──悪いが、時間切れだ。": "――Xin lỗi, hết giờ rồi.",
    "なに……？": "Gì……?",
    "この砲撃は……！": "Pháo kích này là……!",
    "――%usernameusernameuserna%さんっ。お待たせしました！": "――%usernameusernameuserna%san! Xin lỗi vì đã để cậu đợi!",
    "今度はこっちの番だ！　やられた分、全部やり返してやるっ！": "Đến lượt chúng ta rồi! Trả thù tất cả những gì đã làm!",
    "撤退したシリウスシュガーが実戦用装備で戻ってきてくれたのだ。": "Sirius Sugar đã rút lui đã quay lại với trang bị chiến đấu thực tế.",
    "来てくれたのはシリウスシュガーだけではない。\n風紀委員会も一緒だった。": "Không chỉ có Sirius Sugar đến.\nHội đồng kỷ luật cũng ở đây.",
    "風紀委員各機およびシリウスシュガー全機、兵器使用自由！\n１機残らず叩き潰しなさいッ！": "Tất cả các máy của hội đồng kỷ luật và tất cả các máy Sirius Sugar, được tự do sử dụng vũ khí!\nHạ gục tất cả, không bỏ sót một chiếc nào!"
}