{
    "むむむ、こっちでもないですし……あっちならいるかな……・": "Ưm... không phải ở đây... chắc là ở đằng kia...",
    "……たま、なにやってるんだ？\nきょろきょろして。": "…… Tama, em đang làm gì vậy?\nCứ nhìn quanh quẩn.",
    "さっき、とっても綺麗な猫さんがいたんですよ！\nもう見惚れちゃって……一回あいさつしたいなーって思って。": "Lúc nãy, có một bé mèo xinh xắn lắm ạ!\nEm đã ngắm nghía mãi... Em muốn chào hỏi một tiếng.",
    "でも、見失っちゃって……\nどこかにいないか街を探していたんです！": "Nhưng mà, em lại để lạc mất rồi...\nEm đang tìm xem nó có ở đâu trong thành phố!",
    "餌を使う": "Dùng thức ăn",
    "一緒に探そう": "Cùng tìm nào",
    "ああ、なるほど。猫を探してたのか。": "À, ra là vậy. Em đang tìm mèo à.",
    "なら、餌を買ってこようか。\nそれでおびき寄せたらいいんじゃないか？": "Vậy, mình đi mua thức ăn cho mèo nhé.\nDùng nó để dụ mèo ra có được không?",
    "ええ、でも猫ちゃんのご飯を買ったらお金が……\nわたしが出しましょうか！": "Vâng, nhưng mà nếu mua đồ ăn cho mèo thì hết tiền mất...\nĐể em trả tiền cho!",
    "いやいや、別に気にしなくていいさ。\nこのくらいなら別に出せるからな。": "Không cần đâu, không cần phải bận tâm đâu.\nMình có thể chi trả được mà.",
    "えっ、いいんでしょうか……？　確かにありのような……\nでも関係ない猫ちゃんでいっぱいに……": "Hả, được ạ...? Cũng có lý nhỉ...\nNhưng mà sẽ có cả đống mèo khác kéo đến mất...",
    "そうして餌を開けると大量の猫が寄ってきて、\nお目当ての猫は見つからなかったが猫に囲まれてたまは幸せそうだった。": "Thế là khi mở thức ăn ra, một đống mèo kéo đến, \ntuy không tìm thấy con mèo mong muốn nhưng Tama có vẻ rất hạnh phúc khi được bao quanh bởi mèo.",
    "なら、一緒に探そうか？\nひとりで探すよりも見つけやすいだろ。": "Vậy, mình cùng nhau tìm nhé?\nĐi cùng nhau thì dễ tìm hơn đấy.",
    "いいんですか！？　それならお願いします！\nえへへ、あの猫ちゃんの写真撮らせて貰えるかなぁ……": "Được ạ!? Vậy thì em xin nhờ!\nEhehe, liệu em có thể chụp ảnh con mèo đó không nhỉ...",
    "随分とご機嫌だな。そんなに綺麗な猫だったのか？": "Trông em có vẻ vui vẻ nhỉ. Con mèo đó xinh đến vậy sao?",
    "はい！　もう一回見たらとっても美人さんだってビックリしますよ！\nたけるさんも見つけてびっくりしちゃうはずです！": "Vâng! Nếu anh nhìn thấy một lần nữa thì sẽ phải ngạc nhiên vì nó rất xinh đẹp đấy!\nEm chắc chắn rằng cả anh cũng sẽ ngạc nhiên!",
    "そうして探すとたまのいう通りの美人な猫を見つけ、\nふたりでしばらくその猫を見守るのだった。": "Thế là cả hai tìm kiếm và tìm thấy một con mèo xinh đẹp đúng như lời Tama nói,\nvà cả hai đã cùng nhau ngắm nhìn con mèo đó một lúc."
}