{
    "ＬＯＣのＭＧ格納庫から攫われた俺は、\n山中でユリアたちのピクニックに巻き込まれていた――": "Tôi bị bắt cóc từ nhà kho MG của LOC,\nTôi bị cuốn vào buổi dã ngoại của Yuria và những người khác trên núi.",
    "沙耶が点ててくれた苦いお茶を口に含みながら、\nふと彼女たちについて考える。": "Vừa nhấm nháp tách trà đắng mà Saya pha,\ntôi nghĩ về họ.",
    "（カオスメイデンというチームがどうやって生まれたのか知らない。\n彼女たちはどういう経緯で集まったのだろうか……）": "(Tôi không biết đội Chaos Maiden được thành lập như thế nào.\nHọ đã tập hợp lại như thế nào...)",
    "――ごめんなさい。": "――Xin lỗi.",
    "お茶は苦いくらいがちょうどいい": "Trà đắng mới ngon",
    "別の事を考えていた": "Tôi đang nghĩ về một việc khác",
    "%usernameusernameuserna%さんに、\nそんな苦い顔をさせるつもりはなかったのですが……": "Tôi không có ý định khiến %usernameusernameuserna% có vẻ mặt buồn bã như vậy...",
    "いえ、お茶の話ではなく……こちらの事情に\n%usernameusernameuserna%さんを巻き込んでしまっているので……": "Không, không phải chuyện trà đâu... Tại vì tôi đã\nlôi kéo %usernameusernameuserna% vào chuyện của mình...",
    "いや、そういう時くらいは仕方ないさ。\nそれよりも、聞きたい事があるんだがいいか？": "Không, những lúc như vậy thì cũng không sao.\nHơn nữa, tôi có chuyện muốn hỏi, được không?",
    "聞きたい事……ですか？": "Chuyện... là gì ạ?",
    "そうでしたか……ですが、そのような表情を浮かべるなんて、\n何をお考えになっていたのですか？": "Tôi hiểu rồi... Nhưng mà, sao cậu lại có vẻ mặt như vậy?\ncậu đang nghĩ gì vậy?",
    "ああ、もし沙耶が嫌じゃなければ聞きたいんだが……大丈夫か？": "À, nếu Saya không phiền thì tôi muốn hỏi... ổn chứ?",
    "ええ。同意も得ずにつれてきたのは私達ですから。\nそれで、どのような事ですか？": "Vâng. Vì chúng tôi là người đã kéo cậu đi mà không xin phép mà.\nVậy, là chuyện gì ạ?",
    "少し気になったんだが、\nカオスメイデンはどうやって今の形になったんだ？": "Tôi hơi tò mò,\nChaos Maiden đã trở thành hình hài như bây giờ bằng cách nào?",
    "そうですね……私の話になりますが、それでもよろしいでしょうか？": "Ừm... Đó là câu chuyện của tôi, cậu có phiền không?",
    "ああ、構わないぞ。": "À, không sao đâu.",
    "元々、カオスメイデンというチームが結成される前……\n私は別のチームに所属していました。": "Ban đầu, trước khi đội Chaos Maiden được thành lập...\ntôi thuộc một đội khác.",
    "当時のスカラ校舎でも、実績を積んでいた強豪と呼ばれるチームです。\n卒業したメンバーの代わりとして入れて貰っていたのですが……": "Đó là một đội được gọi là đội mạnh, đã có thành tích tại trường Skala.\ntôi đã được nhận vào để thay thế các thành viên đã tốt nghiệp...",
    "沙耶、今日の動きだけど……流石に突出しすぎているわ。": "Saya, động thái của cậu hôm nay... thực sự là quá nổi bật.",
    "そう、でしょうか？": "Vậy sao?",
    "ええ。今回の作戦だと、あの場面で無理をする必要ないわ。\n行きたい気持ちは分かるけど、我慢して頂戴。": "Ừ. Trong trận chiến này, cậu không cần phải liều lĩnh trong tình huống đó đâu.\nTôi hiểu cậu muốn làm vậy, nhưng hãy kiềm chế.",
    "そうそう。ちゃんと指示通りにやってれば勝てるからね！\n沙耶ちゃんは操縦上手いからすぐにエースになれるよ！": "Đúng rồi. Cứ làm theo chỉ dẫn là thắng thôi!\nSaya giỏi điều khiển nên sẽ sớm trở thành át chủ bài thôi!",
    "……そう、ですか。分かりました。": "…Vậy sao. Tôi hiểu rồi.",
    "（……作戦には納得が出来ます。浮いた敵を倒さずとも、\nリーダーの言う通りにすれば確実に勝利は出来る）": "(...Tôi hiểu chiến thuật. Ngay cả khi không hạ gục kẻ địch, thì\ncứ làm theo những gì người chỉ huy nói là chắc chắn sẽ thắng)",
    "さて、それじゃあミーティングをしましょうか。\n今日の戦術についてだけど――": "Được rồi, chúng ta hãy họp nhé.\nVề chiến thuật ngày hôm nay thì――",
    "リーダー。もうちょっとポジション調整した方がよくない？\n今の形だと、敵の動きに対応し辛いし……": "Chỉ huy. Chỉnh lại vị trí một chút có được không?\nVới hình dạng hiện tại, sẽ khó đối phó với động thái của kẻ địch...",
    "（……確かに正しいチームの形です。\n勝利をするために戦術を決め、決まった動きをする）": "(...Đúng là hình dạng của một đội hình hoàn hảo.\nQuyết định chiến thuật để giành chiến thắng, và thực hiện theo những động thái đã định)",
    "沙耶ちゃんはもうちょっと中核のアタッカーにおいてもいいかもね。": "Saya có thể được đặt ở vị trí trung tâm hơn.",
    "そうね。沙耶はそれでいいかしら？": "Ừ nhỉ. Saya thấy ổn chứ?",
    "それでしたら……できれば、遊撃の方が……": "Nếu vậy thì... nếu có thể, tôi muốn ở vị trí du kích...",
    "いえ、ダメよ。遊撃というのは本人の裁量で左右されすぎる。\n私たちの戦術に必要ないわ。": "Không, không được. Du kích bị ảnh hưởng quá nhiều bởi phán đoán của người đó.\nNó không cần thiết cho chiến thuật của chúng ta.",
    "そうそう。役割を徹底すれば絶対に勝てるからね！": "Đúng rồi. Nếu tuân thủ vai trò, chắc chắn sẽ thắng thôi!",
    "……分かりました。": "…Tôi hiểu rồi.",
    "（たしかにリーダーのおかげで、私たちは勝ち続けています。\n規律を守って指示に従いさえすれば、勝利が約束されている）": "(...Quả thật, nhờ có chỉ huy mà chúng ta đã liên tục chiến thắng.\nChỉ cần tuân thủ kỷ luật và làm theo chỉ dẫn, chiến thắng sẽ được đảm bảo)",
    "ですが……": "Nhưng...",
    "（パイロットとして……何かを探してきたというのに。\n決められた勝利を重ねることに本当に意味があるのでしょうか？）": "(Với tư cách là một phi công... tôi đã tìm kiếm điều gì đó.\nLiệu việc lặp lại những chiến thắng đã được định sẵn có thực sự có ý nghĩa không?)",
    "数日後――": "Vài ngày sau――",
    "ねぇ聞いた？\nとんでもないパイロットが現れたんだってね！": "Này, cậu nghe chưa?\nCó một phi công tuyệt vời đã xuất hiện!",
    "もしかして、ユリア・バーンズさん？": "Có phải là Yuria Barnes không?",
    "そうそう！　なんていうか、規格外？みたいな？\n一人相手に歯が立たなくていろんなチームが負けてるらしいよ！": "Đúng rồi! Kiểu như, khác thường ấy?\nMột mình cô ta đã khiến nhiều đội thua cuộc!",
    "（……そのような人が。\n今の私に比べて……なんて自由なのでしょうか）": "(...Một người như vậy.\nSo với tôi bây giờ... thật tự do làm sao)",
    "あの、その話……もう少し詳しく聞いてもいいですか？": "À, tôi có thể nghe câu chuyện đó chi tiết hơn được không?",
    "私も直接対戦したわけじゃないし、人づてに聞いた話なんだけど……": "Tôi cũng không trực tiếp đối đầu, tôi chỉ nghe người khác kể lại thôi...",
    "まるで遊んでるみたいっていうか……気づいたら負けてるって感じ？\nとにかくすごいんだって！": "Cứ như là đang chơi đùa ấy... Cứ như là thua lúc nào không hay ấy?\nTóm lại là rất tuyệt vời!",
    "遊ぶように……そういう戦い方、ということでしょうか？": "Như đang chơi đùa... Ý là, cách chiến đấu như vậy sao?",
    "うーん、どうなんだろう？\n流石に聞いた話だから詳しく分からないけど……": "Ừm, tôi không biết nữa?\nTôi không biết chi tiết vì tôi chỉ nghe người ta kể lại thôi...",
    "たった３人なのに、公式ＭＧ競技に参加してるんだって。\nしかも無敗なんてやばいよねー！": "Chỉ có ba người mà đã tham gia giải đấu MG chính thức rồi.\nHơn nữa, còn bất bại nữa, thật là nguy hiểm!",
    "そうなんだよね！\n沙耶さんのチームとも、いずれ戦うことになるんじゃない？": "Đúng vậy!\nĐội của Saya cũng sẽ chiến đấu với họ thôi?",
    "（……ユリア・バーンズさんですか）": "(...Yuria Barnes sao)",
    "（いつかあたるとは思ってましたが、\nこんな早く戦うことになるなんて……）": "(Tôi đã nghĩ rằng mình sẽ gặp cô ấy, nhưng\nlại chiến đấu sớm như vậy...)",
    "くっ……嘘でしょ！？\n無防備に突っ込んで来てるのに、撃墜できない！": "Chết tiệt... Thật không thể tin được!?\nCô ta lao vào một cách vô phòng bị, nhưng không thể bắn hạ được!",
    "――あれがユリア・バーンズか。\nスカラ校舎に現れた天才。": "――Đó là Yuria Barnes.\nThiên tài đã xuất hiện tại trường Skala.",
    "（凄い……こちらの戦術は間違っていない。\n統率の取れた動きで確実に追い詰めているはず……）": "(Tuyệt vời... Chiến thuật của chúng ta không sai.\nNhững động thái được phối hợp chắc chắn sẽ dồn ép đối phương...)",
    "（なのに、ユリア・バーンズさんたちは、\nこちらの作戦など関係ないとばかりに飛び込んでいく……！）": "(Nhưng, Yuria Barnes và những người khác,\ncứ như thể họ không quan tâm đến chiến thuật của chúng ta...!)",
    "なんでこっちの攻撃が当たらないの！？": "Sao đòn tấn công của chúng ta không trúng!?",
    "……まさか、当たらない軌道を計算して動いている！？\nそんなことが可能なの！？": "…Chẳng lẽ, cô ta tính toán quỹ đạo không trúng!?\nCó thể làm được chuyện đó sao!?",
    "（定石通りの戦い方で、強豪と呼ばれたチーム。\nそれを手玉に取るだなんて……！）": "(Cách chiến đấu theo lối thông thường, một đội được gọi là mạnh.\nThế mà lại bị cô ta điều khiển...!)",
    "たった三人だっていうのに……！\nくっ、どうすれば……": "Chỉ có ba người thôi mà...!\nChết tiệt, phải làm sao...",
    "（このような状況では、もはや指揮系統はまともに……）": "(Trong tình huống này, hệ thống chỉ huy không còn hoạt động bình thường nữa...)",
    "よーし、まずはひとりめー！": "Được rồi, người đầu tiên!",
    "ごめんなさい、リーダー！　こっちは……限界！": "Xin lỗi, chỉ huy! Bên này... đã đến giới hạn!",
    "（落とされてしまいましたか……\n前線が崩されてしまうと……）": "(Cô ấy đã bị hạ gục rồi sao...\nKhi tuyến đầu sụp đổ thì...)",
    "ユリア、油断大敵ですよ。": "Yuria, đừng chủ quan.",
    "くぅ、ごめん！　こっちも駄目だ！": "Khụ, xin lỗi! Bên này cũng không xong!",
    "（そして、それを支えるふたりも、\n振り回される事なく完璧にフォローしていく……）": "(Và hai người hỗ trợ cô ấy,\ncũng không bị cuốn vào và hoàn toàn theo dõi...) ",
    "……完全に戦線が崩壊。\nあと残っているのはもう、私達だけ……": "…Hoàn toàn sụp đổ.\nNhững người còn lại chỉ còn lại chúng ta...",
    "（……すでに敗北は決定している。\nだから、作戦も何もない……ならば！）": "(...Thất bại đã được quyết định.\nVậy thì, không có chiến thuật gì cả... Nếu vậy thì!)",
    "……リーダー、せめて一撃でも当ててきます！": "…Chỉ huy, ít nhất tôi sẽ tung ra một đòn!",
    "ちょっと、沙耶！？": "Khoan đã, Saya!?",
    "はあああああああああ！": "Haaaaaaaaaa!",
    "沙耶っ！　確かに一撃は当てたけども……！": "Saya! Cậu đã tung ra một đòn, nhưng...!",
    "ああ、ふふ……負けてしまいました……": "À, phì phì... Tôi đã thua rồi...",
    "（ですが……なんでしょうか？　この昂りは……\nこの、楽しいという気持ちは）": "(Nhưng... là gì vậy? Sự phấn khích này...\nCảm giác vui vẻ này là gì)",
    "試合後――": "Sau trận đấu――",
    "……反省すべき点は以上かしら。\nこの敗戦を次に活かしましょう。": "…Những điểm cần xem xét là như trên.\nHãy tận dụng thất bại này cho lần sau.",
    "はい。": "Vâng.",
    "……流石にあれは規格外だったわ。\nだから対応できなかったのも事故にあったと思いましょう。": "…Quả thực, cô ta là một người khác thường.\nVà hãy nghĩ rằng chúng ta không thể đối phó được là do một tai nạn.",
    "それと……沙耶。": "Và... Saya.",
    "……最後の突撃は私たちのチームとしては認められない行為。\nそれはちゃんと自覚している？": "…Đòn tấn công cuối cùng là hành động không được phép trong đội của chúng ta.\ncậu có nhận thức được điều đó không?",
    "……はい。それは理解しています。": "…Vâng. Tôi hiểu điều đó.",
    "ならいいわ。一撃を与えようと思って突撃した貴方の気概。\n……それは素晴らしいと思うわ。": "Vậy thì tốt rồi. Tinh thần của cậu khi muốn tung ra một đòn tấn công.\n…Tôi nghĩ điều đó thật tuyệt vời.",
    "……ありがとうございます。": "…Cảm ơn.",
    "実際にあの、ユリア・バーンズに一撃を与えたことは大きい。\nそれはきっと誇っていいわよ。": "Thực tế, việc tung ra một đòn vào Yuria Barnes là rất quan trọng.\nCậu nên tự hào về điều đó.",
    "（……違う。そうじゃないんです。\n私は、誇りたいから……一撃を当てたいから挑んだわけではなく……）": "(…Không. Không phải vậy đâu.\nTôi không muốn tự hào... Tôi không muốn tung ra một đòn tấn công vì điều đó...)",
    "（ただ、私はユリア・バーンズさんに……あの怪物に、\nなにかを求めて挑み戦いたかっただけでしたのに……）": "(Chỉ là, tôi muốn Yuria Barnes... con quái vật đó,\ntôi chỉ muốn thách thức và chiến đấu vì một điều gì đó...)",
    "さて、反省会はここまでにしましょうか。\nそれじゃあ解散。": "Được rồi, hãy kết thúc buổi họp rút kinh nghiệm ở đây nhé.\nGiờ thì giải tán.",
    "（……私は）": "(…Tôi thì)",
    "あ、いたいた！　やっほー♪": "A, ở kia rồi! Yo!",
    "……ユリア・バーンズさん？": "…Yuria Barnes?",
    "そーそー！　探したよー！\nたしか、沙耶ちゃんだったよねー？": "Đúng rồi! Tìm cậu nãy giờ!\nTôi chắc là, Saya-chan đúng không?",
    "紫雲沙耶さんですよ、ユリア。\n初対面からなれなれしい呼び方をしたら、警戒してしまうでしょう。": "Tôi là Shigure Saya, Yuria.\nNếu cậu gọi tôi một cách thân mật ngay từ lần đầu gặp mặt, tôi sẽ cảnh giác đấy.",
    "……ええっと、どうされましたか？": "…Ừm, có chuyện gì vậy?",
    "いやー、ちょっと面白い子だなーって思ってさー！": "À, tôi chỉ nghĩ cậu là một đứa trẻ thú vị thôi!",
    "面白い子……ですか？\n別に、何も面白いことはなかったと思いますが……": "Một đứa trẻ thú vị... sao?\nTôi không nghĩ có gì thú vị cả...",
    "さっきのチームとの戦闘は退屈だったかなー。\nなにやってくるのかとか分かりやすかったしさぁ。": "Trận chiến với đội vừa rồi thật tẻ nhạt.\nTôi có thể dễ dàng đoán được họ sẽ làm gì.",
    "でも、最後に沙耶ちゃんが飛び込んできたのが最高だったよね！\n一撃貰っちゃうなんて、ビックリしちゃったよ！": "Nhưng, Saya-chan lao vào cuối cùng là tuyệt nhất!\nTôi đã rất ngạc nhiên khi nhận được một cú đánh!",
    "……ですが、負けてしまいました。": "…Nhưng tôi đã thua.",
    "えー？　それは仕方ないと思うよー。\nだって、私がさいきょーなんだし。": "Hả? Tôi nghĩ là không có gì phải bàn cãi cả.\nVì tôi là người mạnh nhất mà.",
    "（自分が最強だと言い切ってしまえるだなんて……！\nなんて人なんでしょうか……！）": "(Cô ta có thể nói rằng cô ta là người mạnh nhất...!\nCô ta là người như thế nào...!)",
    "でさ、沙耶ちゃんって今のチームが正式なメンバーなの？": "Mà này, Saya-chan có phải là thành viên chính thức của đội hiện tại không?",
    "いえ、まだ仮のようなものです。\n少し決めあぐねていて……": "Không, nó vẫn còn giống như tạm thời thôi.\nTôi vẫn chưa quyết định được...",
    "やったー！　聞いた、翠蘭ちゃん！？\nまだ決めてないんだって！": "Yeah! Cậu nghe thấy không, Suiran!?\nCậu ấy vẫn chưa quyết định!",
    "落ち着いてください、ユリア。だからと言って……": "Bình tĩnh đi, Yuria. Đừng nói vậy...",
    "ね、ね！　沙耶ちゃん！\n折角だったらさ、一緒のチームで遊ばない？": "Nè, nè! Saya-chan!\nNếu có thể, sao chúng ta không chơi cùng đội với nhau?",
    "…………え？": "…………Hả?",
    "（一緒のチームで……遊ぶ？）": "(Chơi cùng một đội...?)",
    "それって、どういう……": "Ý là...",
    "まだチームメンバーが揃ってないからさー。\nだから、沙耶ちゃんが入ってくれないかなーって！": "Vì các thành viên trong đội vẫn chưa đủ.\nVậy nên, cậu có muốn vào đội của tôi không?",
    "ユリアさんの……チームに？": "Vào... đội của Yuria?",
    "（あの素晴らしい戦い方をしたチームに私が……？\nそんな、良いのでしょうか？）": "(Tôi vào đội đã có những trận chiến tuyệt vời đó sao?\nNhư vậy có được không?)",
    "……その、ひとつ聞いてもよろしいでしょうか。\nユリアさんが私に求めるものはなんですか？": "…Tôi có thể hỏi một câu được không?\nYuria muốn gì ở tôi?",
    "えっ？　求めるもの？": "Hả? Muốn gì?",
    "私も気になります。確かにあのチームで紫雲さんは見所はありましたが、\nわざわざスカウトにまで来た理由はなんでしょうか？": "Tôi cũng tò mò. Chắc chắn, tôi đã thấy những điểm tốt của Shigure-san trong đội đó, nhưng\ntại sao cậu lại đến tận đây để tuyển dụng?",
    "うーん、別にないかなー。\nだって、楽しく戦えるならそれで充分でしょ？": "Ừm, tôi không có lý do gì đặc biệt cả.\nVì tôi chỉ cần chiến đấu vui vẻ là đủ rồi?",
    "……ちゃんとした理由はないんですか！？\nチームの最大人数は５人までなんですよ！？": "…Vậy là, không có lý do chính đáng sao!?\nSố lượng thành viên tối đa của một đội là 5 người đấy!?",
    "だ、だって、沙耶ちゃんあの状況でも戦おうって来てくれたんだよ！？\n絶対に一緒に戦ったら楽しそーじゃん！": "V-Vì, Saya-chan đã đến để chiến đấu trong tình huống đó mà!?\nChắc chắn sẽ rất vui nếu chúng ta chiến đấu cùng nhau!",
    "ふ……ふふ、あはは…！": "F...fufu, ahaha...!",
    "（そうなんですね……私は、役割を求められているわけではない。\n一緒に戦うことを求められている……）": "(Vậy sao... Tôi không được yêu cầu vai trò.\nTôi được yêu cầu chiến đấu cùng nhau...)",
    "（なら、私のいるべき場所は……求めている答えは、ユリアさんにある……！）": "(Vậy thì, nơi tôi nên ở... câu trả lời mà tôi đang tìm kiếm, là ở Yuria...!)",
    "で、沙耶ちゃん！　どうする？": "Vậy, Saya-chan! Cậu quyết định thế nào?",
    "……はい、是非ともよろしくお願い致します。": "…Vâng, tôi rất mong được hợp tác.",
    "……そして、私はカオスメイデンへと入ったわけです。\nユリアさんの元に居れば、答えを得れるのではないかと。": "…Và, tôi đã gia nhập Chaos Maiden.\nTôi nghĩ rằng tôi có thể tìm thấy câu trả lời nếu tôi ở bên Yuria.",
    "それで、沙耶にとっての答えっていうのは見つけられたか？": "Vậy, Saya đã tìm thấy câu trả lời chưa?",
    "いえ、見つかってはいません。ですが……": "Không, tôi vẫn chưa tìm thấy nó. Nhưng...",
    "ですが？": "Nhưng?",
    "この、カオスメイデンというチームは……気づいたら、\n私のことを知っても受け入れてくれる大切な居場所になっていたのです。": "Đội Chaos Maiden này... khi tôi nhận ra, nó đã trở thành\nmột nơi quan trọng, nơi chấp nhận và hiểu tôi.",
    "だから……今のメンバーの誰が欠けても、\nそれは私の求めるカオスメイデンではなくなってしまうかもしれません。": "Vì vậy... nếu bất kỳ thành viên nào trong số những người hiện tại vắng mặt,\nthì đó có thể không còn là Chaos Maiden mà tôi đang tìm kiếm nữa.",
    "……だから、お願いします%usernameusernameuserna%さん。": "…Vì vậy, xin hãy giúp đỡ chúng tôi, %usernameusernameuserna%.",
    "私たちの事を導いて……助けてください。": "Hãy hướng dẫn... và giúp đỡ chúng tôi.",
    "（なるほどな。沙耶がこれだけの想いを口に出したのなら……）": "(Tôi hiểu rồi. Nếu Saya đã nói ra những cảm xúc này...)",
    "（教導指揮官である俺の出番という訳か。\nなんとかして、沙耶たちカオスメイデンの助けになろう――）": "(Đến lượt tôi, một chỉ huy hướng dẫn.\nBằng cách nào đó, tôi sẽ giúp đỡ Saya và Chaos Maiden――)"
}