{
    "ラミはストップウォッチ片手に、走る俺を視線で追いかける。": "Lami cầm đồng hồ bấm giờ, nhìn theo tôi đang chạy.",
    "え～と、あと１周～。": "Ưm, còn một vòng nữa.",
    "よし、ラストスパートだ！！": "Được, nước rút cuối cùng nào!!",
    "ふぅ、終わり！　走り込み完了！\n指揮官たるもの、やっぱ普段から鍛えておかないとな。": "Phù, xong! Hoàn thành bài tập chạy bộ rồi!\nĐúng là một chỉ huy, phải rèn luyện bản thân thường xuyên mới được.",
    "あのさ……なんでラミがここにいるわけ？": "Này, khoan đã... Sao Lami lại ở đây?",
    "え？　だってひとりで体力トレーニングするより、\n見張りがいたほうがやる気出るだろ？": "Hả? Chẳng phải là tập thể lực một mình chán lắm sao,\ncó người trông chừng thì có động lực hơn chứ?",
    "それでラミが巻き込まれた理由を聞いてんだよ！？\nラミだってヒマじゃないんだよ！？": "Tôi đang hỏi lý do Lami bị lôi vào cơ đấy!\nLami cũng bận rộn chứ!",
    "いやぁ、ヒマそうなラミに初っ端声かけてよかったよ。": "Chà, thật tốt vì tôi đã gọi Lami, người có vẻ rảnh rỗi.",
    "今『ヒマじゃない』って言ったよね！？": "Vừa nãy cậu còn bảo 'không rảnh' cơ mà!",
    "でも呼んだらサポートしに来てくれたじゃん。\nありがとな。": "Nhưng cậu đã đến giúp khi tôi gọi mà.\nCảm ơn nhé.",
    "うぐ……お、お礼期待してるからね？\nあとこの後バイトがあってヒマじゃないのはマジだから。": "Ưm... T, tôi mong đợi được nhận quà đấy!\nVả lại, tôi không rảnh vì còn phải đi làm thêm nữa.",
    "お礼何がいい？": "Cậu muốn quà gì?",
    "バイト先までの送迎は任せろ": "Để tôi đưa cậu đến chỗ làm thêm.",
    "今日付き合ってもらったし、ある程度ならワガママ聞いてやるぞ。": "Hôm nay đã đi cùng tôi rồi, tôi sẽ chiều theo ý cậu một chút.",
    "へ～言うじゃん。じゃあ、今度ノヴァセレス製高級スイーツ、\n買ってもらおうかな～？": "Hừm, được đấy. Vậy, lần tới tôi muốn cậu mua\nbánh ngọt cao cấp Nova Ceres cho tôi được không?",
    "なっ……！？　高級！？": "Hả...!? Cao cấp á!?",
    "あれぇ～？　もしかして前言撤回しちゃうの～？": "Ơ, ơ? Hay là cậu đổi ý rồi?",
    "……う、うーん、まあ、たまにならいいか。": "... Ưm, ừm, thôi được, thỉnh thoảng cũng được.",
    "あ、あれ？　いいの？　半分冗談かと思ってたわ……": "A, ơ? Được thật á? Tớ cứ tưởng cậu đùa...",
    "でもみんなには秘密にしろよ？\nさすがに全員分奢るほど、余裕あるわけじゃないからな。": "Nhưng phải giữ bí mật với mọi người đấy nhé?\nTôi không dư dả đến mức chi cho tất cả mọi người đâu.",
    "それって、つまり……ラミにだけってこと？": "Vậy có nghĩa là... chỉ riêng mình tớ thôi sao?",
    "そう言ったつもりだけど？": "Tôi có ý đó đấy.",
    "……ふーん。\nふふ♪": "... Hừm.\nPhu fu♪",
    "な、なんだよ、そんなに高級スイーツが嬉しいのか？": "N, này, cậu vui vì bánh ngọt cao cấp đến thế sao?",
    "まあ、そういうことでいいよ♪\nじゃあ、スイーツよろしくね～！": "Ừm, cứ cho là vậy đi♪\nVậy, bánh ngọt nhé!",
    "レンタル自転車のカゴに入れて、バイト先まで配達してやるよ。": "Tôi sẽ để vào giỏ xe đạp cho thuê và giao đến chỗ làm thêm cho cậu.",
    "ラミは荷物かよ！？\n送ってくれるのは嬉しいけど、他に方法あるだろ！": "Lami là hàng hóa à!?\nĐưa đi thì tôi thích thật, nhưng còn cách nào khác chứ!",
    "いやでもサイズ感的に……": "Nhưng xét về kích thước thì...",
    "そこまで小さくないし！！": "Tôi không nhỏ đến thế đâu!",
    "ははは、冗談だって。": "Ha ha ha, tôi đùa thôi.",
    "その後、俺はラミをバイト先まで無事送り届けるのだった。": "Sau đó, tôi đã đưa Lami đến chỗ làm thêm an toàn."
}