{
    "あうう……も、もうフルート……限界です……": "Ư… Ư… Em… em không thể… không thể chơi flute nổi nữa…",
    "まだまだ走り始めてからそんなに経過してないぞ？\nもうちょっと頑張ってみろ。": "Mới chạy được có tí mà đã hết sức rồi à?\nCố thêm chút nữa xem nào.",
    "うう……そうは言われても、フルート体力はちょっと自信がなくて……\nこんなヘロヘロな姿を見られてぴえんで……": "Ư… Anh nói vậy chứ, em không tự tin về thể lực khi chơi flute lắm…\nBị nhìn thấy bộ dạng thảm hại thế này… em buồn ghê…",
    "はっ！　そうです！　今のフルートは吸血鬼ですから！\n明るい中での運動はＮＧなんです！": "A! Đúng rồi! Flute bây giờ là ma cà rồng mà!\nVận động dưới ánh sáng là không được đâu!",
    "……まあ、確かに吸血鬼は日光が苦手とは言うが。": "… Ừm, công nhận là ma cà rồng sợ ánh sáng mặt trời thật.",
    "というわけで、今のフルートは普段よりもヘロヘロな状態ですので、\n一旦ここは走り込みはお休みにして……": "Nói chung, Flute bây giờ yếu hơn bình thường, nên\ntạm thời mình nghỉ chạy bộ ở đây nhé…",
    "ダメだ。逃げようとしてるみたいだが、ちゃんと走り切れ。": "Không được. Định trốn à, cứ chạy cho hết đi.",
    "うう～、通用しませんでした……しょんぼり……": "Ư… không được rồi… chán ghê…",
    "練習を変える": "Đổi bài tập",
    "ご褒美を用意する": "Chuẩn bị phần thưởng",
    "ガッカリしているフルート。\nまあ、頑張っているのだから飴も欲しいだろう。": "Flute đang thất vọng.\nMà, em ấy cũng cố gắng rồi, chắc cũng muốn có kẹo nhỉ.",
    "それなら、ご褒美を用意してやろう。\n吸血鬼なら……そうだな。俺の血を吸ってみるか？": "Vậy thì, mình chuẩn bị phần thưởng cho em ấy vậy.\nNếu là ma cà rồng thì… được rồi. Để anh cho em hút máu anh nhé?",
    "えっ、えええ！？　%usernameusernameuserna%さんの血を……\nつ、つまり首筋にキスをしちゃうってことで……は、はわわ！": "Hả, ơ ơ ơ!? Máu của %usernameusernameuserna%…\nTức là, mình sẽ hôn lên cổ anh luôn… ư, ư ư!",
    "まあ、冗談で好きな飲み物を奢って……ん？\nおーい、フルート。おーい！": "Thôi nào, nói đùa thôi, anh sẽ mua đồ uống em thích… Ơ?\nÊ, Flute. Ê!",
    "それなら、ぎゅっと抱きしめちゃったりして……\nよ、よーし！　フルート頑張ります！　ご褒美楽しみにしてますね！": "Vậy thì, ôm em thật chặt nhé…\nĐ, được rồi! Flute sẽ cố gắng! Em mong chờ phần thưởng lắm nhé!",
    "そう言って張り切って走り始めるフルートに、\n飲み物を奢るだけでいいのか悩む羽目になるのだった……": "Nói rồi, Flute hăng hái chạy tiếp, khiến\ntôi phải đau đầu vì chỉ cần mua đồ uống cho em ấy là được rồi sao…",
    "なら、今日は室内で練習にしておくか？\n日光が苦手な吸血鬼でも室内トレーニングなら大丈夫だろ。": "Vậy thì, hôm nay mình tập trong nhà nhé?\nMa cà rồng sợ ánh sáng mặt trời thì tập trong nhà là ổn rồi.",
    "あう……そ、そうなっちゃいますか……\nうう……わかりました、頑張ります。": "Ư… v, vậy ạ…\nƯ… Em hiểu rồi, em sẽ cố gắng.",
    "まあ、頑張ったらジュースでも奢るから頑張ろうな": "Mà, cố gắng lên nhé, anh sẽ mua nước ép cho em.",
    "そうして、ヘロヘロになりながら頑張ったフルートへ、\n俺はジュースを奢って一日の疲れを労うのだった。": "Thế rồi, tôi mua nước ép để an ủi Flute, người đã cố gắng đến mức mệt lả."
}