{
    "リディアの体力トレーニングに付き合って、現在休憩中。\n俺は木陰の草の上で仰向けに横になっていた。": "Tôi đang nghỉ ngơi sau khi tập luyện thể lực với Lidia.\nTôi nằm ngửa trên bãi cỏ dưới bóng cây.",
    "んー？　おにいちゃん、おねんね？": "Ưm? Anh hai, ngủ rồi sao?",
    "ああ、風が心地よくてな。": "Ừ, gió mát dễ chịu quá.",
    "リディアが、おひざでまくらする？　じめん、かたい。": "Lidia, gối đầu lên đùi anh nha? Đất cứng lắm.",
    "えっ、そんな気使わなくていいぞ？": "Hả, không cần phải khách sáo vậy đâu?",
    "いつもおせわになってるお礼。": "Em cảm ơn vì anh luôn giúp đỡ em.",
    "いや、でも……": "Nhưng mà...",
    "よろしくお願いします": "Vậy xin cứ tự nhiên.",
    "それよりも隣においで": "Thay vì thế thì lại đây ngồi cạnh anh này.",
    "リディアのひざまくら、いや？": "Lidia, gối đầu lên đùi anh, không thích sao?",
    "んー。おまかせあれ。": "Ưm. Tùy anh.",
    "おにいちゃん、なでなで。おねんねしていいよ。": "Anh hai, xoa đầu nè. Anh ngủ ngon nhé.",
    "（リディアのひざの程よい高さに柔らかさ、耳心地のいい優しい声、\n丁寧な慈しみを感じるなでなで……）": "(Độ cao và độ mềm mại vừa phải của đùi Lidia, giọng nói dịu dàng dễ nghe, xoa đầu một cách ân cần...)",
    "（これはやばい……眠気が……浄化される……\n溶けてあの世に逝っちゃう……）": "(Chuyện này nguy hiểm thật sự... Cơn buồn ngủ... đang thanh lọc...tan chảy rồi... đi đời nhà ma luôn...)",
    "おにいちゃん、いつもおつかれさま。\n今だけ、リディアがおにいちゃんのママだよ。": "Anh hai, anh luôn vất vả rồi ạ.\nChỉ lúc này thôi, Lidia là mẹ của anh hai nha.",
    "いっぱい、あまえんぼさんして。": "Anh cứ thoải mái làm nũng đi.",
    "すぅ……すぅ……": "Hừm...hừm...",
    "その後、俺は夕暮れまでぐっすり眠ってしまうのだった――": "Sau đó, tôi đã ngủ say sưa cho đến tận lúc hoàng hôn.",
    "一緒にごろんと寝転んでみないか？　気持ちいいぞ。": "Hay là mình cùng nằm xuống thử xem? Dễ chịu lắm đó.",
    "んー？　いっしょにおねんね？": "Ưm? Cùng ngủ với nhau sao?",
    "ああ、どうだ？": "Ừ, thế nào?",
    "んー。さんせい。リディア、おにいちゃんの横でおねんねする。": "Ưm. Đồng ý. Lidia sẽ ngủ bên cạnh anh hai.",
    "そう言って、ゴロンと仰向けになり、直後俺の腕に縋り付いてきた。": "Nói rồi, cô bé nằm ngửa ra, ngay sau đó đã bám lấy cánh tay tôi.",
    "あまえんぼさんしていい？": "Em làm nũng được không?",
    "ああ、好きなだけどうぞ。": "Ừ, cứ thoải mái đi.",
    "わぁい。おにいちゃんのにおい、いいにおい。\nリディア、おにいちゃんのにおい大好き。": "Yeah. Mùi của anh hai, thơm quá.\nLidia thích mùi của anh hai nhất.",
    "そうしてふたりの休憩時間は平和に過ぎていくのだった――": "Và thời gian nghỉ ngơi của hai người cứ thế trôi qua trong yên bình."
}