{
    "%usernameusernameuserna%、お疲れー。\n文化祭、楽しかったね。": "Chào %usernameusernameuserna%. Mệt mỏi rồi nhỉ?\nVăn hóa lễ hội vui không?",
    "エヴィもお疲れ。\n……で、今度は何の頼み事で呼んだんだ？": "Evi cũng mệt rồi.\n…… Mà, cậu gọi tớ để nhờ gì nữa vậy?",
    "頼み事？　……ああ、違うよ。": "Nhờ vả? …… À, không phải.",
    "朝から頑張ってもらったのに、お礼出来てなかったなって。": "Sáng giờ đã vất vả rồi, tớ còn chưa kịp cảm ơn nữa.",
    "ということで、キョンシーからのお礼だよ♪": "Vậy nên, đây là quà cảm ơn từ cương thi nè♪",
    "そう言って、胸を押し付けながらエヴィが抱きついてくる。\nおんぶの時も胸の感触はあったけど、その時よりも強く感じた。": "Nói rồi, Evi vừa ấn ngực vào người tôi, vừa ôm chầm lấy.\nLúc cõng thì tôi cũng cảm nhận được ngực, nhưng lần này còn rõ hơn.",
    "キョンシーって、ご主人様に命令されたら必ず言うこと聞くんだよね。\n……で、%usernameusernameuserna%はどんな命令する？": "Cương thi mà, một khi chủ nhân ra lệnh thì nhất định phải nghe lời mà.\n…… Vậy %usernameusernameuserna% sẽ ra lệnh gì?",
    "こんな状況でする命令なんて、決まりきっている。\nそう伝えると、エヴィは恥ずかしそうに笑顔を見せた。": "Trong tình huống này thì lệnh phải ra thì chỉ có một mà thôi.\nTôi vừa nói, Evi vừa ngượng ngùng cười.",
    "あむ、んぐ……ん、んっ……むぅ……\nほんとに、ひょんな感じで、いいの……？": "A, ưm…… ư, ưm…… ư…\nThật sự, trong tình huống này, được không……?",
    "まずは命令のひとつめとして、\nいきり立ったペニスを口に含ませる。": "Đầu tiên, tớ ra lệnh, \nĐể dương vật đang cương cứng vào miệng.",
    "何の抵抗もせず受け入れるエヴィは、\n本当に自分の意思を持たない、従順なキョンシーのようだった。": "Evi không hề kháng cự mà còn chấp nhận, \nQuả thật, em ấy giống cương thi ngoan ngoãn, không có ý chí của riêng mình.",
    "ひ、ひもち、いい……？　ちゅぱ、んふっ……はぁ……": "Ư, ừm, sướng……? Chụt, ưm… ha…",
    "知識……としては、んむっ……知ってうんだけど……\nやったことは、んぅ、にゃいから……": "Kiến thức…… thì, ưm… tớ biết đấy……\nNhưng mà, tớ chưa làm, ư, bao giờ……",
    "ひょ、ひょっと……心配、で……んうっ……": "Chơ, chợt…… lo, lắng…… ưm…",
    "そう言いながら右手で丁寧にペニスを扱き、\n必死で舌を動かすエヴィ。": "Vừa nói, Evi vừa dùng tay phải, cẩn thận vuốt ve dương vật, \nmiệng thì cố gắng mút.",
    "はぅ……ん、ん、ちゅぱ……ふぅっ、は……\nえ……？　あ、ひゃんと、ひもちいいの……？": "Ha… ư, ư, chụt… phù, ha…\nÊ… ? A, sướng, sướng thật sao……?",
    "ん……ひょれなら、嬉しい……ん、んっ……": "Ư… nếu thế, thì tớ vui…… ư, ưm……",
    "気持ちいいと言われて嬉しかったのか、\n少しエヴィの動きが大胆になる。": "Có lẽ vì sướng, Evi trở nên táo bạo hơn.",
    "さっきよりも喉奥にペニスを招き入れ、\n唾液を絡めながら大きく口を上下させ始めた。": "Em ấy đưa dương vật vào sâu hơn, \ndùng nước bọt bao lấy rồi bắt đầu mút mạnh.",
    "……じゅる、んちゅ……んくっ……あっ……\nはふっ、しゅご……どんどん、かたくなってう……": "… Chụt, chụt… ưm… a…\nHa, sướng… càng ngày càng cứng hơn…",
    "ほんなに、たってるん……なら……\nもう、なめたりしにゃくて……いい気がしゅるけど……": "Nó, nó cương cứng thật rồi…… vậy thì……\nGiờ, không cần phải liếm nữa…… tớ nghĩ vậy……",
    "らって……ほんなことせず、入れちゃった方が……\n効率、いいと思わにゃい……？": "Chứ…… nếu không làm thế, mà cho vào luôn thì……\nHiệu quả hơn, tớ nghĩ vậy……?",
    "れも、%usernameusernameuserna%は……\nひょれが……好きなんらよね……？": "Nhưng mà… %usernameusernameuserna% thì……\nThích thế này… đúng không……?",
    "エヴィは好きじゃないのかと聞くと、\n少し間を置いて、首を小さく横に振った。": "Tôi hỏi Evi có thích không, \nem ấy im lặng một lúc rồi lắc đầu nhẹ.",
    "しょれが……おかしいの、私……んっ……\nほんなの、効率わるいと思うのに……": "Thế… là, tớ lạ lắm sao…… ưm…\nTrong khi tớ nghĩ nó không hiệu quả bằng……",
    "おひんひんが……口の中ごりごりしゅるの、\nんっ、はふっ、気持ちよくって……": "Cái kia…… trong miệng cứ cọ cọ, \nƯm, ha, sướng quá……",
    "%usernameusernameuserna%の……\n男の人のにおいも、しゅきで……くらくらしちゃって……": "Của %usernameusernameuserna%……\nMùi đàn ông của anh, tớ cũng thích nữa…… muốn ngất đi mất……",
    "エヴィの口の吸いつきが激しくなり、\nじゅぽじゅぽと激しい音が静かな部屋に響く。": "Miệng Evi mút mạnh hơn, \nTrong căn phòng yên tĩnh vang lên những âm thanh chụt chụt.",
    "はむっ、くちゅ……にゃにも、考えられなくなる……\nあんっ、いちゅもの私じゃ……にゃくなるみたい……はぁ……": "Mút, chụt… tớ không nghĩ được gì nữa……\nA, tớ không còn là tớ mọi khi nữa rồi… ha…",
    "このまま続けられると先に達してしまいそうだと思い、\n体勢を変えることにした。": "Tôi nghĩ nếu cứ tiếp tục thế này thì sẽ đến đích mất, \nnên tôi quyết định đổi tư thế.",
    "うひゃっ……！": "Ư, nha…!",
    "広げた足の間にペニスを当てがうと、期待からなのか\nエヴィの体が一瞬ぶるっと震えた。": "Tôi đặt dương vật vào giữa hai chân đang mở rộng, dường như vì mong đợi mà\nCơ thể Evi run lên một chút.",
    "……あ……ちょっとまって……\n%usernameusernameuserna%……": "… A… chờ tớ một chút đã…\n%usernameusernameuserna%……",
    "……いや、その……えっと……": "… Không, thì… ừm…",
    "もじもじと、言いにくそうに口をぱくぱくさせるエヴィ。": "Evi ngập ngừng, miệng cứ mấp máy, có vẻ khó nói.",
    "シャ、シャワー、まだ浴びてないの！": "T, tắm, tớ còn chưa tắm nữa!",
    "……汗のにおいとか……するんじゃないかなって……": "… Chắc là còn mùi mồ hôi… đúng không…",
    "むしろその方が興奮する、と伝えると、\nエヴィの口端が一瞬引きつった。": "Tôi bảo rằng tôi còn thích thế hơn, \nmột khoảnh khắc khóe miệng Evi giật giật.",
    "え……そう、%usernameusernameuserna%って、\nそういう趣味あるんだ……においフェチとか？": "Ê… vậy sao, %usernameusernameuserna% lại……\nCó sở thích đó sao… thích mùi cơ thể sao?",
    "ま、まあ、お礼だし……？\nそんなんで喜ぶなら、いいの……かな……": "Thì, thì là quà cảm ơn mà……?\nNếu cậu vui vì thế thì, cũng được…… thôi……",
    "自分だってさっき男のにおいが好きって言っただろ、\nと言うと、エヴィは首をふるふる振って否定した。": "Tôi nói rằng, em cũng thích mùi đàn ông hồi nãy còn gì, \nEvi lắc đầu nguầy nguậy phủ nhận.",
    "あっ、ちがうのっ、あれはっ……\n%usernameusernameuserna%のにおいだから……": "A, không phải, là……\nMùi của %usernameusernameuserna% thôi mà……",
    "男だったら誰でもいいんじゃなくって、\n%usernameusernameuserna%だからいいのっ！": "Không phải là đàn ông nào cũng được, \nChỉ có %usernameusernameuserna% thôi!",
    "言った後にハッと気づいた顔をして、また顔をしかめるエヴィ。": "Nói xong, Evi nhận ra điều gì đó rồi lại nhăn mặt.",
    "うう……私、何言っちゃってるんだろう……\n恥ずかしい……これじゃまるで……": "Ư… tớ, tớ đang nói gì vậy……\nNgượng chết mất… thế này khác gì……",
    "こちらも誰でもいい訳じゃなく、エヴィだからいいのだと伝える。\nするとエヴィは、困ったような嬉しそうな視線を向けてきた。": "Tôi nói rằng, tôi cũng không phải ai cũng được, chỉ có Evi thôi.\nEvi nhìn tôi với ánh mắt vừa bối rối vừa vui vẻ.",
    "そ、そんな風に言われちゃったら……私……": "N, nếu anh nói vậy thì…… tớ……",
    "ひゃっ、あぁんっ！": "A, a…!",
    "膣口に先端を当てがい、ゆっくりと挿入する。": "Tôi đặt đầu dương vật vào cửa âm đạo, từ từ đâm vào.",
    "あっあっ、ああっ……！　この感覚、好き……っ！\nんんっ、おおきい……すごいよっ……": "A, a, a…! Cảm giác này, thích quá…!\nƯm, lớn quá… tuyệt vời…!",
    "%usernameusernameuserna%が……あっ、\nはいってきて、ひろげてく感じ……好きだよぉ……！": "Của %usernameusernameuserna%…… a,\nĐang vào, đang mở ra… tớ thích lắm…!",
    "きゅうきゅうと膣壁がペニスを締め付けてきて、\nまるで初めてかのようにナカが狭い。": "Thành âm đạo siết chặt lấy dương vật, \nghẹt như lần đầu.",
    "それでも痛みではなく、快感を感じているようだった。\n甘い声に、こちらの興奮も高まっていく。": "Nhưng không phải đau đớn, mà là khoái cảm.\nGiọng nói ngọt ngào, sự hưng phấn của tôi cũng tăng lên.",
    "はあっ……そういえば、んぅ……っ……\n服、ぬがなくて、大丈夫なの……？": "Haa… nói mới nhớ, ưm…\nQuần áo, không cởi ra, được không……?",
    "こ、これ……ふぅっ、あんっ……あの……\nおちんちん……入れにくく、ないかな……？": "C, cái này…… phù, a… ừm…\nCậu nhỏ… khó vào, không……?",
    "全部ぬいじゃった……ほうが……んんっ、\nやりやすいんじゃ……あっ、ああんっ！": "Cởi hết ra…… thì…… ưm…\nDễ hơn… a, a…!",
    "普段と違う格好だからいい、ということを伝え、\nエヴィに体を寄せる。": "Tôi nói rằng, vì mặc đồ khác nên mới thích, \nrồi áp sát vào người Evi.",
    "こうすると感じる汗の匂いも興奮材料だと言うと、\n彼女の膣内がまたきゅんっと締まった。": "Tôi nói rằng, mùi mồ hôi cũng là chất kích thích, \nâm đạo của em ấy lại càng thắt chặt hơn.",
    "あひっ……！　そっ、そういう……んあっ、\n変態みたいな趣味、あるんだ……はっ、ん……": "A…! Thế, thì… a…\nCó sở thích biến thái như vậy sao… ha, ư…",
    "まっ、まあ、お礼……だから……あんっ、\nつきあってあげるっ、けど……んんっ！": "Thì, thì là quà cảm ơn… nên… a,\ntớ sẽ chiều theo… nhưng… ư…!",
    "その言葉に甘えて突き上げるたび、たゆんと揺れる乳房。\nそれをもっと見ようといたずらに腰を揺らす。": "Tôi mặc kệ lời nói đó, mỗi lần thúc vào, bộ ngực lại rung lên.\nTôi muốn nhìn thấy nhiều hơn nữa, nên tôi cứ thế mà lắc hông.",
    "んっ……え、何……？\nおっぱいが見えるのがいいの……？": "Ư… ơ, sao vậy…?\nAnh thích nhìn ngực em sao…?",
    "あんっ、ば、ばかあ……あふぅっ……\nほんと、えっち……なんだから……ひぁんっ！": "A, đồ, đồ ngốc… a, phù…\nThật là, hư hỏng… mà… hya…!",
    "服の間から窮屈そうにこぼれ出た胸も、色づいた乳首も、\n蠱惑的にこちらを誘い、昂りを刺激してきた。": "Bộ ngực như muốn trào ra khỏi lớp áo, núm vú ửng hồng,\nKhiêu khích tôi một cách đầy mê hoặc, kích thích sự hưng phấn.",
    "ね、ねえ……あっ、ほんとに、汗臭く……ない……？\nな、なんか、すごい……汗、かいてきちゃって……": "N, này… a, thật sự, không có mùi mồ hôi sao…?\nT, tự nhiên… mồ hôi, chảy ra nhiều quá…",
    "や、やっぱり……んっ、服、着たままだと……\nはぁっ、やだあ……あっ、あ……ふあぁっ！": "T, tớ vẫn… ưm, mặc đồ thì…\nHa… không được… a, a…!",
    "%usernameusernameuserna%に……\n汗臭いって、はぁっ、思われたくないよぉ……": "Tớ, tớ không muốn…\nBị %usernameusernameuserna% nghĩ là có mùi mồ hôi…",
    "エヴィは以前、風呂に入るのすら面倒臭い時があると\n言っていた記憶がある。": "Tôi nhớ là Evi từng nói rằng, có những lúc em ấy còn thấy phiền phức cả việc tắm nữa.",
    "そう聞くと、エヴィはまた強く首を横に振った。": "Nghe vậy, Evi lại lắc đầu mạnh.",
    "こういう時は……あんっ、別でしょ……っ！\nあっ、あひ……あっ、んあぁっ……！": "Những lúc thế này thì… a, khác chứ…!\nA, a, a…!",
    "だって……はうっ、汗臭いって思われて……あぁっ、\n二度としてくれなくなったら、やだ、からぁ……！": "Vì… ha, tớ không muốn bị nghĩ là có mùi mồ hôi… a,\nThì sẽ không được làm nữa, mà…!",
    "そんなに何度もしたいのかと告げると、\n頬の赤みが少しだけ増した気がした。": "Tôi hỏi rằng, em muốn làm nhiều đến thế sao, \ntôi có cảm giác má em ấy hơi ửng đỏ.",
    "……っ！　そ、そうだよ……！\nいっぱい、えっちなこと……したいの……！": "…! T, đúng vậy mà…!\nMuốn, muốn làm chuyện ấy… thật nhiều…!",
    "誰とでもいい訳じゃなくて、んんっ、ふぁっ……\n%usernameusernameuserna%と……！": "Không phải ai cũng được, ưm, a…\nVới %usernameusernameuserna%…!",
    "もっと沢山、うぁ、あっ……えっちなこと、したい……！\n私の知らないこと、教えて、ほしいの……！　ああんっ！": "Muốn làm thật nhiều, a, a… chuyện ấy…!\nNhững điều tớ chưa biết, hãy dạy tớ… a…!",
    "言葉に合わせて膣壁が快感を求めるように、\nペニスに吸い付いてくる。": "Theo lời nói, thành âm đạo như muốn tìm kiếm khoái cảm, \nSiết chặt lấy dương vật.",
    "恥ずかしいこと、言わせないで……っ。\nんっ……ふぁっ、あっ、ああんっ……！": "Đừng bắt tớ phải nói những điều xấu hổ…\nƯm… phù, a, a…!",
    "エヴィは無意識でか、もっとと言うように腰を揺らした。\nこちらは求められるまま、抽送を速くしていった。": "Evi vô thức, hay là muốn nhiều hơn nữa, cứ thế mà lắc hông.\nTôi cứ thế mà tăng tốc.",
    "あっ、あぁあっ！　いいっ、そこっ、強くするの！\nきもち、いい……っ！　ねっ、もっとぐちゅぐちゅして！": "A, a, a! Sướng… chỗ đó, mạnh hơn nữa!\nSướng, quá…! Này, làm ướt hơn nữa đi!",
    "%usernameusernameuserna%の、もっと、\n強く感じたい……はぁあっ、うぅんっ……！": "Của %usernameusernameuserna%, muốn…\nCảm nhận mạnh hơn… ha, ư…!",
    "あっ、ひゃあっ！　ふぅっ、何そこ、気持ちいいっ！\nやだあっ、こんなの……あうっ、知らないよお……！": "A, hya! Phù, chỗ nào vậy, sướng quá!\nKhông được, thế này… a, tớ không biết…!",
    "ぐずるように言うエヴィにやめるかと聞くと、\nその言葉に恥ずかしそうに首を横に振った。": "Tôi hỏi Evi có muốn dừng lại không, \nEm ấy ngượng ngùng lắc đầu.",
    "甘えるように膣内がきゅうっとペニスに吸い付き、\n腰が揺れるのに合わせて淫らな濡れた音が響いた。": "Âm đạo như muốn nũng nịu, siết chặt lấy dương vật, \nTheo nhịp lắc hông, những âm thanh ẩm ướt vang lên.",
    "あんっ、やめちゃだめえっ！　もっともっと、してほしいの！\n気にしないで、もっと、めちゃくちゃにしてっ……！　ああっ！": "A, đừng dừng lại…! Muốn làm nữa, làm nữa đi!\nKhông cần để ý, cứ làm cho tớ tan nát đi…!",
    "もっと、もっとしてほしいのっ……！\nわたしが、どんなに変になっても、嫌いに、ならないでぇ……！": "Muốn, muốn làm nữa…!\nTớ có biến thành gì đi nữa, cũng đừng ghét tớ…!",
    "なる訳ない、と呟いて、更に奥へペニスを突き入れる。": "Tôi lẩm bẩm rằng, làm sao có thể, rồi lại đâm sâu hơn.",
    "はぁっ、あぁああっ！　奥、きたぁ……っ！\nおちんちんゴツゴツするの、あはぁっ、きもちいい……っ！": "Ha, a! Sâu, vào rồi…!\nCậu nhỏ cứ cọ cọ, a, sướng quá…!",
    "んふぁっ、これ、しゅごいの……っ！　ふうっ、ああん！\nあっあっ、はぁっ、あたま、まっしろになるうぅっ！": "Ưm, phù, cái này, sướng thật…! Phù, a…!\nA, a, đầu óc, trống rỗng…!",
    "効率とスムーズさを求めるエヴィが、こんな格好で汗まみれになって、\nセックスに夢中になっている。": "Evi, người luôn tìm kiếm sự hiệu quả và trơn tru, đang say mê tình dục, đổ mồ hôi như tắm, trong tư thế này.",
    "その事実が、俺の興奮をどんどん押し上げていった。\n脊髄をぞくりと痺れが駆け上がり、息が上がる。": "Sự thật đó, càng làm tăng thêm sự hưng phấn của tôi.\nCột sống tôi run lên, hơi thở gấp gáp.",
    "やだやだっ、%usernameusernameuserna%、\nはあぁっ、またすごいのっ、きちゃうよおっ！": "Không, không được, %usernameusernameuserna%,\nHa, lại đến rồi, sắp…!",
    "%usernameusernameuserna%も、いい……っ？\nんあっ、あっ、ふあぁっ、気持ちよくなってる……っ？": "%usernameusernameuserna% cũng, sướng…?\nƯm, a, a, đang sướng sao…?",
    "もちろんだと答え、張り詰めたペニスで膣奥を\n抉るように突き上げる。": "Tôi trả lời rằng, tất nhiên rồi, rồi tôi lại đâm sâu vào âm đạo.",
    "んあぁっ！？　ひあっ、それだめっ……あぁあんっ！\nでも……嬉しっ……私だけじゃなくて……はぁぁっ！": "A! Hya, không được… a…!\nNhưng… vui… không phải chỉ mình tớ…!",
    "んぅっ、ひとりできもちよくなるのは……っ、いや……！\nお願い、%usernameusernameuserna%も、いっしょにぃっ……": "Ưm, một mình sướng thì… không…!\nXin anh, %usernameusernameuserna%, cùng em…!",
    "エヴィが腰を揺らすと、膣内の複雑なうねりが吐精を促してくる。\nこみ上げてくる灼熱をこらえて、一気にスパートをかけた。": "Evi lắc hông, những cơn sóng trong âm đạo thúc đẩy việc xuất tinh.\nTôi cố gắng kìm nén sự nóng rực đang trào dâng, rồi tăng tốc.",
    "だめえっ、あんっ、いっしょに、いっしょにいくのっ……！\n%usernameusernameuserna%とイきたい！": "Không được, a, cùng nhau, cùng nhau đi…!\nMuốn đi cùng %usernameusernameuserna%!",
    "ん、でももうっ、むり……！\nがまん、できないよぉおっ……！　あぁあっ！": "Ưm, nhưng mà, không được nữa rồi…!\nKhông thể chịu đựng được nữa…! A…!",
    "こちらももう限界だと伝え、快楽の頂点目指して\nただ欲に身を任せて互いを求めあった。": "Tôi nói rằng, tôi cũng đã đến giới hạn, rồi cùng nhau hướng đến đỉnh cao khoái lạc, chỉ còn biết dựa vào nhau mà thôi.",
    "あっ、きてっ、%usernameusernameuserna%、\nいっしょに……あっ、あっ、あはぁあああんっ！": "A, đến rồi, %usernameusernameuserna%,\nCùng nhau… a, a, a…!",
    "ふうぅっ……は、はぁあ……\nあぁっ……んふっ、すごかっ……たぁ……": "Phù… ha, ha…\nA… ưm, tuyệt vời…!",
    "ね、%usernameusernameuserna%……\nちゃんと……ぜんぶ、だした……？": "Này, %usernameusernameuserna%…\nĐã… ra hết chưa…?",
    "息を整えながらこくりと頷くと、エヴィは満足げな笑みをこぼした。": "Tôi gật đầu, cố gắng điều hòa hơi thở, Evi nở một nụ cười mãn nguyện.",
    "ふふ、そっかぁ……それって、気持ちよかったってことだよね？\n%usernameusernameuserna%も……": "Hừm, vậy sao… nghĩa là, sướng lắm sao?\n%usernameusernameuserna% cũng…",
    "私も……すっごく、気持ちよかった……\nあはは……こんな格好をして恥ずかしかったけどね。": "Tớ cũng… sướng lắm…\nA, ha… tuy là, mặc thế này xấu hổ thật.",
    "自分だけじゃなくてさ……\n%usernameusernameuserna%に喜んで貰えるのが嬉しいな。": "Không phải chỉ mình tớ…\n%usernameusernameuserna% vui là tớ vui rồi.",
    "とは言うものの、エヴィの表情には疲れが見える。": "Tuy nói vậy, nhưng vẻ mặt Evi lộ rõ vẻ mệt mỏi.",
    "……風呂、入るか？": "… Đi tắm không?",
    "うん……そだね、汗とか色々なもので……どろっどろだし……": "Ừm… đúng rồi, mồ hôi với đủ thứ… bẩn hết cả người rồi…",
    "でも、疲れて動けない……\n今朝みたいに、お風呂まで運んでもらおうかなあ……": "Nhưng mà, mệt quá không di chuyển được…\nNhư sáng nay, anh cõng tớ vào phòng tắm nhé…",
    "ああ、分かった……今の動けないエヴィ、本当にキョンシーみたいだな。\n風呂に運ぶついでに、俺がエヴィの体を隅々まで洗おうか？": "Ừ, hiểu rồi… Evi bây giờ, đúng là cương thi thật.\nNhân tiện cõng em vào, anh tắm cho em luôn nhé?",
    "……ばか。変態。": "… Đồ ngốc. Biến thái.",
    "面倒くさがりのエヴィといえども、流石にその提案までは\n受け入れられなかったらしい。": "Dù là Evi lười biếng, nhưng có vẻ cũng không chấp nhận đề nghị đó.",
    "ちょっと残念な気持ちに思いながらエヴィをお姫様抱っこして、\nそのまま風呂場まで彼女を運んでいくのだった。": "Tôi hơi tiếc một chút, rồi bế công chúa Evi, \ncứ thế mà đưa em vào phòng tắm."
}