{
    "グラウンドなんか連れてきて、どうしたんだ？\n昼飯に行くんじゃなかったのか？": "Cậu dẫn tôi ra sân tập làm gì vậy?\nKhông phải là đi ăn trưa sao?",
    "ノンノン、予定変更よ！\nちょうどこの時間別チームの非公式競技があるって聞いたの。": "Nonon, đổi lịch trình rồi!\nTớ nghe nói đúng giờ này có trận đấu không chính thức của đội khác.",
    "……ＭＧ競技が見たかったのか。そりゃまたどうして。\nいつも乗って戦ってるだろ？": "…Cậu muốn xem thi đấu MG à? Sao lại thế chứ?\nLúc nào mà chẳng cưỡi MG chiến đấu?",
    "次の作品のテーマがＭＧ競技なのよ。だから客観的に、\n他人同士の戦いも改めてインプット目的に観ておきたいの。": "Chủ đề của tác phẩm tiếp theo là thi đấu MG. Vì vậy, tớ muốn xem một cách khách quan,\nđể có thêm tư liệu về trận chiến giữa người với người.",
    "あ～イイ！　あの素晴らしいフォルム！　ぶつかる金属音！\n散る火花！　よだれが出ちゃうでしょ！？": "A~ hay quá! Dáng vẻ tuyệt vời đó! Tiếng kim loại va vào nhau! \nTia lửa bắn tung tóe! Chảy cả nước miếng rồi đúng không!?",
    "メイズシフターもいいけど、\nやっぱりＭＧ同士のも最高よねぇ……": "Maze Shifter cũng được, nhưng\ntớ vẫn thích MG chiến nhau hơn...",
    "俺にはわからん世界だ……": "Tôi không hiểu nổi...",
    "たしかに格好いいよな": "Đúng là ngầu thật.",
    "もう。これだから素人は。": "Haizz. Đúng là đồ nghiệp dư mà.",
    "そりゃ、俺はアーティストじゃないからな。\n一応パイロットではあるけど。": "Thì, tôi có phải nghệ sĩ đâu.\nDù gì cũng là phi công.",
    "じゃあ、ここは先輩たるロージー・ヒューズ先輩が、\n芸術とは何たるかのレクチャーをしてあげるわ！": "Vậy thì, đàn chị Rosie Hughes này sẽ\ngiảng giải cho em nghệ thuật là gì nhé!",
    "えっ……？": "Hả…?",
    "というわけで、今日１日付き合ってね♪": "Nói chung, hôm nay đi cùng tớ nhé♪",
    "俺昼飯のあと予定が……": "Tôi có hẹn sau bữa trưa...",
    "付き合ってね！": "Đi cùng tớ nhé!",
    "（これは逃げられないやつか……）": "(Cái này thì không thoát được rồi…)",
    "その後、本当にレクチャーに丸１日付き合わされるのだった……": "Sau đó, tôi đã phải đi cùng cô ấy cả ngày trời để nghe giảng giải...",
    "だよね！？　そう思うわよね！？　みんな採掘や競技の道具としてしか\n見てないけど、もっと別の見方もあると思うよ！": "Đúng không!? Cậu cũng nghĩ vậy đúng không!? Mọi người chỉ xem nó là công cụ khai thác hoặc thi đấu thôi,\ntớ nghĩ còn có cách nhìn khác nữa!",
    "まあ、確かにな……あまりＭＧの見た目について、\nみんなが語ってるところは見ないかも。": "Ừm, đúng là… Có lẽ mọi người không hay nói về vẻ ngoài của MG.",
    "でしょでしょ！？": "Đúng không đúng không!?",
    "俺の乗ってる霞光とか、かなりいいデザインだと思うんだよな。": "Cái con Kasumi của tôi ấy, tôi nghĩ thiết kế cũng khá đẹp đấy.",
    "そういうことよ！\nそういった感情と体験が、芸術のフックになるの！": "Đúng là như vậy!\nNhững cảm xúc và trải nghiệm đó sẽ là điểm nhấn của nghệ thuật!",
    "さすが、後輩クンは一味違うわよねぇ♪\nねえ、このあとアイデアの壁打ちがてら会話相手になってくれない？": "Quả nhiên, hậu bối-kun có một hương vị khác biệt nhỉ♪\nNày, sau này cậu làm đối tượng để tớ trao đổi ý tưởng được không?",
    "ああ、別に構わないよ。": "Ừ, cũng được thôi.",
    "（このあと買い物の予定があったけど、先輩優先でいいか）": "(Tôi có hẹn đi mua sắm sau đó, nhưng ưu tiên tiền bối vậy.)"
}