{
    "（校区市街地の中は建物が多くて動きにくいけど、\nフラットスピンを駆使すれば最短距離で敵に近づけるはず……）": "（Trong khu vực thành phố, nhiều nhà cửa khiến việc di chuyển khó khăn, nhưng nếu sử dụng kỹ năng xoay lật, tôi có thể tiếp cận kẻ địch nhanh nhất...）",
    "（あ、機体がビルの壁をかすめちゃった……物音には気を付けないと。\nせっかくの奇襲タイミングが台無しになっちゃいます……！）": "（A, máy bay của mình vừa quẹt vào tường... Phải cẩn thận với tiếng động.\nThời cơ tập kích bất ngờ của mình sẽ tiêu tan mất...！）",
    "（見えた、あれは……ドロテアさんのＭＧ！\nこの距離なら、一気に加速すれば――！）": "（Đã thấy, đó là... MG của Dorothea!\nỞ khoảng cách này, nếu tăng tốc một mạch thì――！）",
    "いっけぇえええええええええっ！": "Xông lênnnnnnnn!",
    "……！　お嬢！": "……！ Tiểu thư!",
    "っ！？　奇襲！？": "Hả!? Tập kích!?",
    "っ……！　浅い！　すみません、しくじりました！": "……！ Nông cạn! Xin lỗi, tôi đã thất bại!",
    "いい奇襲です……まさかこのわたくしが先手を取られるとは。\nしかも、回避が間に合っていないだなんて……やりますね！": "Một cuộc tập kích hay đấy... Không ngờ tôi lại bị đánh phủ đầu.\nHơn nữa, còn chưa kịp né tránh nữa... Giỏi đấy!",
    "ダメージを与えられただけ上々ですわ！\n次はわたくし達が――続きますわよ！": "Chỉ gây được chút sát thương là được rồi!\nTiếp theo là chúng ta―― Sẽ tiếp tục đây!",
    "ドロテアに火力を集中すりゃあいいんでしょ！？\n一気に叩き込んでやるわよ！": "Tập trung hỏa lực vào Dorothea là được đúng không!?\nĐể tao đập nát mày luôn!",
    "奇襲で私を孤立させ、その隙に後衛を倒す……と。\n作戦としては悪くありませんが、我がチームを見くびり過ぎでは？": "Tập kích để cô lập tôi, rồi nhân cơ hội đó hạ gục tuyến sau... Đúng là một chiến thuật không tồi, nhưng có vẻ như các người đã đánh giá thấp đội của tôi rồi?",
    "ピクシス・マスールはわたくしだけで、\n成り立っているわけではありませんのよ？": "Pixis Masur không phải chỉ dựa vào một mình tôi mà có thể đứng vững đâu?",
    "っ……！　他の４機がドロテアさんの援護に……！？": "……！ Bốn chiếc khác đang hỗ trợ Dorothea...!?",
    "ミリアム、ケイト、ハリエット！　あたしに続け！！\nピクシス・マスールを舐めたオトシマエ、つけさせてやんよ！！": "Miriam, Kate, Harriet! Theo tớ!!\nĐừng có xem thường Pixis Masur, để tớ cho các cậu biết tay!",
    "防御が堅すぎる。これじゃ前に出られない。": "Phòng thủ quá vững chắc. Thế này thì không thể xông lên được.",
    "攻めようとしても邪魔されるし、下がろうとしても迎撃される……！\nまさかドロテア以外もこんなに強いとは……！": "Muốn tấn công thì bị cản trở, lùi lại thì bị nghênh chiến...!\nKhông ngờ ngoài Dorothea ra, những người khác cũng mạnh đến thế...!",
    "だからって諦める訳にはいかないのよ！\n攻めろ攻めろ攻めろー！": "Nhưng mà tớ không thể bỏ cuộc được!\nTấn công, tấn công, tấn công!",
    "……何なんだ、この違和感は。": "……Rốt cuộc là sao đây, có gì đó sai sai.",
    "何故、奴らはシリウスシュガーを一気に撃墜しにかからない？\n彼女達の実力なら難しくない。わざわざ攻撃をいなし続ける必要はない。": "Tại sao, bọn chúng lại không tập trung bắn hạ Sirius Sugar một lần?\nVới thực lực của chúng, việc đó không khó. Không cần thiết phải né tránh đòn tấn công.",
    "奴等の動き、まるで時間を稼いでいるように見えるが――": "Động thái của bọn chúng, cứ như là đang câu giờ vậy――",
    "アゲぽよ～！！　Ｆｌ∞ｔｙだよ～♪\nトレブルクインテット参上しました～！": "Agepoyo～!! Fl∞ty đây～♪\nTreble Quintet đã đến～!",
    "な、ぁっ！？　新手ですの！？": "Hả, á!? Có người mới!?",
    "完全に挟まれた。": "Bị kẹp chặt hoàn toàn rồi.",
    "フルート、配信じゃないんだから、Ｆｌ∞ｔｙはないでしょ。": "Full, không phải đang phát sóng đâu, Fl∞ty cái gì.",
    "えっ……？": "Hả...?",
    "まさか……勝手に生配信してないよね？　撮影もしてないよね！？": "Không lẽ nào... Tự tiện phát sóng trực tiếp đúng không? Cũng không quay phim đúng không!?",
    "し、してないしてない！\nまっさかー、エヴィちゃんってば疑り深いですよ～？": "Không, không có đâu!\nChắc chắn không phải đâu, Evie à, cậu đa nghi quá đấy～?",
    "……やばたん。録画停止っと……": "……Nguy hiểm thật. Tắt ghi hình đã...",
    "それじゃ、改めてみんな、バイブスあげていきますよ～！": "Vậy thì, mọi người, chúng ta cùng nhau tăng nhiệt nào!",
    "なるほど……あいつらの目的はこれか……やってくれたな……！": "Ra là vậy... Mục đích của bọn chúng là đây sao... Được lắm...",
    "反応が遅いですね！\nそんなんじゃ逃げられませんよー！　せーい！": "Phản ứng chậm chạp quá!\nNhư vậy thì không thể trốn thoát được đâu～! Xông!",
    "こ、のっ……！": "T,ên...!",
    "なになに、なにが起きてるの！？": "Gì, chuyện gì đang xảy ra!?",
    "ピクシス・マスールとトレブルクインテットが組んでいたんだよ。\n俺達を最初に退場させるためにな……！": "Pixis Masur và Treble Quintet đã liên thủ.\nĐể loại chúng ta khỏi cuộc chơi đầu tiên...",
    "はあ！？　なんだよそれ、卑怯すぎだろ！？\n強豪パイロットの名が泣くぞ！": "Hả!? Cái gì vậy, hèn hạ quá vậy!?\nTên tuổi của những phi công mạnh nhất cũng phải khóc thét!",
    "そんなもの、勝手に泣かせておけばいいのです。\nそもそも、卑怯はほめ言葉。それが戦場のならいでしょう？": "Mấy thứ đó, cứ để chúng tự khóc đi.\nNói chung, hèn hạ là một lời khen. Đó là lẽ thường ở chiến trường mà?",
    "彼女の言う通り、ルールに反していない以上、\nそれも戦略ってことね。": "Đúng như cô ta nói, nếu không vi phạm quy tắc, thì\nĐó cũng là một chiến lược.",
    "大した貴族様だ。少々見くびっていた……！": "Đúng là một quý tộc lớn. Ta đã đánh giá thấp...!",
    "貴族というからには正面から叩き潰しに来るかと思っていたが\nまさか卑怯な手段も厭わない戦略家だったとはな……！": "Cứ tưởng là quý tộc thì sẽ đến đánh trực diện, nhưng\nKhông ngờ lại là một nhà chiến lược không từ thủ đoạn hèn hạ nào...",
    "これで戦況はこちらに有利ですよ～！": "Như vậy thì chiến cuộc có lợi cho chúng ta rồi～!",
    "だからといって、変に突っ込んでいかないでよ？\nフォローするの、大変なんだから。": "Nhưng đừng có xông vào một cách ngu ngốc nhé?\nTôi vất vả lắm mới hỗ trợ đấy.",
    "大人しく降参すれば、痛い目を見ずに済みますが？": "Nếu ngoan ngoãn đầu hàng, thì sẽ không phải chịu đau khổ đâu?",
    "ど、どうしましょう……": "T, phải làm sao đây...",
    "ああ、このままじゃまずいな。\n俺達だけじゃ数的劣位を覆せない……": "À, cứ thế này thì không ổn rồi.\nChỉ một mình chúng ta không thể lật ngược tình thế bất lợi về số lượng...",
    "なに諦めてんのよ！　まだまだこれからでしょうが！": "Sao lại bỏ cuộc chứ! Vẫn còn ở phía trước mà!",
    "諦めるしかないんだよ。――ま、俺達だけなら、の話だけどな。": "Chỉ có thể bỏ cuộc thôi.――À, chỉ nói nếu chỉ có mình chúng ta thôi.",
    "なにを言って――": "Cậu đang nói――",
    "やぁああああああああ！": "Yaaaaaaaaaa!",
    "はぁっ！？　な、何故に他のＭＧが！？": "Hả!? T, tại sao lại có những MG khác!?",
    "……まさか、その機体……特別養成校舎！？": "……Không lẽ nào, cỗ máy đó... Trường huấn luyện đặc biệt!?",
    "遅れてごめーん！　思っていたよりも隙がなくって！\n準備に手間取った！": "Xin lỗi vì đến muộn! Không ngờ lại không có sơ hở nào!\nTốn công chuẩn bị quá!",
    "これ、全部撃っていい人達なんだよね～？": "Mấy người này đều là những người được phép bắn đúng không～?",
    "メイズシフターじゃないから……いけるわ！": "Không phải Maze Shifter nên... ổn rồi!",
    "トレブルクインテットは私達がおさえる！\nシリウスシュガーはやらせないから！": "Treble Quintet để chúng tôi lo!\nChúng tôi sẽ không để Sirius Sugar làm gì đâu!",
    "いやちょっと待って！　これさすがにルール違反では～！？": "Khoan đã! Chuyện này có hơi phạm luật quá không～!?",
    "ふふっ……未登録チームの戦闘介入を禁止する、\nとはルールに記載されていませんわ。": "Hừm... Không có quy định nào cấm sự can thiệp của các đội chưa đăng ký cả.",
    "それ、屁理屈って言わない……？": "Cậu không nói là ngụy biện chứ...?",
    "屁理屈？　卑怯？　好きなだけ言ってくれて構わないぞ。\n戦場において、ほめ言葉だそうだからな。": "Ngụy biện? Hèn hạ? Cứ thích nói gì thì nói.\nỞ chiến trường, đó là một lời khen mà.",
    "くっ……げ、限度があるでしょう……！？": "Chậc... Giới hạn thôi chứ...!?",
    "はっ！　面白い！　でも、ここまでコケにされちゃ、\n我慢ならないね！": "Hả! Thú vị đấy! Nhưng bị coi thường đến mức này thì\nKhông thể chịu đựng được nữa rồi!",
    "何でもあり、がバトルロイヤルだ！　あはははは！": "Mọi thứ đều có thể, đó là Battle Royale!\nAhahahahaha!",
    "いや、これはさすがに卑怯すぎだろ……": "Này, chuyện này quá hèn hạ rồi...",
    "ひ、卑怯でも、仲間を守れるならば正義ですっ！\nさすが、%usernameusernameuserna%さんです！！": "H, hèn hạ cũng được, nếu có thể bảo vệ đồng đội thì là chính nghĩa rồi!\nQuả là, %usernameusernameuserna%!",
    "めるも染まってきたなぁ……": "Mermer cũng bị nhuộm đen rồi...",
    "さあ、ここからが本番だぞお前ら！\nこのカオスな戦場を制したチームが勝者だ！": "Nào, từ đây mới là cao trào đấy, mấy đứa!\nĐội nào thống trị chiến trường hỗn loạn này sẽ là người chiến thắng!"
}