{
    "今日もクリスマスパーティー本番に向けて、泉花と一緒に\nクララのサポートの予定だ。": "Hôm nay, tôi cùng Izumika sẽ hỗ trợ Clara để chuẩn bị cho buổi tiệc Giáng Sinh.",
    "伴奏部分はまだ途中らしいが、歌の部分はすでにほぼできている。\nなので現在、先んじてクララは歌詞を覚えつつ歌唱力を鍛えているのだ。": "Phần đệm vẫn chưa xong, nhưng phần hát thì gần như hoàn thành rồi.\nVì vậy, hiện tại, Clara đang vừa học lời vừa luyện giọng.",
    "当然泉花の曲もクララの歌声も、本場のプロからみると\nまだまだだろうが、俺からすればどちらもすごく良い出来だと思う。": "Đương nhiên, cả bài hát của Izumika và giọng hát của Clara, nếu xét theo tiêu chuẩn của các chuyên gia thì vẫn còn nhiều thiếu sót,\nnhưng theo tôi, cả hai đều rất tuyệt vời.",
    "――が、肝心のクララは少し到着が遅れており、\n待ち合わせ場所の教室は現在先に到着した俺と泉花のふたりだけだ。": "――Nhưng, Clara vẫn chưa đến, hiện tại trong lớp chỉ có tôi và Izumika là đến trước.",
    "クララさん、まだかしら。\nまあ、まだ練習時間には余裕はあるけど……": "Clara vẫn chưa tới nữa nhỉ?\nMà, vẫn còn thời gian để tập luyện...",
    "というか、この教室少し暑いわね……暖房入れすぎじゃないかしら。\n胸元に汗が……": "Mà nói chứ, trong lớp hơi nóng nhỉ... Chắc là sưởi ấm quá mức rồi.\nMồ hôi nhễ nhại ở ngực...",
    "…………": "……",
    "な、何をだ？": "Hả, nhìn gì?",
    "素晴らしい見応えでした": "Thật là mãn nhãn",
    "――って、ちょっと%usernameusernameuserna%さん、\n見ないでくれる？": "――Này, %usernameusernameuserna% cậu đừng có nhìn nữa được không?",
    "うっわ、怪しい。というか、私のなんか見ても楽しくないでしょ。": "Ugh, đáng ngờ thật. Mà nhìn tớ có gì hay ho chứ.",
    "いやいや、そんなことないって！　十分魅力的――": "Không, không, không có đâu! Đủ quyến rũ rồi đấy chứ――",
    "あー、やっぱ見てたじゃない。": "A, hóa ra là cậu vẫn nhìn.",
    "はっ……！　ち、ちがっ……これは誘導尋問だ！": "Hả…! Đ, đâu có… Đây là thẩm vấn có chủ đích!",
    "……ふふ、まあ、『魅力的』って言ってくれたし、\n今回は通報しないでいてあげるわ。": "…Phụt, thôi thì, cậu đã nói là 'Quyến rũ' rồi, lần này tớ sẽ không báo cáo đâu.",
    "（た、助かった……）": "(T, tốt quá…)",
    "そんな素直に白状されると、怒り越して呆れるんだけど！？": "Cậu khai báo thẳng thắn thế này, tớ giận không nổi luôn đấy!?",
    "フッ、俺も男だからな……": "Hừ, tôi cũng là đàn ông mà...",
    "開き直るとか、サイテー。風紀委員会に通報してやろうかしら。": "Mở miệng ra là 'tôi' luôn, thật tệ. Hay là báo cáo lên ủy ban kỷ luật nhỉ?",
    "えっ！？　それは待て！　俺は無実だ！！": "Hể!? Khoan đã! Tôi vô tội mà!!",
    "今、自首したばっかじゃない！！": "Vừa mới tự thú xong còn gì!!"
}