{
    "葵、行くわよ！": "葵, đi thôi!",
    "ああ！": "A!",
    "クララと葵の２機が飛び出してくる。\n迎え撃つのはユリアと沙耶だ。": "Hai chiếc của Clara và Aoi lao ra.\nĐón đánh là Yuria và Saya.",
    "――さあ、前に負けた雪辱戦ってやつだね！\nまだ経験したことは無いから、楽しみかもねー！": "――Nào, đây là trận phục thù sau khi thua trước đây nhỉ!\nTớ vẫn chưa có kinh nghiệm, nên có lẽ sẽ rất thú vị đó!",
    "ふふ、あはは！　このまま……！\nいえ、冷静に……必要なことを、的確に……！": "Phu phu, a ha ha! Cứ như thế này……!\nKhông, bình tĩnh…… Những điều cần thiết, một cách chính xác……!",
    "カラフルブーケの残り３機は前衛２機の支援に徹している。\nこちらも自然と、対称的に相対する形になっていた。": "Ba chiếc còn lại của Colorful Bouquet đang hỗ trợ cho hai chiếc tiền tuyến.\nBên này cũng tự nhiên mà hình thành thế đối xứng.",
    "（……俺は指揮をとらない。\nこれは入る前にユリアたちにも説明をした）": "（……Tôi không chỉ huy.\nViệc này tôi đã giải thích với Yuria và những người khác trước khi vào）",
    "（俺が指揮を取っても、それはカオスメイデンの成長にならない。\n――ここで指揮を執るべきは翠蘭。お前が打開してみせるんだ）": "（Ngay cả khi tôi chỉ huy, điều đó cũng không giúp Chaos Maiden trưởng thành hơn.\n――Người nên chỉ huy ở đây là Suiran. Cậu phải tự mình xoay chuyển tình hình）",
    "――へえ、やっぱりカオスメイデンがスランプって噂は本当みたいね！\n前に勝った時よりも、動きが悪いじゃない！": "――Hể, có vẻ như tin đồn Chaos Maiden đang gặp khó khăn là thật nhỉ!\nSo với lần trước thắng, thì di chuyển có vẻ tệ hơn!",
    "っ……あはは、これだって、作戦かもね！\n油断してたら、あっさり勝っちゃうよ！": "っ……A ha ha, chuyện này có khi cũng là một chiến thuật đó!\nNếu lơ là, thì sẽ dễ dàng thắng đó!",
    "うう、言ってることは物騒だけど……\n動きはあんまり怖くないし、頑張れます……！": "Uu, những gì cậu nói thì có vẻ nguy hiểm……\nNhưng hành động thì không đáng sợ lắm, tớ sẽ cố gắng……!",
    "気合いは十分、しかしどこか動きが固い。\nそれは沙耶も同じだった。": "Khí thế thì đầy đủ, nhưng có vẻ hơi cứng nhắc.\nSaya cũng vậy.",
    "くっ、ううっ！　あと……！　あと一歩踏み込めれば……！": "Khực, uuu! Thêm nữa……! Chỉ cần tiến thêm một bước nữa……!",
    "――踏み込みが浅いわね。\nその程度の動きじゃ、通せないわ！": "――Bước vào chưa đủ sâu.\nVới mức di chuyển đó, thì không thể vượt qua được đâu!",
    "（これが並のチームなら押し込めただろう……だが、\n相手はカラフルブーケ。今のカオスメイデンだと厳しいか）": "（Nếu là một đội bình thường, thì đã có thể bị đẩy lùi rồi…… Nhưng,\nđối thủ là Colorful Bouquet. Với Chaos Maiden hiện tại thì có vẻ khó khăn）",
    "ふふ、流石に%usernameusernameuserna%さんでも厳しそうね。\nでも、真剣勝負だから勝利は譲らないわ！": "Phu phu, đúng là với %usernameusernameuserna% thì có vẻ khó khăn thật nhỉ.\nNhưng, vì là một trận chiến nghiêm túc, nên tớ sẽ không nhường chiến thắng đâu!",
    "明確な差ではない。だが、それがこの場では致命的だった。\nその差が積み重なり押し込まれ、劣勢へと追い込まれる。": "Không có sự khác biệt rõ ràng. Nhưng, điều đó lại là chí mạng trong hoàn cảnh này.\nSự khác biệt đó tích tụ lại, bị đẩy lùi, và bị dồn vào thế bất lợi.",
    "（ダメだ……このままじゃ、カラフルブーケには勝てない！\nでも、今の私たちに取れる作戦は――）": "（Chết tiệt…… Cứ như thế này thì không thể thắng Colorful Bouquet!\nNhưng, chiến thuật mà chúng ta có thể dùng bây giờ là――）",
    "どうすればいい……？　どうすれば――": "Phải làm sao đây……? Phải làm sao――",
    "翠蘭がやろうとしている事は、お前がやるべき仕事じゃない。\nお前はカオスメイデンが勝てるための戦略を考えろ。": "Những gì Suiran đang định làm, không phải là việc mà cậu nên làm.\nCậu hãy nghĩ ra một chiến lược để Chaos Maiden có thể chiến thắng.",
    "ユリアが満足するとか調子が戻って来たなんてのは考えなくていい。\nお前は最初に、勝つための戦略を考えるべきだ。": "Cậu không cần phải nghĩ đến việc Yuria hài lòng hay là đã lấy lại được phong độ.\nNgay từ đầu, cậu phải nghĩ đến một chiến lược để chiến thắng.",
    "……難しいことを言いますね。\nですが、そうですね……今はそれが必要ですか。": "……Cậu nói những điều khó hiểu nhỉ.\nNhưng, đúng vậy…… Có lẽ bây giờ là cần thiết.",
    "（――そうだ。私の仕事はカオスメイデンを勝たせること。\nユリア達の力を引き出すことじゃない）": "（――Đúng vậy. Công việc của tôi là giúp Chaos Maiden chiến thắng.\nKhông phải là để phát huy sức mạnh của Yuria và những người khác）",
    "（ならば、取るべき作戦は――）": "（Vậy thì, chiến thuật nên dùng là――）",
    "――ここは退きます！\nデータリンクで指示するエリアまで後退！": "――Chúng ta sẽ rút lui!\nDùng liên kết dữ liệu chỉ thị khu vực phía sau!",
    "うえっ！？　逃げるの！？\nやめようよ！　だってこの状況じゃ簡単に逃げれないし！": "Ue!? Chạy trốn á!?\nĐừng làm thế chứ! Vì trong tình huống này thì dễ gì mà chạy trốn được!",
    "いいから！　たまには私を信じてください！": "Cứ nghe tớ đi! Thi thoảng hãy tin tưởng tớ đi!",
    "それが翠蘭の判断なら信じる。": "Nếu là phán đoán của Suiran, thì tôi tin tưởng.",
    "――ふふ、いいわね。普段とは逆じゃない？\nでも、そういうのもいいわ……翠蘭に驚かされるのも素敵よ♪": "――Phu phu, được đó. Không giống như mọi khi nhỉ?\nNhưng, kiểu đó cũng được đó…… Bị Suiran làm cho bất ngờ cũng thật tuyệt vời♪",
    "――ああ、私の力足りずですみません……！\n次に戦う時であれば――！": "――A, vì tôi không đủ sức mạnh, xin lỗi mọi người……!\nNếu là lần chiến đấu tiếp theo――!",
    "いいから、気にしないでください！\nそれでユリア！　返事は！": "Không sao đâu, đừng bận tâm!\nVậy Yuria! Trả lời đi!",
    "もー！　了解！": "Moo! Rõ!",
    "それぞれ困惑しつつも距離を取るカオスメイデン。\nもちろん俺もその指示に従い後退する。": "Chaos Maiden, mỗi người đều bối rối nhưng vẫn giữ khoảng cách.\nĐương nhiên tôi cũng nghe theo chỉ thị đó mà rút lui.",
    "距離をとって態勢を立て直すか？\nふん、だが――それは『悪手』だな。": "Giữ khoảng cách và tái lập đội hình sao?\nHừm, nhưng――đó là một 'nước cờ tồi' đấy.",
    "葵！　このまま距離を詰めるわよ！\nスランプでもカオスメイデンの実力は本物……今、潰すべきよ！": "Aoi! Cứ giữ khoảng cách như thế này nhé!\nChaos Maiden có thực lực thật sự, dù đang gặp khó khăn…… Bây giờ, phải tiêu diệt họ!",
    "分かっている！\n舞亜、うるう、泉花！　後方は任せる！　詰めるぞ！": "Đã hiểu!\nMai, Uru, Senka! Hậu phương giao cho các cậu!\nTiến lên!",
    "了解！": "Đã hiểu!",
    "詰めてくる葵とクララ。だが、決して後衛との陣形を崩さずに、\nしっかりと間隔を保ちながらカオスメイデンを追い詰めていく。": "Aoi và Clara tiến lên. Nhưng, tuyệt đối không làm rối loạn đội hình với hậu vệ,\nvẫn giữ khoảng cách, và dồn Chaos Maiden vào đường cùng.",
    "はぁ、ああっ、ふふ！　防戦一方ですから……！\nこのまま私が切り込みましょうか……！？": "Ha, a, phu phu! Vì đang ở thế phòng thủ……!\nCứ để tôi xông lên nhé……!?",
    "沙耶、抑えて！　このままで問題ありません！\nそのまま指示したエリアまで後退を続けて下さい！": "Saya, kiềm chế lại! Cứ như thế này là không có vấn đề gì!\nCứ tiếp tục rút lui về khu vực đã chỉ thị!",
    "後退――とは言っても、元来た道を戻ってはいない。じりじりと、\n<r=プライマル・ベルト>原生帯</r>へ続く<r=ドリフト>横坑</r>に近づいている。": "Rút lui――Mặc dù nói là rút lui, nhưng không phải là quay lại con đường cũ. Dần dần,\ntiến gần đến <r=Vành đai Nguyên sinh>Vùng nguyên sinh</r>.",
    "もう少し……そして、この距離ならば……\n%usernameusernameuserna%さん！　気を付けて！": "Thêm một chút nữa…… Và, nếu ở khoảng cách này thì……\n%usernameusernameuserna%! Cẩn thận!",
    "その言葉で、俺は翠蘭の狙いに気が付いた。": "Với những lời đó, tôi đã nhận ra mục đích của Suiran.",
    "本気か、翠蘭！？\n……いや、でも確かに有効だ！": "Nghiêm túc sao, Suiran!?\n……Không, nhưng quả thật là hữu hiệu!",
    "（だが、カラフルブーケも優秀なチームだ。あまり時間をかければ、\n翠蘭の考えにも気づくかもしれないぞ……！）": "（Nhưng, Colorful Bouquet cũng là một đội xuất sắc. Nếu cứ tốn thời gian,\ncó lẽ Suiran cũng sẽ nhận ra……！）",
    "俺の心の声が聞こえたわけではあるまいが、\n次の瞬間、翠蘭から鋭い指示が飛んだ。": "Tuy tôi không nghe được tiếng lòng của mình,\nnhưng ngay sau đó, một chỉ thị sắc bén từ Suiran đã được đưa ra.",
    "全機、追撃を気にせずに後方へ！\n<r=プライマル・ベルト>原生帯</r>に向けて全力で飛び込んでください！": "Tất cả các máy, không cần quan tâm đến việc truy đuổi, hãy lùi về phía sau!\nHướng về <r=Vành đai Nguyên sinh>Vùng nguyên sinh</r> mà lao vào với toàn lực!",
    "その指示に従って、<r=プライマル・ベルト>原生帯</r>へと\n飛び込んでいくカオスメイデン。": "Theo chỉ thị đó, Chaos Maiden lao vào <r=Vành đai Nguyên sinh>Vùng nguyên sinh</r>.",
    "どうした、破れかぶれか？\n罠だとしても踏み潰す！　追いかけるぞ！": "Sao vậy, liều mạng sao?\nNgay cả khi là bẫy, thì cũng sẽ dẫm nát! Truy đuổi!",
    "いけぇっ！！": "Đi nào!",
    "推力を上げて追いかけようとしたカラフルブーケ。\nそこに翠蘭は砲撃を行った……メイズの天井へと向けて。": "Colorful Bouquet tăng lực đẩy và cố gắng đuổi theo.\nKhi đó, Suiran đã pháo kích…… vào trần của Mê cung.",
    "なっ――": "Gì――",
    "天井岩盤を狙った翠蘭の砲撃により、\n落盤が引き起こされる。": "Do pháo kích của Suiran nhắm vào trần đá, đã gây ra sụt lở.",
    "後方にいた３人は無事だったが推力を上げていた葵とクララは、\n崩落に巻き込まれて機体に大きなダメージが入っていた。": "Ba người ở phía sau thì không sao, nhưng Aoi và Clara, những người đang tăng lực đẩy,\nbị cuốn vào sụt lở và máy móc bị hư hại nghiêm trọng.",
    "くっ……マズいわね……\n流石にこれ以上無理をすると動かなくなるかも……": "Khực…… Tệ thật……\nCó lẽ nếu cứ tiếp tục thì không thể di chuyển được nữa……",
    "カラフルブーケは戦闘不能になりました！\nこのまま深層を目指しましょう！": "Colorful Bouquet đã không còn khả năng chiến đấu!\nCứ tiếp tục hướng sâu vào bên trong thôi!",
    "ぐっ……逃げられてしまうわ！": "Gừ…… Bị chạy thoát rồi!",
    "つ、追跡は無理です！\n葵さんとクララさんの機体を助けないと……！": "T, truy đuổi là không thể!\nPhải cứu máy của Aoi và Clara……!",
    "というか、正気なの！？　メイズ内で故意に地形を変えるような\n破壊って、違反じゃないの！？": "Hay nói đúng hơn, cậu có tỉnh táo không vậy!? Thay đổi địa hình trong Mê cung một cách cố ý,\nviệc phá hoại như thế là vi phạm đó!?",
    "……なるほど、確かにメイズラッシュのルールに破壊を禁止。\nその項目は記載されていなかったな。": "……Ra là vậy, đúng là quy tắc của Maze Rush không cấm việc phá hoại.\nĐiều khoản đó không được ghi lại.",
    "ちょ、葵！？　認めちゃうの！？　めちゃくちゃでしょ！？": "Chờ đã, Aoi!? Cậu thừa nhận sao!? Thật là vớ vẩn mà!?",
    "予想できずに突出しすぎた……スランプとはいえ、\nカオスメイデン相手に油断をしたツケというわけだ。": "Không thể đoán trước mà lao ra quá xa…… Dù đang gặp khó khăn,\nnhưng đó là cái giá phải trả vì đã lơ là với Chaos Maiden.",
    "とはいえ最悪すぎる手段ではあるがな……\nふふ、らしくなってきたじゃないか。カオスメイデン……": "Tuy nhiên, đây là một biện pháp tồi tệ nhất……\nPhu phu, không phải là giống trước đây sao. Chaos Maiden……",
    "<r=プライマル・ベルト>原生帯</r>へと続く<r=ドリフト>横坑</r>を進む。\n通信では翠蘭は質問攻めにされていた。": "Tiến vào <r=Vành đai Nguyên sinh>Vùng nguyên sinh</r>.\nTrong khi liên lạc, Suiran đã bị tra hỏi.",
    "ねえ、翠蘭ちゃん！　地形が変わるくらい、メイズ破壊しちゃうのって\nけっこーヤバいじゃん！　本当にいいの！？": "Này, Suiran-chan! Việc phá hủy Mê cung, thay đổi địa hình,\nthì có vẻ khá là nguy hiểm đó! Cậu có ổn không vậy!?",
    "ルール上禁止はされてませんし、あれ以外選択肢はなかったです。\nまず、普段からめちゃくちゃなユリアに言われたくありません。": "Về mặt quy tắc thì không bị cấm, và ngoài cái đó ra thì không còn lựa chọn nào khác cả.\nĐầu tiên, tôi không muốn nghe những lời như thế từ Yuria, người luôn làm những điều kỳ lạ.",
    "ぐぬぬ……こういう時に言い返せない～！": "Gừ nừ…… Trong những lúc như thế này thì không thể cãi lại được～!",
    "……良い作戦。\n%usernameusernameuserna%はどう思う？": "……Một chiến lược hay.\n%usernameusernameuserna% nghĩ sao?",
    "なんとかなるだろう": "Cứu được thôi",
    "後で怒られておく": "Sau này sẽ bị mắng thôi",
    "さすがに思い切った策で、俺も驚いたが……": "Quả thật là một kế sách táo bạo, tôi cũng rất ngạc nhiên……",
    "まあ、ルールを書いてない生徒会の落ち度だからな。\n文句を言われても、事故だって言い張れば問題はないだろ。": "À, vì là lỗi của hội học sinh khi không viết quy tắc thôi mà.\nNgay cả khi bị phàn nàn, thì cứ nói là tai nạn, thì sẽ không có vấn đề gì đâu.",
    "……なんだかんだいって%usernameusernameuserna%も、\n私たちに負けないくらい無茶苦茶だよねぇ。": "……Dù thế nào đi nữa thì %usernameusernameuserna% cũng vậy,\ncũng làm những điều kỳ lạ không thua gì chúng ta nhỉ.",
    "まあ、怒られたり処分はあるかもしれんが……\nま、その時はその時だ。好きにやれ！": "À, có thể sẽ bị mắng hoặc bị xử lý……\nÀ, thì khi đó tính sau. Cứ làm những gì mình thích đi!",
    "ふふ、やっぱり%usernameusernameuserna%ってめちゃくちゃね。\n見ているだけで飽きないわ♪": "Phu phu, quả nhiên %usernameusernameuserna% thật là kỳ lạ mà.\nChỉ cần nhìn thôi cũng không thấy chán♪",
    "それにしても、驚いたわ。\n翠蘭からあんなめちゃくちゃな作戦が出て来るだなんて……キャラ変？": "Nói đến thì, tôi cũng rất ngạc nhiên đó.\nTừ Suiran mà lại đưa ra một chiến lược kỳ lạ như thế…… Thay đổi tính cách sao?",
    "キャラ変言わないでください……優等生でいる事を辞めただけです。\nそれがカオスメイデンの参謀になるということでしょう？": "Đừng nói là thay đổi tính cách nữa…… Chỉ là bỏ việc làm một học sinh gương mẫu thôi.\nĐó là ý nghĩa của việc trở thành quân sư của Chaos Maiden sao?",
    "……ふふ、あはは！　とってもいいわね！\n翠蘭、なんだか輝いて見えるわ！": "……Phu phu, a ha ha! Thật là tuyệt vời!\nSuiran, trông cậu thật tỏa sáng!",
    "――あはは、いいね！\nなんだろう、ちょっとだけスッキリしたかも。": "――A ha ha, được đó!\nKhông biết sao, có lẽ tôi đã thoải mái hơn một chút.",
    "カラフルブーケとの戦いを切り抜けてさらに奥に進む。\n<r=プライマル・ベルト>原生帯</r>の入り口を超えて徐々に周囲の緑は濃くなってきた。": "Vượt qua trận chiến với Colorful Bouquet và tiến sâu hơn nữa.\nVượt qua lối vào của <r=Vành đai Nguyên sinh>Vùng nguyên sinh</r> và màu xanh xung quanh dần trở nên đậm hơn.",
    "ここからはメイズシフターの脅威も跳ね上がります。\n慎重に進みましょう。": "Từ đây, mối đe dọa của Maze Shifter cũng tăng lên.\nHãy cẩn thận mà tiến lên.",
    "全機、静音モードに切り替えてください。\n沙耶さんとフィーさんは斥候として――": "Tất cả các máy, hãy chuyển sang chế độ yên tĩnh.\nSaya và Fee sẽ là trinh sát――",
    "――何かが来てる。": "――Có gì đó đang đến.",
    "フィーの言葉と同時に、カオスメイデンに向かって、\n３機のＭＧが奇襲を仕掛けてきた。それは――": "Cùng với lời nói của Fee, 3 chiếc MG đã tấn công Chaos Maiden.\nĐó là――",
    "おねえちゃん、はっけーん。ぜんりょくだーす。": "Chị gái, đã tìm thấy. Toàn lực nào～.",
    "――あはは、本当に来てくれた！\nいいよ……！　それじゃあ、遊ぼっか！": "――A ha ha, thật sự đã đến!\nĐược thôi……! Vậy thì, hãy chơi thôi!",
    "トリニティ・ジュエルの姿だった――": "Đó là hình dáng của Trinity Jewel――"
}