{
    "――連絡が遅れてごめんなさい、コトハ。": "――Xin lỗi vì đã liên lạc trễ, Kotoha.",
    "ファルファッラ、無事だったのね。\n連絡が取れなくなって心配したわ。": "Falufalla, may quá là cậu vẫn ổn.\nTớ đã rất lo khi không liên lạc được với cậu.",
    "すこし目立ち過ぎたから、アレから身を隠していたのよ。\n今後もしばらく連絡は最低限になるわ……ごめんなさいね。": "Tớ đã hơi nổi bật nên phải ẩn mình từ sau chuyện đó.\nSau này, tớ sẽ liên lạc ít nhất có thể... Xin lỗi nhé.",
    "……了解したわ。": "…Đã hiểu rồi.",
    "ただ、ちゃんと奴らへの対策は進めているから安心して。\nそれに、コトハが計画している例の作戦の準備もね。": "Nhưng mà, cứ yên tâm vì tớ đã lên kế hoạch đối phó với bọn chúng rồi.\nHơn nữa, tớ cũng đang chuẩn bị cho chiến dịch mà Kotoha đang lên kế hoạch nữa.",
    "分かった、信頼しているわファルファッラ。\n……私はネタが一つ潰されて、騒がしくなるからしばらくは準備期間ね。": "Đã hiểu, tớ tin tưởng cậu, Falufalla.\n…Tớ thì lại bị phá hỏng một kế hoạch, nên sẽ phải chuẩn bị một thời gian.",
    "ネタっていうと……": "Nói là kế hoạch thì…",
    "使おうと思ってた作戦の一つが不発に終わったのよ。\nあの男に関わってから予定外ばかり。厄病神じゃないかしら、あいつ。": "Một trong những chiến dịch mà tớ định dùng đã thất bại rồi.\nTừ khi dính líu đến tên đó, toàn là những điều ngoài dự tính. Không biết có phải là thần xui xẻo không nữa.",
    "……へーっくしょん！": "…Hắt xì!",
    "ちょっと！　口を押えてくださいませんこと！？\nそれで、今度はスカラ校舎に出向というわけですわね？": "Khoan đã! Xin cậu đừng có hắt hơi trước mặt tớ được không!?\nVậy là lần này, chúng ta sẽ đến Học viện Scala đúng không?",
    "ああ、生徒会長から直々の頼みだったし……\n俺もカオスメイデンをこのまま放置することは出来ないからな。": "Ừm, là do Hội trưởng đích thân nhờ vả…\nTớ cũng không thể cứ bỏ mặc Chaos Maiden được.",
    "このままだとめるが寂し過ぎて、ポンコツになっちゃうんだけど。": "Cứ thế này thì Meru sẽ cô đơn quá, rồi thành ra phế vật mất.",
    "ら、ラミさん！？　なりませんからね！？": "L, Lami-san!? Không được phép đâu đấy!?",
    "……説得力がない。": "…Không có tính thuyết phục gì cả.",
    "でもまあ、生徒会長もなんか企画してるんだよね？\nあたしたちも参加する事になるんだろうけど……": "Nhưng mà, Hội trưởng cũng đang lên kế hoạch gì đó phải không?\nChúng ta cũng sẽ tham gia vào chuyện này nhỉ…",
    "ああ、そうだな。一応経緯を説明しておくか……\nカオスメイデンと一緒に呼ばれたんだが……": "Ừm, đúng là vậy. Để tớ giải thích tình hình một chút…\nTớ được gọi đến cùng với Chaos Maiden…",
    "新たに創設する公式ＭＧ競技のひとつ、『メイズラッシュ』……\nメイズを舞台として、探索を主軸においたチーム戦です。": "Một trong những cuộc thi MG chính thức mới được thành lập, 'Maze Rush'…\nMột cuộc chiến đồng đội lấy bối cảnh là mê cung, tập trung vào việc thám hiểm.",
    "メイズを舞台に、ですか！？": "Lấy bối cảnh là mê cung sao!?",
    "地穴帯〈ケイブ・ベルト〉だったとしても、メイズ内はリスクが凄く高い……": "Ngay cả khi đó là Vùng Địa Đạo <Cave Belt>, thì bên trong mê cung, rủi ro cũng rất cao…",
    "そんなお祭りのようなことをしてもいいのでしょうか？": "Làm những chuyện như lễ hội thế này có được không vậy?",
    "貴方たちの懸念も分かっています。\n確かに危険で未知も大きいメイズをそのように使うのは危険でしょう。": "Các cậu lo lắng cũng phải thôi.\nĐúng là việc sử dụng một mê cung nguy hiểm và đầy bí ẩn như vậy là rất nguy hiểm.",
    "ですが、先日の巨大メイズシフターをはじめ、\nトリニティ・ジュエルが遭遇したメイズシフターの群れなど……": "Nhưng mà, bắt đầu từ Shifter mê cung khổng lồ hôm nọ,\ncho đến đám Shifter mê cung mà Trinity Jewel đã chạm trán…",
    "本来の生息域を超えて活動している個体が目立つようになりました。\nこれはメイズ深層への大規模な探索不足が一因かと思われます。": "Những cá thể hoạt động vượt ra ngoài khu vực sinh sống vốn có của chúng ngày càng nhiều.\nĐiều này có lẽ là do việc thiếu hụt các cuộc thám hiểm quy mô lớn trong lòng mê cung.",
    "……なるほど、探索をする上でメイズシフターの討伐は避けれない。\nそれが結果的に、個体数の抑制に役立っていたってことか。": "…Ra là vậy, trong quá trình thám hiểm, việc tiêu diệt Shifter mê cung là không thể tránh khỏi.\nKết quả là, nó đã giúp kiềm chế số lượng cá thể.",
    "聞いたことがあります。過去には大規模な大深度探索も行っていたと。\nですが、集団での探索は事故などが多いため行われなくなったとか。": "Tôi có nghe nói. Trong quá khứ, người ta đã từng thực hiện các cuộc thám hiểm sâu rộng quy mô lớn.\nNhưng vì có nhiều tai nạn trong các cuộc thám hiểm theo nhóm, nên nó đã không còn được thực hiện nữa.",
    "その通りです。ですが、巨大メイズシフターのような脅威も出現する今、\n大深度地下探索で個体数を抑制する必要があると考えています。": "Đúng vậy. Nhưng giờ đây, khi những mối đe dọa như Shifter mê cung khổng lồ xuất hiện,\ntôi nghĩ rằng cần phải kiềm chế số lượng cá thể thông qua việc thám hiểm lòng đất sâu.",
    "イベントにするのは参加意欲や競争意識を高める事に加えて、\n今後も定期的に討伐をする機会を設けるためです。": "Việc biến nó thành một sự kiện là để tăng cường mong muốn tham gia và ý thức cạnh tranh,\ncũng như để tạo cơ hội tiêu diệt chúng một cách thường xuyên trong tương lai.",
    "未来も見据えての競技化っていうわけだな。": "Nói cách khác, là thi đấu để hướng tới tương lai nhỉ.",
    "それと生徒会主催にして探索するタイミングを合わせる事で、\nトラブルなどに対処しやすくする意図もあります。": "Và bằng cách phối hợp thời gian thám hiểm với việc Hội học sinh đứng ra tổ chức,\nchúng tôi cũng có ý định dễ dàng đối phó với các sự cố.",
    "ふーん、それでどんなゲームにするの？": "Hừm, vậy thì nó là kiểu trò chơi gì?",
    "深い階層まで探索するのには実力が求められます。\n後に続く生徒たちの先駆けとなり、憧れられる象徴となって頂きたい。": "Để thám hiểm đến những tầng sâu, thực lực là điều cần thiết.\nMong rằng các em học sinh đi sau sẽ noi gương, và trở thành biểu tượng được ngưỡng mộ.",
    "そのため、志願していただいた優秀なチームが参加条件です。\nそれぞれが一斉に探索を開始し、下層まで潜って頂きます。": "Vì vậy, các đội ưu tú đã tình nguyện tham gia là điều kiện tiên quyết.\nMỗi đội sẽ bắt đầu thám hiểm cùng một lúc, và lặn xuống những tầng sâu hơn.",
    "ふふ、参加できること自体が優秀なチームの証明ってわけね♪\nいいわね。それで、他チームへの妨害行為はどうかしら？": "Hừm, việc được tham gia thôi đã là bằng chứng của một đội ưu tú rồi nhỉ♪\nHay đấy. Vậy thì, còn hành vi cản trở các đội khác thì sao?",
    "アニスさん、それは流石に……": "Ani-san, như thế thì…",
    "ええ、他チームへの妨害も許可しました。": "Ừ, tôi đã cho phép cản trở các đội khác.",
    "妨害も許可されているのですか？\n目的を考えれば協力をした方が良いと思いますが……": "Cả cản trở cũng được phép sao?\nTôi nghĩ là nên hợp tác nếu xét đến mục đích…",
    "協力をする形でも問題はありません。\n競技としての盛り上がりも考えて、あえて妨害を許可しています。": "Không có vấn đề gì nếu hợp tác.\nĐể tăng thêm sự sôi động cho cuộc thi, tôi đã cho phép cản trở.",
    "（メイズシフターの個体数を減らす意図と相反しているな……\n何か他に狙いがあるのか？）": "（Ý định giảm số lượng cá thể Shifter mê cung có vẻ mâu thuẫn với điều này…\nChẳng lẽ còn mục đích nào khác sao?）",
    "誰よりも深く潜り、そのデータを持ち帰ったものを勝者とする。\n妨害などもありの競争。これが『メイズラッシュ』です。": "Ai xuống sâu hơn, và mang dữ liệu về thì sẽ là người chiến thắng.\nCạnh tranh có cả cản trở. Đó là 'Maze Rush'.",
    "なるほど……": "Ra là vậy…",
    "それで、その『メイズラッシュ』の話をしたのは、\nあたしたちにぜひ参加して欲しいってことかしら？": "Vậy thì, lý do mà cậu ấy nói về 'Maze Rush' là,\nmuốn chúng ta tham gia đúng không?",
    "はい。その通りです……とはいえ生徒会の中でも、\nカオスメイデンを参加させるべきではないという意見もあります。": "Vâng. Đúng là như vậy… Mặc dù trong Hội học sinh,\nvẫn có những ý kiến cho rằng không nên để Chaos Maiden tham gia.",
    "その理由は分かりますね？": "Cậu hiểu lý do chứ?",
    "…………": "…………",
    "（他の校舎のチームが伸びてる中、低迷しているチーム。\n……参加を見送るべきって意見が出て来るのは当然か）": "（Trong khi các đội ở các học viện khác đang tiến bộ, thì đội của chúng ta lại trì trệ.\n…Việc đưa ra ý kiến không nên tham gia là điều đương nhiên）",
    "それで、会長は参加して欲しいんだよね？": "Vậy là, Hội trưởng muốn chúng ta tham gia đúng không?",
    "はい。貴方たちカオスメイデンの真価は、\n決められたルールでの戦いよりも自由な戦場で輝くものです。": "Vâng. Thực lực thực sự của các cậu, Chaos Maiden,\nsẽ tỏa sáng hơn trong một chiến trường tự do hơn là trong một trận chiến theo quy tắc.",
    "確かに今は伸び悩んでいる時期ではあるでしょう。\nしかし、それでもカオスメイデンを信じる生徒も多い。": "Quả thực, bây giờ là thời điểm các cậu đang chững lại.\nTuy nhiên, vẫn có nhiều học sinh tin tưởng vào Chaos Maiden.",
    "だからこそ、貴方たちには参加して欲しいのです。\nそのためであれば、私からも外部の声は跳ねのけます。": "Chính vì vậy, tôi muốn các cậu tham gia.\nVì điều đó, tôi sẽ gạt bỏ những ý kiến bên ngoài.",
    "……いいのですか？\n迷惑ばかりをかけているのに、そんな温情まで……": "…Có được không ạ?\nTrong khi chúng tôi chỉ toàn gây rắc rối, mà vẫn được đối xử tốt như vậy…",
    "ふふ、なんのことでしょうか？　私は『メイズラッシュ』が、\nもっとも盛り上がる最善の方法を提案しているだけですよ。": "Hừm, có gì đâu chứ? Tôi chỉ đang đề xuất phương pháp tốt nhất để 'Maze Rush'\ntrở nên sôi động nhất mà thôi.",
    "……ん、分かった。\n生徒会長がいうように、メイズラッシュに参加するよ。いいよね？": "…Ừm, đã hiểu rồi.\nNhư Hội trưởng nói, tớ sẽ tham gia Maze Rush. Được chứ?",
    "ええ、勿論よ♪": "Ừ, tất nhiên rồi♪",
    "それがわたしの役割なら、こなして見せる。": "Nếu đó là vai trò của tớ, tớ sẽ làm được.",
    "はい……会長には色々と助けてもらいました。\nですので、私から断るつもりはありません。": "Vâng… Em đã được Hội trưởng giúp đỡ rất nhiều.\nVì vậy, em sẽ không từ chối.",
    "沙耶ちゃん？　どうしたの？": "Saya-chan? Sao thế?",
    "あ、す、すみません！\n……私も参加致します。": "À, em, em xin lỗi!\n…Em cũng sẽ tham gia.",
    "（……沙耶には、迷いがあるみたいだな）": "（…Có vẻ như Saya vẫn còn do dự）",
    "ってわけで、カオスメイデンは参加するけど……\n%usernameusernameuserna%も参加するんだよね？": "Nói chung, Chaos Maiden sẽ tham gia…\nCòn %usernameusernameuserna% thì sao, cậu cũng tham gia chứ?",
    "いや、それは俺も知らん。\nメイズラッシュの事も初耳だからな。": "Không, tớ cũng không biết.\nTớ mới nghe về Maze Rush lần đầu đấy.",
    "えー！？　参加しようよー！！": "Êー!? Tham gia điー!!",
    "%usernameusernameuserna%さんには、お願いがあります。\nＬＯＣの件から直ぐで申し訳ありませんが……生徒会長命令です。": "Tôi có một yêu cầu với %usernameusernameuserna%.\nTôi xin lỗi vì đã làm phiền cậu ngay sau khi xong việc với LOC… Nhưng đây là mệnh lệnh của Hội trưởng.",
    "教導指揮官として、カオスメイデンを導いてください。": "Với tư cách là chỉ huy hướng dẫn, hãy dẫn dắt Chaos Maiden.",
    "優勝をしろとはいいません。ですが、上位になること。\nそれが今回の依頼です。": "Tôi không yêu cầu các cậu phải chiến thắng. Nhưng hãy đạt thứ hạng cao.\nĐó là yêu cầu lần này.",
    "……柊に帰るのは、まだまだ先になりそうだな。\n分かった、引き受けよう。": "…Có vẻ như tớ sẽ chưa thể về nhà ở Học viện Hiiragi sớm được rồi.\nĐã hiểu, tớ sẽ nhận lời.",
    "えっ、いいんですか？　そんな簡単に……": "Ê, được sao? Dễ dàng thế này sao…",
    "ああ、ここまで関わったんだからな。\nメイズラッシュの結果が出るまでは付き合うつもりだ。\n": "Ừm, vì đã liên quan đến tận đây rồi mà.\nTớ sẽ đi cùng cho đến khi có kết quả của Maze Rush.",
    "……ありがとうございます、%usernameusernameuserna%さん。": "…Cảm ơn cậu, %usernameusernameuserna%.",
    "（まだカオスメイデンの不調は治っていない。\n関わって助言をしたからには、最後までは付き合うのが筋だからな）": "（Chaos Maiden vẫn chưa thoát khỏi tình trạng không tốt.\nVì đã giúp đỡ và đưa ra lời khuyên, nên tớ phải đi cùng đến cuối cùng）",
    "話はまとまったようですね。\nでは、私からは以上です。皆さん、ありがとうございました。": "Mọi chuyện có vẻ đã xong rồi nhỉ.\nVậy thì, tôi xin phép dừng tại đây. Mọi người, cảm ơn rất nhiều.",
    "そしてカオスメイデンと共に退室しようとすると……": "Và khi định rời khỏi phòng cùng với Chaos Maiden…",
    "%usernameusernameuserna%さんだけ、少しよろしいですか？": "Riêng %usernameusernameuserna%, cậu có thể ở lại một chút được không?",
    "と、その一言で引き留められるのだった。": "Và, chỉ với một câu nói đó, tôi đã bị giữ lại.",
    "すみません、\nＬＯＣの依頼が終わってすぐのご依頼になってしまって。": "Xin lỗi, vì đã nhờ vả cậu ngay sau khi xong việc với LOC.",
    "乗り掛かった舟だからな。\nまあ、メイズラッシュに関しては事前に話して欲しかったが。": "Vì đã lên thuyền rồi mà.\nỪm, tôi ước gì đã được nghe về Maze Rush trước đó.",
    "それで……生徒会長から見ても、\nカオスメイデンの不調は放っておけないか？": "Vậy thì… Theo Hội trưởng, có vẻ như không thể bỏ mặc tình trạng của Chaos Maiden sao?",
    "……はい。未だに彼女たちはスランプを抜け出せていません。\nここ数日間のメイズ探索の成果も、普段の半分以下です。": "…Vâng. Đến nay, họ vẫn chưa thoát khỏi tình trạng sa sút.\nThành quả thám hiểm mê cung trong vài ngày gần đây cũng chỉ bằng một nửa so với bình thường.",
    "このままであれば、カオスメイデンというチームは崩れてしまう。\nそのような結末にするわけにはいきません。": "Nếu cứ tiếp tục như vậy, đội Chaos Maiden sẽ tan rã.\nTôi không muốn mọi chuyện kết thúc như vậy.",
    "ああ、分かってる。": "Ừm, tớ hiểu rồi.",
    "カオスメイデンの再起……いえ、さらなる進化を、\nあなたに期待しています。": "Sự hồi sinh của Chaos Maiden… Không, là sự tiến hóa hơn nữa,\ntôi đặt kỳ vọng vào cậu.",
    "任せてくれ。\n俺も学園に頼れるパイロットが増えて欲しいからな。": "Cứ giao cho tớ.\nTớ cũng muốn có thêm những phi công đáng tin cậy trong học viện.",
    "（……いずれ、皆の力を頼る事になるかもしれない。\nそんな予感があるからな……）": "（…Có lẽ, một ngày nào đó, tớ sẽ phải nhờ cậy vào sức mạnh của mọi người.\nVì có linh cảm như vậy…）",
    "……で、わざわざ呼び止めたのはなんだ？\nただそれを伝えたいって訳じゃないだろう？": "…Vậy, lý do mà cậu gọi tớ ở lại là gì?\nKhông phải chỉ để nói điều đó đúng không?",
    "ええ、本題はここからです。\nシリウスシュガーとカオスメイデンが遭遇した大型メイズシフター。": "Vâng, đây mới là vấn đề chính.\nShifter mê cung lớn mà Sirius Sugar và Chaos Maiden đã chạm trán.",
    "……あれは、偶然ではないかもしれません。": "…Có lẽ, đó không phải là sự trùng hợp.",
    "……なんだって？": "…Cái gì cơ?",
    "トリニティ・ジュエルが開発競争中に出会ったメイズシフターの大群。\nあちらも同様の可能性が示唆されています。": "Một đám Shifter mê cung mà Trinity Jewel đã gặp phải trong cuộc đua phát triển.\nCũng có khả năng tương tự đã được gợi ý.",
    "……つまり、さっき言ってたメイズシフターのバランスの話は、\nデタラメだってことか？": "…Tức là, câu chuyện về sự cân bằng của Shifter mê cung mà cậu vừa nói,\nlà giả dối sao?",
    "デタラメというわけではありません。増えているのは事実です。\nですが……この状況を悪用しようとしている者がいるかもしれません。": "Không hẳn là giả dối. Việc chúng đang gia tăng là sự thật.\nNhưng mà… Có thể có kẻ đang lợi dụng tình hình này.",
    "……だから妨害行為をありにしたのか？\n悪用をしようとしている何者かに対抗できるように。": "…Vậy nên mới cho phép hành vi cản trở sao?\nĐể có thể đối phó với kẻ nào đó đang cố gắng lợi dụng.",
    "その通りです。メイズシフター以外の敵に対抗するため、\n妨害行為ありのルールを追加いたしました。": "Đúng vậy. Để đối phó với kẻ thù khác ngoài Shifter mê cung,\ntôi đã thêm quy tắc cho phép hành vi cản trở.",
    "で、それは誰の作為なんだ？\n……前の事件でも意味深な事を言ってた、コトハか？": "Vậy, đó là hành động của ai?\n…Kotoha, người đã nói những điều đầy ẩn ý trong vụ việc trước đó sao?",
    "メイズシフターを使って何をしようとしてるんだ？\nこのザルトゥーム島を壊そうとしているのか？": "Hắn đang định làm gì với Shifter mê cung?\nHắn định phá hủy hòn đảo Zartoom này sao?",
    "俺の疑問に対しても、神楽は悲痛な表情を浮かべて沈黙する。": "Trước câu hỏi của tôi, Kagura đã im lặng với vẻ mặt đau khổ.",
    "……私にも意図は分かりません。": "…Tôi cũng không biết ý định của hắn.",
    "（……何かを知ってるが、言えないか）": "（…Có vẻ như cô ấy biết điều gì đó, nhưng không thể nói）",
    "……分かった。これ以上は言及しないでおく。": "…Đã hiểu. Tớ sẽ không đề cập đến nữa.",
    "だが、いつまでもだんまりは通じないぞ。\nいつか、ちゃんと抱えているものを全部聞かせてもらうからな。": "Nhưng, cậu không thể cứ im lặng mãi được đâu.\nMột ngày nào đó, tớ sẽ nghe hết mọi thứ mà cậu đang giấu trong lòng.",
    "……分かっています。": "…Tôi hiểu rồi.",
    "そして、去っていく俺に生徒会長は小さく答えた。": "Và, Hội trưởng đã trả lời tôi, người đang rời đi, một cách nhỏ nhẹ.",
    "いずれ、全てが明かされるはずです。\n……そう遠くない未来に": "Rồi sẽ đến lúc mọi thứ được phơi bày.\n…Trong một tương lai không xa.",
    "（あの発言の意味……）": "（Ý nghĩa của những lời nói đó…）",
    "――もう、%usernameusernameuserna%さん！\n何をボーっとしてますの！": "――Này, %usernameusernameuserna%!\nCậu đang nghĩ gì mà ngẩn ngơ ra đó vậy!",
    "っと、悪い。話してたらつい考え込んでな。\nで、シリウスシュガーもメイズラッシュには参加するんだろ？": "À, xin lỗi. Tớ đã suy nghĩ quá nhiều khi nói chuyện.\nVậy, Sirius Sugar cũng sẽ tham gia Maze Rush đúng không?",
    "はい！　実力が認められて声をかけてもらいました！　私たちも\n成長したので、%usernameusernameuserna%さんにも負けませんよ！": "Vâng! Chúng em đã được công nhận thực lực và được mời!\nChúng em đã trưởng thành hơn rồi, nên chúng em sẽ không thua %usernameusernameuserna% đâu!",
    "最近の%usernameusernameuserna%さんは浮気ばかりですけれども、\n目を離している間にわたくしたちはもっと強くなっていましてよ。": "Dạo này %usernameusernameuserna% toàn ngoại tình thôi, trong lúc chúng em không để ý, thì chúng em đã mạnh hơn rồi đấy.",
    "はは、そりゃ楽しみだ。\n……だが、俺もカオスメイデンも負けるつもりはないぞ。": "Haha, tớ rất mong chờ.\n…Nhưng, tớ và Chaos Maiden cũng không có ý định thua đâu.",
    "そして、俺はまた柊校舎を後にしてスカラ校舎へと向かうのだった。": "Và, tôi lại rời khỏi Học viện Hiiragi và hướng đến Học viện Scala."
}