{
    "ＬＯＣ内の屋内訓練場で非公式のＭＧ競技が行われた。\nその帰り、ふとある教室を覗くと――": "Một cuộc thi MG không chính thức đã diễn ra trong khu huấn luyện trong L.O.C.\nTrên đường về, tôi nhìn vào một lớp học và thấy――",
    "あれ？　リリー？　隅っこの席でスマートデバイスなんか見て、\n何ニヤニヤしてるんだ？": "Hả? Lily? Em đang xem gì trên thiết bị thông minh ở một góc thế kia?\nCười tủm tỉm nữa chứ?",
    "わっ！？　%usernameusernameuserna%！？": "A, Anh/Cậu %usernameusernameuserna%!?",
    "び、びっくりしたぁ……": "Hức, giật cả mình...",
    "集中乱してごめん……なんだか楽しそうにしてたからさ。": "Xin lỗi vì làm em mất tập trung... Chỉ là thấy em có vẻ vui quá.",
    "ヒーローアニメ映画観てたんだ！　今日から配信開始なんだけど、\n部屋まで帰る時間を考えると我慢できなくて……": "Em đang xem phim hoạt hình siêu anh hùng! Hôm nay mới chiếu trên mạng, nhưng nghĩ đến việc phải về phòng thì em không chịu nổi...",
    "それでこの空き教室使って、ひとりで鑑賞中だったってわけか……": "Vậy là em dùng lớp học trống này để xem một mình à...",
    "そういうこと。ほんと、こういう大事な日に限って、\n対面授業とかＭＧ訓練とかで校舎に登校しないといけないんだよね～。": "Đúng vậy. Thiệt tình, cứ vào mấy ngày quan trọng thế này, lại phải đến trường vì học trực tiếp hay huấn luyện MG.",
    "ひとりの時間を尊重する": "Tôn trọng thời gian riêng tư của em",
    "一緒に観たい": "Cùng xem với em",
    "お楽しみタイムってことなら、邪魔しちゃ悪いな。\n俺は帰るよ。": "Nếu là giờ giải trí của em, thì tôi không làm phiền nữa.\nTôi đi về đây.",
    "うん、せっかく声かけてくれたのに、ごめんね！": "Vâng, em xin lỗi vì đã làm phiền anh/cậu!",
    "それじゃ、ごゆっくり。": "Vậy, cứ từ từ nhé.",
    "えっ、%usernameusernameuserna%も？": "Hả, cả anh/cậu %usernameusernameuserna%?",
    "リリーが好きなもの、俺ももっと知りたいなって。": "Tôi cũng muốn biết thêm về những thứ Lily thích.",
    "%usernameusernameuserna%……": "%usernameusernameuserna%...",
    "う、うん……いいよ！　一緒に観よっか！\n最初から再生……っと！": "Ừm... được thôi! Mình cùng xem nhé!\nChạy lại từ đầu...!",
    "いいのか？　途中まで観てたんだろ？": "Được chứ? Em đã xem đến giữa chừng rồi mà?",
    "ぜんっぜん！　せっかく一緒に観るのにちんぷんかんぷんじゃ、\n%usernameusernameuserna%が楽しめないでしょ？": "Không hề gì! Xem mà không hiểu gì thì anh/cậu %usernameusernameuserna% không vui được đâu?",
    "そうして俺達はふたりきりの教室で身体を寄せ合って、\nヒーローアニメ映画を観るのだった――": "Và rồi, chúng tôi đã cùng nhau xem phim hoạt hình siêu anh hùng trong một lớp học chỉ có hai người――"
}