{
    "リディアが甘い物を食べたいというので、\nＬＯＣ近くのカフェにやってきた。": "Vì Lidia muốn ăn đồ ngọt, tôi đã đến quán cà phê gần LOC.",
    "リディアは何頼む？　今日は俺の奢りだ。好きなの頼んでいいぞ。": "Lidia muốn gọi gì? Hôm nay tôi bao. Cứ gọi món gì em thích.",
    "わぁい。じゃあじゃあ、カスタードプリンパフェ。\nリディア、カスタードプリン大好き。": "Waa! Vậy thì, gọi ly parfait pudding trứng. Lidia thích pudding trứng lắm.",
    "俺は……リンゴジュースでいいかな。\n甘いもので喉を潤したい気分だ。": "Tôi thì… chắc nước ép táo là được rồi. Tôi muốn làm dịu cổ họng bằng thứ gì đó ngọt ngào.",
    "そして、注文が届き――": "Và, món đã được mang ra—",
    "おにいちゃん、あーん。美味しいよ。": "Anh ơi, a~. Ngon lắm.",
    "いや、俺はいいよ。ジュースだけで。": "Thôi, tôi không cần đâu. Chỉ cần nước ép thôi.",
    "あーん。": "A~.",
    "俺は……": "Tôi thì…",
    "…………あーん。": "…………A~.",
    "おいしい？": "Ngon không?",
    "ああ、とってもおいしいよ。": "Ừ, rất ngon.",
    "あーん": "A~",
    "お礼にジュース飲む？": "Uống nước ép để cảm ơn nhé?",
    "んー。おにいちゃんのおいしい、リディアもうれしい。\nもっとあーんして。": "Ừm. Anh ngon, Lidia cũng vui. A~ thêm nữa đi.",
    "んー。ありがとう、おにいちゃん。": "Ừm. Cảm ơn anh.",
    "そう言って、リンゴジュースのストローをすする。他の子なら\n間接キスを気にするが、リディアだと不思議とそんな気にはならない。": "Nói rồi, em bé mút ống hút nước ép táo. Đứa khác thì đã để ý đến 'nụ hôn gián tiếp' rồi, nhưng với Lidia, tôi lại không cảm thấy vậy.",
    "ねえ、おにいちゃん……これって『かんせつきす』？": "Nè, anh ơi… cái này gọi là 'hôn gián tiếp' hả?",
    "ぶっ！？": "Phụt!?",
    "（危ない、口に何も含んでなくてよかった……）": "(Nguy hiểm thật, may mà trong miệng không có gì…)",
    "どこでそんな言葉を覚えて……": "Em học mấy từ này ở đâu vậy…",
    "（こっちではなく、向こうが気にするパターンだったか！？）": "(Không phải tôi, mà là bên kia mới để ý cơ đấy!?)",
    "ルナのよく読むごほんに描いてあった。\n同じのみものをふたりでのむと、かんせつきす？": "Trong cuốn sách Luna hay đọc có vẽ đó. Hai người cùng uống chung một thứ, thì là hôn gián tiếp?",
    "（よかった、正しい意味で把握しているわけじゃなさそうだ……）": "(May quá, có vẻ em ấy không hiểu đúng nghĩa…)",
    "ま、まあ、そんなところかな？": "À, thì, cũng gần như vậy.",
    "じゃあじゃあ、おにいちゃんと、いっぱい『かんせつきす』する。": "Vậy thì, em sẽ 'hôn gián tiếp' với anh thật nhiều.",
    "――なんて、周りに聞こえる声でご機嫌に言うものだから、\n変な視線を向けられたのは言うまでもない。": "—Cứ thế, em nói to cho mọi người nghe, không cần phải nói cũng biết là đã bị nhìn với ánh mắt kỳ lạ.",
    "あ、ああ、おいしいよ。": "À, ừ, ngon lắm.",
    "じゃあじゃあ、もっとあーん。": "Vậy thì, a~ thêm nữa đi.",
    "え？　あ、あーん。": "Hả? À, a~.",
    "そして最終的に――": "Và cuối cùng—",
    "んー？　なくなっちゃった？　リディアのパフェ。\nもっと、おにいちゃんにあーんしたかった……": "Ưm? Hết rồi à? Ly parfait của Lidia. Em muốn a~ với anh thêm nữa…",
    "リディアは食べなくてよかったのか？": "Lidia không cần ăn sao?",
    "んー！　おにいちゃんのあーんがたのしいから、リディアはいい。": "Ưm! Vì a~ của anh vui nên Lidia thấy ổn.",
    "さ、さいですか。": "V, vậy sao.",
    "（なんでカフェに入ったんだっけ……\nまあ、リディアが楽しそうなので、それでいいか）": "(Sao mình vào quán cà phê nhỉ… Mà thôi, Lidia vui là được rồi.)"
}