{
    "涼みに屋上へくると、ひとりゴミ袋とトングを持った葵がいた。": "Tôi lên sân thượng hóng mát, thấy Aoi đang một mình với túi rác và cái kẹp.",
    "葵？　ゴミ拾いでもしてるのか？": "Aoi? Cậu đang lượm rác à?",
    "まあな、ここは生徒が憩いの場として使うこともあるだろう？\nみんなの憩いの場でもあるのだから、きれいな方がいい。": "Ừm, ở đây cũng là nơi học sinh hay lui tới mà?\nVì là nơi mọi người nghỉ ngơi, nên sạch sẽ vẫn tốt hơn.",
    "葵らしいな。\n俺も手伝うよ。": "Đúng là Aoi có khác.\nTôi cũng giúp một tay.",
    "そうか、助かる。では私は目につくゴミを拾っていくから\n%usernameusernameuserna%は掃き清めてくれ。": "Vậy sao, tốt quá. Vậy tớ sẽ nhặt rác, còn %usernameusernameuserna% quét dọn nhé.",
    "わかった。\nそれにしても……": "Được thôi.\nNói mới nhớ...",
    "綺麗になると気分がいい": "Sạch sẽ thật thoải mái.",
    "自分がやった方がいい": "Mình nên tự làm.",
    "ゴミがなくなって綺麗になると、なんだか気分がいいな。\nいつもの屋上なのに、どこか清々しくなる。": "Hết rác rồi, sạch sẽ thật là dễ chịu.\nDù vẫn là sân thượng mọi khi, nhưng sao thấy thư thái lạ.",
    "そうだろう？　それも自分の手でそれを成したという\n達成感もある。汚れた場所で涼んでも癒やしにはならないからな。": "Phải không? Hơn nữa, còn có cảm giác\nthành tựu khi tự mình làm nữa. Chứ ở nơi bẩn thỉu thì thư giãn làm sao được.",
    "ああ、まったくもってそのとおりだな。": "Ừm, hoàn toàn đồng ý luôn.",
    "ゴミ拾いを終えた俺達は、綺麗になった屋上で\nふたり他愛のない話をして快適な時間を過ごすのだった。": "Sau khi lượm rác xong, hai đứa tôi đã có một buổi trò chuyện vu vơ trên sân thượng sạch sẽ, và có một khoảng thời gian thoải mái.",
    "こういうのは指示されてやるよりも、\n誰かが率先してやる方がいい面もあるよな。": "Những việc thế này, thay vì bị chỉ định làm,\nthì có người chủ động làm vẫn tốt hơn nhỉ.",
    "ああ。私も、きれいな屋上を望んだからやっているだけだ。\nやりたくなければ、やめればいい。": "Ừm. Tớ cũng chỉ làm vì tớ muốn sân thượng được sạch đẹp thôi.\nNếu không muốn, thì cứ bỏ qua.",
    "実際、毎日やっているわけではない。\nそうそう時間に余裕があるわけではないからな。": "Thật ra, tớ cũng không làm mỗi ngày đâu.\nVì cũng không có nhiều thời gian rảnh.",
    "じゃあ葵が来れないときは俺がやるかな。": "Vậy khi Aoi không đến, tôi sẽ làm vậy.",
    "ああ。%usernameusernameuserna%のような、\n自分からやってくれる生徒が増えれば嬉しいな。": "Ừm. Nếu có thêm những học sinh chủ động như %usernameusernameuserna% thì tớ mừng lắm.",
    "嬉しそうな葵と、\n屋上を綺麗に掃除して二人で帰るのだった。": "Aoi có vẻ vui, và hai người cùng nhau dọn dẹp sân thượng sạch sẽ rồi cùng nhau ra về."
}