{
    "はぁ…………どこだ、ここ。": "Haizz… Mình đang ở đâu đây?",
    "ちょっと授業を受けに他校舎を訪ねただけで、\nまさか道に迷うなんてな。": "Chỉ là đến một khu nhà khác để học ké thôi mà,\nkhông ngờ lại bị lạc đường.",
    "噂通りの迷宮だな、スカラ校舎。\n道案内もなしに、気まぐれで別の道に入ったのが運の尽きか。": "Đúng là mê cung như lời đồn, khu học xá Scala.\nKhông có cả chỉ dẫn, cứ thích đi đường khác là tiêu đời.",
    "何をひとりでブツブツ言っているんです？": "Cậu đang lẩm bẩm một mình gì thế?",
    "――翠蘭！？\nこんなところで、一体何をしてるんだ？": "— Thúy Lan!?\nSao cậu lại ở đây?",
    "そっくりお返しします。\nどうしてあなたがスカラ校舎に？": "Xin trả lại cậu câu hỏi đó.\nSao cậu lại ở khu học xá Scala?",
    "いや、よその校舎の授業を試しに受けてみたくてな。\n生徒会の許可をもらって来たんだが……": "À thì, tớ muốn thử học ké ở một khu nhà khác.\nTớ đã xin phép hội học sinh rồi…",
    "授業なら、とっくに終わっている時間ですが。": "Nếu là giờ học thì đã trễ rồi.",
    "受講自体は問題なく済ませたぞ。\nただ散策がてら、来た時とは別の道で帰ろうとしたら……": "Việc học thì tớ đã xong rồi.\nChỉ là tiện đường tớ muốn về bằng một con đường khác…",
    "道に迷った、と。\n素直に来た時の道を辿るべきだったのでは？": "Thế là bị lạc đường, đúng không?\nĐáng lẽ nên đi theo con đường lúc đến thì hơn?",
    "俺も今まさにそう考えて後悔していたところだ。": "Tớ cũng đang nghĩ vậy và hối hận đây.",
    "まったく……仕方のない人ですね。\n出口まで案内しますので、私について来てください。": "Thật là… Không biết phải nói sao nữa.\nTớ sẽ dẫn cậu ra, đi theo tớ.",
    "いいのか？\n翠蘭にだって自分の都合があるだろ？": "Được không?\nThúy Lan cũng có việc của mình chứ?",
    "予定は今しがた済ませてきたところです。\nそれに、あなたを放置して餓死でもされたら困りますから。": "Tớ vừa mới xong việc xong.\nHơn nữa, bỏ mặc cậu chết đói thì phiền phức lắm.",
    "（餓死か……冗談に聞こえないな）": " (Chết đói sao… Nghe không giống nói đùa gì cả)",
    "ともあれ助かった。ありがとう": "Dù sao cũng cảm ơn. Cảm ơn cậu.",
    "ありがとう。翠蘭って優しいんだな": "Cảm ơn. Thúy Lan thật tốt bụng.",
    "気にしないでください。\n新入生とかよく道に迷うので、こういうのは慣れてます。": "Đừng bận tâm.\nTân sinh viên hay bị lạc đường, tớ quen rồi.",
    "……べ、別に。これくらいたいしたことじゃありません。\nさっさと行きましょう。": "…Đâ, đâu có gì. Chuyện này có gì to tát đâu.\nĐi thôi.",
    "ちゃんと私について来てくださいね。\nくれぐれも、興味本位でフラッと脇道に入らないように。": "Cậu phải đi theo tớ đấy nhé.\nTuyệt đối đừng có tò mò mà rẽ vào đường khác đấy.",
    "（まるでここは自分の庭と言わんばかりの足取りだな。\nけど……今、ちょっとフラついてなかったか？）": "(Cứ như đây là nhà của mình vậy.\nNhưng… Vừa rồi hình như hơi loạng choạng thì phải?)",
    "大丈夫。そこまで子どもじゃないから。": "Không sao đâu. Tớ không đến nỗi trẻ con như vậy đâu.",
    "さっきの様子を見た限りでは、信用なりません。": "Nhìn cậu vừa nãy, tớ không tin đâu.",
    "返す言葉もないな。": "Tớ cũng chẳng biết nói gì.",
    "そんなことより、本当に平気なのか？\n翠蘭も疲れた様子に見えるぞ。": "Hơn nữa, cậu có thực sự ổn không vậy?\nTớ thấy Thúy Lan có vẻ mệt mỏi đấy.",
    "……抜けているのか、冴えているのか、わからない人ですね。": "…Cậu không hiểu chuyện hay là đang tỉnh táo nữa, tớ cũng không biết nữa.",
    "ん？": "Hả?",
    "なんでもありません。\nどうぞ私のことはお気遣いなく。": "Không có gì đâu.\nXin cậu đừng lo cho tớ.",
    "別チームから非公式競技の申し込みがあったんです。\nその詳細をまとめる交渉が、少々難航してしまって。": "Đội khác đã đăng ký thi đấu không chính thức.\nViệc tổng hợp chi tiết và thương lượng có hơi khó khăn một chút.",
    "他チームとの連絡窓口になるのも、私の役目のひとつですから。": "Việc trở thành đầu mối liên lạc với các đội khác cũng là một trong những nhiệm vụ của tớ.",
    "大変なら、誰かに丸ごと任せればいいのに。": "Nếu khó khăn thì giao cho người khác làm đi.",
    "交渉役なんて面倒な仕事、他の誰かに任せるなんてできませんよ。": "Công việc thương lượng phiền phức như vậy, tớ không thể giao cho người khác được.",
    "チームのみんなは？": "Mọi người trong đội thì sao?",
    "……俺とかどうだ？": "…Tớ thì sao?",
    "あー……": "A…",
    "仲間を頼れって、妥当な助言だと思うんだが。\nそこまでイヤそうな顔をすることか？": "Tớ nghĩ nên nhờ đồng đội đấy.\nSao cậu lại khó chịu thế?",
    "あなた、何もわかってなかったんですね。\n私達のこと、結構調べているものだと思ってましたが。": "Cậu chẳng hiểu gì cả.\nTớ cứ tưởng cậu đã tìm hiểu về chúng tớ rồi chứ.",
    "じゃあ教えてくれ。\n翠蘭の目から見た、みんなのことを。": "Vậy thì cho tớ biết đi.\nTrong mắt Thúy Lan, mọi người thế nào?",
    "外部の人を頼るわけにはいきません。\nあなたはカオスメイデンのメンバーじゃないんですから。": "Không thể nhờ người ngoài được.\nCậu không phải là thành viên của Chaos Maiden mà.",
    "自分でわかってるじゃないか。\n今、翠蘭は答えを言ったぞ。": "Cậu tự biết rồi còn gì.\nThúy Lan vừa mới trả lời đấy.",
    "えっ？": "Hả?",
    "カオスメイデンのみんなを頼ればいい。\nそうだろ？": "Cậu nên nhờ mọi người trong Chaos Maiden.\nĐúng không?",
    "……あの子達はアテになりませんよ。\nだから私が今のポジションにいるんです。": "…Mấy đứa đó không đáng tin đâu.\nVì vậy nên tớ mới ở vị trí này.",
    "そうですね……沙耶は真面目ですが、他チームとトラブルが起きた時\n強気に対応できる性格じゃありません。交渉には不向きです。": "Đúng là… Saya thì nghiêm túc, nhưng khi có rắc rối với đội khác thì\ncô ấy không có tính cách mạnh mẽ để đối phó. Không thích hợp để thương lượng.",
    "逆にアニスはトラブルメーカーな一面がありますので、\n交渉役なんて任せたら大変なことになるのは目に見えてます。": "Ngược lại, Annis thì có một mặt là kẻ gây rắc rối,\nnên giao cho cô ấy thì chắc chắn sẽ gặp rắc rối.",
    "フィーは放っておいたら何もしない子ですし、\nユリアは目を離したら何をしでかすかわかりません。": "Fee thì nếu cứ để yên thì sẽ không làm gì cả,\nCòn Yuria thì không biết sẽ làm gì nếu không để ý.",
    "……結果、私がやるしかないわけです。": "…Kết quả là, tớ phải làm thôi.",
    "なんというか、大変だな……": "Nói sao nhỉ, thật là vất vả…",
    "ついでに言うと交渉だけでなく、訓練メニューや競技の作戦考案、\n敵情視察と分析、おまけに私生活のフォローまで私の仕事です。": "Tiện thể nói luôn, không chỉ thương lượng, mà còn lên thực đơn huấn luyện, lên kế hoạch tác chiến,\nquan sát và phân tích tình hình địch, thêm vào đó là cả việc chăm sóc đời sống cá nhân của tớ nữa.",
    "えっ？　それ、全部じゃないか。": "Hả? Chuyện đó, tất cả đều là…",
    "……働き者だな、翠蘭は。": "…Thật là chăm chỉ, Thúy Lan.",
    "好きでやっているわけじゃありません。ただの消去法です。\n雑務は全部、私がやるのが一番マシですから。": "Tớ không thích làm đâu. Chỉ là phương pháp loại trừ thôi.\nVề những công việc lặt vặt, tớ làm là tốt nhất.",
    "カオスメイデンがスカラ校舎で一番強いチームであり続けるためには、\nこの苦労も必要なことなんです。": "Để Chaos Maiden tiếp tục là đội mạnh nhất ở khu học xá Scala,\nthì những khó khăn này là cần thiết.",
    "トップであることに、こだわりがあるんだな。": "Cậu quan trọng việc đứng đầu đến vậy sao?",
    "優秀な成績で卒業すれば、\n高給取りの安定した企業に就職できますからね。": "Nếu tốt nghiệp với thành tích xuất sắc,\ncậu có thể vào một công ty ổn định với mức lương cao mà.",
    "どこか目指している就職先でもあるのか？\n": "Cậu có mục tiêu về nơi làm việc nào không?\n",
    "いえ、特にどこというのはありません。\nあえて言うなら、『厚待遇な企業』……でしょうか。": "Không, không có nơi nào cụ thể cả.\nNếu phải nói thì là, 'Công ty có đãi ngộ tốt'… chăng?",
    "稼ぎたいなら、自分でビジネスチャンスを作るのも手なんじゃないか？\n翠蘭なら経営の才能もありそうだ。": "Nếu muốn kiếm tiền, sao cậu không tự mình tạo cơ hội kinh doanh?\nThúy Lan có vẻ có tài kinh doanh đấy.",
    "そんな才能ある気はしませんが……あるとしても、経営はごめんです。\n両親の大変さをこの目で見てきてますから。": "Tớ không nghĩ là mình có tài năng đó… Dù có đi nữa, thì tớ cũng không muốn kinh doanh đâu.\nTớ đã thấy rõ sự vất vả của bố mẹ mình rồi.",
    "私はただ、無難で……安定した生き方を……": "Tớ chỉ muốn, an toàn… một cuộc sống ổn định…",
    "……ん？\n今、翠蘭の姿勢がまたぐらついたような……": "…Hả?\nVừa rồi, tư thế của Thúy Lan lại có vẻ loạng choạng…",
    "翠蘭、大丈夫か？": "Thúy Lan, cậu không sao chứ?",
    "……な、何がです？": "…Đ, đâu có gì?",
    "いや……": "Không…",
    "俺の気のせい……か？": "Chắc là tớ nhìn nhầm…?",
    "この辺りまで来れば、もう迷子になる心配はないと思います。\n……%usernameusernameuserna%さんがフラフラ寄り道しなければ。": "Đến đây thì tớ nghĩ cậu sẽ không bị lạc nữa đâu.\n…Nếu %usernameusernameuserna% không đi đường vòng.",
    "辛辣だな。\nともかく助かったよ、翠蘭。": "Cay nghiệt thật đấy.\nDù sao cũng cảm ơn cậu, Thúy Lan.",
    "どういたしまして。\nですが、次も助けてもらおうなんて思わないでくださいね？": "Không có gì đâu.\nNhưng, đừng nghĩ là tớ sẽ giúp cậu lần sau đấy nhé?",
    "翠蘭の仕事を増やさないようにするよ。\n忙しいみたいだからな。": "Tớ sẽ không làm tăng thêm công việc của Thúy Lan đâu.\nVì cậu có vẻ bận rộn mà.",
    "あ、今のは嫌味じゃないからな？\n普通に心配してるだけだぞ。": "À, tớ không có ý gì đâu đấy nhé?\nChỉ là lo lắng thôi.",
    "ご心配なく。\nあなたがただのお人好しだってことくらい知ってます。": "Đừng lo lắng.\nTớ biết cậu chỉ là một người tốt bụng mà thôi.",
    "それでは、気をつけて帰ってください。": "Vậy thì, cẩn thận về nhà nhé.",
    "ああ。翠蘭も無理はしないようにな。": "Ừm. Thúy Lan cũng đừng làm quá sức nhé.",
    "それは私がカオスメイデンにいる限り、無理な相談ですね。\nでは。": "Điều đó là không thể khi tớ còn ở Chaos Maiden rồi.\nVậy nhé.",
    "（……帰り際まで慌ただしい感じだな、翠蘭。\n本当に、無茶しないといいが）": "(…Cứ như là đang vội vã cho đến lúc về nhà vậy, Thúy Lan.\nThật sự, mong là cậu đừng làm quá sức)",
    "（俺もこれ以上迷惑をかけないうちに帰――）": "(Tớ cũng nên về trước khi gây thêm phiền phức cho cậu ấy—)",
    "――え？": "— Hả?",
    "……翠蘭！？\nおい、しっかりしろ翠蘭！": "…Thúy Lan!?\nNày, Thúy Lan, tỉnh lại!",
    "すぅ……――すぅ……すぅ――": "Hừm…—hừm…hừm—",
    "（すぐそばに空き教室があって助かった。\nひとまず、翠蘭はここに寝かせておこう）": "(May mà có một phòng học trống ở gần đây.\nTạm thời, tớ sẽ để Thúy Lan ngủ ở đây vậy)",
    "（カオスメイデンのみんなには連絡がついたし、\nじきに駆けつけてくれるはずだ）": "(Tớ đã liên lạc với mọi người trong Chaos Maiden rồi,\nchắc chắn họ sẽ đến ngay thôi)",
    "（呼吸とかは問題なさそうだし、普通に眠っているみたいだ……\nそれだけ疲れていたんだろうか）": "(Nhịp thở và mọi thứ đều ổn, có vẻ như đang ngủ say…\nCó lẽ là vì quá mệt mỏi)",
    "……役に立てなくて悪いな、翠蘭。": "…Xin lỗi vì không giúp được gì, Thúy Lan.",
    "…………": "…",
    "せめて、みんなが来るまで隣にいるから……": "Ít nhất, tớ sẽ ở đây cho đến khi mọi người đến…",
    "……": "…",
    "――はっ！？": "— Hả!?",
    "（な、何してたんだ俺。\nこんな時に悠長に居眠りなんて――）": "(T, tớ đang làm gì thế này.\nTrong lúc này mà lại ngủ gật nữa chứ—)",
    "つか、もう夜になってる……": "Mà, trời đã tối rồi…",
    "……って、あれ？　翠蘭？\n翠蘭、どこだ……！？": "…Ơ, Thúy Lan?\nThúy Lan, đâu rồi…!?",
    "くそ、廊下にもいない……": "Chết tiệt, cũng không có ở hành lang nữa…",
    "（ん？　スマートデバイスに連絡があるな……）": "(Hả? Có tin nhắn trên thiết bị thông minh…)",
    "『お疲れのようでしたので、起こしませんでした。\n屋上で少し風を浴びてきます。　翠蘭』": "'Có vẻ như cậu đã mệt rồi, nên tớ không đánh thức cậu.\nTớ ra sân thượng hóng gió một lát. Thúy Lan'",
    "はぁ……はぁ……！\n翠蘭っ！": "Hừm…hừm…!\nThúy Lan!",
    "そんなに慌てなくても、私は逃げたりしませんよ。": "Cậu không cần phải vội vàng đến thế đâu, tớ không có trốn đâu mà.",
    "翠蘭……よかった。心配したぞ。\n倒れたあとに、ひとりで勝手に動き回るなんて。": "Thúy Lan… May quá. Tớ lo quá.\nSau khi ngã xuống, cậu còn tự ý đi lung tung nữa.",
    "見ての通り、私は元気です。\n少し休んだら体調も改善しました。": "Như cậu thấy đấy, tớ vẫn khỏe.\nTớ đã khỏe hơn sau khi nghỉ ngơi một chút.",
    "道端で突然気絶して、しばらく横になっただけだぞ。\n休むなら、ちゃんと自室か病院で眠った方が――": "Cậu bị ngất xỉu giữa đường, sau đó nằm nghỉ một lát thôi mà.\nNếu muốn nghỉ ngơi, thì nên ngủ trong phòng hoặc bệnh viện—",
    "休んだ方がいいのは、%usernameusernameuserna%さんもですよ。\nそんなに息を荒げて、汗もびっしょり。": "Người nên nghỉ ngơi là %usernameusernameuserna% đấy.\nCậu thở gấp gáp như thế, mồ hôi cũng nhễ nhại.",
    "落ち着いて、まずは呼吸を整えてください。\nちょっと私の姿が見えなくなったくらいで、動揺しすぎです。": "Bình tĩnh, trước tiên hãy điều hòa hơi thở đi.\nChỉ vì không thấy tớ một chút mà cậu đã kích động quá rồi.",
    "当たり前だろ。\n忙しいって話を聞いたあとに倒れられたら、動揺するに決まってる。": "Đương nhiên rồi.\nTớ đã lo lắng khi nghe cậu nói bận rộn, sau đó cậu lại ngã xuống.",
    "……ごめんなさい。\n余計な心配をかけてしまったことは、素直に謝ります。": "…Xin lỗi.\nTớ xin lỗi vì đã làm cậu lo lắng.",
    "カオスメイデンのみんなにも、珍しく心配されました。\nあなたが呼んでくれたんですね。": "Mọi người trong Chaos Maiden cũng lo lắng nữa đấy.\nCậu đã gọi cho họ đúng không?",
    "みんな来てくれたんだな。": "Mọi người đã đến rồi sao.",
    "はい。そばであれだけ騒いでも起きなかったあたり、\n相当お疲れだったみたいですね。": "Vâng. Vì cậu đã không thức dậy dù ồn ào đến thế, nên có vẻ như cậu đã rất mệt.",
    "俺、そこまで深く寝入ってたのか……\nそれで、彼女達はどこへ？": "Tớ đã ngủ say đến vậy sao…\nVậy, họ đâu rồi?",
    "あまり遅くなっては申し訳ないので、\n今しがた先に帰ってもらいましたけど。": "Vì sợ đến trễ nên tớ đã bảo họ về trước rồi.",
    "こんな時まで、仲間を先に帰すなんて……\n翠蘭はもっとみんなを頼らないとだめだ。": "Đến lúc này mà cậu vẫn để đồng đội về trước sao…\nThúy Lan nên nhờ cậy mọi người nhiều hơn đi.",
    "もしもみんなが去ったあとに、\nまた倒れたらどうするつもりだったんだ？": "Nếu mọi người đi rồi,\ncậu sẽ làm gì nếu lại ngã xuống?",
    "……みんなにも同じことを言われてしまいました。\n本気で心配したんだからと。": "…Mọi người cũng nói với tớ như vậy.\nVì họ thực sự lo lắng.",
    "今まで私に甘えすぎてごめんなさい、もっと頼ってくれていいと。\n……ユリアまでですよ？　びっくりですよね。": "Tớ xin lỗi vì đã quá dựa dẫm vào cậu, cậu có thể nhờ cậy tớ nhiều hơn mà.\n…Ngay cả Yuria cũng nói vậy đấy? Thật bất ngờ.",
    "当然だろ。だって君らは仲間なんだから。\n理解してもらえたなら、翠蘭ももっと仲間を頼った方がいい。": "Đương nhiên rồi. Vì các cậu là đồng đội mà.\nNếu cậu đã hiểu, thì Thúy Lan nên nhờ cậy mọi người nhiều hơn.",
    "心配性ですね、あなたは……大丈夫ですよ。\nこれくらいの仕事量は、私にとって慣れたもので――": "Cậu thật là hay lo lắng… Không sao đâu.\nVới khối lượng công việc này, tớ đã quen rồi—",
    "翠蘭がやるのがベターだってのは、もう聞いた。\n不慣れな仲間達に手伝われるより効率がいいのも理解はできる。": "Tớ đã nghe rồi, Thúy Lan làm là tốt nhất.\nTớ hiểu rằng hiệu quả hơn là để những người không quen giúp đỡ.",
    "でも、今日みたいなことがまた起きたらどうする？\nそれも深刻な病気に繋がったとしたら？": "Nhưng, nếu chuyện như hôm nay xảy ra một lần nữa thì sao?\nNếu nó dẫn đến một căn bệnh nghiêm trọng?",
    "翠蘭が欠けたら、今のカオスメイデンは間違いなくボロボロになるぞ。": "Nếu Thúy Lan không còn, thì Chaos Maiden hiện tại chắc chắn sẽ tan nát.",
    "それは……": "Chuyện đó thì…",
    "成績を維持するどころじゃなくなる。\n優秀なパイロットとして卒業する目標も台無しだ。": "Không những không duy trì được thành tích.\nMục tiêu tốt nghiệp với tư cách là một phi công xuất sắc cũng sẽ tiêu tan.",
    "そうならないためにも、他の誰かに仕事を丸投げするとか、\n考えたほうがいい。全部翠蘭が抱えこむことなんてない。": "Để không xảy ra chuyện đó, cậu nên giao việc cho người khác chẳng hạn,\ncậu không cần phải ôm đồm tất cả đâu.",
    "……%usernameusernameuserna%さんの言うことももっともです。\nですが、カオスメイデンの雑務は私の仕事ですし。": "…Lời của %usernameusernameuserna% cũng rất hợp lý.\nNhưng, công việc lặt vặt của Chaos Maiden là việc của tớ mà.",
    "（やけにこだわるな……もしかして、なんだかんだ言って\n翠蘭はチームの裏方作業が好きなのか……？）": "(Cậu ấy cứ khăng khăng… Chẳng lẽ, dù sao thì\nThúy Lan thích những công việc hậu trường của đội sao…?)",
    "……わかった。じゃあ、こうしよう。": "…Tớ hiểu rồi. Vậy thì, cứ làm như thế này vậy.",
    "基本的には今まで通り、カオスメイデンの雑務は翠蘭が仕切る。\nその代わり、手を動かすのは仲間に任せるんだ。": "Về cơ bản, như mọi khi, Thúy Lan sẽ quản lý các công việc lặt vặt của Chaos Maiden.\nThay vào đó, tớ sẽ để mọi người làm việc.",
    "この形なら翠蘭はすべての雑務を管理することができる。\n単純に作業を切り分けるんじゃなく、適材適所で役割分担だ。": "Với hình thức này, Thúy Lan có thể quản lý tất cả các công việc lặt vặt.\nThay vì chỉ đơn giản là phân chia công việc, thì sẽ phân chia vai trò phù hợp.",
    "役割分担……": "Phân chia vai trò…",
    "誰かに丸ごと任せたくないって言うならそれでいい。\nその代わり、今後は全部自分で背負うってのもナシだ。": "Nếu cậu không muốn giao cho ai đó, thì cứ như vậy đi.\nThay vào đó, từ nay, cậu cũng không được tự mình gánh vác mọi thứ nữa.",
    "あと、カオスメイデンのみんなだけじゃなく、\n俺のことも好きに呼びつけて使ってくれていい。": "Ngoài ra, không chỉ mọi người trong Chaos Maiden,\ncậu có thể gọi và sử dụng tớ tùy thích.",
    "……呼びつけたら、また道に迷ったりしませんか？": "…Nếu gọi thì cậu lại bị lạc đường nữa sao?",
    "うっ。ひ、引っ張るな……\n余計な手間はかけさせないよう、気をつけるつもりだ。": "Ư… Đ, đừng kéo tớ…\nTớ sẽ cố gắng để không gây thêm rắc rối.",
    "だといいんですが。": "Mong là vậy.",
    "……ひとまず翠蘭がいつも通りで安心した。": "…Tớ đã yên tâm vì Thúy Lan vẫn như mọi khi.",
    "ふふっ……まあ、その役割分担の件、わかりました。\nあなたのことも使わせてもらうこと含めて……考えておきます。": "Hừm… Chà, về việc phân chia vai trò, tớ hiểu rồi.\nCả việc sẽ sử dụng cậu nữa… tớ sẽ suy nghĩ về nó.",
    "%usernameusernameuserna%さん。\nここ、戦術データの入力欄がズレています。": "%usernameusernameuserna%.\nChỗ này, cột nhập dữ liệu chiến thuật bị lệch rồi.",
    "ああ、すまない。\nもうひとつのチームデータと並行して作業してたせいだな。": "À, xin lỗi.\nVì tớ đang làm việc song song với dữ liệu của đội khác.",
    "修正作業はこちらで引き取りますので、\nあなたはそちらの作業の継続をお願いします。": "Tớ sẽ đảm nhận việc sửa chữa, nên\ncậu cứ tiếp tục công việc của mình đi.",
    "少しでも役に立ててるといいんだが、\n俺、余分な作業を増やしたりしていないか？": "Tớ có thể giúp được gì, tớ không biết nữa,\ntớ có làm tăng thêm công việc không?",
    "いいえ。ちゃんと助かってますよ。\nみんなのフォローも、まあ、思ったより悪くありません。": "Không. Cậu đã giúp tớ rồi.\nViệc hỗ trợ mọi người, chà, cũng không tệ hơn tớ nghĩ.",
    "（……翠蘭、楽しそうだな。\nやっぱり裏方作業が好きなのか）": "(…Thúy Lan, có vẻ vui vẻ nhỉ.\nQuả nhiên là thích những công việc hậu trường)",
    "おかげさまで、卒業後のビジョンが少し見えてきたかもしれません。\nこういう仕事を選ぶのも悪くないかな、と。": "Nhờ vậy, tớ có thể thấy một chút về tương lai sau khi tốt nghiệp rồi.\nTớ nghĩ chọn những công việc như thế này cũng không tệ.",
    "それは何よりだ。": "Vậy thì tốt quá.",
    "あの……%usernameusernameuserna%さんはどうなんです？\n卒業したら、やりたいことはあるんですか？": "À… %usernameusernameuserna% thì sao?\nSau khi tốt nghiệp, cậu có muốn làm gì không?",
    "うーん。考えたことないな。\n俺はとにかく今をやり抜くことで精一杯だ。": "Ưm. Tớ chưa nghĩ đến.\nTớ chỉ cố gắng hết sức để làm tốt hiện tại thôi.",
    "……そうですか。": "…Vậy sao.",
    "あなたをそばで支える未来も、悪くはないと思ったんですが……": "Tớ đã nghĩ rằng tương lai có cậu ở bên cạnh cũng không tệ…",
    "ん？　俺の作業分に、まだ何かミスがあったか？": "Hả? Tớ có sai sót gì trong công việc của tớ sao?",
    "い、いえっ、なんでもありません！": "Đ, đâu có, không có gì cả!",
    "いいから、手を動かしてください。\nまだまだ手伝ってもらうことはいっぱいあるんですから……！": "Cứ làm việc đi.\nVẫn còn rất nhiều việc cần cậu giúp đỡ mà…!",
    "こうして俺は翠蘭に叱られながら、\n彼女の手伝いを続けるのだった――": "Cứ như vậy, tớ đã bị Thúy Lan mắng mỏ,\nvà tiếp tục giúp đỡ cô ấy—"
}