{
    "ここがブラックマーケットの存在するスカラ校舎とやらか。\n……私達が滞在していた場所とは違って、混沌とした景観だな。": "Đây là khu học xá Scala, nơi chợ đen tồn tại.\n……Khác với nơi chúng ta ở, cảnh tượng thật hỗn loạn.",
    "うう……同じ島の中とは思えないね。ちょっと怖いかも……": "Ư… Tớ không nghĩ đây là cùng một hòn đảo. Có chút đáng sợ…",
    "スカラ校舎は島内でも一風変わった校舎なんですよ。\n増築に増築を重ねて、今みたいな形に落ち着いたんです。": "Khu học xá Scala là một khu học xá kỳ lạ trên đảo.\nNó đã được mở rộng và mở rộng, và cuối cùng đã ổn định như thế này.",
    "俺も最初に来たときは驚いたな。\nスカラ校舎の校風も他とずいぶん違うし。": "Lần đầu đến đây, tôi cũng ngạc nhiên.\nPhong cách của khu học xá Scala cũng rất khác so với những nơi khác.",
    "建築様式が示す通り、土地によって文化自体が異なるということか。": "Như kiến trúc cho thấy, văn hóa khác nhau tùy theo vùng đất.",
    "それにしても、ちょっと入り組みすぎじゃないですか……？\nわたし達だけじゃ、道に迷ってたかも。": "Nói vậy chứ, có phải hơi rối rắm quá không…?\nChỉ có chúng ta, có lẽ đã bị lạc đường rồi.",
    "うっかり路地に入らないよう、\n気をつけてついて来てくださいね。": "Để ý đừng vào ngõ hẻm,\nHãy đi theo tớ nhé.",
    "とは言っても、私の方がスカラで迷子になるかもですけど……": "Mặc dù vậy, có lẽ tớ mới là người bị lạc ở Scala…",
    "あんまり俺をアテにされても困るぞ。\n生徒会長からもらったデータだけが頼りだ。": "Đừng quá tin tưởng vào tôi.\nTớ chỉ dựa vào dữ liệu nhận được từ Hội trưởng Hội học sinh.",
    "このように迷路じみた構造では、\n目的地にたどり着くのはひと苦労であろうな。": "Với cấu trúc như mê cung này,\nkhó mà đến được đích đến.",
    "タケルちゃん達、今頃きっと困ってるよね。\nふっふっふ。": "Takeru-chan và mọi người, chắc bây giờ đang gặp rắc rối nhỉ?\nFufu.",
    "（……流石に生徒会長が何かしらのサポートはしてるだろうが、\nそれをわざわざ言う必要はないか）": "（……Quả là Hội trưởng Hội học sinh sẽ hỗ trợ gì đó, nhưng\ncó cần phải nói ra không nhỉ）",
    "しかし、こうして商店街を見ると面白い商品が多いな。": "Tuy nhiên, khi nhìn vào khu mua sắm này, có rất nhiều sản phẩm thú vị.",
    "そうですね。\n純夏さんたちも、楽しそうに見ていますよ。": "Đúng vậy.\nMọi người cũng đang vui vẻ nhìn ngắm.",
    "わぁ、この小物可愛いね！\n……って、まずお金の価値がよく分からない。": "Woa, phụ kiện này dễ thương quá!\n……Nhưng, đầu tiên thì tớ không hiểu giá trị của tiền tệ.",
    "確かに私達の記憶にある貨幣とは違うな。\n生徒会から支給されている金額を考えると……": "Quả thực, nó khác với tiền tệ trong ký ức của chúng ta.\nNếu nghĩ đến số tiền được cung cấp từ Hội học sinh thì…",
    "こっちもネコちゃんの小物があるんですね！\nわぁ、こっちのも可愛い……": "Ở đây cũng có phụ kiện mèo con này!\nWoa, cái này cũng dễ thương…",
    "……流石に満喫しすぎじゃないか？": "……Không phải là đã tận hưởng quá mức rồi sao?",
    "あはは……やっぱり生徒会で身元を調べるあいだ、\n外に出れなくて不満が溜まってたんですかね？": "A ha ha… Chắc là vì không được ra ngoài trong khi Hội học sinh đang điều tra thân phận nhỉ?",
    "ねえねえ、めるちゃん！　めるちゃんも一緒に見よ！": "Nè nè, Meru-chan! Meru-chan cũng xem với tớ đi!",
    "ええっと……それもいいんですけど、\nそろそろ目的の商店を探さないとダメじゃないですか？": "Ừm… Điều đó cũng tốt, nhưng\nchúng ta nên tìm cửa hàng mục tiêu thôi nhỉ?",
    "あっ、そ、そうだった！\n御剣さんも言ってよ！": "A, đ, đúng rồi!\nMiturugi-san, cậu cũng nói đi!",
    "ふふ、すまない。\n楽しんでいる姿を見ていたら、ついな。": "Fufu, xin lỗi.\nKhi nhìn thấy mọi người vui vẻ, tớ đã lỡ lời.",
    "それに、わたし達も気になってましたから……\n色々な商品があって目が引かれちゃいますね！": "Hơn nữa, chúng tớ cũng tò mò…\nCó rất nhiều sản phẩm khác nhau khiến chúng tớ bị thu hút!",
    "ちなみに、ここのすぐ近くに目当ての商店があるみたいだぞ。\n材料の一つを取り扱っているらしい。": "Nhân tiện, có vẻ như cửa hàng mục tiêu ở gần đây.\nCó vẻ như họ đang bán một trong những nguyên liệu.",
    "よーし！　タケルちゃんに負けないためにも、\nその商店に向かおっか！": "Được rồi! Để không thua Takeru-chan,\ntớ sẽ đi đến cửa hàng đó!",
    "その商店って……もしかして、あの赤い看板ですか？": "Cửa hàng đó… Chẳng lẽ là cái biển hiệu màu đỏ kia sao?",
    "あ。そうみたいですね。\n壬姫さん、よく気付いて――": "A. Có vẻ như vậy.\nNimihime-san, cậu để ý thật――",
    "おっ。": "Ố.",
    "むっ？": "Mú?",
    "あーっ！\nタケルちゃん……なんで！？": "Áー! \nTakeru-chan… Tại sao!?",
    "よう。遅かったな、純夏。": "Chào. Đến trễ nhỉ, Sunaka.",
    "生憎だけど、ここの商店の品は\n私達が先に引き取らせてもらったわよ。": "Thật không may, hàng hóa của cửa hàng này\ntớ đã lấy trước rồi.",
    "え～っ！？": "E～h!?",
    "あはは。早い者勝ちってことで、ごめんね。": "A ha ha. Vì là người đến trước được hưởng, xin lỗi nhé.",
    "じゃ、お先に。": "Vậy, tớ đi trước nhé.",
    "そういうわけだ。\n純夏達もせいぜい頑張れよ～！": "Đó là lý do.\nSunaka và mọi người cũng cố gắng lên nhé～!",
    "案内人のいないタケル達に先行されるとは……\nどういうカラクリだ？": "Bị đi trước bởi Takeru và mọi người, những người không có người hướng dẫn…\nCái quái gì vậy?",
    "そんなこと考えてる場合じゃないよー！\nモタモタしてたらタケルちゃん達に負けちゃう！": "Không phải lúc nghĩ về chuyện đó đâu!\nNếu cứ chậm chạp thì sẽ thua Takeru-chan mất!",
    "あっ！　御剣さん、純夏さん！\n勝手に奥に入って行っちゃ危ないよ～！": "A! Miturugi-san, Sunaka-san!\nĐừng tự ý đi vào trong nguy hiểm lắm đấy～!",
    "……こんな調子で大丈夫でしょうか？": "……Với tình hình này thì có ổn không vậy?",
    "少なくとも、急いで３人の後を追わないと\n大丈夫じゃなくなるのは間違いないな。": "Ít nhất, nếu không nhanh chóng đuổi theo ba người kia thì\nsẽ không ổn đâu.",
    "あー、そのパーツ屋の店ならこの道を真っ直ぐだね。\nでもスカラ生徒でもあんまり入らない場所だけど大丈夫？": "A, cửa hàng bán linh kiện đó ở ngay con đường này.\nNhưng ngay cả học sinh Scala cũng không hay vào đó, liệu có ổn không?",
    "ああ、情報提供に感謝する。": "À, cảm ơn vì đã cung cấp thông tin.",
    "わたし達はちゃんと紹介状をもらってるから大丈夫だよ～。": "Chúng tớ có giấy giới thiệu đàng hoàng nên không sao đâu～.",
    "さて。今度はタケルに先んじられればよいのだが。": "Nào. Lần này thì tốt hơn là để Takeru đi trước vậy.",
    "きっと何か卑怯な手を使ったに違いないタケルちゃんには、\n絶対に負けるわけにはいかないよ。": "Chắc chắn là Takeru-chan đã dùng mánh khóe gì đó, nên\ntớ nhất định không được thua.",
    "あ、暖簾が見えてきたよ純夏さん。": "A, tớ đã nhìn thấy rèm cửa rồi, Sunaka-san.",
    "ほんとだ！\nよーし、今度はタケルちゃんも来てないみたい！": "Thật đấy!\nĐược rồi, lần này có vẻ như Takeru-chan cũng không đến!",
    "純夏さん、そんなに慌てちゃ危ないですよ。\nこのあたりは足元も悪くて――": "Sunaka-san, vội vàng như vậy nguy hiểm lắm đấy.\nChỗ này đi lại cũng không dễ dàng gì――",
    "ちょいと待ちなよ、あんた達！": "Đợi đã, mấy người kia!",
    "――む？": "――Mú?",
    "そこで大人しくしててもらおうか。\n抵抗しなきゃ、痛い思いはさせないからさ。": "Cứ ngoan ngoãn ở đó đi.\nNếu không chống cự, sẽ không bị đau đâu.",
    "な、なになに！？\nこのガラの悪い人達、めるちゃん達の知り合い！？": "N, n, n, nani!?\nNhững người mặt mày bặm trợn này, là người quen của Meru-chan!?",
    "こんなのが関係者にいたら\nシリウスシュガーとの付き合い方を考え直すところだ。": "Nếu có những người như vậy trong số những người liên quan thì\ntớ sẽ phải xem xét lại cách đối phó với Sirius Sugar.",
    "ち、違います！\n全然知らない人達です！": "Kh, không phải!\nTớ hoàn toàn không quen biết họ!",
    "この顔立ちと格好。やっぱりだ。\n例のターゲットたちだな。": "Khuôn mặt và dáng vẻ này. Quả nhiên rồi.\nNhững kẻ bị nhắm đến.",
    "た、ターゲット！？　わたし達がですか！？": "B, bị nhắm đến!? Là chúng tớ sao!?",
    "こいつらを捕まえて行政区に連れて行けば、\n報酬ががっぽりもらえるらしい。": "Bắt bọn chúng và đưa đến khu hành chính,\nthì sẽ nhận được phần thưởng hậu hĩnh.",
    "ん？　こっちが聞いた話と違うぞ。\n持ち物のＭＧ素材をぶんどってこいって言ってなかったか。": "Hửm? Chuyện tớ nghe khác rồi.\nKhông phải là bảo cướp MG material của bọn chúng sao.",
    "……不逞の輩か。ただならぬ土地と思ってはいたが、\nこのような連中までのさばっていようとはな。": "……Bọn bất lương sao. Cứ nghĩ đây là một vùng đất bất thường,\nvậy mà lại có những kẻ như vậy lộng hành.",
    "まあ、どっちでもいいか。\nやることは変わらないからな。": "Thôi, chuyện gì cũng được.\nvì chúng ta vẫn phải làm.",
    "とりあえず抵抗できない程度に痛めつけよう。\n細かいことはそれからだ。": "Tạm thời cứ đánh cho bọn chúng không thể kháng cự được.\nChi tiết tính sau.",
    "ど、どうしましょう？": "Th, chúng ta phải làm sao đây?",
    "話の通じる相手じゃなさそうだ。\nできればトラブルは避けたいんだが……": "Có vẻ như không phải là đối tượng có thể nói chuyện được.\nNếu có thể, tớ muốn tránh rắc rối…",
    "逃がしゃしないぜ、よそ者！": "Mày không thoát được đâu, bọn ngoại bang!",
    "……遅い。": "……Chậm.",
    "なっ――！？": "N, n――!?",
    "え……？": "E…?",
    "相手に拳を向けた以上、\n反撃される覚悟はできていような？": "Khi đã hướng nắm đấm vào đối phương,\nthì đã chuẩn bị tinh thần để bị phản công rồi chứ?",
    "な、ななな……！？": "N, n, n, nani…!?",
    "え――えぇぇぇぇぇっ！？": "E――e e e e e e!?",
    "加勢は……この様子なら必要ないか。": "Không cần phải tham gia… Với tình hình này thì không cần thiết.",
    "……う……うぅぅ……": "……U… Uuuu……",
    "つ、強い……": "M, mạnh…",
    "しょせんはケンカ自慢の素人であったか。\n彼我の力量差も見極められぬとは。": "Chỉ là những kẻ nghiệp dư thích đánh nhau mà thôi.\nKhông thể đánh giá được sự khác biệt về sức mạnh giữa hai bên.",
    "あ、あわわわ……！": "A, a, a…!",
    "さすが御剣さん！": "Quả là Miturugi-san!",
    "物腰からしてただ者じゃないとは思ってたが……\n相当鍛えられているな。": "Từ cách cư xử có thể thấy không phải là người bình thường…\nAnh ấy đã được rèn luyện rất nhiều.",
    "無論だ。\n衛士となるために過酷な訓練を積んできたからな。": "Đương nhiên rồi.\nvì tôi đã trải qua những buổi huấn luyện khắc nghiệt để trở thành Vệ sĩ.",
    "……それにしても、この人達はいったい何者なんでしょう？": "……Nói vậy chứ, những người này là ai vậy?",
    "悪者だよ、悪者！\nいきなり大勢で襲いかかってくるんだもん。": "Ác quỷ, là ác quỷ!\nTự nhiên xông vào tấn công một đám đông.",
    "――そなた達にひとつ聞きたいことがある。": "――Ta có một điều muốn hỏi các ngươi.",
    "ひえっ！？": "Hie!?",
    "先ほどの口ぶりからして、何者かにそそのかされたようだが……\nそなた達の背後にいるのは、いったい誰だ？": "Từ những gì ngươi vừa nói, có vẻ như ngươi đã bị ai đó xúi giục…\nvậy kẻ đứng sau các ngươi là ai?",
    "大人しくはくじょーしなさい！": "Cứ ngoan ngoãn khai báo đi!",
    "そ、それは――": "Th, thật ra――",
    "余り乱暴なことはしないでもらえますか？": "Xin đừng làm ồn ào quá được không?",
    "あっ、しゃ、小花さん！": "A, sa, Kobana-san!",
    "あなた達、もうお帰りになっても構いませんよ。\n後はわたくしから説明を致しますから。": "Các người, có thể về được rồi đấy.\nSau đó, tôi sẽ giải thích.",
    "……小花さん！？": "……Kobana-san!?",
    "数日ぶりですね、%usernameusernameuserna%さんにめるさん。": "Đã vài ngày rồi nhỉ, %usernameusernameuserna% và Meru-san.",
    "あの人って、確かわたし達を連行した……": "Người đó, chắc chắn là người đã bắt chúng tớ…",
    "風紀委員のひとり……だったか。\nまさか、そなたの差し金か？": "Một trong những thành viên của Ủy ban Kỷ luật… phải không?\nChẳng lẽ, là do cô sai khiến?",
    "ええ。%usernameusernameuserna%さん達が協力者ですと、\nあなた達のチームが少々有利すぎるということで……": "Vâng. Vì các bạn %usernameusernameuserna% là những người hợp tác,\nnên đội của các bạn có phần lợi thế hơn một chút…",
    "白銀武さんでしたか？　彼から協力を要請されまして。\n事実、人数での差があるのでわたくしからも協力をしているわけです。": "Là Shiragin Takeru sao? Anh ta đã yêu cầu tôi hợp tác.\nTrên thực tế, có sự khác biệt về số lượng, nên tôi cũng đang hợp tác.",
    "タケルちゃんの味方してるの！？　ずるいよ！": "Cậu ta đứng về phía Takeru-chan sao!? Thật là xảo quyệt!",
    "それは桃園を仲間に誘っていた、\n鑑が言える義理ではないとは思うが……": "Tôi nghĩ rằng việc đó không phải là điều mà Kagami, người đã dụ Dào Viên vào phe mình, có thể nói được…",
    "まあ、確かに生徒会長も言っていたからな……\n「協力者を引き入れたり、肩入れをする事は否定しません」って。": "Thôi nào, đúng là Hội trưởng Hội học sinh cũng đã nói mà…\n'Tôi không phủ nhận việc thu hút những người hợp tác hoặc ủng hộ'.",
    "ええ。わたくしも彼から直接交渉をされたうえで、\nこうして協力をしているわけです": "Vâng. Tôi đã được anh ấy trực tiếp thương lượng và\ntôi đang hợp tác như thế này.",
    "……それで、小花は他にどんな条件を提示されたんだ？\n流石にバランスを取るだけでここまでの手段はとらないだろ。": "……Vậy, Kobana đã được đề nghị những điều kiện gì khác?\nChắc chắn không phải là dùng những biện pháp này chỉ để cân bằng đâu.",
    "あら、ご明察ですね。": "Ồ, cô đã nhìn thấu rồi nhỉ.",
    "ええっ！？　ど、どういう事！？": "E! Ch, chuyện gì vậy!?",
    "自分たちが勝って機体の修復が叶ったら、\n風紀委員会へ多くのメリットを提供してくださるそうです。": "Nếu họ thắng và việc sửa chữa cỗ máy thành công,\nthì họ sẽ cung cấp nhiều lợi ích cho Ủy ban Kỷ luật.",
    "彼らの機体の運用技術は、\n風紀委員会にとっても魅力的ですからね。": "Công nghệ vận hành máy móc của họ,\ncũng rất hấp dẫn đối với Ủy ban Kỷ luật.",
    "戦術機のデータを用いて、\n組織の機体を強化するのが目的か。": "Mục đích là sử dụng dữ liệu của máy chiến thuật,\nđể tăng cường sức mạnh cho máy móc của tổ chức.",
    "彼らに直接風紀委員の指導を頼んでもいいですからね。\nそう言ったわけでわたくし個人のツテで協力しているわけです。": "Bạn có thể nhờ họ trực tiếp hướng dẫn Ủy ban Kỷ luật mà.\nĐó là lý do tại sao tôi đang hợp tác thông qua mối quan hệ cá nhân của mình.",
    "それでスカラの生徒を使って\n純夏達の商店探しを妨害しにきたってわけか。": "Vậy là đã dùng học sinh Scala để\ncản trở Sunaka và mọi người tìm cửa hàng sao.",
    "むむむむ……！\nモノで人を釣るなんて、タケルちゃんのひきょ～もの～っ！": "Mumu…!\nDụ người bằng tiền, Takeru-chan thật là hèn hạ～!",
    "勝利のためなら手段は選ばず……\nある意味潔いという点では、鑑といい勝負かもしれぬな。": "Nếu vì chiến thắng thì không chọn phương tiện…\nỞ một khía cạnh nào đó, có lẽ Kagami cũng là đối thủ đáng gờm.",
    "感心してる場合じゃないんじゃ……": "Không phải lúc để ngưỡng mộ đâu…",
    "ぼ、暴力に訴えるのはやりすぎですよ。": "B, bạo lực là quá đáng rồi.",
    "余り乱暴な手段はとらないように伝えたつもりですが……\n少々行き違いがあったようです。それは申し訳ございません。": "Tôi đã cố gắng nói với họ rằng không nên dùng những biện pháp thô bạo quá mức…\ncó vẻ như đã có một chút hiểu lầm. Tôi xin lỗi về điều đó.",
    "ですので、白銀さん達が勝つまで拘束するようにと、\n改めて指示を周知しておきましたので……それではご健闘を。": "Vì vậy, tôi đã nhắc nhở họ rằng chỉ nên giam giữ cho đến khi Shiragin và mọi người thắng… Vậy thì, chúc may mắn.",
    "あ、おいっ！": "A, ôi!",
    "……行っちゃった。": "……Cô ấy đi rồi.",
    "ふむ……風紀委員会とは治安維持組織だと思っていたが、\nその取り仕切り役の彼女は中々に厄介な人物のようだな。": "Hmm… Tôi đã nghĩ rằng Ủy ban Kỷ luật là một tổ chức duy trì trật tự,\nnhưng người phụ trách nó có vẻ là một nhân vật khá rắc rối.",
    "そうだな……ともかくハッキリしてることは……": "Đúng vậy… Dù sao thì, điều rõ ràng là…",
    "よし、見つけた！\n見慣れない服を着た柊の生徒を連れた奴ら！": "Được rồi, tìm thấy rồi!\nNhững kẻ mang theo học sinh của Hiiragi với bộ quần áo lạ mắt!",
    "ここから先へは行かせるなって命令だ！\nこのまま壁になってあいつらを追い込むぞ！": "Ra lệnh là không được để họ đi xa hơn nữa!\nCứ làm bức tường chặn đường, dồn bọn chúng vào đi!",
    "この先ずっと、ああいう連中の相手をしなきゃならんってことだな。": "Có nghĩa là từ giờ trở đi, chúng ta phải đối phó với những kẻ như vậy sao.",
    "ひ、ひえぇぇ～っ……！\n凄い数ですよ……！": "H, hieee～…!\nĐông quá…!",
    "ど、どうしよう、御剣さん！": "P, phải làm sao đây, Miturugi-san!",
    "流石にあれは多勢に無勢だな。\nこの場は退くしかないか。": "Quả thực, như vậy thì đông quá.\nChúng ta phải rút lui khỏi đây thôi.",
    "――い、行き止まりっ！？\nめるちゃん！？": "――Đ, đường cùng rồi!?\nMeru-chan!?",
    "え、え～っと……！\nどこかに抜け道は……！？": "E, e～to…!\nCó lối thoát nào không…!?",
    "逃げようったって無駄なのよ。\nここはあたしらの庭なんだからね。": "Chạy trốn là vô ích thôi.\nĐây là sân nhà của chúng ta mà.",
    "……やむを得ん。\n戦うしかないが……この人数だと流石にな。": "……Không còn cách nào khác.\nChỉ còn cách chiến đấu thôi… Nhưng với số lượng này thì…",
    "ただの案内役のはずが、こんなことになるとはな……": "Chỉ là người hướng dẫn thôi mà, không ngờ lại thành ra thế này…",
    "全員囲んで人数で押しつぶしちまいな！\n例えヤバい奴でも、全員は倒せないはずだ！": "Vây quanh tất cả và nghiền nát chúng bằng số lượng!\nNgay cả khi là một kẻ nguy hiểm, cũng không thể đánh bại tất cả mọi người!",
    "ぐぬぬ……タケルちゃんをギャフンと言わせてないのにぃ！": "Gunununu… Tớ còn chưa cho Takeru-chan biết tay!",
    "うう、ど、どうしましょう……流石にこんな終わり……": "Uu, đ, phải làm sao đây… Với kết cục như thế này thì…",
    "――助けが必要？": "――Cần giúp đỡ?",
    "え……？\nだ、誰っ！？": "E…?\nL, là ai!?",
    "助け。\n要るの？　要らないの？": "Giúp đỡ.\nCần không? Không cần?",
    "正体も明かさず、何故私達にそれを問う？": "Không tiết lộ danh tính, tại sao lại hỏi chúng tôi như vậy?",
    "面白そうだから。": "Vì nó thú vị.",
    "お、面白いって……？": "Ô, thú vị…?",
    "この際、誰でもいい。\n今の状況をなんとかできるっていうなら助けてくれ。": "Lúc này, ai cũng được.\nNếu có thể giải quyết được tình hình hiện tại, thì hãy giúp chúng tôi.",
    "わかった。": "Tôi hiểu rồi.",
    "ひゃあっ！？": "Hya!?",
    "換気扇……？\nそうか、あのような場所に抜け道が……": "Quạt thông gió…?\nPhải rồi, có một lối thoát ở những nơi như vậy…",
    "こっちへ。": "Đi theo tôi.",
    "誰かが穴から手招きしてる……\nあれ、お化けとかじゃないよね？": "Ai đó đang ra hiệu từ lỗ hổng…\nĐừng nói là ma quỷ gì nhé?",
    "早く。": "Nhanh lên.",
    "逃がすかぁっ！": "Không để mày trốn đâu!",
    "お化けだろうとなんだろうと、\nあの追っ手達に捕まるよりはマシじゃないか？": "Dù là ma quỷ hay thứ gì đi nữa,\nthì cũng tốt hơn là bị những kẻ truy đuổi kia bắt được?",
    "同感だ。\n今はあの声の主に従おう。": "Tôi đồng ý.\nBây giờ hãy nghe theo chủ nhân của giọng nói đó."
}