{
    "はぁ、はぁ……ひぃ……けほけほっ！　ぜぇ、ぜぇ……\nうう……や、やっとグラウンド……走り終わったわ……": "Ha… ha… hự… khò khè…!\nHa… ha…\nƯ… cuối cùng… cũng chạy xong sân vận động rồi…",
    "……ヘロヘロだな、ラウラ。": "…Mệt mỏi quá, Laura.",
    "そ、その、体力が無いから……はぁ、はぁ……\nみんなの迷惑に、けほっ……ならないよう、走ってたんだけど……": "T, tại vì em yếu sức… ha… ha…\nEm đã cố chạy… khò khè… để không làm phiền mọi người…",
    "登山の時の……イメージをしたらいいかなって思って、\n登山服を着たら……はぁ、はぁ……思ったよりも疲れちゃって……": "Em đã nghĩ… cứ tưởng tượng như đang leo núi…\nRồi mặc đồ leo núi vào… ha… ha… nhưng lại mệt hơn em nghĩ…",
    "まあ、防寒用で重たいからな……\nそれに熱も籠るから、暑かっただろ？": "Thì, đồ giữ ấm nên nặng thôi…\nHơn nữa còn bí hơi, chắc nóng lắm nhỉ?",
    "うん……凄い汗もびしょびしょになっちゃった……\nはっ！？　これってダイエットに使えちゃうのかも……！？": "Vâng… Mồ hôi em ra như tắm luôn…\nHả!? Chẳng lẽ… có thể dùng để giảm cân sao…!?",
    "まあ、その効果もあるだろうな。": "Chắc cũng có tác dụng đó.",
    "だが……": "Nhưng…",
    "間違ってない": "Không sai",
    "間違っている": "Sai rồi",
    "えっ、え？　ど、どうしたの！？\nもしかして、私……何か間違えちゃってた！？": "Hả, hả? Ch, chuyện gì vậy!?\nChẳng lẽ… em đã làm sai điều gì sao!?",
    "いや、間違えてはないぞ？": "Không, không sai đâu?",
    "はぁ、それならよかった……でも、それだったら、\n%usernameusernameuserna%さんはどうしてそんな反応を？": "Ha… thế thì tốt quá… Nhưng mà, nếu vậy thì,\nSao %usernameusernameuserna% lại phản ứng như thế?",
    "ああいや……汗で凄いことになってるから、\n気にならないかと思って……": "À thì… Em ướt đẫm mồ hôi quá, nên anh mới hỏi xem…\nEm có thấy phiền không thôi…",
    "えっ、きゃ、きゃあ！？\nそ、そうだった……ご、ごめんなさい%usernameusernameuserna%さん！": "Hả, á, á!?\nT, thì ra là vậy… X, xin lỗi anh %usernameusernameuserna%!",
    "ちょ、ちょっとすぐに着替えて……ああその前にシャワーを浴びないと！\nし、失礼しましたー！": "Đ, đợi em thay đồ đã… À mà phải đi tắm trước đã!\nEm xin phép ạ!",
    "まあ、間違えてるな。": "Mà, em sai rồi.",
    "ええっ！？　い、いったい何を間違えてたの！？": "Eeeh!? S, sai ở chỗ nào vậy!?",
    "……登山中は基本的に走らないぞ？\nだから、イメージ自体が間違ってたってことだな。": "…Trong khi leo núi thì đâu có ai chạy bộ?\nCho nên, cái em tưởng tượng đã sai rồi.",
    "えっ、あ？　そ、そうだったのね……びっくりしちゃった。": "Hả, à? T, thì ra là vậy… Em hết hồn luôn.",
    "そして、その後は着替えたラウラと、\n普通の体力トレーニングにいそしむのだった。": "Và, sau đó, tôi và Laura thay đồ, rồi cùng nhau tập luyện thể lực như bình thường."
}