{
    "――１週間後。": "――Một tuần sau.",
    "俺たちシリウスシュガーは、カオスメイデンとの\n公式戦当日を迎えた。": "Chúng tôi, Sirius Sugar, đã đến ngày thi đấu chính thức với Chaos Maiden.",
    "競技会場となるシティの市街地は異様な盛り上がりを見せている。": "Khu vực trung tâm thành phố, nơi diễn ra trận đấu, đang náo nhiệt một cách kỳ lạ.",
    "屋台まで出てるじゃないか。いつもこんなお祭り騒ぎなのか？": "Thậm chí còn có cả quầy hàng nữa. Lúc nào cũng ồn ào như lễ hội thế này sao?",
    "学園都市の住人にとっては、そのようなものですわ。": "Đối với cư dân thành phố học viện thì là như vậy đó.",
    "市街地で行われるＭＧ競技はここの名物だからねぇ。": "Các trận MG được tổ chức ở khu vực trung tâm thành phố là một đặc sản ở đây.",
    "すぐ近くで実弾が飛びかうってのにか？\n危険意識とかどうなってるんだよ。": "Ngay gần đây mà đạn thật còn bay tứ tung nữa. Ý thức về sự nguy hiểm của họ thế nào vậy?",
    "模擬戦と同じで競技用の武装を使うから大丈夫だよ。": "Vì chúng tôi sử dụng vũ khí thi đấu giống như trong trận đấu tập nên không sao đâu.",
    "一応、流れ弾で建物に損害が出たとしても、学園の予算で\n保障されるので地域住民には負担をかけない仕組みになっていますわ。": "Để phòng trường hợp đạn lạc gây thiệt hại cho các tòa nhà, ngân sách của học viện sẽ bồi thường, nên sẽ không gây gánh nặng cho cư dân địa phương.",
    "……私たちの価値も、もう予想されてる。": "……Giá trị của chúng ta đã được dự đoán rồi.",
    "価値？一体、何のことだ？": "Giá trị? Ý cậu là sao?",
    "そう思い白奈が指した方を見てみると、\n模擬戦のオッズが表示されていた。": "Tôi nhìn theo hướng Shiroi chỉ, và thấy tỷ lệ cược của trận đấu tập được hiển thị.",
    "……って、賭博じゃねえか！　観光客まで混ざって何やってるんだよ！": "……Chờ đã, đây là cờ bạc sao! Khách du lịch cũng tham gia nữa!",
    "（しかもオッズはカオスメイデンの勝利が１.１倍。\nシリウスシュガーの勝利はなんと２２倍……）": "（Hơn nữa, tỷ lệ cược cho chiến thắng của Chaos Maiden là 1,1 lần. Còn chiến thắng của Sirius Sugar là 22 lần…）",
    "（こんなオッズが出るなんて、とんでもないな）": "（Tỷ lệ cược này... thật là khủng khiếp）",
    "誰も俺達の勝利を信じていないってことか。\nあれを覆すのが挑戦者の醍醐味ってやつだな。": "Có nghĩa là không ai tin vào chiến thắng của chúng ta sao?\nViệc lật ngược tình thế đó mới là điều thú vị của những người thách thức.",
    "『あの時、誰も信じなかった勝利をシリウスシュガーは手にした』\nそう語られる伝説の日にしてやろうじゃないか。": "『Vào thời điểm đó, Sirius Sugar đã giành chiến thắng mà không ai tin』\nChúng ta hãy biến ngày hôm nay thành một huyền thoại.",
    "それっぽいことを言いながら財布を取り出してるとこ悪いですが、\n学園生徒はベットできませんわよ？": "Xin lỗi vì tôi đang nói những điều như vậy mà lại lấy ví ra, nhưng học sinh của học viện không được phép đặt cược.",
    "……そいつは残念だ。万が一負けても悔しくないように、\nカオスメイデンに賭けようかと思ったのに。": "……Thật đáng tiếc. Tôi đã định đặt cược cho Chaos Maiden để nếu thua cũng không thấy hối tiếc.",
    "うわ、さいってー。": "Ugh, tệ thật.",
    "……負けたら居場所なくなる。": "……Nếu thua thì sẽ không còn chỗ đứng nữa.",
    "まったく、冗談だよ冗談。\n大体、俺はもうお前らの勝ちに賭けてるんだからな。": "Thật là, tôi chỉ đùa thôi mà. Dù sao thì, tôi đã đặt cược vào chiến thắng của các cậu rồi.",
    "大丈夫。絶対勝てる。ってか、勝たないと俺もヤバいんだ。\nなにがなんでも勝ってこい。": "Không sao đâu. Chắc chắn sẽ thắng. Mà, nếu không thắng thì tôi cũng gặp rắc rối đấy.\nBằng mọi giá phải thắng đấy.",
    "%usernameusernameuserna%さん……私達、頑張ります！": "Anh %usernameusernameuserna%…… Chúng em sẽ cố gắng!",
    "心配しなくてもおまえの財布、\n祝勝会でラミ達がすっからかんにしてあげるから！": "Đừng lo lắng, ví tiền của cậu, chúng tôi sẽ làm rỗng nó trong buổi tiệc ăn mừng!",
    "では、いきますわよ……！": "Vậy, chúng ta bắt đầu thôi……!",
    "事前情報によると、シリウスシュガーが模擬戦で\nカラフルブーケに対して好成績を残したとのことです。": "Theo thông tin trước đó, Sirius Sugar đã đạt thành tích tốt trước Colorful Bouquet trong trận đấu tập.",
    "へえ、解散寸前のチームが柊のエースに？": "Hả, một đội sắp tan rã lại đấu với át chủ bài của Hinagi sao?",
    "あの指揮官のおかげじゃない？　楽しみだな～！\nなんか策があるって言ってたし！": "Chắc là nhờ vị chỉ huy đó nhỉ? Thật mong chờ quá!\nNghe nói là có sách lược gì đó!",
    "そうですね。何かしらの策を仕掛けてくるのは確実でしょう。": "Đúng vậy. Chắc chắn họ sẽ tung ra một số sách lược.",
    "ですから、あえてつけ込む隙のない定石的な戦法……": "Vì vậy, tôi nghĩ tốt nhất là nên áp dụng một chiến thuật tiêu chuẩn, không có sơ hở nào...",
    "つまり、正面から受けて立つのが最適だと思います。": "Nói cách khác, chúng ta nên đối đầu trực diện.",
    "具体的には？": "Cụ thể là?",
    "まずは試合開始直後に、緊要地形であるビル群を拠点として占領。\nどこから接近されても迎撃できるように陣形を作るべきかと。": "Đầu tiên, ngay sau khi trận đấu bắt đầu, hãy chiếm các tòa nhà, một địa hình quan trọng, làm căn cứ.\nChúng ta nên lập đội hình để có thể đánh chặn từ bất cứ đâu.",
    "無難というか、固い作戦ですね。": "An toàn quá, một chiến thuật vững chắc nhỉ.",
    "んー。よくわかんないけど、なんか私達っぽくなくない？": "Ừm. Tôi không hiểu lắm, nhưng có vẻ không giống chúng ta nhỉ?",
    "はい。相手はカオスメイデンを倒す策を用意してきているはずです。": "Vâng. Đối thủ chắc chắn đã chuẩn bị một kế hoạch để đánh bại Chaos Maiden.",
    "ですから、あえていつもと違う作戦を取れば\n相手にとって想定外となるでしょう。": "Vì vậy, nếu chúng ta áp dụng một chiến thuật khác với mọi khi,\nthì sẽ nằm ngoài dự đoán của đối thủ.",
    "くすっ、カオスメイデンらしさを外すのが、\n今回のあたし達らしさってことね……": "Kukuku, việc loại bỏ phong cách của Chaos Maiden,\nlà phong cách của chúng ta lần này nhỉ...",
    "なんとなくわかった！　任せて！": "Tôi hiểu rồi! Cứ giao cho tớ!",
    "それでシリウスシュガーに勝って、あの人を私達の指揮官にする！": "Rồi chúng ta sẽ thắng Sirius Sugar và biến người đó thành chỉ huy của chúng ta!",
    "待っててね……！　%usernameusernameuserna%！": "Chờ em nhé……! %usernameusernameuserna%!",
    "そして、生徒会長による開会の言葉と、\nルールの説明が始まった。": "Và, lời khai mạc của hội trưởng hội học sinh và giải thích về luật lệ đã bắt đầu.",
    "皆様方、本日はお集まりいただき誠にありがとうございます。\n競技を開始する前に、改めてルールについて確認しておきましょう。": "Xin chân thành cảm ơn tất cả mọi người đã đến ngày hôm nay.\nTrước khi bắt đầu trận đấu, chúng ta hãy cùng nhau xác nhận lại luật lệ.",
    "今回の試合は、５対５の殲滅戦となっています。": "Trận đấu lần này là trận chiến tiêu diệt 5vs5.",
    "なお、シリウスシュガーには特殊ルールとして、\n生徒会から派遣した指揮官機が参加します。": "Ngoài ra, Sirius Sugar sẽ có một luật lệ đặc biệt,\nlà có một cỗ máy chỉ huy được cử đến từ hội học sinh tham gia.",
    "この指揮官機は文字通り、指揮のみを行うため、\n一切の兵装を装備していません。": "Cỗ máy chỉ huy này chỉ thực hiện chỉ huy, nên\nkhông được trang bị bất kỳ vũ khí nào.",
    "（いや、これホントに何も装備ないんだよな……\nせめて小銃のひとつぐらいあってもいいだろうに）": "（Này, thực sự là không được trang bị gì cả sao……\nÍt nhất cũng nên có một khẩu súng trường chứ）",
    "指揮官機は殲滅戦のカウントの対象外となりますので、\n他の５機が落とされた時点でシリウスシュガーの敗北となります。": "Cỗ máy chỉ huy không nằm trong diện tính của trận chiến tiêu diệt,\nnên Sirius Sugar sẽ thua khi 5 cỗ máy khác bị hạ gục.",
    "ただし、指揮官機を撃墜しても問題はありません。\n指示系統を先に潰すのは戦闘の定石ですから。": "Tuy nhiên, việc bắn hạ cỗ máy chỉ huy cũng không có vấn đề gì.\nVì việc tiêu diệt hệ thống chỉ huy trước là một chiến thuật trong chiến đấu.",
    "（せっかく無事でいられそうだったのに、\n余計なことを言わないでくれよ……）": "（Giá mà tôi có thể an toàn thì đã không nói những điều thừa thãi thế này……）",
    "ルール説明は以上となります。": "Phần giải thích luật lệ đến đây là hết.",
    "すでに双方準備が出来ているようですので、早速試合を開始しましょう。": "Có vẻ như cả hai bên đã chuẩn bị xong, vậy thì chúng ta hãy bắt đầu trận đấu ngay thôi.",
    "悔いの残らない試合になるよう、双方全力を尽くすように。\nそれでは――試合開始です！": "Để trận đấu không để lại bất kỳ sự hối tiếc nào, cả hai bên hãy cố gắng hết sức mình.\nVậy thì――trận đấu bắt đầu!",
    "生徒会長の号令と共に、シリウスシュガーとカオスメイデン両方の\n機体が動き始める。": "Cùng với hiệu lệnh của hội trưởng hội học sinh, cả hai cỗ máy của Sirius Sugar và Chaos Maiden bắt đầu di chuyển.",
    "いくぞ、みんな……！　ジャイアントキリングの時間だ！": "Đi thôi, mọi người……! Thời gian của cuộc chiến chống lại kẻ khổng lồ đã đến!",
    "イエッサー！！": "Vâng, thưa sếp!!",
    "えっ？": "Hả?",
    "ふふ、言ってみたかったんです。": "Fufu, tôi chỉ muốn nói vậy thôi.",
    "だって、ある意味わたくし達を結びつけた言葉ですから。": "Vì đó là những từ đã gắn kết chúng ta lại với nhau.",
    "付随する思い出はえげつないものばっかだけどね。": "Những kỷ niệm đi kèm thì toàn là những thứ kinh khủng thôi.",
    "でも不思議と悪い気はしない。": "Nhưng thật kỳ lạ là tôi không cảm thấy tồi tệ.",
    "……勝とう、みんな。": "……Chúng ta hãy chiến thắng, mọi người.",
    "お前ら……": "Các cậu……",
    "ああ！　勝とう！！　俺はお前らが絶対勝つと信じている！！": "A! Chúng ta hãy chiến thắng!! Tôi tin rằng các cậu chắc chắn sẽ thắng!!"
}