{
    "――ある日、ロージーに呼び出された。": "――Một ngày nọ, tôi bị Rosie gọi đến.",
    "今日はなんの用だ？": "Hôm nay có chuyện gì vậy?",
    "ああ、また新作を創ってるから、\n後輩クンにも見てもらおうと思ったんだけど……": "À, tại tớ đang làm một tác phẩm mới, \nmuốn cậu em cũng xem thử...",
    "やっぱり納得いかないから創り直してて……\nせっかく来たんだから、ゆっくりしていってよ。": "Nhưng mà vẫn chưa ưng ý nên tớ làm lại... \nNhân tiện cậu đến rồi thì cứ từ từ nhé.",
    "俺が呼び出されたのはいったい……": "Tôi bị gọi đến là vì...",
    "ため息をこぼしつつ、何気なく部屋を見回していると、\n部屋の片隅で、おかしものを見つけた。": "Vừa thở dài, tôi vừa nhìn quanh căn phòng, \nrồi ở một góc phòng, tôi tìm thấy một thứ kỳ lạ.",
    "……ん？　なんだこれは？": "…Hửm? Cái này là cái gì?",
    "手に取ってみると、どう見てもそれはディルドだった。": "Cầm lên xem thì, thứ đó trông y hệt một cái dương vật giả.",
    "金属製の男性器の形をしており、\nかなりグロテスクな雰囲気を漂わせていた。": "Nó có hình dạng của một bộ phận sinh dục nam bằng kim loại, \nmang lại một cảm giác khá là thô tục.",
    "ちょっ、それは……！？": "Chờ đã, cái đó…!?",
    "こ、これは違うの……！　たまたま創ったものなの！\n魔が差して、ちょっと面白いかなと思ったのよ！": "Đ, đây không phải là…! Chỉ là tớ làm ra thôi mà!\nDo ma xui quỷ khiến, tớ nghĩ nó có vẻ thú vị!",
    "あくまでも気まぐれで創ったものだから！\n本当に使っているわけじゃないのよ！": "Chỉ là tớ làm nó cho vui thôi!\nChứ không có dùng thật đâu!",
    "そう言い訳している割には、\n部屋の中にはローションも転がっている。": "Mặc dù đang bào chữa, \ntrong phòng còn có cả lotion nữa.",
    "へえ～……": "Hể～…",
    "……後輩クン、何その笑顔？": "…Cậu em, sao cậu cười vậy?",
    "せっかくだから使ってみないか？": "Hay là mình dùng thử luôn đi?",
    "は？\nな、何を言ってるの？": "Hả?\nN, cậu đang nói gì vậy?",
    "制作者として、創ったものが用途として機能するか……\nちゃんと試してみるべきじゃないか？": "Với tư cách là người chế tạo, liệu thứ mình làm ra có hoạt động đúng công dụng không…\nChẳng phải nên thử xem sao?",
    "そ、それは……": "Đ, điều đó…",
    "一理あるだろ？　万理あるだろ！？\n十全に使えてこそ、創造物は輝く！": "Có lý chứ? Rất có lý chứ!?\nChỉ khi dùng được trọn vẹn thì thứ được tạo ra mới tỏa sáng!",
    "な、何意味わかんないこと言って……か、顔が怖いんだけど！？\nま、待って――": "N, cậu đang nói gì vậy…m, mặt cậu đáng sợ quá vậy!?\nĐ, đợi đã――",
    "いつも振り回されている仕返しだ！　そこになおれ！": "Đây là để trả thù vì cậu luôn trêu chọc tớ đấy! Đứng im!",
    "ああん、もう～～～～！　今回だけだからね！？": "A, ừm, chịu thôi～～～～! Chỉ lần này thôi đấy!? ",
    "言質を取り付けると、『やっぱやめた』と言われないうちに、\n彼女を全裸にさせて四つん這いに……": "Khi tôi đã đồng ý, trước khi bị nói là 'thôi bỏ đi', \ntôi đã cởi hết quần áo của cô ấy và bắt cô ấy quỳ gối...",
    "そして偉大な『創造物』にローションをたっぷり塗ると、\nためらいもなく『そこ』にあてがった。": "Và khi tôi thoa thật nhiều lotion lên 'thứ được tạo ra' vĩ đại, \ntôi không chút do dự mà đặt nó vào 'chỗ đó'.",
    "ま、待って、そこ違っ……ひあああんっ！": "Đ, đợi đã, chỗ đó không đúng…hiahhhaaannっ!",
    "手にしたディルドを膣の方ではなく、\n尻の蕾に押し込んでいく。": "Tôi ấn dương vật giả vào, không phải vào âm đạo, \nmà vào nụ hoa ở mông.",
    "ああっ……違うって言ったのに……あひいっ！": "Aaa… Tớ đã bảo là không đúng mà… ahiiiっ!",
    "ディルドは思いのほか、すんなりと入ってしまった。": "Dương vật giả đã vào một cách dễ dàng hơn tôi nghĩ.",
    "お尻にぃ……んんっ……\nちょっと、変な感じだからっ、早く外して……！": "Vào mông…ừm…\nChờ chút, có cảm giác kỳ lạ quá, mau lấy ra đi…!",
    "そういう割には、ディルドの快感に腰を震わせている。\nとても初めてのようには見えなかった。": "Mặc dù nói vậy, cô ấy lại đang rung hông vì sự khoái cảm của dương vật giả.\nTrông cô ấy không hề giống như lần đầu.",
    "本当は自分でもお尻を弄っていたんじゃ……？\nまさか前だけじゃなくて、後ろもイケる口か……！": "Chẳng lẽ là cô ấy đã tự mình nghịch mông rồi sao…?\nChẳng lẽ không chỉ phía trước mà phía sau cũng được luôn sao…!",
    "も、もう……恥ずかしいこと言わないで……\nこ、答えるわけないでしょっ……ひあああっ！": "Th, thôi đi… Đừng nói những điều đáng xấu hổ nữa…\nT, tớ không thèm trả lời đâu… hiahhaaa!",
    "ディルドをずぶずぶと揺らしながら奥へ沈めていく。\nそのたびにロージーの口から嬌声があふれ出た。": "Tôi lắc lư dương vật giả thật sâu vào bên trong.\nMỗi lần như vậy, tiếng rên rỉ của Rosie lại tràn ra.",
    "お尻……お尻が変な感じ……\nひうっ……あひっ……んきゅう……！": "Mông…mông có cảm giác kỳ lạ…\nHiu…ahi…ừmkiu…!",
    "いつもは強気なロージーがすっかりと、\nディルドに虐められてしまっている。": "Rosie, người luôn mạnh mẽ, hoàn toàn bị dương vật giả hành hạ.",
    "はあああっ……こっちで感じるなんて……んきゅうっ……\nふっ……普通じゃないのに……んんっ……でも……っ！": "Haaah…cảm giác ở đây…ừmkiu…\nPhù…không bình thường…ừm…nhưng…!",
    "秘所からもすっかりと愛液があふれ出ている。\nそちらの方も指でなぞってみたところ、嬌声があがった。": "Từ chỗ kín cũng tràn ra dịch thể.\nTôi cũng thử dùng ngón tay vuốt ve nó, và một tiếng rên rỉ vang lên.",
    "ん、んん！　ふあ、あひっ、んんんっ……！\nそんな、奥は……あひぃっ……んんっ！": "Ừm, ừm! Phaa, ahi, ừm…!\nSao lại, sâu bên trong…ahiii…ừm…!",
    "ロージーは口元から涎を垂らして、すっかり快楽に染まっていた。\nそんな彼女を虐めたくて、ディルドを前後に出し入れする。": "Rosie nhỏ dãi ở khóe miệng, hoàn toàn đắm chìm trong khoái lạc.\nTôi muốn hành hạ cô ấy, nên tôi đưa dương vật giả vào ra.",
    "ああ、すごい……お尻が……あひっ……すごい……っ！": "Aaa, tuyệt vời…mông…ahi…tuyệt vời…!",
    "んきゅう……あひ……んんっ……はあんっ！\nそ、そんなに虐められたら……んきゅう……すぐにだめになっちゃう！": "Ừmkiu…ahi…ừm…haan!\nN, bị hành hạ như vậy…ừmkiu…sẽ không chịu nổi ngay thôi!",
    "割れ目の先端にあるクリトリスも、\nすっかり勃起しているので、指で擦りつける。": "Đầu mút của khe cũng cương cứng, \ntôi dùng ngón tay xoa lên nó.",
    "そ、そんな……んぅっ……刺激……強すぎ……！\nもう……すぐにイク……イっちゃいそうぅ……！": "Th, thế này…ừ…kích thích…quá mạnh…!\nThôi nào…sắp…tới rồi…!",
    "んんっ、あ、ひぁ……っ！　\n恥ずかしいのにぃ……も、もっとぉ……んあぁ！？": "Ừm, a, hia…!\nXấu hổ quá…c, hơn nữa…ừaa!?",
    "だめ……だめぇ……これ以上されたら本当に……\nあたし、おかしくなっちゃう……！": "Không được…không được…nếu bị làm như vậy nữa thì thật sự…\ntớ sẽ phát điên mất…!",
    "ロージーの甘い声がたまらなくなって、\nますます興奮して意地悪したくなる。": "Giọng nói ngọt ngào của Rosie khiến tôi không thể chịu đựng được, \ntôi càng phấn khích và muốn trêu chọc cô ấy hơn.",
    "本当に……本当にあたし……もう……！\nっく、ぅ、んあ……っ！？": "Thật sự…thật sự tớ…thôi nào…!\nK, ư, ừaa…!?",
    "このまま気持ちよくなってほしいと抜き差しを激しくしていったが、\nふいにロージーが声を上げた。": "Tôi muốn cô ấy cảm thấy dễ chịu hơn, tôi đã ra vào mạnh mẽ hơn, \nbỗng dưng Rosie lên tiếng.",
    "……もう我慢できないっ！": "…Tớ không chịu nổi nữa!",
    "えっ……！？": "Hả…!?",
    "彼女は急に立ち上がったかと思うと、\n体重をかけて俺を押し倒し、そのまま全裸に剥くのだった。": "Cô ấy đứng dậy đột ngột, \ndùng sức nặng của mình đè tôi xuống, và lột sạch quần áo của tôi.",
    "っ、後輩クン、よくもやってくれたわね♪\nあたしをこんなに虐めるなんていい度胸じゃない。": "Ch, cậu em, làm tốt lắm nhé♪\nDám hành hạ tớ như vậy, đúng là gan dạ.",
    "あっという間に裸にされてしまった……": "Tôi đã bị lột trần trong nháy mắt…",
    "目が捕食者のそれだ。\nどうやら完全にスイッチが入ってしまったらしい。": "Ánh mắt đó là của một kẻ săn mồi.\nDường như công tắc đã được bật hoàn toàn.",
    "今度はあたしの番よ。\nたっぷり搾り取ってあげるから覚悟なさい。": "Đến lượt tớ rồi.\nTớ sẽ vắt kiệt sức cậu, hãy chuẩn bị đi.",
    "ロージーはそのままいきり立ったペニスを挿入した。": "Rosie cắm dương vật đang cương cứng vào.",
    "んんっ、んくうううう……！": "Ừm, ừkuu…!",
    "亀頭が膣肉を分けて中に入っていく。\n濡れそぼっていたために、あっさりと入ってしまった。": "Đầu dương vật tách các mô âm đạo và đi vào.\nNó đã vào một cách dễ dàng vì nó đã ướt.",
    "はあ……はあ……んん……ふう……はあ……\n後輩クンのが……入っちゃったぁ……っ。": "Ha…ha…ừm…phù…ha…\nCậu em của tớ…đã vào rồi…!",
    "まったく、さっきは散々虐めてくれちゃって……\nもう許さないんだから……": "Thật là, nãy giờ cậu đã hành hạ tớ đủ rồi…\nTớ sẽ không tha thứ đâu…",
    "ロージーの言葉に、\n期待が背筋をぞくりと駆け上っていく。": "Trước lời nói của Rosie, \nsự mong đợi dâng trào trong tôi.",
    "今度はあたしが後輩くんを責める番よ。\nいっぱい気持ちよくしてあげるから覚悟なさい。": "Đến lượt tớ hành hạ cậu em rồi.\nTớ sẽ làm cho cậu cảm thấy thật dễ chịu, hãy chuẩn bị đi.",
    "後輩クンが空っぽになっちゃうまで、搾り取ってあげるわ。": "Cho đến khi cậu em cạn kiệt, tớ sẽ vắt kiệt cậu.",
    "ロージーは挑発的な笑みを浮かべると、ディルドを尻に刺したまま、\n初手から激しく腰を動かしてきた。": "Rosie nở một nụ cười khiêu khích, vẫn để dương vật giả trong mông, \ntừ đầu đã di chuyển hông một cách dữ dội.",
    "はっ……はっ……んんっ……はあん……んんっ……！\nんくう……ああんんんっ……！": "Hah…hah…ừm…haan…ừm…!\nỪmkuu…aaannn…!",
    "舌なめずりをしながら、ロージーはペニスを扱く。\n腰を打ち付けられて、パンパンと鳴りながら尻が大きく揺れた。": "Liếm môi, Rosie vuốt ve dương vật.\nBị đánh vào hông, mông cô ấy rung lắc mạnh mẽ, và phát ra tiếng 'bụp'.",
    "んふっ……ふふふっ……どう？　後輩くん？　\nあたしのナカ……気持ちいいかしら？": "Ừm…fufu…sao? Cậu em?\nBên trong tớ…cảm thấy dễ chịu chứ?",
    "ロージーの膣はすでに熱を帯びていて、\nとろとろに蕩けて、ペニス全体を包んでいる。": "Âm đạo của Rosie đã nóng lên, \ntan chảy và bao bọc toàn bộ dương vật.",
    "しかし、膣が収縮しながらうねうねとペニスを搾るから、\nすぐさま達してしまいそうな快感が押し寄せる。": "Tuy nhiên, âm đạo co lại và siết chặt dương vật, \ncảm giác khoái lạc như sắp đạt đến đỉnh điểm ập đến.",
    "ふふ……なんて……んっ……情けない顔……\nあたしにしか……見せちゃだめなんだから……んんっ……んふっ。": "Fufu…thật là…ừm…khuôn mặt đáng thương…\nChỉ được nhìn thấy…bởi tớ thôi…ừm…fuh.",
    "女豹のような微笑を浮かべ、ペニスを膣の中に潜り込ませる。\n何度も腰を落として、奥に打ち付けた。": "Cô nở một nụ cười như một con báo, và đưa dương vật vào âm đạo.\nCô hạ hông xuống nhiều lần và đánh vào sâu bên trong.",
    "んっ、もっともっと……後輩クンを感じさせてあげる……\nあたしとのセックス以外、何も考えられなくなるくらいにね……っ。": "Ừm, hơn nữa…tớ sẽ cho cậu em cảm nhận được…\nngoài tình dục với tớ ra, cậu sẽ không nghĩ được gì nữa…!",
    "こんな快楽を覚えさせられたら、間違いなく、\nロージーとの夜を忘れられなくなってしまう。": "Nếu cậu trải nghiệm khoái lạc này, chắc chắn, \ncậu sẽ không thể quên đêm với Rosie.",
    "んふっ……ふふふ……後輩クンの……ディルドより全然いい……！\n太くて大きくて……はあっ……とても堅い……！": "Fuh…fufu…cậu em…tốt hơn dương vật giả của cậu nhiều…!\nTo và lớn…haa…thật là cứng…!",
    "すごい……奥まで……んん……当たって……\nんくう……はああっ……ふあっ……んふう……！": "Tuyệt vời…sâu bên trong…ừm…chạm vào…\nỪmkuu…haa…fuuaa…fuh…!",
    "ペニスが膣の奥に当たり、そのたびに甘い吐息が漏れる。\n膣肉が優しく掴み、何度もぎゅっぎゅっと絞ってくる。": "Dương vật chạm vào sâu bên trong âm đạo, và mỗi lần như vậy, một tiếng thở dài ngọt ngào lại thoát ra.\nThịt âm đạo nhẹ nhàng nắm lấy và siết chặt nhiều lần.",
    "ふふっ……はあっ……奥まで来てる……んはあっ……\n後ろの刺激もお腹に響いて……はあんっ！　んっ、んん……っ！": "Fufu…haa…đã vào sâu bên trong rồi…haan…\nkích thích phía sau cũng vang vọng trong bụng…haan! Ừm, ừm…!",
    "ロージーは夢中になって腰を振る。\n彼女の腰使いは激しく、容赦がなかった。": "Rosie điên cuồng lắc hông.\nCách cô ấy dùng hông thật dữ dội và không khoan nhượng.",
    "ペニスが熱く絞られるような快楽に、\nすぐさま射精の衝動が押し寄せてくる。": "Với khoái lạc như dương vật bị siết chặt, \ncảm giác xuất tinh ập đến ngay lập tức.",
    "んふっ……ふっ、ふふ、そんなに気持ちいいの？\nはぁ……まさか、もうイクなんて言わないわよね……っ？": "Fuh…fuh, fufu, cậu thấy dễ chịu đến vậy sao?\nHa…chẳng lẽ cậu sẽ không nói là sắp tới chứ…!",
    "あたしは……んんっ……まだイかないんだから……\nもっともっと……後輩クンを味わわせて……っ！": "Tớ…ừm…vẫn chưa tới…\nHơn nữa…hãy để cậu em nếm trải…!",
    "激しい腰ふりなのに、太ももや膣は柔らかい。\n細指が体をなぞるだけでも気持ちいい。": "Mặc dù lắc hông dữ dội, đùi và âm đạo lại mềm mại.\nChỉ cần những ngón tay vuốt ve cơ thể cũng cảm thấy dễ chịu.",
    "ふっ……ふふっ……可愛い顔……そんなに気持ちいいんだ……\nんくっ……さっきのあたしの気持ち……少しはわかった？": "Fuh…fufu…khuôn mặt dễ thương…cảm thấy dễ chịu đến vậy sao…\nỪm…cảm giác của tớ lúc nãy…cậu hiểu một chút rồi chứ?",
    "でも、許してあげないんだから……んふっ、\nもっと……もっと気持ちよくしてあげる……っ！": "Nhưng tớ sẽ không tha thứ đâu…fuh,\nhơn nữa…tớ sẽ làm cho cậu cảm thấy dễ chịu hơn…!",
    "ディルドが尻穴に挿入ったままのせいか、膣内がきゅっと締まる。\nそれがこちらの快楽をいっそう引き上げていった。": "Dương vật giả vẫn còn trong lỗ hậu môn, âm đạo lại siết chặt.\nĐiều đó càng làm tăng thêm khoái lạc của tôi.",
    "一緒に気持ちよくなって……っ、あたしに夢中に\nしてあげるんだから……んんっ……はあんっ！": "Cùng nhau cảm thấy dễ chịu…tớ sẽ khiến cậu say mê…\nừm…haan!",
    "光栄に……んあっ……思いな……さいっ！\nあたしの……初めてを、堪能……あんっ……できるんだからっ！": "Vinh dự…ừm…hãy…nghĩ…đi!\nCủa tớ…lần đầu tiên, có thể…thưởng thức…!",
    "はあんっ……！　あんっ！　だ……だめ……！\nこれ……相性……あぁっ！　すごく……イイ……！": "Haan…! Ừm! Đ…không được…!\nCái này…tương thích…aaa! Rất…tốt…!",
    "目の前にある豊満な乳房が、淫らに揺れる。\n俺は指先で乳首を転がしながら、彼女の快楽にさらに刺激を加えていく。": "Bộ ngực đầy đặn trước mặt tôi, rung động một cách dâm đãng.\nTôi dùng đầu ngón tay lăn trên núm vú, và thêm kích thích vào khoái lạc của cô ấy.",
    "んふっ、あっ……乳首ダメ……後輩クンのくせに……んんっ、\nあたしを気持ち良く、ああっ……させようとか……んあっ、ナマイキ！": "Fuh, a…núm vú không được…cậu em của tớ mà…ừm, \ntớ sẽ làm cho cậu cảm thấy dễ chịu, a…!?",
    "やぁんっ、気持ちいいのがお腹の中でぶつかって……っ、\nああんっ……凄すぎる……あひっ……んきゅう……！": "Yan, cảm giác dễ chịu va vào trong bụng…,\naa…quá tuyệt vời…ahi…ừmkiu…!",
    "んあっ……くうっ、んんっ……はあっ、ああっ！\n……んはあっ、こんなにこすれたら……ああっ！": "Ừm…kuh, ừm…haa, aah!\n…Haan, nếu cọ xát như vậy…aah!",
    "膣からの快感だけではなく、尻穴からの快感も得て、\nロージーは顔を紅潮させたまま、熱い吐息を漏らす。": "Không chỉ khoái lạc từ âm đạo, mà còn cả khoái lạc từ lỗ hậu môn, \nRosie đỏ mặt, thở hổn hển.",
    "はあんっ……！　これ……やばい……！\nすぐに……ああんっ！　おかしくなっちゃう……！": "Haan…! Cái này…nguy hiểm quá…!\nSắp…aaann! Sẽ phát điên mất…!",
    "何度も膣奥にペニスの先端が打ち付けられる。\n俺も負けじと胸や割れ目を指で撫で、彼女の快楽を引き出そうとした。": "Đầu dương vật liên tục va vào sâu bên trong âm đạo.\nTôi cũng không chịu thua, dùng ngón tay xoa ngực và khe của cô ấy, để đưa khoái lạc của cô ấy ra.",
    "んくっ……あはっ、やばっ、そこは……んふっ！\nあはっ、はあっ、ああん、おちんぽが奥に……んくぅ！": "Kuh…ah, nguy hiểm, chỗ đó…fuh!\nAh, haa, aan, dương vật ở sâu bên trong…kuh!",
    "そこ……弱いの……はああんっ……！\nあふっ……んくぅ……ああっ……あひっ……んきゅう……！": "Chỗ đó…yếu đuối quá…haaan…!\nAfuh…kuh…aah…ahi…ừmkiu…!",
    "ロージーがより快感を得られるように、\n緩急をつけて腰を打ち付け、膣内で『俺』を貪る。": "Để Rosie có thể cảm thấy khoái cảm hơn, \ntôi đã tăng tốc độ và đánh vào hông, chiếm lấy 'tôi' trong âm đạo.",
    "んくっ……あっ、あっ、んんんっ……！\nやばっ……体が熱くて……溶けちゃいそ……はあぁんっ！": "Kuh…ah, ah, ừm…!\nNguy hiểm…cơ thể nóng ran…sắp tan chảy rồi…haaan!",
    "こんな気持ちいいの……知らない……あああっ！\nあひ……気持ちいい……はあっ……ああんっ！": "Cảm giác này…tớ không biết…aaah!\nAhi…dễ chịu…haa…aann!",
    "大きな果実のような胸を揺らしながら、彼女は腰を懸命に振る。\nロージーの肢体が跳ねて、そのたびに甘い声が漏れた。": "Cô ấy lắc ngực như một trái cây lớn, và cô ấy cố gắng lắc hông.\nCơ thể của Rosie nhảy lên, và mỗi lần như vậy, một giọng nói ngọt ngào lại thoát ra.",
    "はあっ、あっ、んんっ……そっちも、\nもう……イきそうって顔……ねっ……！": "Haa, ah, ừm…bên kia cũng,\nsắp…tới rồi…đúng không…!",
    "まるでどちらが先に絶頂するか競うかのように、\n互いに底なしの快楽を与え合う。": "Như thể đang cạnh tranh xem ai sẽ đạt đến cực khoái trước, \ncả hai đều mang lại khoái lạc vô tận cho nhau.",
    "はあっ、ああっ、ああん、あっ、ああっ！\nこんなの初めて……おかしくなる……！": "Haa, aah, aan, aah, aah!\nChưa từng có…sẽ phát điên mất…!",
    "ロージーが腰を振るのに合わせて、\n割れ目の肉芽や興奮で尖った乳首もつまみ上げた。": "Theo sự lắc hông của Rosie, \ntôi cũng nhéo lấy nhục nhũ của khe và núm vú nhọn hoắt vì phấn khích.",
    "あはっ……んふっ、そんなにされたら……んくぅ！\nだめ……はあんっ……っく……！　イっちゃう……！": "Ah…fuh, nếu bị làm như vậy…kuh!\nKhông được…haan…kuh…! Tới rồi…!",
    "もうだめ……イきそ……本当に、イっちゃう……！\nあ、待って……だめっ、ああんっ！": "Không được nữa…sắp tới…thật sự, sắp tới rồi…!\nA, đợi đã…không được, aan!",
    "こちらももうとっくに我慢の限界だった。\nペニスはもうはち切れんばかりに膨らんでいた。": "Tôi cũng đã đến giới hạn của mình.\nDương vật đã căng phồng lên.",
    "後ろも……前も気持ちよくて……ふあぁんっ、\nもうイク……イク……イっちゃうぅ……！": "Phía sau…phía trước cũng thật dễ chịu…fuuaann,\ntới rồi…tới rồi…!",
    "このまま出して……ナカに出して……！\nあたしのナカにいっぱい、いっぱい出してっ……はああんっ！": "Cứ như vậy…đưa ra…đưa ra bên trong…!\nĐưa thật nhiều, thật nhiều vào bên trong tớ…haan!",
    "あっ、あぁっ、ふぁああああああああんっ……！！！": "Ah, aah, fuuaaaaaaaann…!!!",
    "んふっ……ふううううっ……はあああ……！\nんくぅ……後輩クンに染められ……ちゃってる……": "Fuh…fuuuu…haaa…!\nKuh…bị cậu em nhuộm…rồi…",
    "体を小刻みに震わせて、太ももと割れ目も押しつけ、\nペニスから一滴残らず、精子を搾り取ろうとしてくる。": "Cô ấy run rẩy, ấn đùi và khe vào nhau, \ncố gắng vắt kiệt tinh dịch từ dương vật.",
    "はああ……んんっ……ふうううっ……\nああんっ……イってるのに……まだ、ふううっ……": "Haa…ừm…fuuu…\naan…đã tới rồi…vẫn, fuuu…",
    "またイク……いっちゃう……はああああんっ！": "Lại tới…sắp tới…haaaann!",
    "お尻に入れたままのディルドの刺激を受けて、\nまたロージーは絶頂に達してしまう。": "Nhận được kích thích từ dương vật giả vẫn còn trong mông, \nRosie lại đạt đến cực khoái.",
    "はあああ……ふうううっ……んんっ……すご、かったぁ……\nはあ……はあ……はあ……はあ……": "Haaaa…fuuu…ừm…tuyệt vời…\nHa…ha…ha…ha…",
    "はあ……はあ……やっと……落ち着いてきた……かも。\nこんなになったの……初めて……んんっ……": "Ha…ha…cuối cùng…cũng…bình tĩnh lại…rồi.\nBị như vậy…lần đầu tiên…ừm…",
    "激しい行為のせいで、互いにぐったりとしてしまった。\nさすがにこれだけやれば、興奮も落ち着いてきた。": "Vì hành động dữ dội, cả hai đều mệt mỏi.\nQuả thực, nếu làm đến mức này, sự phấn khích cũng đã lắng xuống.",
    "もう……後輩クンてば、なんてことを覚えさせるのよ……\nこんなプレイしたら……元に戻れなくなっちゃうでしょ……": "Thôi nào…cậu em, cậu đã làm tớ nhớ những điều gì vậy…\nNếu chơi như vậy…sẽ không thể quay lại được nữa…",
    "…………": "…",
    "あたしも……所詮は……魅力的なオスの前だと、\nただのメスに過ぎないってことなのね……ふふっ。": "Tớ cũng…rốt cuộc…trước một người đàn ông hấp dẫn, \nchỉ là một con cái mà thôi…fuh.",
    "そう言って浮かべる妖艶な笑みには、メスはメスでも\n蜘蛛やカマキリのような肉食みをどこか秘めているように感じた。": "Nụ cười quyến rũ đó, nói rằng con cái là con cái, \ntôi cảm thấy như cô ấy đang giấu một con thú ăn thịt như nhện hay bọ ngựa.",
    "その後風呂を使わせてもらおうと立ち上がりかけたところ、\n突然くいっと腕が引っ張られる。": "Sau đó, khi tôi chuẩn bị đứng dậy để tắm, \ntôi đột nhiên bị kéo tay.",
    "……後輩クン、どこに行くつもり？\nまだ終わってないでしょう？": "…Cậu em, cậu định đi đâu?\nVẫn chưa xong mà?",
    "え？　と俺の思考が止まる。\nたった今搾り取った取られたの直後なのに？　と。": "Hả? Suy nghĩ của tôi dừng lại.\nNgay sau khi bị vắt kiệt?",
    "こんなことを覚えさせた責任……\nちゃんと取ってもらうんだから……ねっ？": "Trách nhiệm vì đã dạy tớ những điều này…\nphải chịu trách nhiệm đàng hoàng…nhé?",
    "さあ、もっともっと一緒に気持ちよくなりましょ？\nふふっ……ふふふ……": "Nào, cùng nhau cảm thấy dễ chịu hơn nữa nhé?\nFuh…fufu…",
    "淫魔のような笑みを浮かべた彼女を見て、\n俺は危険な扉を開けてしまったと確信した。": "Nhìn cô ấy nở nụ cười như một con quỷ, \ntôi đã tin rằng mình đã mở ra một cánh cửa nguy hiểm.",
    "その夜、まさに文字通り、\n空っぽになるまで搾り取られたのだった。": "Đêm đó, đúng như nghĩa đen, \ntôi đã bị vắt kiệt cho đến khi cạn kiệt."
}