{
    "めるちゃん、お手伝いありがとね♪\nこれだけたくさん食材が揃ってたら、なんでも作れちゃいそうだね！": "Mell-chan, cảm ơn vì đã giúp đỡ nhé♪\nVới nhiều nguyên liệu như vậy, chắc chắn có thể làm được mọi thứ!",
    "はい、私も腕がなります！\nご馳走、いっぱい作りましょう！": "Vâng, tôi cũng rất mong chờ đây!\nChúng ta hãy làm thật nhiều món ngon nhé!",
    "頑張ろうね！　……正直、わたしひとりで皆の分作るのは、\nさすがにちょっと自信なかったんだよね……": "Cố gắng lên nhé! ……Thật lòng mà nói, một mình tớ làm cho mọi người thì,\nthật sự là tớ hơi thiếu tự tin đấy……",
    "ふふ、手分けをすればすぐに出来ちゃいますよ。": "Hừm, nếu chia nhau ra thì sẽ xong ngay thôi.",
    "うん、こっちのお料理も知りたいからいっぱい教えてね♪": "Ừm, tớ cũng muốn biết về món ăn ở đây nên hãy chỉ tớ nhiều vào nhé♪",
    "はい！　……そういえば、純夏さん。\nお願いできる権利はこれでよかったんでしょうか？": "Vâng! ……Nhân tiện, Junna-san.\nQuyền được nhờ vả như vậy đã ổn chưa ạ?",
    "んー、タケルちゃんにお願いをするって考えたら、\n本当にいろんなことが思い浮かんだんだけど……": "Ưm, nếu nghĩ đến việc nhờ Takeru-chan,\nthì tớ đã nghĩ đến rất nhiều điều……",
    "それとは別に、\nこうやってみんなとゴハンしたいなって思ってたんだ♪": "Ngoài ra,\ntớ còn muốn cùng mọi người ăn cơm như thế này nữa♪",
    "……ふふ、純夏さんのそういうところ、素敵だと思います。": "……Hừm, em rất thích khía cạnh đó của Junna-san.",
    "それじゃあ、そろそろご飯を作りましょうか。\nきっと皆さん、お腹をペコペコにしてるでしょうし。": "Vậy thì, chúng ta bắt đầu làm cơm thôi nào.\nChắc chắn mọi người đang đói meo rồi.",
    "そうだね！　あ、タケルちゃんの好きな物を作るから、\nその分の材料は残して欲しいな！": "Đúng vậy! À, vì tớ sẽ làm món Takeru-chan thích, nên\ntớ muốn giữ lại nguyên liệu cho món đó!",
    "ふっふっふ！　わたしの特製手料理を食べさせて、\nタケルちゃんを感動させてあげるんだから！": "Phư phư phư! Tớ sẽ cho cậu ăn món ăn đặc biệt của tớ,\nrồi làm Takeru-chan cảm động!",
    "って、めるちゃんは%usernameusernameuserna%さんに、\n何か作ってあげないのかな？": "Mà, Mell-chan không làm gì cho %usernameusernameuserna% sao?",
    "ほら、やっぱり男の子はご飯が大好きだから！\nめるちゃんも好物を作ってあげると良いよ！": "Này, con trai vẫn thích ăn cơm mà!\nMell-chan cũng nên làm món cậu ấy thích đi!",
    "ええっと……そういえば、\n%usernameusernameuserna%さんの好物は知らないです……": "Ưm……nói sao nhỉ,\ntớ không biết %usernameusernameuserna% thích món gì cả……",
    "あっ、そ、そうなんだ……\nな、ならめるちゃんの得意料理を好物にしちゃおう！": "A, v, vậy sao……\nv, vậy thì mình sẽ lấy món Mell-chan nấu giỏi nhất làm món cậu ấy thích vậy!",
    "えっ、と、得意料理ですか！？\n……な、なんだろう……オムライスとかですかね？": "Hả, ừm, món ăn sở trường sao!?\n……N, là gì nhỉ……có lẽ là món cơm trứng?",
    "うん、それもいいと思う！\nオムライスも作っちゃおう！　やっぱり数で攻めなきゃ！": "Ừm, tớ cũng nghĩ vậy!\nChúng ta cũng làm cơm trứng luôn! Dù sao thì phải thắng bằng số lượng!",
    "わ、分かりました！　そうですね……！\n気合を入れて作ってみますね……！": "V, vâng ạ! Đúng vậy……!\nEm sẽ cố gắng hết mình để làm ạ……!",
    "結構な品数になりそうだけど、順調だね！\nめるちゃん、すっごく手際いい……！": "Có vẻ sẽ có kha khá món ăn đấy, nhưng mọi thứ đều suôn sẻ nhỉ!\nMell-chan, khéo tay thật……!",
    "ありがとうございます！\n昔から料理は趣味で、よく作っていたので……": "Xin cảm ơn ạ!\nTừ trước đến nay, nấu ăn là sở thích của em, nên em hay làm lắm……",
    "そういう純夏さんも、とっても手際が良いです。\nお料理はよく作るんですか？": "Junna-san cũng rất khéo tay.\nChị có hay nấu ăn không?",
    "わたしは、タケルちゃんがちゃんとしたご飯を食べられるように\nずいぶん練習した記憶があるんだよね。": "Tớ nhớ là tớ đã luyện tập rất nhiều để Takeru-chan có thể ăn được những bữa cơm đàng hoàng đấy.",
    "あ、白銀さんのためなんですね……！\nその話、もっと詳しく聞いてみたいです！": "A, là vì Shirogane-san sao……!\nEm muốn nghe chi tiết hơn về chuyện đó!",
    "えーっと、その記憶もちょっと曖昧なんだよね。\nしっかりとは思い出せないんだけど……": "Ừm, tớ cũng hơi mơ hồ về ký ức đó.\nTớ không thể nhớ rõ được……",
    "あ、ご、ごめんなさい……そのこと忘れてしまっていました。": "A, x, xin lỗi……em đã quên chuyện đó.",
    "ううん、気にしなくてもいいよ。\nでも、色々と思い出せないのにこれは覚えてるんだよね。": "Ừm, cậu không cần bận tâm đâu.\nNhưng, dù không nhớ nhiều thứ, nhưng tớ vẫn nhớ chuyện này.",
    "きっと、素敵な思い出なんですね。": "Chắc hẳn là một kỷ niệm đẹp nhỉ.",
    "うん。タケルちゃんにお料理を作るのは、\nわたしにとっては絶対に欠かせない大切なことなんだろうね！": "Ừm. Đối với tớ, việc nấu ăn cho Takeru-chan\nlà một điều quan trọng không thể thiếu!",
    "幼馴染ですか……私はそういう人はいなかったんですよね。": "Bạn thuở nhỏ sao……Em thì không có người như vậy.",
    "だから、純夏さんと白銀さんの関係は憧れちゃいます。\n私もそんな人が居たらよかったなぁ。": "Vậy nên em rất ngưỡng mộ mối quan hệ giữa Junna-san và Shirogane-san.\nEm cũng muốn có một người như vậy.",
    "えー？　いいことばっかりじゃないよ？\n意地悪だってされちゃうし！": "Hả? Đâu phải chỉ có toàn điều tốt đẹp đâu?\nCũng bị trêu chọc đấy!",
    "でも、純夏さんを見てたら意地悪をされても、\n白銀さんに大切にされてるのが伝わってきますよ？": "Nhưng, nhìn Junna-san, dù bị trêu chọc,\nem vẫn thấy Shirogane-san coi trọng chị mà?",
    "えっ、そ、そうかな？　……タケルちゃんって優しいから。\n昔から困ってたら助けてもらった気がする。": "Hả, v, vậy sao?……Vì Takeru-chan rất tốt bụng mà.\ntớ có cảm giác là từ trước đến nay, khi tớ gặp khó khăn, cậu ấy đều giúp đỡ tớ.",
    "わぁ！　もっとその話を聞きたいです……けど、\n記憶が思い出せないから難しいですよね。": "Woa! Em muốn nghe thêm về chuyện đó……nhưng,\nvì không thể nhớ lại ký ức nên thật khó nhỉ.",
    "うう、もっとこういうお話を出来たらいいんですけど……": "Ưu, em muốn có thể nói chuyện như vậy hơn nữa……",
    "あはは、まあ思い出したらお話ししようね。\nきっとタケルちゃんは特別だからすぐに思い出せるはず！": "A ha ha, thôi thì cứ nhớ lại rồi nói chuyện sau nhé.\nChắc chắn Takeru-chan là người đặc biệt nên cậu ấy sẽ nhớ ra ngay thôi!",
    "特別って……あの、そういう意味ですよね！\n「特別な人」っていう意味の……": "Đặc biệt sao……Ý là, ý đó đúng không!\nÝ là 'người đặc biệt'……",
    "え、えへへ……\nわたしにとってタケルちゃんは、ただの幼馴染じゃないんだ。": "Ê, ê hể hể……\nĐối với tớ, Takeru-chan không chỉ là bạn thuở nhỏ đâu.",
    "わぁ……とっても素敵です！\n幼馴染で好きな人……ロマンチックです！": "Woa……thật tuyệt vời!\nBạn thuở nhỏ và người mình thích……thật lãng mạn!",
    "私、あんまり男の子の知り合いがいなくて。\nそういうのは、なかなか縁がないというか……": "Em thì không có nhiều bạn là con trai lắm.\nNói sao nhỉ, không có duyên cho lắm……",
    "あの指示をしてくれた\n%usernameusernameuserna%さんは違うの？": "Người đã chỉ thị cho em,\n%usernameusernameuserna% không phải sao?",
    "え、えっと、そういう関係じゃなくて……！\nうう……そうなったらいいな～って気持ちはありますけど……": "Ê, ừm, không phải kiểu quan hệ đó đâu……!\nƯu……Em có cảm giác muốn như vậy đấy……",
    "そうなんだ！？\nねえねえ！　その話、もっと詳しく聞いていい？　教えて！": "Vậy sao!?\nNày, này! Tớ có thể nghe chi tiết hơn về chuyện đó không? Nói cho tớ nghe đi!",
    "ええっと……詳しくと言われても言えるようなことは……\n学園でも頼りになる方ですから、ライバルも多くて……": "Ừm……nói chi tiết thì cũng không có gì để nói cả……\nVì là người đáng tin cậy trong trường nên cũng có nhiều đối thủ……",
    "うっ……頼りになるからライバルが多い……\nな、なんだかものすごい既視感が……！": "Ư……Vì đáng tin cậy nên có nhiều đối thủ……\nN, sao lại có cảm giác quen thuộc đến vậy……!",
    "もしかして、白銀さんもいろんな方に頼られて……？": "Chẳng lẽ, Shirogane-san cũng được nhiều người tin tưởng……?",
    "でも、純夏さんは幼馴染ですから、特別な存在でしょうし……": "Nhưng, Junna-san là bạn thuở nhỏ, nên là một người đặc biệt mà……",
    "そんなことないよ！\nタケルちゃんが他の女の子と楽しく話してると、気になっちゃうもん。": "Không có chuyện đó đâu!\nKhi Takeru-chan vui vẻ nói chuyện với những cô gái khác, tớ thấy khó chịu lắm.",
    "それに、幼馴染だからって選ばれるって限らないし……\nだから特別だなんて言ってられないよ！": "Hơn nữa, dù là bạn thuở nhỏ thì cũng chưa chắc được chọn đâu……\nvậy nên tớ không thể nói là đặc biệt được!",
    "めるちゃんも諦めたらダメだよ！\nこういうのは、ちゃんとアピールしていかないと！": "Mell-chan cũng đừng bỏ cuộc nhé!\nChuyện này, phải thể hiện rõ ràng thì mới được!",
    "わたしも応援してるからね！\nここは乙女の共同戦線で頑張ろうね！": "Tớ cũng ủng hộ cậu đấy!\nChúng ta hãy cùng nhau chiến đấu vì tình yêu nhé!",
    "は、はい！　私、頑張ります……！\n純夏さんも、応援していますからね！": "V, vâng! Em sẽ cố gắng……!\nJunna-san cũng ủng hộ em mà!",
    "うんうん！　\nよーし、残りのお料理も頑張って作りきっちゃおう！": "Ừm ừm!\nĐược rồi, chúng ta hãy cùng nhau cố gắng làm nốt những món còn lại nào!",
    "かんせーい！　ずいぶん豪華になったね！\nんー、見てたら、お腹すいてきちゃった。": "Hoàn thành rồi! Trông thật là thịnh soạn nhỉ!\nƯm, nhìn mà thấy đói bụng luôn.",
    "みんなも、お腹をすかせて待っているはずですし、\n冷める前に運びませんとね♪": "Mọi người cũng đang bụng đói chờ đợi, nên\nchúng ta phải mang đi trước khi nguội mới được♪",
    "力作だから温かいうちに食べて欲しいしね。\nでも、めるちゃんの料理美味しそうだよねぇ……": "Vì là công sức của chúng ta nên tớ muốn mọi người ăn khi còn nóng.\nNhưng, món ăn của Mell-chan trông ngon quá đi……",
    "やっぱり、これは食べて欲しい気持ちを込めてるから？": "Chắc chắn là vì cậu đã gửi gắm tình cảm vào món ăn này rồi?",
    "え、えっと……そ、そうですね……\nちょ、ちょっと気持ちは込めてます……": "Ê, ừm……đ, đúng vậy……\nC, chỉ là em có gửi gắm một chút tình cảm thôi……",
    "それなら絶対に食べてもらわないとね！\nちゃーんと食べて貰う分は残しておかないとね！": "Vậy thì nhất định phải cho mọi người ăn thôi!\nPhải chừa phần cho mọi người ăn nữa chứ!",
    "は、はい！　純夏さんも白銀さんに食べてもらいましょう！": "V, vâng! Junna-san cũng hãy cho Shirogane-san ăn đi!",
    "うん、勿論！\nそのためにタケルちゃんの大好物も作ったもんね！": "Ừm, tất nhiên rồi!\nVì thế nên tớ đã làm món Takeru-chan thích mà!",
    "……なるほど。\nタケル達のチームは色んな生徒に声をかけていたのか。": "……Ra là vậy.\nTổ của Takeru đã kêu gọi nhiều học sinh đến vậy sao.",
    "ああ。思ったよりも親切な人が多くて、\n最初はスムーズだったな。まあ、負けちまったんだけど。": "À. Có nhiều người tốt hơn tôi nghĩ, nên\nban đầu mọi thứ diễn ra suôn sẻ. Mà, tôi đã thua.",
    "でも、どっちが勝ってもおかしくなかったですよ。": "Nhưng, dù ai thắng thì cũng không có gì lạ cả.",
    "……純夏さん。白銀さんって大人気ですね。": "……Junna-san. Shirogane-san được yêu thích thật đấy.",
    "うう、そりゃタケルちゃんは頼りになるし……\nチームが分かれてたから聞きたい事は皆あるよね……": "Ưu, đương nhiên Takeru-chan rất đáng tin cậy mà……\nvì đội đã chia ra nên ai cũng muốn hỏi chuyện mà……",
    "まあ、幼馴染のわたしが独占しちゃうのも、悪いからね！": "Mà, vì tớ là bạn thuở nhỏ nên tớ cũng không muốn độc chiếm đâu!",
    "でも、お料理の間はずっとお話をしてたでしょうし……\nやっぱり、白銀さんともっとお話ししたいですよね？": "Nhưng, trong lúc nấu ăn hai người đã nói chuyện suốt mà……\nvẫn muốn nói chuyện với Shirogane-san hơn nữa nhỉ?",
    "そ、それは……うう……正直に言うと、\nちゃんとタケルちゃんと話したいよ……": "V, việc đó……Ưu……nói thật thì,\ntớ muốn nói chuyện với Takeru-chan hơn……",
    "やっぱりそうですよね。\n私は純夏さんとお話しできて楽しかったですけど……": "Quả nhiên là vậy rồi.\nDù em rất vui khi được nói chuyện với Junna-san……",
    "わたしも楽しかったよ！\nでも、それとこれとは別なんだよね……": "Tớ cũng vui mà!\nNhưng, chuyện đó với chuyện này là khác nhau mà……",
    "話しかけるには、タイミングがないし……楽しそうだし……\nすっかり盛り上がって……ぐぬぬ……タケルちゃんめぇ……": "Vì không có cơ hội để bắt chuyện……Vui vẻ quá……\nThật sự là……gừ…Takeru-chan……",
    "ふむ、二人が作ってくれた料理はどれも美味しそうだな。\n冷める前に食べないか？": "Hừm, món ăn mà hai người làm ra đều ngon thật đấy.\nHay là chúng ta ăn trước khi nguội?",
    "そうだな。それじゃあ――": "Đúng vậy. Vậy thì――",
    "これはチャンス……！　ねえねえ、タケルちゃん！": "Đây là cơ hội……! Này, Takeru-chan!",
    "ん？　なんだ？": "Hửm? Sao vậy?",
    "わたしが食べさせてあげる！\nはい、これ！　あーん！": "Tớ sẽ đút cho cậu ăn!\nNày, ăn đi! Aー!",
    "わわわっ！　す、純夏さん凄く大胆です！\nあーんをするなんて……！": "Woa woa woa! S, Junna-san thật táo bạo!\nĐút cho ăn luôn……!",
    "……どうしたんだ、いきなり？": "……Sao vậy, tự nhiên lại thế?",
    "どうもしないよ？\nいいから食べて！　あーん！": "Không có gì cả!\nCứ ăn đi! Aー!",
    "……いや、そういわれてもな。\n流石に皆に見られながらってのは……なぁ？": "……Không, dù cậu nói vậy thì……\nThật sự là, trước mặt mọi người thì……hả?",
    "……ふむ、それでは勝者の特権で命令してもいいだろうか？\nタケルは素直に食べさせてもらうように。": "……Hừm, vậy thì tôi có nên dùng đặc quyền của người chiến thắng để ra lệnh không?\nTakeru nên ngoan ngoãn ăn đi.",
    "なっ！？　め、冥夜！？　お前裏切るのか！？": "Hả!? M, Meiya!? Cô phản bội tôi sao!?",
    "えっ、い、いいの？　御剣さん！？": "Ê, đ, được không ạ? Mikoto-san!?",
    "食事会を開いて準備までしてくれたのだから、\nこのくらいの役得はあってしかるべきだろう？": "Vì đã tổ chức tiệc và chuẩn bị mọi thứ,\nthì được hưởng chút đặc quyền này cũng phải chứ?",
    "……えへへ、ありがとう！\nということで、あーん！　ほら、タケルちゃん、食べて！": "……Ê hể hể, cảm ơn!\nVậy nên, aー! Này, Takeru-chan, ăn đi!",
    "や、やっぱり私も、%usernameusernameuserna%さんへ、\n大胆にあーんとかしてみるべきでしょうか……": "Y, rốt cuộc thì tôi cũng nên,\ntáo bạo đút cho %usernameusernameuserna% ăn luôn sao……",
    "……あー、わかったから！　食えばいいんだな！？\nもぐっ……むぐ……ん、美味い。": "……Aー, tôi hiểu rồi! Cứ ăn đi!\nMồm…mồm…ưm, ngon.",
    "えへへ、やったぁ！\nそれじゃあ次は……": "Ê hể hể, được rồi!\nVậy thì tiếp theo là……",
    "待て待て！？　まだやるのか！？": "Đợi đã đợi đã!? Vẫn còn nữa sao!?",
    "えっ？　まだ他にも作ってるから全部食べてもらうけど……": "Ê? Vì vẫn còn làm món khác nên sẽ cho mọi người ăn hết mà……",
    "む、鑑。それは少し待ってもらおう。": "Ư, Kagami. Chúng ta hãy đợi một chút.",
    "おお、良いぞ冥夜！　純夏を止めてくれ！": "Ồ, được đấy Meiya! Hãy ngăn Junna lại!",
    "流石に一人で独占というのはズルくはないか？\n権利を使ったのだから、私も食べさせてみたいのだが。": "Thật sự là một mình độc chiếm thì có hơi quá đáng không?\nVì đã dùng quyền lợi rồi, nên tôi cũng muốn đút cho ăn thử.",
    "あ、その……私もいいでしょうか？\n勝者の特権もありますし……": "À, chuyện đó……tôi cũng được sao?\nVì cũng có đặc quyền của người chiến thắng mà……",
    "う、裏切り者！\nってか、これだとオレは自分で食えなくなるぞ！？": "Ư, kẻ phản bội!\nMà, như vậy thì tôi không thể tự ăn được sao!?",
    "むむむ……わたしばっかりもズルいしね！\nじゃあ、後でみんなにも交代してあげる！": "Ưm ừm ừm……vì mình cứ làm mãi cũng hơi kỳ nên!\nvậy thì, lát nữa sẽ thay phiên cho mọi người ăn nhé!",
    "……それなら、私も食べさせたい。\nこれは平等な権利。": "……Nếu vậy, thì tôi cũng muốn đút cho ăn.\nĐây là quyền lợi bình đẳng.",
    "ちょ、ちょっと……！\n私もしないと変な感じになるじゃない……！": "Chờ, chờ một chút……!\nNếu không làm thì tôi sẽ thấy kỳ lạ mất……!",
    "変な感じでいいからな！？\nオレのペースで食べさせてくれよ！": "Cứ thấy kỳ lạ cũng được mà!?\nCứ để tôi đút theo tốc độ của tôi!",
    "それなら、何か食べたいもの取ってくるよ。\n飲み物でもいいからね？　ちゃんと食べさせてあげるよ♪": "Nếu vậy, tôi sẽ lấy gì đó để ăn.\nCả nước uống cũng được mà? Tôi sẽ đút cho cậu ăn nhé♪",
    "誰か味方はいないのか！？": "Không có ai là đồng minh sao!?",
    "……もしかして、タケルちゃんは私の手料理食べたくないの？\nめるちゃんと一緒に頑張って作ったのに……": "……Chẳng lẽ, Takeru-chan không muốn ăn món tôi làm sao?\nDù tôi và Mell-chan đã cùng nhau cố gắng làm mà……",
    "ぐっ……！？　そ、その言い方はズルいだろ……！？": "Gừ……!? V, cách nói đó thật là quá đáng……!?",
    "え、ええっと……その、私は気にしなくてもいいですから！": "Ê, ừm……chuyện đó, tôi không cần phải bận tâm đâu!",
    "……あー、分かった！　もう好きにしてくれ！\n出されたものは全部食べるから！": "……Aー, tôi hiểu rồi! Muốn làm gì thì làm đi!\ntôi sẽ ăn hết những gì được đưa ra!",
    "ええっと……？": "Ê, ừm……?",
    "あ、あはは……": "A, a ha ha……",
    "めるちゃん、ありがとう！　ナイスアシストだよ！": "Mell-chan, cảm ơn nhé! Hỗ trợ tốt lắm!",
    "えっ、ええっと……？\nわ、私は何かしちゃいましたか……？": "Ê, ê ừm……?\nT, tôi đã làm gì sao……?",
    "無自覚でやってたんだ！？\n……お、恐ろしい子！": "Không tự giác mà làm luôn sao!?\n……Th, thật là một đứa trẻ đáng sợ!",
    "……あ、あはは……よ、喜んでくれて何よりです！": "……A, a ha ha……v, vui vì mọi người thích ạ!",
    "めるちゃんがあーんをするときは、\n私が手助けするから頼りにしてね！": "Khi Mell-chan đút cho ăn,\ntôi sẽ giúp đỡ nên hãy tin tưởng tôi nhé!",
    "それじゃ、次はこっちを食べて！\nタケルちゃんの好きな味付けにしてみたんだ♪": "Vậy thì, chúng ta hãy ăn món này trước!\ntôi đã cố gắng làm theo khẩu vị của Takeru-chan đấy♪",
    "分かった、分かったから無理やり口に押し込むな！\nせめて、味わえるように食わせてくれっ！": "Tôi hiểu rồi, tôi hiểu rồi, đừng ép tôi nhét vào mồm nữa!\nÍt nhất, hãy để tôi nếm thử đi!"
}