{
    "お菓子とジュース、買ってきたよぉ～！！": "Tôi mua bánh với nước ép rồi nè~!!",
    "では――今日もお疲れ様でした！\nカンパーイ！！": "Vậy thì, hôm nay mọi người vất vả rồi!\nCạn ly nào!!",
    "いつの間にか、うちらの女子会も\n暗黙の了解みたいになってきたよねー。": "Không biết từ lúc nào, buổi họp mặt của chúng ta\ncũng thành quy ước ngầm rồi nhỉ.",
    "なぜか七彩の部屋が固定なのも、暗黙の了解。": "Không hiểu sao phòng của Nanairo lại cố định, cũng là quy ước ngầm.",
    "……まあ、一応シリウスシュガーのリーダーですしね。\nわたくしは別に構いませんわ。": "… Mà, dù sao thì tôi cũng là leader của Sirius Sugar mà.\nTôi cũng không có ý kiến gì.",
    "ふふ……女の子達だけで集まるなんて、\nお姉ちゃんすっごく楽しいわ♡": "Hừm… Chỉ toàn con gái tụ tập với nhau,\nchị vui quá đi♡",
    "にしても、今日の七彩さん、マジ鬼すぎ～！！\nあんなん勝てるわけないよ！": "Nói chứ, Nanairo hôm nay, ác thật sự luôn~!!\nKiểu đó thì làm sao mà thắng được!",
    "お、鬼だなんて……人聞きの悪い。こちらも本気に\nならざるを得ないほど、みなさんが強くなったのですわ。": "Ô, ác gì chứ… Nói thế mất lòng người ta quá. Tại vì mọi người mạnh lên\nđến mức tôi cũng phải nghiêm túc thôi mà.",
    "訓練のあとのラミちゃんはいつもより優しくて、\nお姉ちゃんつい泣いちゃいそうだったもの。": "Sau khi huấn luyện, Rami luôn dịu dàng hơn mọi khi,\nchị suýt nữa thì khóc luôn đó.",
    "べ、別に優しくしたつもりはないけど。\nまあ、『お姉ちゃん』らしく、頼れる存在になってるよ。": "T, tôi đâu có định dịu dàng đâu.\nMà, 'chị' cũng đã trở thành một người đáng tin cậy rồi mà.",
    "うん！　きっと実戦ももう大丈夫だよー！\nはやく行きたい、撃って撃って撃ちまくりたいなーっ！！": "Ừm! Chắc chắn là thực chiến cũng không sao rồi!\nMuốn đi nhanh lên, muốn bắn muốn bắn muốn bắn thật nhiều quá đi!!",
    "ふふふ……明日にはたくさん戦えるから、\n今日はしっかり休みましょうね。": "Huhu… Ngày mai sẽ được chiến đấu thỏa thích thôi,\nhôm nay cứ nghỉ ngơi cho khỏe nhé.",
    "……月ヶ瀬さんは、今日は来ないの？": "… Tsukigase hôm nay không đến sao?",
    "ちゆる？　そういえば今日は、研究したいことがあるって言ってた。": "Chihiru? Nếu tôi nhớ không lầm thì hôm nay cậu ấy nói là có việc muốn nghiên cứu.",
    "先ほど、ノートパソコンを抱えて、\n校舎の方へ走っていきましたわね。": "Lúc nãy, tôi thấy cậu ấy ôm laptop chạy\nvề phía nhà trường rồi đó.",
    "研究……ですか？": "Nghiên cứu… sao?",
    "うん、ちゆるさん、自由時間はほとんどメイズとか、\nタツミヤ鉱の研究をしているんですよ。": "Ừm, Chihiru, thời gian rảnh hầu như lúc nào cũng nghiên cứu về MIST hoặc\nnghiên cứu về mỏ Tatsumiya đó.",
    "寝る間も惜しんで、ってやつ。発表もしないのにねー。\nひとの趣味にとやかく言わないけど。": "Kiểu như là quên cả ngủ luôn đó. Mà cũng chẳng thèm công bố gì nữa.\nMặc dù tôi không có ý kiến gì về sở thích của người khác.",
    "まあ、徹夜は褒められたことではありませんが、\n没頭できることがあるのはよいことかと。": "Mà, thức đêm thì không được khuyến khích cho lắm,\nnhưng có thứ để bản thân mình đắm chìm vào thì cũng tốt.",
    "…………": "……",
    "……少し、外の空気を吸ってきます。": "… Tôi ra ngoài hít thở không khí một chút.",
    "えー？　スイーツタイム始まったばっかよ？": "Hả? Mới có bắt đầu giờ ăn ngọt thôi mà?",
    "心香ちゃんのぶん、残しておきますからね。": "Tôi sẽ để phần cho Kokoro nhé.",
    "……どうも。": "… Cảm ơn."
}