{
    "隠れていた双頭の斧の機体が次々に姿を見せる。": "Những cỗ máy song đầu rìu ẩn nấp liên tục xuất hiện.",
    "まあ、伏兵は配置しておくよな。": "Chà, đúng là chúng đã phục kích.",
    "……相手をほめてる？": "……Cô đang khen đối phương sao?",
    "べつにほめているわけじゃないぞ。\n作戦として妥当だなって感想なだけで。": "Tôi không có khen. Chỉ là nhận xét rằng đó là một chiến thuật hợp lý.",
    "あの方達は最初からまともな交渉をするつもりなど、\nなかったのですわ。": "Những người đó ngay từ đầu đã không có ý định đàm phán đàng hoàng.",
    "先に拉致したジュリーを解放してくれたのだし、\nそれはないと思いたいが……": "Họ đã thả Julie ra trước, tôi nghĩ là không đến nỗi...",
    "そういや、ジュリーは無事なんだな？": "Nói mới nhớ, Julie vẫn ổn chứ?",
    "ええ、もちろんですわ。\n今はわたくしの予備シートに座っていただいております。": "Vâng, tất nhiên rồi ạ. Hiện tại cô ấy đang ngồi ở ghế dự bị của tôi.",
    "無事か、ジュリー。": "Julie, em không sao chứ?",
    "ええ、まったく問題ないわ。みんなのこと、信じていたし。\n必ず迎えに来るって。": "Vâng, em hoàn toàn ổn. Em tin vào mọi người mà. Em biết mọi người nhất định sẽ đến cứu em.",
    "ああ……それなら良かった。": "Ừm... Tốt quá.",
    "会話してる間も双頭の斧による攻撃は続いており、\n俺達はこの場を離脱することができないでいる。": "Trong khi chúng ta đang nói chuyện, cuộc tấn công của song đầu rìu vẫn tiếp diễn, chúng ta không thể rời khỏi đây.",
    "ジュリーの奪還に成功し、ちゆるを渡さずに済んだのだから\nあとは無事に撤退さえできればいいのだが……": "Chúng ta đã giải cứu được Julie và không để mất Chiyuru, chỉ cần rút lui an toàn là được...",
    "ちょ、ちょっとぉ～。\nこの数の違いはひどくない！？": "Chờ đã, chờ đã~! Sự khác biệt về số lượng này thật quá đáng!",
    "でも、なんとかなってません……？": "Nhưng, không phải chúng ta đang xoay sở được sao...?",
    "さっきからどこからともなく、支援射撃があるのよね。": "Từ nãy đến giờ, không biết từ đâu lại có hỏa lực hỗ trợ.",
    "一体どこから弾が飛んできてるの？": "Rốt cuộc thì đạn từ đâu bay đến vậy?",
    "風紀委員が何とかこの場所を割り出して来てくれた……\nとは考えられないでしょうか？": "Không lẽ là ủy ban kỷ luật đã tìm ra được vị trí này...?",
    "違うだろうな。少なくとも味方の識別信号ではない。": "Chắc chắn không phải. Ít nhất không phải tín hiệu nhận dạng của phe ta.",
    "それどころか機体の位置すら把握できていない。": "Chưa kể, chúng ta còn không nắm bắt được vị trí của các cỗ máy.",
    "霞光には一般のＭＧよりも優れたセンサーが搭載されているが、\n対空レーダーにも対砲迫レーダーにも、なんの反応もないのだ。": "Kasumi có cảm biến vượt trội hơn MG thông thường, nhưng cả radar phòng không lẫn radar pháo binh đều không có phản ứng.",
    "（何か得体のしれないものが、この場に干渉している……？）": "（Có thứ gì đó kỳ lạ đang can thiệp vào...？）",
    "まるで幽霊のようだ……そう思ったのだった。": "Cứ như là ma vậy... Tôi đã nghĩ như thế.",
    "やはり『アレ』が干渉してきた……！": "Quả nhiên là 'cái đó' đã can thiệp...!",
    "上空からの支援攻撃は恐ろしいまでに正確無比――": "Hỏa lực hỗ trợ từ trên không chính xác đến đáng sợ――",
    "レーダーの範囲外から精密射撃をしているの……？\nほんと頭おかしいんじゃない？": "Bắn tỉa chính xác từ ngoài phạm vi radar sao...? Thật điên rồ mà.",
    "まあ、それだけ、どうしてもＴ２元素応用技術を\n完成させたいってことか……": "Chà, có lẽ họ rất muốn hoàn thành công nghệ ứng dụng T2...",
    "だったら……やるしかないわね。": "Nếu vậy... Chúng ta chỉ còn cách...",
    "各機、目標以外のシリウスシュガー機を排除せよ。": "Tất cả các máy, loại bỏ các máy Sirius Sugar khác ngoài mục tiêu.",
    "目標は……私が確実に殺す！": "Mục tiêu là... Tôi sẽ giết chắc chắn!",
    "（……腹を決めなさい、コトハ。\n目的を達成するために、行動するって決めたでしょう？）": "（...Hãy quyết tâm đi, Kotoha. Cô đã quyết định hành động để đạt được mục đích rồi mà？）",
    "うおおぉぉぉぉ！！": "Uooooooohhhhhh！！",
    "双頭の斧の動きに変化があった。": "Động thái của song đầu rìu đã thay đổi.",
    "コトハは……ちゆる狙いか？": "Kotoha... nhắm vào Chiyuru sao?",
    "敵指揮官機――コトハ機がちゆる機と交戦できるように\n誘導しているようだ。": "Có vẻ như đang dẫn dụ cỗ máy chỉ huy địch――cỗ máy Kotoha để nó giao chiến với cỗ máy Chiyuru.",
    "ここは向こうの思惑に乗ってあげようかな。": "Để xem nào, cứ theo ý họ vậy.",
    "いいのか？　どう考えても、殺しに来てるぞ。": "Được sao? Dù thế nào đi nữa, họ cũng đến để giết người mà.",
    "コトハ機は甘さなど微塵も感じさせない\n鬼気迫る攻撃を繰り出している。": "Cỗ máy Kotoha đang tung ra những đòn tấn công dữ dội, không hề có chút nhân nhượng nào.",
    "まだ話し合いは終わってないと思うから。": "Tôi nghĩ cuộc nói chuyện vẫn chưa kết thúc.",
    "……わかった。信じてるぞ。\n他のやつらには手を出させない。": "…Tôi hiểu rồi. Tôi tin cô. Tôi sẽ không để bọn chúng làm gì những người khác.",
    "うん。よろしく。": "Ừm. Cảm ơn anh.",
    "ちゆる機が突出し、コトハ機との距離を詰める。": "Cỗ máy Chiyuru lao lên, thu hẹp khoảng cách với cỗ máy Kotoha.",
    "そっちもその気なら話が早い！": "Nếu cô cũng có ý đó thì mọi chuyện sẽ nhanh hơn!",
    "違う！　あたしは話し合いをするつもり！": "Không! Em muốn nói chuyện!",
    "なら、私達の仲間になる？\n未来永劫、Ｔ２元素応用技術研究をやめてくれる？": "Vậy, cô sẽ trở thành đồng đội của chúng tôi chứ? Cô sẽ từ bỏ nghiên cứu công nghệ ứng dụng T2 mãi mãi chứ?",
    "それはできない相談だね。": "Đó là một câu hỏi không thể trả lời.",
    "そう……なら、殺すしかなさそうね。": "Vậy sao... Vậy thì, có lẽ tôi chỉ còn cách giết cô thôi.",
    "操縦技量ではコトハの方が上だ。\nしかも殺すつもりで攻撃をしている。": "Kỹ năng điều khiển của Kotoha cao hơn. Hơn nữa, cô ta còn có ý định giết người.",
    "だがちゆるはコトハを殺すつもりがないから\n消極的な攻撃しかできない。": "Nhưng Chiyuru lại không có ý định giết Kotoha, nên chỉ có thể tấn công một cách bị động.",
    "くぅ……": "Kh...!",
    "コトハの容赦のない連撃が、ちゆるを追い詰めていく。": "Những đòn liên hoàn không khoan nhượng của Kotoha đang dồn Chiyuru vào đường cùng.",
    "確かに重力制御は危険な力かもしれない。\nでもそれを決めるのは、コトハ……キミじゃない！": "Quả thực, trọng lực có thể là một sức mạnh nguy hiểm. Nhưng người quyết định điều đó không phải là cô, Kotoha!",
    "この技術はきっと人類の役に立つ！\nみんなで議論して乗り越えていけば――": "Công nghệ này chắc chắn sẽ hữu ích cho nhân loại! Nếu mọi người cùng nhau thảo luận và vượt qua――",
    "その『みんな』を、あんたは信じられるっていうの？": "Cô có tin vào cái 'mọi người' đó không?",
    "そ、それは……": "Th, thật ra...",
    "目を開け、耳をふさぐな！\nあんたは何もおかしいとは思わないの！？": "Hãy mở mắt ra, đừng bịt tai lại! Cô không thấy điều gì bất thường sao!?",
    "なぜザルトゥーム学園なんてものが設立された？": "Tại sao học viện Zartoom lại được thành lập?",
    "なぜ利用方法も不明なＴ元素なんてもののために、\n生徒達は危険も顧みずメイズなんかに挑んでるの？": "Tại sao học sinh lại mạo hiểm vào mê cung vì thứ T-element mà cách sử dụng còn chưa rõ?",
    "全てが誰かの手のひらの上にあると、そう考えたことはないの！？": "Cô không bao giờ nghĩ rằng mọi thứ đều nằm trong lòng bàn tay của ai đó sao!?",
    "……え？": "…Hả?",
    "ちゆる、下がれ！\n相手は冷静に話ができる状態じゃない！": "Chiyuru, lùi lại! Đối phương không còn ở trạng thái có thể nói chuyện một cách bình tĩnh!",
    "……ううん、ダメ。あたしは逃げない。\nここで逃げたら、きっとあたしはあたしを許せなくなる！": "…Ưm, không được. Em sẽ không trốn chạy. Nếu em trốn ở đây, em sẽ không thể tha thứ cho bản thân mình!",
    "ちゆる……": "Chiyuru...",
    "あたしはさ、これまで誰にも正体を明かさず、\n隠れて研究してた。": "Em đã không tiết lộ thân phận của mình với bất kỳ ai, và đã giấu giếm việc nghiên cứu.",
    "自分しか会員のいないメイズ研究同好会なんてものを作って、\nそこでこっそりとね。": "Em đã lập ra một câu lạc bộ nghiên cứu mê cung chỉ có một mình em là thành viên, và bí mật nghiên cứu ở đó.",
    "本当はもっと『自由な研究』がしたかったはずなのに、\nいつも逃げ場所を探してばかりだった。": "Thật ra, em muốn được 'nghiên cứu tự do' hơn nữa, nhưng em luôn tìm kiếm một nơi để trốn chạy.",
    "でもね、逃げた先に結局楽園なんてなかったんだ。": "Nhưng, cuối cùng em cũng không tìm thấy thiên đường ở nơi trốn chạy.",
    "あたしのせいで仲間に迷惑をかけて、\nジュリーにもつらい思いをさせちゃった。": "Em đã gây rắc rối cho đồng đội, và cũng khiến Julie phải chịu đựng.",
    "だからね……もう、逃げないことにした。": "Vì vậy... Em đã quyết định không trốn chạy nữa.",
    "あたしは戦って……この手で、『自分の居場所』を勝ち取る！": "Em sẽ chiến đấu... và giành lấy 'vị trí của mình' bằng chính đôi tay này!",
    "…………": "…………",
    "……わかった。\nなら、迷うな、ちゆる。全力で自分の意志を貫き通せ！": "…Tôi hiểu rồi. Nếu vậy, đừng do dự, Chiyuru. Hãy dùng hết sức mạnh của mình để theo đuổi ý chí của em!",
    "……！　うん！！": "…！ Vâng！！",
    "（なんでだろう……？\n体の奥底から力があふれてくる……）": "（Tại sao nhỉ...? Sức mạnh trào dâng từ sâu thẳm bên trong cơ thể...）",
    "ちゆるなら成せると、俺は信じてるぞ！！": "Tôi tin Chiyuru có thể làm được！！",
    "（あぁ、そっか……きっと、\nあたしのことを信じてくれる人がいるから……）": "（À, phải rồi... Chắc chắn là vì có những người tin vào em...）",
    "理解力がないなら、理解しないままでいい！\nそのまま何もせず、黙って死んで！！": "Nếu không hiểu, cứ để nó không hiểu! Cứ như vậy mà chết đi một cách lặng lẽ！！",
    "悪いけど、キミに素直に殺されてあげるわけにはいかない！": "Xin lỗi, tôi không thể ngoan ngoãn để cô giết tôi được!",
    "あたしには仲間がいる！　帰る場所がある！": "Tôi có đồng đội! Tôi có một nơi để trở về!",
    "そしていつかちゃんとキミと話し合う必要があるの！！": "Và một ngày nào đó tôi cần phải nói chuyện đàng hoàng với cô！！",
    "ちゆる機が加速する。\n一直線にコトハ機へと突き進んだ。": "Cỗ máy Chiyuru tăng tốc. Lao thẳng về phía cỗ máy Kotoha.",
    "いっけぇぇぇぇぇぇぇ！！": "Xông lên nàooooooooo！！",
    "――戦場に、火花が散った。": "――Trên chiến trường, tia lửa bắn ra."
}