{
    "放課後、俺と七彩、める、そしてラミの三人で\n学外のシティにやってきた。": "Sau giờ học, tôi, Nanairo, Meru, và Lami đã đến thành phố bên ngoài trường.",
    "へえ、結構賑わってるんだな。いろんな人がいる……": "Hể, nhộn nhịp thật đấy. Nhiều người quá...",
    "この場所『シティ』は学園内でありながら、\n各校区からは独立したエリアなんですの。": "Nơi này, 'Thành phố', mặc dù nằm trong học viện, nhưng lại là một khu vực độc lập với các khu học xá.",
    "いろんなお店とか、食べ物屋さんとか、遊ぶ所もいっぱいあるんですよ。": "Có rất nhiều cửa hàng, quán ăn, và cả nơi vui chơi nữa.",
    "随分と発展しているんだなぁ。": "Phát triển thật đấy.",
    "そこまで驚くほどじゃないと思うけど。\nもしかして、あんた田舎モン？": "Tôi không nghĩ là đến mức ngạc nhiên đâu.\nHay là, anh là dân nhà quê?",
    "ああ、今思い出したんだが、実家じゃ\n朝は鶏の鳴き声で目を覚ましていた。": "À, tôi vừa nhớ ra, ở nhà\nbuổi sáng tôi còn bị đánh thức bởi tiếng gà gáy.",
    "マジのド田舎じゃん！": "Đúng là dân nhà quê chính hiệu!",
    "だが通勤時間帯になると、空をクルマが飛び交い、\nバイオサラリーマンたちが出勤していく。": "Nhưng vào giờ đi làm, xe bay trên trời và\ncác nhân viên sinh học đi làm.",
    "超未来都市！？": "Siêu đô thị tương lai!?",
    "いや、のどかなもんだよ。\n近所のばあちゃんたちはサイボーグ牛の乳搾りしてたし。": "Không, nó yên bình lắm.\nMấy bà hàng xóm còn vắt sữa bò cyborg nữa.",
    "どっちなんだよ！　世界観おかしいでしょ！": "Rốt cuộc là thế nào đây! Thế giới quan kỳ lạ quá!",
    "記憶喪失の割に、冗談は達者ですのね。": "Dù bị mất trí nhớ, anh cũng rất giỏi đùa đấy.",
    "ウソかよ！　っていうか、ラミだってそんなのわかってたし！": "Nói dối à! Mà, Lami cũng biết mà!",
    "それでも話に乗ってくれるんだから、お前、意外といい奴だよな。": "Dù vậy cậu vẫn nhập vai, cậu đúng là một người tốt.",
    "だからガキ扱いすんな――――！": "Đừng có coi tôi là con nít nữa――――!",
    "ふふふっ！": "Phu phu phu!",
    "ちゆると白奈も来られれば良かったんだがな。": "Giá mà Chiyuru và Shirana cũng đến được.",
    "ちゆるさんは、同好会の活動があるそうで。": "Chiyuru có vẻ đang tham gia hoạt động của câu lạc bộ.",
    "同好会？　確かメイズ研究同好会……だっけ？\n実際は何をする会なんだろう？　研究つってもいろいろあるだろうし。": "Câu lạc bộ? Chắc là câu lạc bộ nghiên cứu Mê Cung... đúng không?\nThực ra thì họ làm gì nhỉ? Nghiên cứu cũng có nhiều loại mà.",
    "よくわからないんですけど、ひとりで実験とかしてるみたいです。": "Tôi không rõ lắm, nhưng cô ấy có vẻ hay tự mình làm thí nghiệm.",
    "冷静に考えりゃ、同好会なのにひとりとか、\n余計に意味がわからないな……": "Nghĩ kỹ thì, là câu lạc bộ mà chỉ có một mình, \ncàng không hiểu gì hơn...",
    "ちなみに、白奈はどうしてるんだ？": "Nhân tiện, Shirana đang làm gì?",
    "白奈さんは、こういった付き合いはあまり好まれませんから。": "Shirana không thích những cuộc vui như thế này lắm.",
    "なるほどな……ところで、ラミはなんで来たんだ？": "Ra là vậy... Mà, tại sao Lami lại đến?",
    "なんでラミだけ来なくていいみたいな言い方すんだよ！": "Sao lại cứ như là chỉ có Lami không được đến vậy!",
    "察してくれよ。ほら……小学生を連れてたら、\n入れない店とかあるだろ？": "Hiểu cho tôi đi. Này... nếu dắt theo học sinh tiểu học, \nsẽ có những cửa hàng không cho vào đúng không?",
    "どこ行く気だコラァ！？\nっていうか、誰が小学生だし！": "Muốn đi đâu hả, đồ khốn!?\nMà, ai là học sinh tiểu học chứ!",
    "ったく……せっかく、シティを案内してやろうかと思ったのにさー。": "Haizz... Tôi còn định dẫn mọi người đi tham quan thành phố nữa chứ.",
    "そうですよ。あんまりからかっちゃ、ラミさんが可哀想です。": "Đúng vậy đó. Anh cứ trêu Lami mãi, tội nghiệp.",
    "む……それはすまなかった。\nつい、昔を懐かしんでクソガキ扱いしてしまった。": "Ừm... xin lỗi. \nTôi lỡ hồi tưởng lại quá khứ và đối xử với em như một đứa trẻ con.",
    "昔ってなんだよ！　記憶喪失なんだよね！？": "Quá khứ là gì chứ! Anh bị mất trí nhớ mà!?",
    "ち……バレたか。": "Ch... Bị lộ rồi à.",
    "とはいえ、本当は感謝しているぞ、ラミ。\nこうして気楽に話せるだけでも、大分助かっている。": "Tuy nhiên, tôi thực sự biết ơn cậu, Lami.\nChỉ cần có thể thoải mái nói chuyện như thế này thôi, tôi đã thấy rất ổn rồi.",
    "な、なによ、急に気持ち悪いなぁ、ツンデレってやつ？": "N, n, sao tự nhiên lại sến súa thế này, kiểu tsundere à?",
    "まあ、感謝の気持ちとしてなにかおごりたいっていうなら、\nラミは遠慮なく受け取ってやるけどぉ～？": "À, nếu muốn cảm ơn thì tôi muốn mời gì đó, \nLami sẽ không khách sáo đâu~?",
    "すぐ調子に乗るところが、クソガキだと思うのだが……\nまぁいい。今日のところは勘弁してやろう。": "Cái tính được đà này, tôi nghĩ vẫn là con nít đấy... \nThôi được. Hôm nay tôi sẽ bỏ qua.",
    "やれやれ。クソガキ様にはかなわないな。\nいいぞ、今日の支払いは俺がもつ。": "Chán thật. Không thể thắng được con nít mà.\nĐược rồi, hôm nay tôi trả tiền.",
    "一応、当面の生活費として生徒会から、\nいくらかは支給されてるからな。": "À thì, tôi được hội học sinh cấp cho một khoản tiền sinh hoạt tạm thời.",
    "やりぃ♪　じゃあ、遠慮なく！　どこ行く？　オススメとかある？": "Yeah♪ Vậy thì, cứ tự nhiên! Đi đâu đây? Có gì hay không?",
    "なるべく安い店で頼む": "Cứ quán nào rẻ mà gọi.",
    "甘いものがあると嬉しい": "Có đồ ngọt là tôi thích.",
    "そうですね……甘いものなら、\n最近出来たパフェの専門店とかどうでしょうか？": "Đúng vậy... Nếu là đồ ngọt, \nthì có quán chuyên về parfait mới mở gần đây thì sao?",
    "カフェでパンケーキでもよろしいかと。\nアップルティーもオススメですわ。": "Quán cà phê có bánh pancake cũng được ạ.\nTrà táo cũng rất ngon.",
    "うーん……ラミ、結構お腹空いてんだよね。\nあそこのステーキハウスよさげじゃね？": "Ưm... Lami đói bụng quá.\nQuán bít tết đằng kia có vẻ được đấy?",
    "（あれ？　俺の意見スルー……？　まあ、いいや）": " (Hả? Ý kiến của tôi bị ngó lơ...? Thôi, kệ vậy)",
    "……で、結局どこに行くんだ？": "... Vậy cuối cùng là đi đâu?",
    "ぜーんぶ、行く！": "Đi hết!",
    "マジか……俺の小遣いで、足りるといいが。": "Thật á... Không biết tiền tiêu vặt của tôi có đủ không nữa.",
    "やれやれ、しばらく節約しないとな……": "Chán thật, chắc phải tiết kiệm một thời gian rồi..."
}