{
    "すまないな、今日も臨時マネージャーを頼んでしまって。": "Xin lỗi nhé, hôm nay lại phải nhờ cậu làm quản lý tạm thời rồi.",
    "気にするな。まあ、俺が毎度本当に必要なのかどうかは疑問だけどな。\n復帰したレイヴェルのマネージャーさん、すごく優秀だし。": "Đừng bận tâm. Mà, tôi cũng tự hỏi là mình có thật sự cần thiết hay không.\nQuản lý của Rayvell sau khi cô ấy trở lại rất giỏi.",
    "必要だ。マネージャーにもいろんなタイプがいる。": "Cần thiết đấy. Quản lý cũng có nhiều kiểu.",
    "実務でフォローすることが求められる人と、\n精神面でフォローすることが求められる人……": "Có người cần hỗ trợ về mặt thực tế, và\nCó người cần hỗ trợ về mặt tinh thần...",
    "現場は周りが年上ばかりだから、%usernameusernameuserna%のような\n同年代がいると心が安らぐ。": "Hiện trường toàn người lớn cả, nên có người đồng trang lứa như cậu\nthì tôi thấy an tâm hơn.",
    "そう言ってくれると嬉しいよ。": "Cậu nói vậy tôi vui lắm.",
    "……そうだ。今日は少し私の部屋で休んで行かないか？\nこれまで何度もマネージャーを頼んだことの、礼がしたい。": "…… Đúng rồi. Hôm nay cậu có muốn ở lại phòng tôi nghỉ ngơi một chút không?\nTôi muốn cảm ơn vì đã nhiều lần nhờ cậu làm quản lý.",
    "律儀だな、レイヴェルは。\nじゃあ、お言葉に甘えてお邪魔するよ。": "Rayvell thật là chu đáo.\nVậy thì, tôi xin phép làm phiền nhé.",
    "……以前の動画インタビューを、覚えているか？": "…… Cậu còn nhớ cuộc phỏng vấn trước đây không?",
    "あの……故郷を再興したいって話の時か？": "Cái đó... lúc cô nói muốn tái thiết quê hương phải không?",
    "そうだ。あれをきっかけに、同じ想いを持った人たちの\n小さなコミュニティができたんだ。": "Đúng vậy. Nhờ nó mà, một cộng đồng nhỏ những người có cùng chí hướng\nđã được thành lập.",
    "良かったじゃないか！": "Tốt quá rồi!",
    "……で、その……そこに来たおばあさんに言われたんだが……\n故郷を盛り上げるには、子を産んで人口を増やすのも手だと……": "…… Rồi thì... ờm... Tôi được một bà cụ đến đó bảo rằng...\nĐể làm quê hương hưng thịnh, sinh con đẻ cái cũng là một cách...",
    "嫌じゃなければ……その……私は……\n%usernameusernameuserna%と……": "Nếu không phiền... thì... tôi... với... \ncậu...",
    "レイヴェル。相手はちゃんと選ぶべきだぞ。": "Rayvell. Cậu nên chọn người đàng hoàng đấy.",
    "ちゃんと考えた結果だ。\n私は、%usernameusernameuserna%がいい。": "Tôi đã suy nghĩ kỹ rồi.\nTôi muốn là cậu.",
    "もちろん、今すぐに……ってわけじゃない。\nただ、そもそもこういう行為を一度もしたことなくてな。": "Đương nhiên, không phải là ngay bây giờ đâu...\nChỉ là, tôi chưa từng làm những chuyện như này bao giờ.",
    "純粋に……してみたいんだ。この身に男を刻むと意識したとき、\n%usernameusernameuserna%の顔しか浮かばなかった。": "Tôi chỉ đơn giản là... muốn thử thôi. Khi tôi nghĩ đến việc khắc dấu ấn đàn ông lên người mình,\ntôi chỉ nghĩ đến mặt cậu.",
    "レイヴェル……": "Rayvell...",
    "それとも、私では……なれないのか。\n%usernameusernameuserna%が求めるような女には……": "Hay là, tôi... không thể nào...?\nKhông thể trở thành người phụ nữ mà cậu mong muốn...",
    "……そんなことはない。レイヴェルは、魅力的だ。\nその心も……体もな。": "…… Không có chuyện đó đâu. Rayvell rất hấp dẫn.\nCả tâm hồn... lẫn thể xác.",
    "なら……": "Vậy thì...",
    "……わかったよ。\nおいで、レイヴェル。": "…… Tôi hiểu rồi.\nĐến đây, Rayvell.",
    "あ、ああ……しかしその優しい声……すごくずるいな……\n自分が嫌でも『女』だと自覚させられるようだ……": "A, ừm... Nhưng mà giọng nói dịu dàng này... thật là xảo quyệt quá...\ntôi có cảm giác mình là 'con gái' ngay cả khi tôi không muốn...",
    "――それから、恥じらいからくる抵抗は見せたものの、\nレイヴェルはなすがままに服を脱がされていった。": "―― Sau đó, dù có biểu hiện kháng cự vì xấu hổ, Rayvell vẫn để yên cho tôi cởi đồ.",
    "んっ……あ、あの……\n%usernameusernameuserna%……": "Ưm... A, ừm...\ncậu...",
    "私は……その、こういった経験が、ないから……\n色々と、教えてもらっても……いいか……？": "Tôi... ờm, tôi chưa có kinh nghiệm trong chuyện này...\nTôi có thể... được cậu chỉ bảo... không...?",
    "頷きながら、彼女の脇をちろちろと舐めると、\nビクッと小さく体を震わせる。": "Tôi gật đầu, liếm nhẹ vào bên hông cô ấy, cô ấy giật mình.",
    "%usernameusernameuserna%……\nそ、そんなところ……汚いぞ……": "cậu... chỗ đó... bẩn lắm...",
    "そういえば、シャワーも浴びていないし……": "Nói về chuyện đó, tôi còn chưa tắm nữa...",
    "レイヴェルの身体で汚いところなんてない。そう耳元で囁いてやると、\nその言葉のせいかまた小さく気持ちよさそうにビクッと震える。": "Trên người Rayvell không có chỗ nào bẩn cả. Tôi thì thầm vào tai cô ấy, có lẽ vì những lời nói đó mà cô ấy lại khẽ run lên một cách thích thú.",
    "……は、恥ずかしい……\nで、でも……んっ、なぜだろう……": "…… X, xấu hổ quá...\nNhưng mà... ưm, tại sao lại...?",
    "レイヴェルの味を楽しむようにさらに舌を這わせると、\nビクッ、ビクッ、と体が小さく揺れた。": "Tôi liếm thêm, thưởng thức hương vị của Rayvell, cơ thể cô ấy run lên.",
    "あ、んん……恥ずかしい、のに……\n気持ち……いい……": "A, ưm... Xấu hổ, nhưng mà...\nThích... quá...",
    "もっと攻めても大丈夫そうだと察し、胸を揉む手に少し力を入れる。": "Tôi đoán là mình có thể tấn công mạnh hơn, tôi dùng tay xoa ngực cô ấy.",
    "ん、ん……あ……っ……": "Ưm, ưm... A...!",
    "痛いかと聞くと、小さく首を横に振った。": "Tôi hỏi cô ấy có đau không, cô ấy lắc đầu nhẹ.",
    "大丈夫だ……も、もっと強くても……いい……": "Không sao... c, càng mạnh... càng tốt...",
    "言われた通り、さらに強く胸を揉みしだく。\n時折、指で先端を撫でるとレイヴェルの背中が跳ねた。": "Tôi làm theo, xoa ngực cô ấy mạnh hơn.\nThỉnh thoảng, tôi dùng ngón tay vuốt ve đầu ngực, lưng Rayvell cong lên.",
    "ひっ、ん……！": "Hức, ưm...!",
    "端正に鍛えられた腹筋を、なだめるように優しく撫でる。": "Tôi vuốt ve nhẹ nhàng cơ bụng săn chắc của cô ấy.",
    "あ……あの……そこ……筋肉質で……\nお、女らしく……ないだろう……？": "A... ờm... chỗ đó... cơ bắp quá...\nK, không giống... con gái...",
    "すまない……もっと、柔らかい体が……": "Xin lỗi... tôi muốn một cơ thể mềm mại hơn...",
    "遮るようにこの身体が好きだと俺は囁き、それから大切な物を\n扱うように、触れるか触れないかくらいの距離で指をすべらせた。": "Tôi ngắt lời, thì thầm rằng tôi thích cơ thể này, sau đó tôi dùng ngón tay lướt nhẹ, như thể đang nâng niu một thứ gì đó quý giá.",
    "ふっ……うぅん……\nあっ、そのさわりかた…………んっ……": "Phụt... ưm... ưm...\nA, cách chạm vào đó... ưm...",
    "綺麗だと小さく呟くと、またレイヴェルの体が小さく揺れる。": "Tôi khẽ thì thầm rằng cô ấy thật đẹp, cơ thể Rayvell lại khẽ run lên.",
    "綺麗……？　そ、んなこと……": "Đẹp...? V, việc đó...",
    "あの、む、胸も……\nもう少し大きい方が、よかったんじゃないか……？": "Ờm, ng, ngực cũng... \nCó lẽ to hơn một chút thì tốt hơn nhỉ...?",
    "健康的な褐色のすべすべした肌も、\n片手から程よくはみ出す胸の大きさも丁度いいと感じる。": "Tôi cảm thấy làn da rám nắng khỏe mạnh, mịn màng và kích thước ngực vừa vặn, hơi tràn ra khỏi bàn tay.",
    "感想をそのまま伝えると、恥じらいの奥に喜びの感情が見えた。": "Tôi nói thẳng cảm xúc của mình, tôi thấy niềm vui ẩn sau sự xấu hổ.",
    "そ、うか……ん、あっ……": "V, vậy sao... ưm, a...",
    "%usernameusernameuserna%を……\n失望させていなければ、それでいい……": "cậu... \nNếu không làm cậu thất vọng... thì tốt rồi...",
    "綺麗だともう一度呟くと、レイヴェルは恍惚のため息を吐く。": "Tôi thì thầm lần nữa rằng cô ấy thật đẹp, Rayvell thở dài đầy mê mẩn.",
    "……きれい……綺麗か……\n撮影中に、よく言われてきたけど……": "… Đẹp… Đẹp sao…\nTrong lúc chụp ảnh, tôi thường được khen như vậy…",
    "%usernameusernameuserna%に言われると……\nこんなに、響きが……ちがうんだな……": "Khi cậu nói với tôi…\nNó vang vọng… khác hẳn…",
    "足をもじもじし始めたので、腹を撫でながら、\nもう欲しくなったのかと尋ねる。": "Cô ấy bắt đầu cựa quậy chân, tôi vuốt bụng cô ấy và hỏi cô ấy đã muốn rồi sao.",
    "再び、ビクッと体を跳ねさせるレイヴェル。": "Rayvell lại giật mình.",
    "ふぅっ……%usernameusernameuserna%……\n……いじわる……だぞ……": "Phù... cậu...\n… Đồ... đáng ghét...",
    "脇も……恥ずかしいと言っているのに、ずっと舐めて……\n……でも……んっ、あっ……": "Bên hông cũng... tôi đã nói là xấu hổ rồi, vậy mà cậu cứ liếm mãi...\n… Nhưng mà... ưm, a...",
    "胸をやわやわと揉みながら、再び、\n固く立ち上がった乳首を指で転がす。": "Tôi vừa xoa ngực cô ấy, vừa lăn ngón tay lên đầu ngực đã cương cứng.",
    "あっ！　ひん……んぅ……": "A! Hừm... ưm...",
    "%usernameusernameuserna%にされること……\n全部……気持ちいい……変になってしまう……": "cậu làm... \nTất cả... đều... thích... Tôi đã trở nên kỳ lạ...",
    "普段のクールで気丈な彼女からは考えられない反応。\nもしかしたら少しＭっ気があるのかもしれない。": "Một phản ứng không thể tưởng tượng được từ một cô gái lạnh lùng và mạnh mẽ như cô ấy thường ngày.\nCó lẽ cô ấy hơi bị M.",
    "恥ずかしいことをされるのが好きなのかと問うと、\nレイヴェルは困った視線を向けた。": "Tôi hỏi cô ấy có thích bị làm những điều xấu hổ không, Rayvell nhìn tôi với ánh mắt bối rối.",
    "わ、からない……こういうことをするのは、初めてだから……": "T, tôi không biết... vì tôi làm những chuyện này... lần đầu...",
    "でも、気持ちいいのは……本当だ……": "Nhưng mà, thích thật... là thật...",
    "%usernameusernameuserna%は……？\nちゃんと、んっ……気持ち、いいか……？": "cậu...?\nCó... ưm... thích... không...?",
    "遠慮……していないか……？": "Cậu... không ngại... chứ...?",
    "経験がないというのだから、もちろん気は遣っている。\nしかし……": "Vì cô ấy nói là chưa có kinh nghiệm, đương nhiên tôi phải cẩn thận.\nNhưng...",
    "もっと、したいように……んっ、\nしていいぞ……はぁっ……": "Muốn... làm nhiều hơn nữa... ưm,\ncứ... làm đi... haaa...",
    "私は、%usernameusernameuserna%の……\n思うままに、されたい……": "Tôi muốn... được cậu... \nlàm theo ý muốn...",
    "普段見せないギャップのある姿と、\nレイヴェルのこの言葉が、俺の理性をあっさり断ち切った。": "Hình ảnh khác xa với thường ngày và những lời nói này của Rayvell đã dễ dàng phá vỡ lý trí của tôi.",
    "ひゃっ……ああん！　はあ……おっ、きい……！": "Hya... aaan! Ha... l, lớn...",
    "強い力でレイヴェルの体勢を変えさせ、\n一気に膣内へペニスを突き入れる。": "Tôi dùng sức mạnh thay đổi tư thế của Rayvell, và đâm dương vật vào âm đạo của cô ấy.",
    "わたひのナカ、ひよげて……ぐりぐり、入って……くるぅ……\nああ、しゅごい……こんにゃの、感じたこと……ない……": "Bên trong tôi, nó đang mở rộng... cọ xát, đi vào... ư...!\nAh, tuyệt vời... tôi chưa từng cảm thấy... như thế này...",
    "経験がないのは本当のようで、ものすごくナカがきつい。": "Có vẻ như cô ấy chưa có kinh nghiệm thật, bên trong cô ấy rất chật.",
    "指も小さな口の中に突っ込み、より自由を奪った。\n舐めて、と命令すると、従順に従うレイヴェル。": "Tôi cũng nhét ngón tay vào miệng nhỏ của cô ấy, tước đoạt sự tự do hơn nữa.\nTôi ra lệnh cho cô ấy liếm, Rayvell ngoan ngoãn làm theo.",
    "はむ……ん……ちゅ、ふはっ……\nあ、何かこれ、やらひい……": "Hừm... ưm... chụt, phụt... a, cái này, tôi không biết...",
    "性器には一度も触れていなかったのに、\nナカはぐずぐずに濡れている。": "Mặc dù tôi chưa từng chạm vào bộ phận sinh dục của cô ấy, bên trong cô ấy đã ướt đẫm.",
    "その事実を伝えると、膣壁がきゅうっと締まった。": "Tôi nói ra sự thật đó, thành âm đạo cô ấy thắt chặt lại.",
    "ふえ……そんな……しや、ない……っ……": "Phì... thế... không... ư...",
    "指を口に突っ込まれているせいで、\nさっきから舌足らずな口調になっている。": "Vì ngón tay tôi vẫn còn trong miệng cô ấy, giọng nói của cô ấy trở nên khó nghe.",
    "あのレイヴェルをこんな風に支配できることに、\n強い興奮を覚えた。": "Tôi cảm thấy vô cùng phấn khích khi có thể khống chế Rayvell như thế này.",
    "んん……はふ、ちゅっ……ぷは……ん、んっ……": "Ưm... hừm, chụt... phụt... ưm, ưm...",
    "挿入の苦しさと羞恥を誤魔化すように、\n必死で俺の指を舐めるレイヴェル。": "Để che giấu sự đau đớn và xấu hổ khi bị xâm nhập, Rayvell cố gắng liếm ngón tay của tôi.",
    "その様子が、フェラチオをしているみたいでいやらしかった。": "Cảnh tượng đó, giống như cô ấy đang làm tình bằng miệng, thật là dâm đãng.",
    "ふ、あ……はっ、ん……あぁ……\n%usernameusernameuserna%の指、おいひい……\n": "Ph, a... hah, ưm... aaaaa...\nNgón tay cậu, ngon quá...\n",
    "んんっ！　しょの動き、気持ちいい……ぞくぞくする……\nあふっ……ちゅぱ、んむっ……": "Ưm! Cái chuyển động đó, thích quá... tê tái...!\nA, chụt, mút...",
    "舌をつまんだり、唇や上顎を撫でたりしていると、\n快感を感じるたびに膣が小刻みに締まる。": "Tôi véo lưỡi cô ấy, vuốt ve môi và vòm miệng, mỗi khi cô ấy cảm thấy khoái cảm, âm đạo lại co thắt.",
    "ああっ、ん、%usernameusernameuserna%……\nわたひは……平気だから……": "Aaa, ưm, cậu...\nTôi... không sao đâu...",
    "もっと、ここ……動かひて……？\nしょの方が、気持ひいい……だろ……？": "Cứ... di chuyển... ở đây...?\nNhư vậy... thích hơn... phải không...?",
    "そう言いつつ自ら腰を揺らし、ペニスに刺激を与えてくる。": "Nói vậy, cô ấy tự mình lắc hông, kích thích dương vật.",
    "たまらなくなって、レイヴェルに小さく一言ことわり、\n腰を動かし始めた。": "Tôi không chịu nổi, tôi khẽ nói với Rayvell, và bắt đầu di chuyển hông.",
    "あっ！　んふっ……くぁっ……\nは、あっ、あっ……": "A! Ưm, phụt... khặc... ha, a, a...",
    "慣れさせるように浅い部分を擦ると、\n苦しそうながらも喘ぎ声が出てきた。": "Tôi cọ xát phần nông, để cô ấy quen dần, mặc dù có vẻ đau đớn, cô ấy vẫn rên rỉ.",
    "んむっ……ちゅ、%usernameusernameuserna%……\nもっと、もっと気持ひよく……なって……": "Ưm... chụt, cậu...\nThêm nữa, thêm nữa... thích hơn nữa...",
    "そんな中でもこちらの快感を高めようと、\nくわえた指を必死で舐めるのがいじらしい。": "Trong khi đó, cô ấy cố gắng liếm ngón tay của tôi để tăng khoái cảm cho tôi, thật là đáng yêu.",
    "お腹側の浅い部分をペニスで擦ると、\n背中が弓なりに反った。": "Tôi cọ xát dương vật vào phần nông ở phía bụng, lưng cô ấy cong lên.",
    "ああっ！　あ、あ！　んっ、はうぅ……っ！": "Aaa! A, a! Ưm, haaa...!",
    "苦しさが少しでも薄れるように、\nレイヴェルの敏感な部分を優しく擦る。": "Để giảm bớt sự đau đớn, tôi nhẹ nhàng cọ xát vào những vùng nhạy cảm của Rayvell.",
    "ひっ……！　あっ、あん、ふぅっ……\nしょこ、しゅごいぃっ……！　気持ひ、いい……！": "Hức...! A, an, phù...!\nChỗ đó, tuyệt vời... thích... quá...!",
    "大丈夫かと尋ねると、小さく頷いた。": "Tôi hỏi cô ấy có ổn không, cô ấy gật đầu nhẹ.",
    "あっ、らいじょうぶ、だ……はぁっ……\nやさひく、動いて……くれてるんっ、だろ……？": "A, không sao... haa...\nCậu đang... di chuyển... nhẹ nhàng... phải không...?",
    "わたひは……%usernameusernameuserna%の、\nやさひいところ……しゅきだけど……": "Tôi... thích... những điều... dịu dàng... của cậu...",
    "もっと、ひたいように、ひて欲しい……\nはげひく、いれて……ほしい……っ！": "Tôi muốn... cậu làm... mạnh hơn nữa...\nĐâm... mạnh hơn nữa...!",
    "その言葉をきっかけに、ペニスをさらに奥へ進める。": "Với những lời nói đó, tôi đưa dương vật vào sâu hơn nữa.",
    "はあっ！　あっ、しゅご……！　ああああんっ、はうっ！": "Haa! A, tuyệt vời...!\nAaan, haa!",
    "ナカ……ひろげて……んんっ、\nじゅぶじゅぶ……ひゃいって、くるぅ……！": "Bên trong... mở rộng ra... ưm,\nchụt chụt... đang... đi vào...!",
    "先ほどまでの快感で膣壁が柔らかくなり、\nレイヴェルのナカは易々と俺を受け入れた。": "Vì khoái cảm trước đó mà thành âm đạo của Rayvell đã mềm mại hơn, và cô ấy dễ dàng đón nhận tôi.",
    "ああっ……！　いいっ……！\nひゃんっ、はふっ、はあ……！": "Aaa...! Tốt...!\nHyan, phụt, haa...!",
    "トントンと奥を突き、ヒダにペニスを擦り付けると、\n気持ちよさそうな嬌声がどんどん漏れる。": "Tôi đâm vào, cọ xát dương vật vào nếp gấp, những tiếng rên rỉ đầy khoái cảm không ngừng phát ra.",
    "はんっ、しょれ、きもひいい……っ！\nおひんひんれゴリゴリしゃれるの、しゅきっ……！": "Hừm, cái đó, thích...!\nTôi thích... cọ xát...!",
    "あっあっ、ひいっ！　やああんっ！\nしょこ、こしゅるの、きもちいい……！": "Aaa, aaaa, hức...!\nChỗ đó, làm vậy, thích...!",
    "もっと、もっとしてぇっ……！\n%usernameusernameuserna%……！": "Tôi muốn, muốn hơn nữa...!\ncậu...!",
    "わたひのナカが、あんっ、あっ、\n……%usernameusernameuserna%の……かたちになって……": "Âm đạo của tôi, an, a,\n... hình dạng... của cậu...",
    "あっ、いつものわたひじゃ、なくなっちゃう……\nんあぁっ、はぁっ、ん、うぅっ……": "A, tôi không còn là tôi như mọi khi nữa...\nƯm, aaaa, haaa, ưm...",
    "レイヴェルのその言葉に、腹の奥から込み上げる物を感じた。": "Tôi cảm thấy một thứ gì đó dâng trào từ sâu trong bụng khi nghe những lời nói đó của Rayvell.",
    "はあっ……や……ひゃあんっ！\nああっ、しゅご……っ！　らめ、それえ……！": "Haa... a... hyan!\nAa, tuyệt vời...! Không, dừng lại...",
    "ペニスを奥に突き入れる動きをすると、\nレイヴェルの喘ぎ声が大きくなった。": "Tôi di chuyển dương vật vào sâu hơn, tiếng rên rỉ của Rayvell càng lúc càng lớn.",
    "やめるか、と聞くと首を小さく横に振る。": "Tôi hỏi cô ấy có muốn dừng lại không, cô ấy lắc đầu nhẹ.",
    "やらっ、やめちゃだめぇ……！\nあはぁっ、ちゅよいのしゅきい……！": "Đừng, không được dừng lại...!\nAhaa, tôi thích... mạnh mẽ...!",
    "%usernameusernameuserna%、もっと！\nもっと、ちゅよくしてぇ……っ！": "cậu, thêm nữa!\nThêm nữa, mạnh hơn nữa...!",
    "指を突っ込まれているせいだが、\n普段なら絶対にしない舌足らずの喋りに、より快感を煽られた。": "Vì ngón tay tôi vẫn còn trong miệng cô ấy, giọng nói của cô ấy trở nên khó nghe hơn, tôi cảm thấy khoái cảm hơn.",
    "あんっ、あんっ！　はげひい……っ、や、もうっ……\nなにも、はあっ、かんがえられなくなるぅ！": "An, an! Mạnh... ư, thôi nào...\nKhông còn, haa, nghĩ được gì nữa!",
    "レイヴェルの絶頂が近いのか、膣の締まりが強くなる。\n俺も限界が近いことを伝えると、レイヴェルの声が少し高くなった。": "Cực khoái của Rayvell đang đến gần, âm đạo của cô ấy thắt chặt hơn.\nTôi nói với cô ấy rằng tôi cũng sắp đạt đến giới hạn, giọng nói của Rayvell cao hơn một chút.",
    "あっ、%usernameusernameuserna%、\nいって、ナカで、いって！": "A, cậu,\nxuất tinh, bên trong, xuất tinh!",
    "%usernameusernameuserna%の、ほしいっ！\nいっぱい、だしてえぇっ！": "Tôi muốn, của cậu!\nThật nhiều, xuất tinh!",
    "それを合図に、レイヴェルの奥へペニスを打ち付ける。": "Theo hiệu lệnh đó, tôi đâm dương vật vào sâu bên trong Rayvell.",
    "あっ、あ、あああああああああっ！": "A, a, aaaaaaaaaa!",
    "レイヴェルの奥に思い切り吐精し、ずるりとペニスを引き抜く。\n収まり切らなかった精液が、愛液とともに外へ溢れ出た。": "Tôi xuất tinh mạnh mẽ vào sâu bên trong Rayvell, và rút dương vật ra.\nTinh dịch không thể chứa hết, tràn ra cùng với dịch tiết.",
    "あは……いっぱい、でてる……": "Aha... thật nhiều...",
    "とろんとした瞳でその様子を見つめ、\n満足そうな笑みを浮かべるレイヴェル。": "Rayvell nhìn cảnh đó với đôi mắt đờ đẫn, nở một nụ cười mãn nguyện.",
    "そんなに、私の体で……興奮してくれたのか？\n嬉しいな……": "Cô đã... phấn khích đến vậy... vì cơ thể tôi sao?\nTôi vui lắm...",
    "だんだん正気を取り戻したのか、普段の喋り方に直ってきた。": "Cô ấy dần tỉnh táo hơn, và bắt đầu nói chuyện như thường ngày.",
    "……なんか、悔しいな。": "… Thật là, tôi thấy hối tiếc.",
    "え……？": "Hả...?",
    "最初は、意外にＭっ気のあるレイヴェルを思い切り攻めて、\n興奮させるつもりだったんだけど……": "Lúc đầu, tôi định tấn công Rayvell, người có vẻ hơi bị M, và khiến cô ấy phấn khích...",
    "え……Ｍ、なんて……": "Hả... M, là...",
    "恥ずかしいことされたり、強く攻められて興奮しただろ？": "Cậu đã bị làm những điều xấu hổ, bị tấn công mạnh mẽ và phấn khích phải không?",
    "……それは……ちょっと、した……かもしれない……": "… Thì... có lẽ... là vậy...",
    "ちょっとじゃない、めちゃくちゃ興奮してたぞ。": "Không phải là một chút, mà là cực kỳ phấn khích đấy.",
    "……いじわるだぞ。\n%usernameusernameuserna%……": "… Đồ đáng ghét.\ncậu...",
    "けど、結果的に煽られて興奮したのは、\n俺の方だった気がする。だから悔しい。": "Nhưng, kết quả là, tôi mới là người bị kích thích. Nên tôi thấy hối tiếc.",
    "私は……%usernameusernameuserna%の与える快感に、\nなすすべなく飲み込まれていただけだ……": "Tôi... chỉ bị cuốn vào khoái cảm mà cậu mang lại, và không thể làm gì được...",
    "…………": "……",
    "……不満か？　なら……": "… Không hài lòng sao? Vậy thì...",
    "もう一度……する、か……？": "Làm... một lần nữa... không...?",
    "え……": "Hả...",
    "もう一度どころか、何度だってしていい。": "Không chỉ một lần nữa, mà là bao nhiêu lần cũng được.",
    "一応鍛えているから身体はそこそこ頑丈なつもりだ。\nだから試してみないか？　どこまでやれば私が壊れるか……": "Tôi cũng có tập luyện nên cơ thể cũng khá khỏe mạnh.\nVậy thì, cậu có muốn thử không? Đến mức nào thì tôi sẽ gục ngã...",
    "その股間についてる凶暴なモノで、\nもっとめちゃくちゃにしてほしい……": "Với thứ hung bạo đó, \ntôi muốn cậu làm cho tôi điên cuồng hơn nữa...",
    "レイヴェルの瞳はこちらを求めるような熱を帯びていた。": "Đôi mắt của Rayvell có vẻ khao khát.",
    "どちらかというと彼女がＭというより、こちらがＳになるよう\n煽られているような気がするのだった……": "Tôi có cảm giác như cô ấy đang kích động tôi, thay vì cô ấy là người bị M..."
}