{
    "それから俺達は宿へ戻って――": "Sau đó chúng tôi trở về nhà trọ――",
    "お！": "Ố!",
    "ん！": "Hừ!",
    "せ！": "Xê!",
    "いこっ！！　みんなで！": "Đi thôi!! Mọi người!",
    "まだダメです。": "Vẫn chưa được.",
    "%usernameusernameuserna%！\n翠蘭ちゃんが意地悪言ってくる！": "%usernameusernameuserna%!\nThúy Lan đang nói xấu kìa!",
    "意地悪言ってません。犯人達を引き渡して、はい終わり\nじゃないんです。各所に連絡したりいろいろやることが多くて――": "Tôi có nói xấu đâu. Giao nộp lũ tội phạm xong là xong\nchứ. Còn phải liên lạc với nhiều nơi, nhiều việc phải làm lắm――",
    "そのあとならいくらでもユリアに付き合いますので。": "Sau đó thì tôi có thể chiều theo ý Yuria bao nhiêu tùy thích.",
    "あ！　言ったね！　約束だよ！　ちゃんと私に付き合ってよね！": "A! Anh nói rồi đó! Hứa nha! Nhất định phải chơi với em đó!",
    "わかってます。付き合わないなんて一言も言ってませんから。\nだからいい子にして待っててください。": "Tôi biết rồi. Tôi có nói là không chơi với em đâu. \nNên ngoan ngoãn đợi đi.",
    "はーい！　じゃあ、先に温泉入ってるから、すぐ来てね！\n%usernameusernameuserna%も早く来てよ！　一緒に入るんだから！": "Haizz! Vậy em đi tắm suối nước nóng trước đây, anh đến nhanh nha!\n%usernameusernameuserna% cũng đến nhanh đi! Mình cùng nhau tắm mà!",
    "一緒に入るって言っても、俺は男湯だけどな。": "Dù nói là cùng nhau tắm, nhưng tôi là nam.",
    "ここの温泉宿は時間交代制ですよ。場所で男女を分けている形じゃ\nありません。ちなみに今は女湯の時間ですね。": "Nhà trọ suối nước nóng này thay đổi theo thời gian. Không phân chia nam nữ theo khu vực.\nNhân tiện, bây giờ là giờ của nữ.",
    "えっ、そうなのか？　だったら入るのはあとでになりそうだな。\nさすがに言葉どおり同じ浴槽に浸かるわけにはいかないし。": "Hả, vậy sao? Vậy thì có lẽ tôi phải tắm sau thôi.\nQuả thật, tôi không thể tắm chung bồn tắm được.",
    "ユリアはおそらくそちらのイメージを持ってそうですけどね。": "Yuria có vẻ như đang nghĩ vậy đấy.",
    "一緒に入れないってわかったら、怒るだろうなぁ……": "Nếu biết là không thể tắm chung, chắc sẽ giận lắm đây...",
    "そこはまあ、私が上手く言っておきます。": "Chuyện đó thì, để tôi nói khéo vậy.",
    "ありがとう、助かるよ。": "Cảm ơn, thật có ích.",
    "……にしてもユリアってさ、\n翠蘭達の前だとまるで幼子みたいだよな。": "……Mà nói chứ Yuria, \ntrước mặt Thúy Lan và mọi người, em ấy như trẻ con vậy.",
    "幼子……は言い得て妙ですね。食事も着替えもお風呂も、私が言わないと\nちゃんとやりませんし。": "Trẻ con... Đúng là nói rất hay. Ăn mặc, tắm rửa, nếu tôi không bảo thì\nem ấy sẽ không làm đâu.",
    "シリウスシュガーの指揮官として敵であるユリアと戦ったときは、\nここまでには見えなかった。": "Khi chiến đấu với Yuria, kẻ địch với tư cách là chỉ huy của Sirius Sugar,\ntôi không thấy em ấy như vậy.",
    "相当、お前ら――いや、特にお前にはべったりだ。\nとことん甘えてるって感じがする。": "Em bám dính lấy tụi mày――không, đặc biệt là mày.\nCó cảm giác như đang được nuông chiều hết mực.",
    "まあ、手のかかるという意味では、ユリアだけではないですけどね。\n他の子達もそれぞれ別の理由で世話がかかりますし。": "Mà, nói là phiền phức thì không chỉ có Yuria đâu.\nMấy đứa khác cũng phiền vì những lý do khác nhau.",
    "（言ってることが母親なんだよなぁ……）": "（Nói chuyện mà cứ như mẹ vậy...）",
    "それより生徒会長への連絡、問題ありませんでしたか？": "Hơn nữa, liên lạc với hội trưởng học sinh, không có vấn đề gì chứ?",
    "ああ、報告しておいた。現状は特に問題なさそうだが、\n揉めそうなら自分の名前を出してくれて構わないとさ。": "Ừ, tôi đã báo cáo rồi. Tình hình hiện tại không có vấn đề gì, \nnếu có rắc rối thì cứ dùng tên của tôi.",
    "そう言ってくれると安心できますね。\nさすが生徒会長です。": "Nghe anh nói vậy tôi thấy yên tâm hơn rồi.\nQuả là hội trưởng học sinh mà.",
    "%usernameusernameuserna%さん。\n温泉街のみなさんへの連絡も、完了しました。": "Anh %usernameusernameuserna%.\nViệc liên lạc với mọi người ở phố suối nước nóng cũng đã hoàn thành.",
    "……ありがとうございます、沙耶。\nそういえば、アニスとフィーは知りませんか？": "……Cảm ơn em, Saya.\nNói mới nhớ, không biết Anis và Fee đâu rồi?",
    "アニスさんなら売店で見かけましたよ。一通り物色したら、\n温泉に浸かりに行くと言ってました。": "Tôi có thấy Anis ở quầy hàng. Sau khi xem xét mọi thứ, \ncô ấy nói là sẽ đi tắm suối nước nóng.",
    "フィーさんは……見かけませんね。\n先に温泉にでも行ったのでしょうか？": "Còn Fee thì... tôi không thấy.\nCó lẽ đã đi tắm suối nước nóng trước rồi?",
    "まあ、宿から離れてどこかに行くってことはさすがにないでしょう。\nそれよりも――": "Mà, chắc chắn là không có chuyện rời khỏi nhà trọ đâu.\nHơn nữa――",
    "あ、ここにいらしたんですね。\n警察の方々が見えましたよ。": "A, mọi người ở đây à.\nMấy người của cảnh sát đã đến rồi.",
    "俺らは俺らの務めを果たすか。": "Chúng ta phải làm tròn trách nhiệm của mình thôi.",
    "ですね……知ってる限りの情報を提供しましょう。\nそう長くは時間を取らないと警察の方々も仰ってましたし。": "Đúng vậy... Chúng ta hãy cung cấp thông tin mà chúng ta biết.\nCảnh sát cũng nói là sẽ không tốn nhiều thời gian đâu.",
    "みなさん、本当にありがとうございました。\n温泉街が守られたのは、あなた達のおかげだわ。": "Mọi người, thật sự cảm ơn mọi người.\nPhố suối nước nóng được bảo vệ là nhờ có mọi người.",
    "女将さん……\nいえ、礼には及びませんよ。": "Bà chủ nhà... \nKhông, không cần khách sáo đâu.",
    "これが、温泉……": "Đây là suối nước nóng...",
    "地中から湧き出る熱水泉を用いた入浴施設……\nその成分によって、さまざまな効能が――": "Cơ sở tắm sử dụng nước nóng từ lòng đất...\nThành phần của nó có nhiều công dụng khác nhau――",
    "あれ？　フィーちゃんもう来てたんだ？\nあたしよりはやーい！": "A? Fee-chan đến rồi à?\nNhanh hơn cả tớ!",
    "他のみんなは？": "Mấy người khác đâu?",
    "あとから%usernameusernameuserna%と一緒にくるって！": "Họ bảo sẽ đến cùng với %usernameusernameuserna% sau!",
    "%usernameusernameuserna%と……？\nたぶん、ユリア何か勘違い――": "Cùng với %usernameusernameuserna%...? \nChắc là Yuria hiểu lầm gì đó――",
    "あ、そうだ！　せっかくだし、背中流しっこしない！？\nあれやってみたかったんだ～！": "A, đúng rồi! Nhân tiện, mình cùng nhau kỳ lưng không!?\nTớ muốn thử lắm!",
    "…………": "…………",
    "……ふぅ、温泉の作法には詳しくないから、\nユリアの言う通りにしてみる。": "…Haizz, tôi không rành về cách tắm suối nước nóng, \ntôi sẽ làm theo lời Yuria.",
    "にひひっ、まかせて！": "Hihi, cứ giao cho tớ!",
    "――そうだ、さっきはありがとね、フィーちゃん。": "――Đúng rồi, cảm ơn em lúc nãy nha, Fee-chan.",
    "さっき……なんのこと……？": "Lúc nãy... là chuyện gì...?",
    "ほら、メイズでの戦闘中に、私を庇ってくれたでしょ？": "Này, trong trận chiến ở Mê Cung, em đã bảo vệ tôi mà?",
    "……別に大したことじゃない。\n体が勝手に動いただけ。": "…Chuyện đó không có gì to tát đâu.\nChỉ là cơ thể tự động phản ứng thôi.",
    "そもそもユリアなら、あの状況でも対応できた。": "Vốn dĩ Yuria cũng có thể đối phó trong tình huống đó.",
    "そうかもしれないけど、\n私はフィーちゃんに助けてもらったのがうれしーの！": "Có lẽ vậy, \ntôi vui vì được Fee-chan giúp đỡ!",
    "……そう？": "…Vậy sao?",
    "うん！　だからお礼に、\n念には念を入れていーっぱい背中洗ってあげるね！": "Ừm! Nên để tớ đền đáp, \ntớ sẽ kỳ lưng thật kỹ cho em!",
    "『流しっこ』……じゃないの？": "『Kỳ lưng』... không phải sao?",
    "気にしない♪　気にしない♪\nお礼だから今回は私が洗うだけ！": "Không sao đâu♪ Không sao đâu♪\nVì là đền đáp nên lần này tớ sẽ kỳ lưng thôi!",
    "ん……ベタベタ触られると、くすぐったい……": "Hừ... Bị sờ mó thì, nhột quá...",
    "ふっふっふ～。\nもっとくすぐったげよっか？": "Fufufu~.\nMuốn nhột hơn nữa không?",
    "……いい、わたしのことはいいから、\nやっぱりユリアはユリアで自分を洗って。": "…Thôi, em không sao, \ntóm lại là Yuria cứ tự kỳ lưng đi.",
    "え～。そんなのつまんない。\nじゃあ、フィーちゃんが私の背中洗ってくれない？": "Ê~. Như vậy chán quá.\nVậy Fee-chan kỳ lưng cho tớ được không?",
    "……わかった。": "…Được thôi.",
    "いいよねー温泉！　想像してたとおり、楽しい！": "Tuyệt vời quá suối nước nóng! Đúng như tớ tưởng tượng, vui ghê!",
    "……ユリアは、いつも楽しそう。": "…Yuria, lúc nào cũng vui vẻ.",
    "うん、楽しいよ！\n今はいーっぱい、やりたいことできるんだもん！": "Ừm, vui lắm!\nBây giờ tớ muốn làm bao nhiêu thứ!",
    "やりたいこと、そんなにあるの……？": "Muốn làm nhiều thứ vậy sao...?",
    "まーね！　もっといろんな人とたくさん喋って、\nたくさん食べて、たくさん遊んで～♪": "Ừm! Tớ muốn nói chuyện với nhiều người hơn, \năn thật nhiều, chơi thật vui~♪",
    "……いいな。": "…Thích thật.",
    "……？": "…?",
    "首を横に振る": "Lắc đầu",
    "答えられず、沈黙する": "Không trả lời, im lặng",
    "フィーちゃんはやりたいことないの？": "Fee-chan không có việc gì muốn làm sao?",
    "ない。": "Không.",
    "%usernameusernameuserna%はまずそれを\n探してみたらって言ってたけど……": "%usernameusernameuserna% đã bảo tớ nên \ntìm kiếm nó trước đã...",
    "ふーん……": "Hừm...",
    "じゃあさ、フィーちゃん――": "Vậy này, Fee-chan――",
    "一緒に見つけよーよ！　フィーちゃんのやりたいこと！": "Mình cùng nhau tìm đi! Việc mà Fee-chan muốn làm!",
    "えっ……？": "Hả...?",
    "ひとりで見つけられないならさ、私も一緒に探したげる！": "Nếu không thể tự tìm được thì, tớ sẽ cùng tìm với em!",
    "私だけじゃないよ？　翠蘭ちゃんや沙耶ちゃん、アニスちゃんに……\n%usernameusernameuserna%にも手伝ってもらお！": "Không chỉ có tớ đâu nhé? Thúy Lan, Saya, Anis... \n%usernameusernameuserna% cũng giúp nữa!",
    "やりたいことのひとつやふたつ、\nみんなで探せば、あっという間に見つかるよ！": "Một hoặc hai việc muốn làm, \ncùng nhau tìm thì sẽ tìm thấy ngay thôi!",
    "みんなで……\nわたしひとりで……考えなくて……いい？": "Mọi người cùng nhau... \ntớ không cần phải... tự nghĩ sao?",
    "うん！　仲間が困ったときは、\nカオスメイデン６人みんなでなんとかするんだよ！": "Ừm! Khi bạn bè gặp khó khăn, \n6 người của Chaos Maiden sẽ cùng nhau giải quyết!",
    "（%usernameusernameuserna%含んでる……）": "（Bao gồm cả %usernameusernameuserna%...）",
    "……いいの？": "…Được không?",
    "いーのいーの！　友達じゃん！": "Được, được! Bạn bè mà!",
    "友……達…………": "Bạ...n bè...",
    "……わかった、お願いしていい？": "…Được rồi, em có thể nhờ mọi người giúp được không?",
    "もっちーもちもち！　ぶいっ！": "Mochi mochi! V!",
    "そう言って、ユリアは指をＶサインにして突き出し、\n満面の笑みを浮かべる。": "Nói vậy, Yuria giơ ngón tay làm chữ V, \nvới nụ cười rạng rỡ.",
    "そんな笑顔に釣られたからか、\n自然と自身の口角も上がっているような――そんな気がしたのだった。": "Có lẽ vì bị thu hút bởi nụ cười đó, \ncó cảm giác như khóe miệng của tôi cũng đang nhếch lên――tôi đã nghĩ vậy.",
    "翌日――": "Ngày hôm sau――",
    "――え？\nユリアが消えた……？": "――Hả?\nYuria biến mất...?",
    "ユリアだけじゃありません。\n今朝から%usernameusernameuserna%さんの姿も見えないんです。": "Không chỉ có Yuria đâu.\nSáng nay cũng không thấy anh %usernameusernameuserna% luôn.",
    "……みなさん、見てください。\n部屋の隅に、このような書き置きが……": "…Mọi người, xem này.\nỞ góc phòng, có một tờ giấy nhắn thế này...",
    "ふふ、もしかして、これって――": "Fufu, có lẽ nào, đây là――",
    "『カオスメイデンのみんなへ\n私、%usernameusernameuserna%とかけおちするね！』": "『Gửi mọi người của Chaos Maiden\nTớ, sẽ bỏ trốn cùng %usernameusernameuserna% nhé!』",
    "あら……♪": "A...♪",
    "ええええええええええ――――――――！？": "Eeeeeeeeeeeeeeeee――!?"
}