{
    "あっ、その機材は、部屋の隅に置いてもらえますかー。": "À, cái này để ở góc phòng được không?",
    "了解。\n運んでくるものは、これで終わりでいいんだよな？": "Đã hiểu.\nMấy thứ cần mang tới chỉ có thế này thôi nhỉ?",
    "はい、おけまるです♪\n文化祭用の搬入物は、これで全部のはずですよ！": "Vâng, okela luôn ạ♪\nMấy thứ cần chuẩn bị cho lễ hội văn hóa chỉ có thế này thôi ạ!",
    "一応、そろってるか、リストと見合わせていきましょー。\nえっと昨日端末にデータを送っておいたんですよね……": "Để tớ xem lại với danh sách xem đã đủ chưa nào.\nÀ, tớ đã gửi dữ liệu vào máy tính bảng hôm qua rồi...",
    "まずは音響関係……よし。\nＶＲの機材がこれとそっちと……照明の数、よし。": "Đầu tiên là thiết bị âm thanh... ok.\nMấy thiết bị VR ở chỗ kia và chỗ này... số lượng đèn, ok.",
    "それにしても、よくこんなに集めたもんだな。\nその機材、かなり専門的なモノだろ？": "Nói thật, cậu lấy đâu ra nhiều thế này vậy?\nMấy thiết bị này toàn đồ chuyên dụng không à?",
    "ふふっ、そこはギャル配信者としてのツテです！\n……といいたいんですが、皆さんのおかげなんですよ。": "Hì, đó là nhờ quan hệ của tớ với tư cách là một streamer đó!\n...Muốn nói vậy lắm, nhưng là nhờ có mọi người cả đấy.",
    "ロージーちゃんやレイラちゃんが色んな人に紹介してくれたおかげで、\n配信で応援してくれる人がアゲアゲで増えてくれたんです！": "Nhờ có Rosy-chan và Leila-chan giới thiệu cho nhiều người, nên những người ủng hộ tớ trên stream tăng lên vùn vụt!",
    "そういった色んな業界の方が機材関係を教えてくれたり、\nそれ以外でもフルートの知らない世界を教えてくれるんですよ！": "Những người trong nhiều ngành nghề đã chỉ cho tớ về thiết bị, và còn chỉ cho tớ nhiều điều về thế giới của sáo nữa!",
    "それで今日はそんな方に直接お願いをして、\n機材を借りたり、買わせてもらったわけなんです！": "Thế nên hôm nay tớ đã trực tiếp nhờ những người đó,\nvà đã mượn và mua được thiết bị!",
    "……凄いな。お化け屋敷にピッタリの機材だの、\n道具がこれだけ集まるのはそれだけの人が見てくれてる証だな。": "…Ghê thật. Mấy thiết bị này đúng chuẩn cho nhà ma, có thể tập hợp nhiều đồ như vậy là vì có nhiều người xem cậu đấy.",
    "はい！　……ギャルとして配信やってて良かったって思います。": "Vâng! ...Tớ thấy thật may mắn khi làm streamer.",
    "元々は『ぽよ』なギャル文化を色んな人に教えたくて、\nただ自分がやりたくて……そうして配信を始めたんです。": "Ban đầu, tớ muốn cho nhiều người biết về văn hóa 'poyo' của các gal,\nvà chỉ vì tớ muốn... nên tớ mới bắt đầu stream.",
    "そんなフルートを色んな人が応援してくれるだけでも嬉しいのに、\nこんな風に助けてくれて……とっても素敵なことです！": "Chỉ việc nhiều người ủng hộ Flute thôi tớ đã thấy vui rồi, vậy mà còn giúp đỡ tớ như thế này nữa... thật là tuyệt vời!",
    "素直にそう言えるフルートだから、\n視聴者も力になってあげたいって思うんだろうな。": "Vì Flute có thể nói ra những điều đó một cách chân thành,\nnên khán giả cũng muốn giúp đỡ cậu ấy.",
    "えっ……そ、そんなぁ。\nあぅ、そ、その……褒められて照れちゃいます！": "E...e hèm...!\nA, a, tớ... Tớ ngại quá!",
    "本当のことなんだ、恥ずかしがらなくてもいいだろ。\n配信じゃ、もっと可愛いって褒められてるんじゃないか？": "Đó là sự thật, không cần phải ngại đâu.\nTrong stream, cậu còn được khen là dễ thương hơn nữa đúng không?",
    "え、ええっと……%usernameusernameuserna%さんの言葉は、\nリスナーの方とは別枠というかなんというか……ごにょごにょ……": "Ừm, ừm... Lời nói của %usernameusernameuserna%-san, thì... khác với những người xem một chút, nên là... ngập ngừng...",
    "ま、まだ準備は終わってないですから！\n先に準備を……って、この段ボールは確か……": "Ừm, vẫn chưa chuẩn bị xong mà!\nCứ chuẩn bị trước đã... mà, cái thùng carton này hình như...",
    "ん、なんだったんだ？": "Hửm, là cái gì nhỉ?",
    "えへへ……今回の目玉のひとつ……、\nハロウィン用のコスプレ衣装で～す！": "Ehehe... Một trong những điểm nhấn của lần này...,\nđó là trang phục cosplay Halloween nè!",
    "うぅ、可愛い～っ！\nこれはめちゃくちゃやばたんですっ……ふふふふふっ！": "Ư... Dễ thương quá đi!\nCái này đúng là ya-ba-tan luôn... Hihhihi!",
    "あっ、%usernameusernameuserna%さんはまだ見ちゃだめですよ！": "A, %usernameusernameuserna%-san đừng nhìn vội nhé!",
    "なんでダメなんだ？　俺も見たいぞ。": "Sao lại không được nhìn?",
    "%usernameusernameuserna%さんには、\n予備知識なしで素直な感想を聞かせてほしいんです。": "Tớ muốn nghe cảm nhận chân thật của %usernameusernameuserna%-san mà không cần biết trước.",
    "今から着替えてきますから、\n廊下でちょっと待っててもらえませんか？": "Tớ sẽ đi thay đồ, nên anh có thể đợi ở hành lang một chút được không?",
    "（……もうあれから十五分くらいたってるが。\nそろそろ着替え終わったんじゃないか？）": "(...Đã 15 phút trôi qua rồi nhỉ.\nChắc cũng thay đồ xong rồi nhỉ?)",
    "きゃあ～～っ！": "Kyaa~~~!",
    "っ……！？　なんだ！？": "…!?",
    "もしかしてトラブルでもあったのか……！？\n大丈夫か、フルート！": "Có chuyện gì vậy!?\nCó phải là gặp rắc rối gì không...!?\nFlute, cậu không sao chứ!",
    "きゃあ～～～～！　激カワです！\nこれも……って、きゃあっ！？　%usernameusernameuserna%さん！？": "Kyaa~~~! Cực kỳ dễ thương!\nCái này nữa... Kyaa!? %usernameusernameuserna%-san!?",
    "…………すまん。": "…Xin lỗi.",
    "（心配して損した……しかし、いいな。\nセクシー吸血鬼……悪くない。いや、むしろ良いものだ）": "(Lo lắng vô ích rồi... Nhưng mà, được đấy.\nMa cà rồng gợi cảm... Không tệ. Mà là rất tốt)",
    "い、いつからそこにいたんですっ！？": "A, anh ở đó từ lúc nào vậy!?",
    "ほんの少し前だが……\nいや、悲鳴が聞こえたから慌ててな…。": "Một lúc trước thôi...\nÀ, vì nghe thấy tiếng la hét nên mới vội vàng...",
    "お、お着替えをしてるだけですから、\nそんな大変な事になったりしませんよ！": "Tớ chỉ thay đồ thôi mà, đâu có chuyện gì nghiêm trọng đâu!",
    "まだ準備中なので見ちゃダメですよ！\n%usernameusernameuserna%さんにはバッチシ決めた姿を……": "Vẫn đang chuẩn bị nên đừng nhìn vội nhé!\nTớ muốn %usernameusernameuserna%-san thấy tớ thật hoàn hảo...",
    "今がもう最カワだぞ": "Bây giờ đã là đỉnh cao của sự dễ thương rồi.",
    "これ以上可愛くなるのか？": "Còn có thể dễ thương hơn nữa sao?",
    "そうは言うが……": "Tuy nói vậy...",
    "えっ、え！？　あ、ありがとうございます……\nって、そうじゃありません！　こだわりがあるんです！": "Hả, hả!? À, cảm ơn anh...!\nNhưng không phải vậy! Tớ có những điểm đặc biệt riêng mà!",
    "だから、もうちょっとだけ待ってください！": "Nên là, xin hãy đợi thêm một chút nữa!",
    "あ、え、えっと……も、もっと可愛くなります！\nもう、みた%usernameusernameuserna%さんがキュン死しちゃいます！": "A, ừm, ừm... Tớ, sẽ trở nên dễ thương hơn nữa!\nChắc chắn %usernameusernameuserna%-san sẽ chết mê chết mệt cho xem!",
    "……まあ、すまなかった。次は気を付ける。": "…Ừm, xin lỗi. Lần sau sẽ cẩn thận hơn.",
    "……というか、その……どうして話しながら、\nずーっとフルートを見続けてるんですか！？": "…Mà, sao anh... cứ nhìn chằm chằm Flute khi đang nói chuyện thế!?",
    "いや、それは仕方ない。\nフルートが可愛すぎて視線が外せないんだ。": "Ừm, không thể khác được.\nVì Flute dễ thương quá nên không thể rời mắt được.",
    "も、もう！　とにかく出てってくださあああああいっ！": "Thôi nào! Dù sao thì, xin anh ra ngoài điiiiiiii!",
    "（流石に追い出されて、教室の扉も閉められてしまった……）": "(Quả là bị đuổi ra, cửa lớp cũng bị đóng lại rồi...)",
    "（あれだけ見られた後に追い出しても手遅れだろうに。\n……女心は分からん）": "(Sau khi đã nhìn thấy mọi thứ, có đuổi ra thì cũng muộn rồi.\n...Lòng dạ phụ nữ thật khó hiểu)",
    "お待たせしましたー、\n%usernameusernameuserna%さん！": "Đã để anh đợi lâu rồi ạ,\n%usernameusernameuserna%-san!",
    "お衣装、こんな感じなんですけど、どうでしょう？\nフルートは、もうちょーアゲぽよです！": "Trang phục thế này thì sao ạ?\nFlute thì lại càng a-ge-poyo hơn nữa!",
    "ああ、すごく可愛いな。\nハロウィンらしさもよく出てるし……最高だ！": "À, dễ thương quá.\nĐúng chất Halloween... Tuyệt vời!",
    "えへへ、あざまるです！": "Ehehe, arigato ạ!",
    "%usernameusernameuserna%さんに、\nそこまで褒めてもらえるなんて、最っ高にアゲです～！": "Được %usernameusernameuserna%-san khen ngợi như vậy, thì tớ lại càng a-ge-poyo hơn nữa!",
    "よ～し、このアゲな気分、サイコーなお衣装のまま\n準備頑張りますよー！": "Được rồi, với tâm trạng a-ge này, với bộ trang phục tuyệt vời này\ntớ sẽ cố gắng chuẩn bị thôi!",
    "動きにくかったりはしないのか？": "Có khó cử động không?",
    "動きにくくはありませんよー。\nただ、動き方に工夫と慣れは必要かもしれません。": "Không khó cử động đâu ạ.\nChỉ là, có lẽ cần phải có sự khéo léo và quen thuộc hơn một chút.",
    "普段のフルートには羽も尻尾も、ないですから……": "Vì Flute bình thường đâu có cánh với đuôi đâu...",
    "どう動いたら、羽や尻尾が一番可愛く見えるのか、\n研究しないとですー！": "Phải nghiên cứu xem cử động thế nào thì cánh và đuôi sẽ đẹp nhất nữa!",
    "それでこそ、ぽよなギャル吸血鬼だと思うんです！": "Như vậy mới đúng là ma cà rồng gal poyo chứ!",
    "なるほど、そういう部分も拘る必要があるのか……\nそれだけ頑張ってくれたら、見てる方も喜ぶだろうな。": "Ra là vậy, cần phải chú trọng cả những chi tiết đó nữa sao...?\nNếu cậu cố gắng như vậy, thì người xem cũng sẽ vui thôi.",
    "ふふ、そうだと嬉しいです。\n尻尾は少しお尻を振りながら歩くほうがいいんでしょうか？": "Hì, tớ rất vui nếu được như vậy.\nCó nên vừa lắc mông khi đi không nhỉ?",
    "ちょっとやってみますから、見ててくださいねー。": "Để tớ thử cho anh xem nhé.",
    "こ、こんな感じでしょうか……\n尻尾、揺れてます～？": "Thế này thì sao ạ...?\nĐuôi có lắc không ạ?",
    "ああ、左右にピコピコ揺れて可愛いぞ。": "À, lắc qua lắc lại trông dễ thương lắm.",
    "ありがとうございます！\nえへへ、コスプレしたとき用にちょっと勉強したんです！": "Cảm ơn ạ!\nEhehe, tớ đã học một chút để mặc cosplay đó!",
    "羽の方はどんな感じでしたか？": "Còn cánh thì sao ạ?",
    "んー、フワフワしてるなーとしか思わなかったな。": "Ừm, chỉ thấy nó phấp phới thôi.",
    "だったら、もう少し揺らしたいですね。\nええと、歩く時に上体を捻って……": "Vậy thì, tớ muốn lắc nhiều hơn nữa.\nỪm, khi đi thì vặn người...",
    "……こんな感じでどうでしょう、ちゃんと揺れてますかー？": "...Thế này thì sao ạ, có lắc đúng không ạ?",
    "ああ、羽も尻尾も、両方がいい感じで揺れてる。\n吸血鬼の可愛さ、セクシーさがよく出てるよ。": "À, cả cánh và đuôi đều lắc rất đẹp.\nVừa dễ thương, vừa gợi cảm của ma cà rồng.",
    "チェックあざまるです！\nだったら、なるべくこの動きを心がけないとですね。": "Check arigato ạ!\nVậy thì, tớ phải cố gắng cử động như vậy mới được.",
    "コツはなんとなくわかりました！\nって、そういえば教室の飾りつけがまだですし始めましょうか。": "Tớ đã hiểu được phần nào rồi!\nMà, nói mới nhớ, vẫn chưa trang trí lớp học, bắt đầu thôi nào.",
    "ええと、何からやりましょうかね？": "Ừm, bắt đầu từ đâu nhỉ?",
    "やるなら、天井からじゃないか？\n最後にすると、脚立の置き場が限られてやりにくそうだ。": "Nếu làm thì, làm từ trần nhà trước đi?\nĐể sau cùng thì sẽ khó đặt thang hơn đấy.",
    "ああ、たしかに！\n先にやっちゃったほうが良さそうです。": "À, đúng rồi!\nLàm trước thì tốt hơn.",
    "それじゃ、こっちの隅から始めましょう。\nフルートが脚立に上がるんで、飾り渡してもらえますかー？": "Vậy thì, bắt đầu từ góc này nhé.\nFlute lên thang, đưa đồ trang trí cho tớ được không?",
    "そっちの箱に入ってますから、お願いします！": "Ở trong hộp kia đó, làm ơn nhé!",
    "ああ、いいよ。": "À, được thôi.",
    "（いいのか？　コレは……\nこの角度で見上げると、スカートの中がうっかり見えそうなんだが）": "(Được sao? Cái này...?\nNếu nhìn từ góc này, thì có lẽ sẽ thấy cả bên trong váy mất)",
    "ふふっ、やっぱり衣装って大事ですねー。\n気持ちがアゲアゲだと、作業もはかどります！": "Hì, đúng là trang phục rất quan trọng nhỉ.\nTâm trạng a-ge thì công việc cũng sẽ suôn sẻ hơn!",
    "って、%usernameusernameuserna%さん、どうかしました？\nモヤーっとした顔になってますけど。": "Mà, %usernameusernameuserna%-san, anh sao vậy?\nTrông mặt anh cứ mờ mờ ảo ảo thế.",
    "（……まあ、気にしないでおこう。\nフルートも指摘されたら恥ずかしいだろうし作業中は危ないからな）": "(...Ừm, cứ coi như không có gì đi.\nFlute mà bị chỉ ra thì cũng ngại, mà đang làm việc thì nguy hiểm nữa)",
    "いや、なんでもないよ。": "Không, không có gì đâu.",
    "フルートに物を渡すだけで、下で待ってるのもなんだし、\n壁の飾りつけ、しながらやるかな。": "Chỉ việc đưa đồ cho Flute, cứ đứng dưới thì cũng hơi chán, nên là,\ntớ sẽ trang trí tường luôn vậy.",
    "あっ、それ助かります！": "A, vậy thì tốt quá!",
    "%usernameusernameuserna%さんと、\n衣装パワーのお陰ではかどりそうですねー！": "Nhờ có %usernameusernameuserna%-san và sức mạnh của trang phục, nên mọi việc sẽ suôn sẻ hơn nhỉ!",
    "……それにしても、本格的な、良くできた衣装だよな。": "…Mà nói thật, bộ trang phục này được làm rất chuyên nghiệp.",
    "ギャルファッションとゴスロリファッションを展開してる、\nメーカーさんが貸してくれたんです♪": "Nhờ một nhà sản xuất thời trang gal và gothic lolita cho mượn đó♪",
    "えっ、それも貸して貰えたのか！？\nフルートのインフルエンサー力って、すごいな。": "Hả, cũng cho mượn luôn sao!?\nKhả năng của Flute thật là ghê gớm.",
    "ふふっ、あざまるでーす！\nこれだけ可愛いなら、買っちゃおうかなって思ってるんです！": "Hihhi, arigato desu!\nVì nó dễ thương như vậy, nên tớ đang tính mua luôn!",
    "……こんなに楽しい日々を過ごせるのは、ＬＯＣのみんなのお陰です。": "…Tớ có thể trải qua những ngày vui vẻ như thế này là nhờ có mọi người trong LOC.",
    "そもそも、私が配信を始められたのは、\nエヴィちゃんがあれこれ助けてくれたからですし": "Ngay từ đầu, tớ có thể bắt đầu stream là nhờ Evy-chan đã giúp đỡ đủ điều.",
    "今でも、フルートが配信をしていますけど、\n見えない部分で、皆が助けて支えてくれているんです。": "Ngay cả bây giờ, Flute đang stream, nhưng\nmọi người vẫn luôn giúp đỡ và ủng hộ tớ ở những khía cạnh mà tớ không thấy được.",
    "だから、トレブルクインテットはとっても、\nぽよなチームなんですよ♪": "Vì vậy, Treble Quintet là một team poyo tuyệt vời♪",
    "ああ、フルートたちの仲の良さは見て分かるよ。": "À, tớ thấy rõ tình bạn của Flute.",
    "えへへ、それなら嬉しいです。\nいっつも、いっぱい感謝をしてるんです。": "Ehehe, tớ rất vui nếu được như vậy.\nTớ luôn biết ơn mọi người.",
    "だからこそ、フルートはやりたいんです。\n皆がやりたい事を出来る、とーってもぽよな文化祭を！": "Chính vì vậy, Flute muốn làm.\nĐể mọi người có thể làm những gì mình muốn, một lễ hội văn hóa cực kỳ poyo!",
    "いつも支えてくれるお返しに、\n最っ高にぽよな時間を、みんなで過ごせるように……": "Để đáp lại những gì mọi người đã luôn ủng hộ,\nđể mọi người có thể cùng nhau trải qua những khoảnh khắc poyo nhất...",
    "そういうフルートの屈託のない笑顔には、\n心からトレブルクインテットのチームを思う気持ちが籠っていた。": "Nụ cười vô tư của Flute chứa đựng những tình cảm sâu sắc dành cho team Treble Quintet.",
    "（……こういうフルートだからこそ皆も支えて、\nお互いに助け合っているわけか……本当にいいチームだな）": "(…Chính vì Flute như vậy, nên mọi người mới ủng hộ và giúp đỡ lẫn nhau... Đúng là một team tuyệt vời)",
    "おー、やってるねぇ。\n私達も手伝うよ～。": "Ô, đang làm việc à?\nĐể bọn tớ giúp một tay nhé~.",
    "エヴィちゃん！　みんなも！\n来てくれたんですね！": "Evy-chan! Mọi người nữa!\nMọi người đến rồi sao!",
    "ええ、みんなの文化祭だものね！\n皆でやった方が楽しいでしょ？": "Ừ, vì là lễ hội văn hóa của mọi người mà!\nMọi người cùng làm thì vui hơn đúng không?",
    "フルートひとりに苦労させられないよ。\nこういうのは助け合いってもんだからね♪": "Không thể để một mình Flute phải vất vả được.\nKiểu này là phải giúp đỡ nhau mà♪",
    "それで、どこから手をつければいいかな？": "Vậy thì, bắt đầu từ đâu đây?",
    "みんな……あざまるです！\n全員のバイブス、アゲぽよでいきましょーっ！": "Mọi người... Arigato desu!\nTất cả mọi người, cùng a-ge-poyo lên nào!",
    "ふう……無事に飾り付けは完了だな。\n今度改めてみんなにはお礼を言っておこう。": "Phù... Trang trí xong rồi nhỉ.\nLần sau phải cảm ơn mọi người mới được.",
    "はい！　みんなのおかげで、\nこうして改めて見回しても、最高にぽよな空間になりましたね。": "Vâng! Nhờ có mọi người,\nnên nhìn lại, không gian này đã trở nên cực kỳ poyo rồi.",
    "でも、だからこそ……不安です。\nもし……もし、失敗したらって思うと……": "Nhưng, chính vì vậy... Tớ lo lắng quá.\nNếu... nếu thất bại thì sao...",
    "大丈夫だ、絶対成功するよ。": "Không sao đâu, chắc chắn sẽ thành công thôi.",
    "どうして、断言できちゃうんです？": "Sao anh lại khẳng định chắc nịch thế?",
    "フルート達トレブルクインテットの頑張りを、この目で見たからだ。\nだから、成功する。": "Vì tớ đã nhìn thấy sự cố gắng của Flute và Treble Quintet bằng chính mắt mình.\nVì vậy, sẽ thành công.",
    "ええー……\n全然根拠ないじゃないですかぁ。": "Eee...!\nAnh có đưa ra được bằng chứng nào đâu.",
    "でも、%usernameusernameuserna%さんがそう断言するなら、\nきっと成功しますね！": "Nhưng mà, nếu %usernameusernameuserna%-san đã khẳng định như vậy,\nthì chắc chắn sẽ thành công!",
    "……いいのか、そんな素直に信じて？\n本当に根拠なんてないぞ。": "…Được sao, tin tưởng một cách dễ dàng như vậy?\nThật sự không có bằng chứng gì đâu.",
    "%usernameusernameuserna%さんが教えてくれたんですよ？\n気持ちが大事だってこと。": "Vì %usernameusernameuserna%-san đã dạy tớ rồi mà?\nRằng cảm xúc mới là quan trọng.",
    "成功するって信じてたら、絶対に成功します！\nそのきっかけは、%usernameusernameuserna%さんですから！": "Nếu tin rằng sẽ thành công, thì nhất định sẽ thành công!\nNgười khởi đầu là %usernameusernameuserna%-san mà!",
    "見ててくださいね！\n『ぽよ』な文化祭、みんなで絶対成功させてみせます！": "Hãy xem nhé!\nLễ hội văn hóa 'poyo', mọi người nhất định sẽ thành công!",
    "ああ、俺も協力させてもらうよ。\n頑張ろうな。": "Ừ, tớ cũng sẽ giúp một tay.\nCố gắng lên nhé.",
    "はい！　あざまるです♪": "Vâng! Arigato desu♪",
    "（不安は吹っ切れたみたいだな。\nあの笑顔なら、きっといい出し物になるだろうな）": "(Có vẻ như đã gạt bỏ được nỗi lo rồi nhỉ.\nVới nụ cười đó, chắc chắn sẽ có một buổi biểu diễn hay)"
}