{
    "暗いから、周囲が良く見えないな……フルートは……": "Tối quá, không nhìn rõ xung quanh... Flute thì...",
    "うおっ！？": "Ugh!?",
    "ちょっと、フルート、大丈夫！？\nねえ、返事をして！　フルート！": "Khoan đã, Flute, cậu không sao chứ!?\nNày, trả lời tớ đi! Flute!",
    "まさか、フルート……。": "Không lẽ nào, Flute...",
    "きゅう……": "Kiu...",
    "……多分脳震盪で気絶してるだけか？\n息もしてるし、大丈夫そうだ。": "…Chắc chỉ bị chấn động não bất tỉnh thôi?\nVẫn thở, chắc không sao đâu.",
    "他に外傷はないか確認しておこう。\nエヴィ、頼んでいいか？": "Để tớ xem có vết thương nào khác không.\nEvy, nhờ cậu được không?",
    "う、うん……分かった。\nええっと……外傷はおでこの痕以外にはなさそう……": "Ừ, ừm... tớ hiểu rồi.\nÀ thì... ngoài vết sẹo trên trán ra thì không có gì khác...",
    "……きゅう～……": "…Kiu～…",
    "爆盛り……プリンアラモード……\n戦艦級シュークリーム……むにゃ……": "Bùng nổ... kem sundae... \nBánh su kem cấp chiến hạm... munya...",
    "……うん、元気そう。\nというか、ロージーにレイラまで倒れてる……！？": "…Ừm, có vẻ ổn.\nMà này, cả Rosie với Layla cũng ngã luôn rồi…!?",
    "……いつからＬＯＣは、こんな物騒な場所になったんだ？": "…Từ bao giờ LOC lại thành một nơi nguy hiểm thế này?",
    "いやいや、まさかスカラ校舎じゃないんだからさ！？": "Này, không phải khuôn viên trường Scala đâu đấy nhé!?",
    "なるほど……それだとしても、全員がおでこに一撃。\n相当な手練れの仕業だな。": "Ra là vậy... Dù vậy, tất cả đều bị đánh vào trán.\nChắc chắn là do cao thủ gây ra.",
    "……えっ？　本当に襲撃されたの？\nなんでまた、うちの出し物にそんな……": "…Hả? Thật sự bị tấn công sao?\nSao lại nhằm vào mấy trò trình diễn của chúng ta...",
    "事情は分からんが、警戒して進もう。\nこのままじゃ俺たちも同じようにやられる。": "Không biết lý do, nhưng cứ đề phòng mà tiến lên.\nCứ thế này thì chúng ta cũng sẽ bị như vậy.",
    "（しかし、フルートが無事でよかった……\nエヴィがここまで取り乱すなんて思わなかったな）": "(Nhưng, Flute không sao là tốt rồi...\nTớ không nghĩ Evy lại hoảng loạn đến vậy)",
    "えっと、安全な場所に全員寝かせておいて……\n本当に何かいるの？　攻撃してこないけど。": "À thì, cứ để mọi người ở một nơi an toàn đã...\nThật sự có ai đó ở đây sao? Mà không tấn công gì cả.",
    "多分相手も警戒しているんだろうな。\n……あえて怪我人を放置させて、助けに踏み込むと撃たれる手法だ。": "Chắc đối phương cũng đang cảnh giác.\n…Cố tình để người bị thương, rồi khi mình đến cứu thì bị bắn.",
    "いやいや……いったい何がどうなってるの？": "Này... rốt cuộc là chuyện gì đang xảy ra vậy?",
    "厄介なリスナーが来た": "Thính giả phiền phức đã đến",
    "エヴィが恨みを買った": "Evy đã đắc tội với ai đó",
    "いや、俺も分からん……想像できるのは、そうだな……": "Không, tớ cũng không biết... Tớ có thể đoán, chắc là...",
    "……厄介っていうか、それを超えてる気がするんだけど。\nそれに全員を無差別に襲ってるなら違うでしょ。": "…Phiền phức, hay là vượt quá cả mức đó rồi ấy nhỉ?\nHơn nữa, nếu tấn công tất cả mọi người một cách bừa bãi thì không đúng rồi.",
    "冗談だ。それで、落ち着いてきたか？": "Đùa thôi. Vậy, cậu bình tĩnh lại chưa?",
    "……そういう事。ありがとうね。\nちょっと落ち着いてきた。それで、どうするの？": "…Ý là vậy. Cảm ơn nhé.\nTớ đã bình tĩnh lại rồi. Thế thì, phải làm sao đây?",
    "……いやいや、そんな恨みを買うような相手は……\nいない、はずだよ……多分？　うん、きっと……": "…Này, tớ không có đắc tội với ai đâu...\nKhông có, chắc là vậy... Ừm, chắc chắn là...",
    "おい、冗談で言ったんだから言い切ってくれよ！？": "Này, tớ đùa thôi mà, nói cho hết câu đi chứ!?",
    "あはは、ごめん。冗談だよ。\nありがとうね、気を使ってくれたんでしょ？": "A ha ha, xin lỗi. Tớ đùa thôi mà.\nCảm ơn nhé, cậu đã quan tâm tớ đúng không?",
    "落ち着いたから問題ないよ。\n……それで、ここからどうする？": "Tớ đã bình tĩnh lại rồi, không sao đâu.\n…Thế thì, từ đây phải làm gì?",
    "そうだな。とりあえずは……サクッと侵入者を捕まえるか。\nこのまま騒ぎが広がれば午後に誰も来れなくなる。": "Ừm. Tạm thời thì... tóm gọn kẻ xâm nhập thôi.\nCứ để chuyện này lan rộng thì chiều nay sẽ không ai đến được.",
    "俺が踏み込んで捕まえる。\nだからフルートの介抱は任せたぞ、エヴィ。": "Để tôi xông vào bắt lấy.\nVậy nên, cậu hãy chăm sóc Flute nhé, Evy.",
    "任せて。みんなは私が守っておくから。": "Để tớ lo. Tớ sẽ bảo vệ mọi người.",
    "……": "…",
    "っ……まったく、いったい誰がこんなことを……\nだが、逃げるだけならなんとかなるか……！": "…Chết tiệt... rốt cuộc là ai làm chuyện này chứ...\nNhưng, nếu chỉ bỏ chạy thì có thể xoay sở được…!",
    "（……ん？　上に気配を感じる……？\nまさか、隠れているのか！）": "(…Hửm? Cảm giác có người ở trên…?\nKhông lẽ, đang ẩn nấp!?)",
    "『%usernameusernameuserna%！　聞こえる？』": "『%usernameusernameuserna%! Cậu có nghe không?』",
    "うおっ！？　エヴィ！？": "Ugh!? Evy!?",
    "っ……！？\n目の前に銃撃が……！": "…!?\nTrước mặt tôi là hỏa lực…!",
    "外れた……": "Trượt rồi...",
    "（なるほど、そういう事か。\n死角から撃たれてフルートたちは気絶させられたと……）": "(Ra là vậy.\nBị bắn từ góc khuất, rồi Flute và những người khác đã bị bất tỉnh…)",
    "突然聞こえたエヴィの声に驚いて足を止めたおかげで、\n俺は偶然にも助かったわけだ。": "Vì ngạc nhiên bởi giọng nói của Evy, tôi đã dừng bước, \nnhờ vậy mà tôi đã may mắn thoát nạn.",
    "助かったエヴィ！　インカムを繋げたのか！？": "Evy đã cứu tôi! Cậu đã kết nối với bộ đàm rồi!?",
    "『今こっちの方で端末を弄りながら通信してる。\nそれで、助かったって襲われたの？』": "『Hiện tại tớ đang nghịch thiết bị đầu cuối ở đây để liên lạc.\nVậy, cậu bị tấn công vì đã được cứu sao?』",
    "ああ、敵はどうやらロージーの作った障害物に隠れて撃ってきてる！\n今、こっちで逃げながら相手の出方をうかがってるところだ！": "Ừ, kẻ địch dường như đang ẩn nấp sau chướng ngại vật mà Rosie tạo ra!\nHiện tại, tôi đang chạy trốn và thăm dò tình hình của đối phương!",
    "……っ！": "…!",
    "（……移動してきている。\n場所は……おそらくこっちだな。なら、攻撃は……）": "(…Đang di chuyển.\nVị trí là… có lẽ là ở đây. Nếu vậy, đòn tấn công sẽ là…)",
    "――よし、躱した！": "—Được, né được rồi!",
    "くっ……回避したのは良いんだが……\n当然だが逃げるから捕まえられないか。": "Chết tiệt... né được thì tốt rồi...\nĐương nhiên là bỏ chạy thì không bắt được rồi.",
    "『いっそ、照明を点けて明るくしちゃう？』": "『Hay là bật đèn lên cho sáng luôn?』",
    "いや、それだと逃げられる可能性が高い。\nそれに暴れられて展示物が壊されるのは避けたい。": "Không, làm vậy thì khả năng bỏ chạy rất cao.\nHơn nữa, tớ không muốn bị phá hỏng đồ trưng bày.",
    "『そっか。そこまで気にしてくれてありがとうね』": "『Vậy sao. Cảm ơn cậu đã quan tâm đến vậy』",
    "『今、丁度いい方法を思いついたんだ。\n%usernameusernameuserna%は墓場エリアだよね？』": "『Hiện tại tớ vừa nghĩ ra một cách hay đấy.\n%usernameusernameuserna% đang ở khu nghĩa địa phải không?』",
    "ああ、そうだが……何を思いついたんだ？": "Ừ, đúng vậy… Cậu nghĩ ra cái gì vậy?",
    "『ちゃんと恐怖の館を活かした方法だよ……\nよーし、今度はこっちの番だよ！』": "『Đúng là một cách tận dụng khu nhà ma mà…\nĐược rồi, đến lượt tớ đây!』",
    "よし、付いてきてるな……こっちにこい。": "Được, đang theo sau… Đến đây đi.",
    "まだだ……ひきつけて……\nよし、今だエヴィ！": "Chưa được… Lôi kéo…\nĐược rồi, Evy, mau!",
    "『オッケー！　さあ、墓場エリアのＶＲを起動！』": "『OK! Nào, khởi động VR của khu nghĩa địa!』",
    "――！？": "—!?",
    "『……いやいや、%usernameusernameuserna%まで、\nなんでビックリしてるのさ』": "『…Này, %usernameusernameuserna% cũng bị\nsao lại ngạc nhiên vậy chứ』",
    "い、いや、悪い。\n思った以上のクオリティで驚いたが……": "T, tớ xin lỗi.\nTớ đã ngạc nhiên vì chất lượng hơn tớ nghĩ…",
    "しかし、俺と同じように侵入者も混乱しているらしく、\n足音が響いている。": "Tuy nhiên, kẻ xâm nhập cũng có vẻ bối rối giống như tôi, \nTiếng bước chân vang vọng.",
    "……っ！　あれ？　えい、ぞう……": "…! À? Ê, zo…",
    "ああ、残念だが……それはＶＲで投影された映像だ。": "Ừm, thật đáng tiếc… Đó chỉ là hình ảnh được chiếu trong VR thôi.",
    "……油断してた。ここが敵地なのに、警戒を忘れていた。": "…Đã lơ là cảnh giác. Dù đây là lãnh địa của địch, nhưng tôi đã quên cảnh giác.",
    "そう言って、\n侵入者はすぐさま踵を返して逃げだす。": "Nói vậy, \nkẻ xâm nhập ngay lập tức quay gót bỏ chạy.",
    "待て！　すぐに捕まえてやるからな！": "Đứng lại! Tôi sẽ bắt được ngay thôi!",
    "しかし、思った以上に足が速い。\n直ぐに捕まえようと思ったが障害物を上手く利用される。": "Tuy nhiên, tốc độ nhanh hơn tôi nghĩ.\nTôi đã định bắt ngay, nhưng lại bị lợi dụng chướng ngại vật.",
    "『苦戦してる？』": "『Đang gặp khó khăn à?』",
    "悪い、想像以上に運動神経が良くてな……\n後ちょっとで捕まえられるって時に逃げられるんだ。": "Xin lỗi, khả năng vận động của hắn vượt quá sức tưởng tượng của tôi…\nChỉ cần một chút nữa là bắt được thì lại bị bỏ chạy.",
    "『なら、捕まえるためにもう一つ手段があるよ。\n追い詰めたし……さっき引っかかったならこっちも効くはず』": "『Vậy, để bắt được thì tớ có một cách nữa đấy.\nĐã dồn vào đường cùng rồi… Nếu bị vướng vào lúc nãy thì chắc chắn cách này cũng hiệu quả』",
    "そうして、エヴィの指示通りに俺は走りながら追い詰める。": "Thế rồi, theo chỉ dẫn của Evy, tôi vừa chạy vừa dồn hắn vào đường cùng.",
    "いい加減に諦めろ！": "Bỏ cuộc đi!",
    "……遅い。このまま態勢を立て直して……": "…Chậm quá. Cứ thế này thì tôi sẽ lấy lại thế cân bằng…",
    "と、その瞬間に侵入者の目の前にお化けが現れる。\nしかし、二回目ともなれば効果は薄い。": "Và, ngay khoảnh khắc đó, một con ma xuất hiện trước mặt kẻ xâm nhập.\nTuy nhiên, nếu là lần thứ hai thì hiệu quả sẽ không còn.",
    "……また同じ手？　こんな子供だまし、二度目は通用しない。": "…Lại chiêu cũ? Trò trẻ con này, lần thứ hai sẽ không hiệu quả đâu.",
    "そう言って、そのまま突破しようとし……\nゴツンという、鈍い音が響いた。": "Nói vậy, rồi cứ thế xông lên…\nBỐP, một âm thanh chát chúa vang lên.",
    "うぐっ……！？": "Ugh…!?",
    "よし、かかった！": "Được, dính bẫy rồi!",
    "エヴィが立てた作戦。それはＶＲでロージーの作った、\n彫像を隠してしまうという手段だ。": "Chiến lược mà Evy đã vạch ra. Đó là cách dùng VR để che giấu bức tượng mà Rosie tạo ra.",
    "『うまく行ったみたいだね。\nちょっと場所が悪くて調整しようと思ったんだけど……』": "『Có vẻ như đã thành công rồi đấy.\nTớ đã định điều chỉnh vì vị trí không tốt…』",
    "『まさかここで有用活用できるなんてね』": "『Không ngờ lại hữu ích ở đây』",
    "ぐっ、まさか……油断するなんて……": "Chết tiệt, không ngờ… đã lơ là cảnh giác…",
    "さて、もう逃げ道はないぞ。\n覚悟は良いな？": "Giờ thì, không còn đường thoát nữa rồi.\nCậu đã chuẩn bị tinh thần chưa?",
    "襲撃者をついに追いつめた。\n先ほど激突したせいで足を止めた彼女にとびかかる。": "Cuối cùng đã dồn được kẻ tấn công vào đường cùng.\nTôi lao vào cô ta, người đã dừng bước vì va chạm lúc nãy.",
    "よし、動くなよ……！\n捕まえた！　エヴィ、サポート助かった！": "Được, đừng nhúc nhích…!\nBắt được rồi! Evy, cảm ơn sự hỗ trợ của cậu!",
    "『……はぁ、良かった。\n少しは助けになれたみたいでよかったよ』": "『…Ha, tốt quá.\nCó vẻ như tớ đã giúp được một chút rồi』",
    "『それじゃあ、そこで待ってて。\n今からフルートたちをひどい目に合わせた犯人を見に行くから』": "『Vậy thì, cứ đợi ở đó đi.\nTớ sẽ đi xem mặt kẻ đã làm khổ Flute và những người khác đây』"
}