{
    "訓練場にやってきたみんなは、まだ凹んでいるようだった。": "Mọi người đến sân tập có vẻ vẫn còn buồn bã.",
    "（昨日のカラフルブーケとの模擬戦は完敗だったからな……\nあの結果を鑑みれば、仕方のないことだろう）": "（Vì trận đấu tập với đội 'Bó hoa sặc sỡ' hôm qua đã thua tan nát mà……\nNếu nhìn vào kết quả đó, thì cũng không có gì lạ）",
    "（だからこそ、俺は俺に出来ることをやらないとな……）": "（Chính vì vậy, tôi phải làm những gì tôi có thể……）",
    "私たち……強くなれるんでしょうか？": "Chúng ta… có thể trở nên mạnh mẽ hơn không?",
    "いいえ、ならなくてはいけないのです！　ですが……": "Không, chúng ta phải trở nên mạnh mẽ hơn! Nhưng…",
    "……思った以上に、深刻。": "……Nghiêm trọng hơn tôi nghĩ.",
    "深刻なのは、%usernameusernameuserna%のキャラ変もなんだけど。": "Điều nghiêm trọng là, cả việc %usernameusernameuserna% thay đổi tính cách nữa.",
    "ほんとだよー！！　昨日の特訓、すっごいキツかったんだから！！": "Đúng vậy!! Buổi huấn luyện hôm qua, mệt muốn chết luôn!!",
    "ピーチクパーチクとよくしゃべる口だ！": "Cái miệng lắm mồm!",
    "わっ！": "Waa!",
    "お前らにシリウスシュガーなどという部隊名はもったいない！": "Đám tụi mày không xứng với cái tên 'Sirius Sugar' đâu!",
    "お前らはこれからインコンペテント・チキン！\n無能なニワトリどもと呼ぶ！　返事！": "Từ nay tụi mày sẽ là 'Incompetent Chicken'! \nTụi gà vô dụng! Trả lời!",
    "ちょっと！　いきなりバカにされてない！？": "Khoan đã! Tự nhiên bị coi thường là sao!?",
    "黙れ！　そもそも、腑抜けすぎだ！\n集合ごときに何分かけるつもりだ！？": "Câm mồm! Ngay từ đầu, đã yếu đuối quá rồi!\nTập hợp mà cũng mất bao nhiêu phút vậy!?",
    "戦場で５分到着が遅れれば、その間に部隊が全滅することもあるんだぞ！": "Trên chiến trường, chậm 5 phút thôi là cả đội có thể bị tiêu diệt trong thời gian đó đấy!",
    "えーっ、時間通りなんですけどー！\n５分も遅れてないんですけどぉ～！？": "Ê, em đến đúng giờ mà!\nĐâu có trễ 5 phút đâu chứ～!?",
    "１秒でも遅れれば同じだ！": "Muộn dù chỉ 1 giây cũng như nhau!",
    "それと何度言わせる！　返事は全て『イエッサー』、だ！": "Với lại, phải bảo mày bao nhiêu lần! Trả lời là 'Yes sir', hiểu chưa!",
    "その程度のことも覚えられんのか！？\nママのベッドに脳みそを置き忘れてきたか！": "Đến cả chuyện đó cũng không nhớ nổi à!?\nĐể não ở trên giường mẹ rồi à!",
    "くっ……イエッサー！！！！": "Khự… Yes sir!!!!",
    "いい返事だ！　褒美として腹筋の回数を倍にしてやる！": "Trả lời tốt lắm! Thưởng cho mày gấp đôi số lần hít đất!",
    "イ……イエッサー！？": "Y… Yes sir!?",
    "全員だ！": "Tất cả!",
    "イ、イエッサー！": "Y, Yes sir!",
    "よし、はじめろ！": "Được, bắt đầu!",
    "やっぱり、昨日の結果に怒っていますかね……": "Chắc là vẫn còn giận vì kết quả hôm qua nhỉ…",
    "あれだけコテンパンでしたもの。\n今のわたくしたちのままじゃ、ダメなんですわ。": "Bị đánh tơi tả đến thế cơ mà.\nCứ như bây giờ thì không được đâu.",
    "……このままだと退学。それは困る。": "……Cứ thế này thì bị đuổi học mất. Khổ thật.",
    "ラミちゃんもそれがわかってるから、大人しく従うことにしたんでしょ？": "Lami-chan cũng hiểu điều đó nên mới ngoan ngoãn nghe lời phải không?",
    "しょうがないじゃん。話通じないモードっぽいし……": "Chịu thôi. Cứ như là không hiểu gì luôn ấy…",
    "無駄話はそこまでだ！　無能ども、せめて返事くらいまともにしてみろ！": "Nói nhảm đến đây thôi! Tụi vô dụng, ít nhất trả lời cho đàng hoàng vào!",
    "ところで、なぜ制服なんだ？\n運動できる服装で集合しろと言ったはずだが？": "Nhân tiện, tại sao lại là đồng phục?\nLẽ ra phải tập hợp với trang phục vận động chứ?",
    "本校の制服は伸縮性・耐衝撃性に優れた\nパイロット用装備となっています！": "Đồng phục của trường có tính đàn hồi và khả năng chống va đập tuyệt vời,\nlà trang bị dành cho phi công!",
    "だから、このままＭＧにも乗れちゃうってワケ。": "Vậy nên, tụi mình có thể lên MG luôn.",
    "なるほど、便利だな！\nそんな贅沢な装備を着せてもらえるお前らは何者だ！？": "Ra là vậy, tiện thật!\nTụi mày là ai mà được mặc trang bị xa xỉ như thế!?",
    "パイロットです！": "Phi công!",
    "違ぁぁう！！\nパイロットとは、己の身を賭してメイズに挑み、生きて帰る者を言う！": "Sai rồi!!\nPhi công là những người liều mình đối mặt với Maze, và sống sót trở về!",
    "お前らのように、模擬戦でボコられたまま意気消沈してる\n枯れたペンペン草のような奴らはパイロットではなぁあい！！": "Những đứa như tụi mày, chỉ biết ủ rũ sau trận đấu tập\nthì không phải là phi công đâu!!",
    "っ……イエッサー！": "…Yes sir!",
    "よろしい！ 貴様らが本物のパイロットとなれるよう、\n本日の訓練を開始する！": "Tốt lắm! Để tụi bây trở thành phi công thực thụ,\nbắt đầu huấn luyện hôm nay!",
    "まずは腕立て～～～～伏せ！　開始ぃ！！": "Đầu tiên là hít đất～～～～! Bắt đầu!",
    "ぐぬぬぬぬ～っ……！": "Gừ…!",
    "この程度の腕立てで音を上げるな！　ご立派な大胸筋は飾り物か！？": "Hít đất có tí mà đã kêu rồi! Cơ ngực vĩ đại chỉ để trưng bày à!?",
    "あああああああ！": "Aaaaa!",
    "返事は！？": "Trả lời!?",
    "イ……イエッサァアア……ですわ！": "Y… Yes sir…!",
    "お前もだ、ちゆる！　筋肉にいくべき栄養が、全部脳にいったんだろう！": "Mày cũng vậy, Chiyuru! Chất dinh dưỡng lẽ ra phải vào cơ bắp, lại vào hết não rồi!",
    "いや、その脳もまともに使えてないな！！　なら無駄栄養だ！！\nその分をこれからは、筋肉にしろ！！": "Không, cái não đó cũng không dùng được nữa rồi!! Vậy thì vô dụng!!\nTừ nay trở đi, dùng số đó cho cơ bắp đi!!",
    "イエ……ッ……サー！": "Yes… Sir!",
    "…………": "……",
    "なんだラミ、その目は！\nそんなんだからいつまでも、歳のわりにチンチクリンなんだ！！": "Sao thế Lami, nhìn gì đấy!\nCứ như thế này thì mãi mãi, bé tí teo thôi đấy!!",
    "んなっ……！": "Hả…!",
    "文句があるなら俺を殺すつもりで鍛え上げろ！！": "Nếu có ý kiến thì cứ tập luyện đến mức giết được tôi đi!!",
    "こんの……ヤロ～！　あとで、ぜったい、泣かすぅ～っ！！": "Đồ… khốn kiếp! Để rồi xem, tao sẽ cho mày khóc thét lên!!",
    "へ・ん・じ！！": "Tr-ả-lời!",
    "イエッサー！！！": "Yes sir!!!",
    "そうだ！　それでこそ本物のメスガキだぁ！": "Đúng rồi! Như thế mới là 'con gái hư' thực thụ!",
    "誰がガキかぁ！！": "Ai là con nít chứ!!",
    "こうして鍛錬の時間は過ぎていく――": "Cứ thế, thời gian luyện tập trôi qua――",
    "どうしたどうした！　そんなの上体起こしとは言えんぞ！\nまだノルマの半分もこなせていないじゃないか！": "Sao thế sao thế! Không thể gọi đó là gập bụng được!\nVẫn chưa hoàn thành được một nửa bài tập!",
    "はぁ、はぁ……んっ、ふうぅっ……": "Ha, ha… hừm, phùぅ…",
    "白奈、変な声を出すなぁ！\n馬鹿者ォ！": "Shirana, đừng có phát ra những âm thanh kỳ lạ!\nĐồ ngốc!",
    "イ、イ……あぁんっ……": "Y, i… aaaaa…!",
    "だから、あえぐんじゃないっ！\nお前はそんなキャラじゃないだろォ！！": "Đừng có rên rỉ!\nMày không phải kiểu người đó đâu!!",
    "キャラズレ！！\n罰としてさらに１００回追加だ！": "Sai lệch tính cách rồi!!\nPhạt thêm 100 lần nữa!",
    "イ、イエッサー……": "Y, Yes sir…",
    "っと、よし、ノルマ終わりですっ。": "Thôi nào, xong bài tập rồi.",
    "え！？　もうですの！？": "Hả!? Xong rồi á!?",
    "私、こういう単純なトレーニングは得意なんです。": "Tôi rất giỏi những bài tập đơn giản như thế này.",
    "（そういえば、さっきの腕立て伏せも一番だったな……）": "（Nói mới nhớ, hít đất lúc nãy cũng nhất nữa mà…）",
    "ま、負けませんわ……うあああああ！": "T, tôi không thua đâu… uaaaa!",
    "――よし！　全員、上体起こしを終えたなら！\nならば次は木銃を抱えてのハイポートだ！　いけっ！": "――Được rồi! Tất cả, nếu đã xong gập bụng rồi!\nVậy thì tiếp theo là vác súng gỗ chạy bộ! Đi!",
    "もっと早く走れないのか！\n俺のスピードについてこい！": "Chạy nhanh hơn nữa đi!\nTheo kịp tôi!",
    "そ、そう言われましても……腕立て伏せ、上体起こしときて、\n木銃を掲げての駆け足は……": "T, tôi nói thế nào nhỉ… hít đất, gập bụng rồi đến,\nvác súng gỗ chạy bộ thì…",
    "１に根性、２に根性！　３、４がなくて……５に根性だ！！": "1 là ý chí, 2 là ý chí! 3, 4 thì không có… 5 là ý chí!!",
    "イ、イエ～～ッサー～～～～！！": "Y, Yes～～～～ sir～～～～!!",
    "そうした鍛錬の末、\nようやく少女達に一時の休憩タイムが与えられた。": "Sau những buổi tập luyện như thế,\ncuối cùng các cô gái cũng được nghỉ ngơi một lát.",
    "はあ……はあ……も、もう限界ですわ……": "Ha… ha… t, tôi hết sức rồi…",
    "そうか、ならこれを飲め！": "Vậy thì, uống cái này đi!",
    "あ、ありがとうございます！\nちょうどカラカラでしたの……": "A, cảm ơn ạ!\nVừa khát khô cả cổ luôn…",
    "ぶふーっ！！": "Phụt!",
    "ちょ！　なにこれぇ～～！！　プロテインじゃん！！\nしかもこんなマズいの飲んだことない！！": "Khoan đã! Cái gì đây～～!! Protein à!!\nHơn nữa còn chưa từng uống cái nào dở đến thế này!!",
    "特製スーパープロテインだ！\n良薬は口に苦し！　マズいのは身体にいい証拠だ！": "Protein siêu đặc biệt!\nThuốc đắng dã tật! Dở là tốt cho sức khỏe!",
    "おまえ特製かよ！？": "Mày tự làm luôn à!?",
    "お前らの筋肉の繊維一つまで、休んでいる暇などない！\n呼吸が整ったなら、次のメニューに行くぞ！": "Từng sợi cơ bắp của tụi bây, không có thời gian nghỉ ngơi đâu!\nKhi đã thở đều rồi, thì đến bài tập tiếp theo!",
    "イエッサー……！": "Yes sir…!",
    "ふざけるな！　大声出せ！": "Đừng có đùa! Nói lớn lên!",
    "イエッサー！！": "Yes sir!!",
    "一方、そんな鍛錬の様子を、\nグラウンドの隅から見つめる視線がふたつ――": "Trong khi đó, từ một góc của sân tập,\ncó hai ánh mắt đang dõi theo buổi tập luyện――",
    "少し気になって様子を見に来たんだが、\nあれが……生徒会付教導指揮官殿の訓練指導というものか。": "Tôi hơi tò mò nên đã đến xem thử,\ncái đó là… huấn luyện của Chỉ huy trưởng Hội học sinh sao.",
    "うぅ……こ、怖いし、キツそうです……\n絶対うちには来ないで欲しいですぅ……": "Ư… sợ quá, mệt nữa…\nTuyệt đối không muốn đến đây đâu…",
    "だが、その実かなり合理的だ。一見ただの理不尽に見えるが、\n今彼女達に足りないものを的確に補おうとしている。": "Nhưng, về bản chất thì khá hợp lý. Thoạt nhìn có vẻ vô lý, nhưng\nđang cố gắng bổ sung những gì mà họ còn thiếu.",
    "……まあ、もっとも応えるのは彼女達だがな。\n良い訓練であっても、それで勝てるようになるかどうかは別だ。": "…Mà, người đáp ứng lại là họ.\nDù có là huấn luyện tốt, thì cũng chưa chắc sẽ thắng được."
}