{
    "あれ？　ドロテア？\nこんなところでどうした？": "Hả? Dorothea?\nSao em lại ở đây?",
    "あ、%usernameusernameuserna%さん。クラウディアさんと\n親睦を深めようと、ふたりでショッピングに来てるんです。": "À, %usernameusernameuserna%-san. Tớ và Claudia đang đi mua sắm để\ntăng thêm tình bạn đó.",
    "そうなんだ。肝心のクラウディアは？": "Vậy sao? Claudia đâu rồi?",
    "喉が渇いたようで、今飲み物を買いに行ってます。\nそろそろ戻る頃合いかと……": "Hình như cô ấy khát nước, đang đi mua đồ uống.\nChắc sắp quay lại rồi...",
    "そっか。ちなみに何を買うんだ？": "Vậy à. Mà, em mua gì thế?",
    "特に買うものは決めておりません。\nウィンドウショッピングというものですね。": "Em chưa quyết định mua gì cả.\nChỉ là đi xem đồ thôi ấy mà.",
    "何か気に入ったものがあれば買おうかと思ってますが……": "Nếu thích gì thì mua thôi...",
    "クラウディアに何かプレゼントしてみたら？": "Hay là tặng gì đó cho Claudia đi?",
    "リュシー達にプレゼントを買おう": "Mua quà cho Lucy và mọi người nữa",
    "それならさ……": "Nếu vậy thì...",
    "プレゼントですか？": "Quà ạ?",
    "親睦を深めるというなら、いいと思うんだが。": "Tớ nghĩ là hay đấy, nếu muốn tăng tình bạn.",
    "なるほど……確かにそれはいいですね。\nただ彼女が何を好むのか……": "Ừm... Quả là một ý kiến hay đấy nhỉ.\nChỉ là, cô ấy thích gì mới được...",
    "それを一緒に回りながら、\nいろいろ聞いて決めるのがいいんじゃないか？": "Trong lúc đi cùng nhau, mình hỏi han rồi quyết định thì sao?",
    "そうやって対話からお互いを知ることに繋がると思うし。": "Như vậy sẽ giúp cả hai hiểu nhau hơn thông qua đối thoại.",
    "%usernameusernameuserna%さん……仰るとおりですね。\nそうしてみます。": "%usernameusernameuserna%-san... Anh nói đúng đấy.\nEm sẽ làm vậy.",
    "そのあと彼女は合流したクラウディアとともに、\nショッピングモールの中へ消えていった。": "Sau đó, cô ấy cùng Claudia đã đến, đã\nbiến mất trong trung tâm mua sắm.",
    "リュシー達にですか？": "Cho Lucy và mọi người ạ?",
    "別にたいそうなものじゃなくていい。\n日持ちしそうなお菓子や安価な小物とかでも。": "Không cần gì to tát đâu.\nKẹo bánh để được lâu hoặc mấy món đồ nhỏ rẻ tiền cũng được.",
    "きっと『今のドタバタ』が落ち着いたら、平穏な日常が戻る。\nそのときに会話の取っ掛かりにでもすればいい。": "Chắc chắn sau khi 'mớ hỗn độn' này lắng xuống, cuộc sống bình yên sẽ trở lại thôi.\nLúc đó có thể dùng nó làm chủ đề để nói chuyện.",
    "平穏な日常……戻りますでしょうか。": "Cuộc sống bình yên... Liệu nó có trở lại không?",
    "少し形は変わるかもな。でも戻る。お前らが離れ離れを望まない限り、\n形は変わっても繋がりは残ると思うぞ。": "Có thể sẽ thay đổi một chút. Nhưng nó sẽ trở lại thôi. Miễn là tụi em không muốn xa nhau,\nthì dù hình thức có thay đổi, sợi dây liên kết vẫn còn.",
    "%usernameusernameuserna%さん……": "%usernameusernameuserna%-san...",
    "…………": "............",
    "そうですね。クラウディアさんに相談しながら選んでみようと思います。\nよければ%usernameusernameuserna%さんも手伝ってくれませんか？": "Đúng rồi. Em sẽ hỏi ý kiến Claudia rồi chọn sau.\nNếu được, %usernameusernameuserna%-san có thể giúp em được không?",
    "ああ、喜んで。": "Ừ, rất sẵn lòng.",
    "このあと合流したクラウディアからも了解を得て、\n３人でショッピングモールを回るのだった。": "Sau đó, cả ba đã nhận được sự đồng ý của Claudia, cùng nhau đi dạo trong trung tâm mua sắm."
}