{
    "さて、訓練だが……まずは軽く走ってみるか。\n俺が先頭を走るから、後ろからついて来てくれ。": "Giờ thì đến phần huấn luyện... Đầu tiên, chạy nhẹ nhàng một chút nhé.\nTôi sẽ chạy trước, mọi người cứ theo sau.",
    "おー！": "Ô!",
    "やる気充分みたいだな、ジュリー。": "Có vẻ như Julie rất hăng hái nhỉ.",
    "勿論、当然よ！": "Đương nhiên rồi!",
    "この特訓を頑張れば、優勝できるはずだって思うと、\n我慢できなくて身体がウズウズしちゃうのよね！": "Nếu cố gắng tập luyện đặc biệt này, tôi nghĩ chúng ta sẽ giành chiến thắng,\ntôi không thể kiềm chế được và cơ thể cứ ngứa ngáy!",
    "私は膝のこともあるから、\n別のトレーニングしながら軽くアップするわ。": "Vì tôi có vấn đề về đầu gối,\ntôi sẽ khởi động nhẹ nhàng trong khi tập luyện khác.",
    "ああ、それでいいぞ。": "Ừ, như vậy được đấy.",
    "%usernameusernameuserna%、早く早く！\nなんだったら、あたしが先頭を走ったっていいのよ！": "%usernameusernameuserna%, nhanh lên nào!\nNếu muốn, tớ có thể chạy trước cũng được đấy!",
    "その意気だ！　じゃあ行くぞ！": "Ý chí đó! Vậy thì đi thôi!",
    "……っと、まあこのくらいか？\n心香の方は準備は出来たか？": "… Chà, chắc khoảng chừng này nhỉ?\nShinko, cô đã chuẩn bị xong chưa?",
    "……%usernameusernameuserna%。\n貴方って思った以上に体力があるのね。": "… %usernameusernameuserna%.\nAnh có sức bền hơn tôi nghĩ đấy.",
    "そうか？": "Vậy sao?",
    "体力が有り余っているジュリーが必死になっているのに、\nまだ汗ひとつかいてないもの。": "Julie có thừa thể lực mà còn phải cố gắng,\ntrong khi anh vẫn chưa đổ mồ hôi.",
    "やっぱり正式なチームを訓練するだけあるのね。\n地力が違うみたい。": "Quả nhiên chỉ có đội chính thức mới tập luyện khác biệt.\nCó vẻ như nền tảng khác hẳn.",
    "まあ、ＭＧを動かす上で体力だって重要だからな。\nとはいえ、そこまで本気で走ってないんだが……": "Ừm, thể lực cũng rất quan trọng khi điều khiển MG.\nTuy nhiên, tôi cũng chưa chạy hết sức đâu...",
    "そう思うなら、後ろを見てみたら？": "Nếu anh nghĩ vậy, anh có muốn nhìn lại phía sau không?",
    "後ろ？": "Phía sau?",
    "はぁ、ひぃ……はぁ、ひぃ……はぁ……\nも、もう私……げ、げんかい……た、たおれちゃう……": "Ha... ha... ha... ha...\nTớ... tớ gần... tới giới hạn rồi...",
    "ほらー、ラウラちゃん！　頑張れー！\n私のペースについてくればいいからねー！": "Này, Laura! Cố lên nào!\nCứ theo nhịp của tớ là được mà!",
    "はぁ、はぁ……！\nいっ……つつ、目に汗がぁっ……！": "Ha, ha...!\nÍ... Ứ, mồ hôi chảy vào mắt...!",
    "でも、これぐらいで止まったりしたらっ……\n優勝なんかできないわよねっ……はぁっ……ぜぇ……！": "Nhưng nếu chỉ dừng lại ở mức này...\ntôi sẽ không thể chiến thắng được đâu... Ha... Ha...!",
    "ひぃ、ひぃ……！　で、でも、これ……！　きつい……！\nはぁ、はぁ……でも、これを乗り切ればぁ……！": "Hự, hự...! V-vậy mà, cái này...!\nKhó quá...!\nHa, ha... Nhưng nếu vượt qua được cái này...!",
    "（ヘロヘロのラウラに、のんびりマイペースなノエル、\n必死でついてこようとして汗だくのジュリー……）": "(Laura đang mệt lả, Noel thì thong thả theo nhịp, Julie thì cố gắng theo sau và đẫm mồ hôi...)",
    "（軽く温める程度で走ってたんだが、\nちゃんと意図が伝わってなかったみたいだな……）": "(Tôi chỉ chạy để làm nóng người thôi,\nhưng có vẻ như ý định của mình không được truyền đạt rõ ràng...)",
    "それで、どうするの？　ラウラはともかく、\nジュリーはこのまま倒れちゃいそうだけど。": "Vậy, cô tính sao? Laura thì không nói làm gì,\nJulie có vẻ như sắp ngã đến nơi rồi.",
    "ああ、流石に止めてくる。\nウォーミングアップでぶっ倒れたら特訓どころじゃないからな……": "Ừ, tôi sẽ dừng lại thôi.\nKhởi động mà đã gục ngã thì còn tập luyện gì nữa...",
    "ほら、全員ストップ！\nウォーミングアップで限界になってどうするんだ！": "Này, tất cả dừng lại!\nKhởi động mà đã đến giới hạn thì tính sao!",
    "ひぃ、ひぃ、えっ、こ、これ……げほっ……\nウォーミングアップなの……？": "Hự, hự, ơ, c-cái này... hộc...!\nKhởi động thôi sao...?",
    "ぜぇ、はぁ……%usernameusernameuserna%さん……\nも、もう……わたし……げんかい……かも……": "Ha, ha... %usernameusernameuserna%...!\nTớ... tớ... gần... tới giới hạn... rồi...",
    "やっぱり%usernameusernameuserna%って凄いね～！\nあのペースで走ってても全然汗かいてないし！": "Quả nhiên %usernameusernameuserna% thật tuyệt vời!\nChạy với tốc độ đó mà chẳng đổ mồ hôi gì cả!",
    "ぐ、ぐぬぬ……ちょ、ちょっと休憩……したら！\n次は、負けないから……だから、ちょっとまって……！": "Ư... Ư... Chờ... Chờ một chút...!\nLần tới, tớ sẽ không thua đâu... Vì vậy, chờ một chút...",
    "いや、勝負じゃないからな？": "Này, đâu phải là thi đấu đâu?",
    "はぁ、はぁ……え？　でも、%usernameusernameuserna%に、\nおいつけないと、だめなんじゃないの……？": "Ha, ha... Ơ? Nhưng, nếu không đuổi kịp %usernameusernameuserna%,\nthì không được sao...?",
    "はぁ、はぁ……特訓をする時ってやっぱり師匠に追いついて、\nビックリさせるっていう展開が多いのに……": "Ha, ha... Khi tập luyện, thường thì phải đuổi kịp sư phụ,\nrồi làm cho họ ngạc nhiên...",
    "漫画の読み過ぎだ。\nまず、走ってるだけでそんな展開にはならん。": "Cô xem manga nhiều quá rồi.\nChỉ chạy thôi thì làm gì có chuyện đó.",
    "（……しかし、意欲だけはしっかりとあるな。\nそこは褒められるんだが……無理して怪我もしそうだ）": "(...Tuy nhiên, ý chí thì rất mạnh mẽ.\nCái đó thì nên được khen ngợi... Nhưng mà, cố quá cũng dễ bị thương)",
    "とりあえず軽く走って体を温める目的だったからな？\n怪我をしたりしたら本末転倒だぞ。": "Tóm lại là, chỉ cần chạy nhẹ nhàng để làm nóng người thôi mà?\nNếu bị thương thì còn gì là huấn luyện nữa.",
    "そうだったの！？\nあたし、思いっきり全力で走っちゃった……！": "Thật sao!?\nTớ đã chạy hết sức rồi...!",
    "それは俺も悪かったから気にしなくていいぞ。\nまあ、身体も温まったことだし、ストレッチからするか。": "Cái đó là lỗi của tôi, cô không cần phải bận tâm đâu.\nỪm, cơ thể cũng đã nóng lên rồi, giờ thì khởi động thôi.",
    "えー？　すぐに特訓するんじゃないの？": "Ơ? Không tập luyện ngay sao?",
    "私はもうちょっと……休憩がほしいかも……": "Tớ muốn... nghỉ thêm một chút...",
    "あたしだったらいつでもいけるわよ！": "Tớ thì lúc nào cũng sẵn sàng!",
    "ダメよ。ちゃんと柔軟をした上で、\n怪我をしないようにしないと危険だもの。": "Không được.\nPhải khởi động kỹ càng để tránh bị thương.",
    "ああ。柔軟は身体が温まってからやる方が効果的だからな。": "Ừ. Khởi động có hiệu quả hơn khi cơ thể đã nóng lên.",
    "だから軽く走って身体を温めてからストレッチをして、\nその後に本格的なトレーニングを開始する予定だったんだ。": "Vì vậy, chúng ta sẽ chạy nhẹ nhàng để làm nóng người, sau đó khởi động,\nrồi mới bắt đầu tập luyện thực sự.",
    "なるほどね～。": "Ra là vậy.",
    "心香ちゃんは経験者だし、\n%usernameusernameuserna%さんは実績があるから説得力あるわ。": "Shinko là người có kinh nghiệm,\n%usernameusernameuserna% thì có thành tích rồi nên rất thuyết phục.",
    "もしも怪我なんかしちゃったら、\n特訓どころじゃなくなっちゃうもんね。": "Nếu bị thương, thì còn đâu là tập luyện nữa.",
    "ストレッチの必要性、理解してくれたみたいだな。": "Cô đã hiểu được tầm quan trọng của khởi động rồi đấy.",
    "もちろんよ！": "Đương nhiên rồi!",
    "でも、待って、%usernameusernameuserna%。\nちゃんとした柔軟って、どんな風にすればいいの？": "Nhưng chờ đã, %usernameusernameuserna%.\nKhởi động đúng cách thì phải làm như thế nào?",
    "私も知らないかなぁ。どんなことをやるの？": "Tớ cũng không biết nữa. Phải làm những gì?",
    "私も腕や足を伸ばせばいいのはなんとなくわかるんだけど、\nそれ以上のことまでは……": "Tớ chỉ biết duỗi tay và chân thôi, còn hơn thế thì...",
    "えーっと……うう、%usernameusernameuserna%！\n教えて！　うずうずして早く動きたいから！": "Ừm... Ư... %usernameusernameuserna%!\nDạy tớ đi! Tớ thấy ngứa ngáy, muốn vận động nhanh lên!",
    "分かった分かった。\nそれじゃあサポートしながらストレッチをするぞ。": "Được rồi, được rồi.\nVậy thì tôi sẽ hỗ trợ và khởi động cho cô.",
    "わーい！　ありがとう！": "Yeah! Cảm ơn!",
    "サポートって言っても、\n%usernameusernameuserna%ひとりじゃ大変でしょ。": "Nói là hỗ trợ thôi,\nmột mình %usernameusernameuserna% thì vất vả lắm.",
    "ノエルとラウラには私から教えるから、\nジュリーには%usernameusernameuserna%がつくのはどう？": "Tôi sẽ dạy Noel và Laura, còn Julie thì để %usernameusernameuserna% kèm cặp thì sao?",
    "そうだな……まあ、確かに教えるなら、\nジュリーに専念したほうがよさそうだな。": "Ừm... Ừm, đúng là nếu dạy thì,\ntập trung vào Julie có vẻ tốt hơn.",
    "……と、言うわけで、俺たちは２組にわかれ、\nそれぞれにストレッチをはじめることになった。": "...Vậy nên, chúng ta sẽ chia thành 2 nhóm,\nmỗi nhóm bắt đầu khởi động.",
    "じゃあ早速はじめましょう。\nふたりとも、背中を押すからそこに座ってちょうだい。": "Vậy thì bắt đầu thôi.\nHai người, ngồi xuống để tôi ấn lưng cho.",
    "はーい。": "Vâng.",
    "まずはラウラからね。\nゆっくり押していくから、力を抜いて。": "Đầu tiên là Laura nhé.\nẤn từ từ thôi, cứ thả lỏng người.",
    "うっ……うう……あいたたた……！　ちょ、ちょっと痛いかも……": "Ư... Ư... Aita...!\nCh-chút nữa thôi...",
    "関節周りはしっかり柔軟してないと硬い人も多いわ。\nラウラはもうちょっと柔軟をしてもいいかもね。": "Xung quanh khớp thì cần phải khởi động kỹ càng nếu không sẽ bị cứng.\nLaura có thể khởi động thêm một chút cũng được đấy.",
    "うぐっ、くっ、んん……！　そ、そう、なのね……！": "Ư... Ư... Ư...!\nĐ-đúng là vậy...",
    "ほら、もっと顎を引いたら楽になるはずよ。": "Này, cứ cúi cằm xuống thì sẽ dễ chịu hơn đấy.",
    "……あっ、んん……！　ほんとだ……ありがとうね、心香ちゃん。": "...A, ừm...!\nThật đấy... Cảm ơn nhé, Shinko.",
    "いいわよ、お礼なんか。\nさあ、次はノエルの番……": "Không có gì đâu.\nGiờ đến lượt Noel...",
    "見て見て！　ほら、ぐにゃぐにゃー！": "Nhìn này! Này, dẻo chưa!",
    "わぁ、ノエルちゃんすごいわ！\n上半身を地面にぴったりくっつけれるなんて！": "Woa, Noel giỏi quá!\nCó thể dán phần trên cơ thể xuống đất luôn!",
    "ふふーん、なんかやってみたらできちゃった♪": "Hừm, cứ thử làm thì được thôi♪",
    "ノエルはかなり柔らかいのね。\nとはいえ、それでもしっかり伸ばさないとダメよ。": "Noel dẻo dai thật đấy.\nDù vậy, vẫn cần phải duỗi người cho kỹ.",
    "（あっちの方はスムーズに進んでるみたいだな……\n心香のおかげで教える手間も省けたし……）": "(Bên kia có vẻ tiến triển tốt hơn nhỉ...\nNhờ có Shinko mà tôi cũng đỡ phải dạy...) ",
    "（何よりもほのぼのしてるというか、\n楽しそうに出来ているなら良かった）": "(Hơn hết là, vui vẻ, thích thú thì tốt rồi)",
    "うぎゅぐぐぐぐぐぐぐぐ……！\nいたいいたいいたいいたい！": "Ư... Ư... Ư...!\nĐau... đau... đau... đau!",
    "我慢……というよりも、呼吸が浅いと筋肉が硬くなるから、\n吐く息に合わせて身体を前に倒してみろ。": "Chịu đựng... mà đúng hơn là, nếu thở nông thì cơ bắp sẽ bị cứng lại,\nhãy nghiêng người theo nhịp thở ra.",
    "は、はく、いきねっ！　や、やってみる……！": "Th-thở ra...!\nĐ-để tớ thử...",
    "すぅ……はぁ……すぅぅ……はぁぁ……すぅう！　はぁああ！": "Hít... thở... hít... thở... hít... thở!",
    "……ちょっと違う気もするが、ほれ、行くぞ。": "...Cũng hơi khác một chút, nhưng thôi, cứ làm đi.",
    "いっ……だだだだだ！？\nちょっ、%usernameusernameuserna%ストップ！　ストーップ！": "Í... Đa... Đa...!\nChờ, %usernameusernameuserna% dừng lại! Dừng lại!",
    "……お前、本当に体が硬いんだな。\n": "...Cô thật sự rất cứng người đấy.",
    "だ、だってどうしようもないじゃない！\nいきなりぐにゃぐにゃになれないもの！": "T-tại vì tớ không thể làm gì được mà!\nĐâu thể tự nhiên mà dẻo dai được!",
    "最初から無理して身体を深く倒そうとしなくていい。\n呼吸を深めながら、もう一回やってみろ。": "Ngay từ đầu đừng cố gắng nghiêng người quá sâu.\nHãy hít thở sâu hơn rồi làm lại lần nữa.",
    "一気にやろうとしてもダメなのね。\n今度は呼吸を深くして……すぅぅ……はぁぁ……": "Cứ làm một mạch thì không được sao.\nLần này hít thở sâu hơn... Hít... thở...",
    "それじゃあ、負荷をかけるぞ。": "Vậy thì, tăng thêm áp lực nhé.",
    "いっ！？　たたたたたたた！\n折れる～～～～！　折れちゃう～～～～～～！！": "Í...!\nTa... Ta... Ta...!\nGãy rồi...!",
    "折れないから安心しろ。": "Đừng lo, không gãy đâu.",
    "千切れる～～～～！！\nこのままじゃあたし、ふたりになっちゃう～～～～！！": "Rách rồi...!\nCứ thế này thì tớ thành hai người mất...!",
    "ふたりになったら逆にすごいだろ。\nこら、暴れたら柔軟にならないじゃないか。": "Thành hai người thì lại càng tuyệt vời hơn đấy.\nNày, đừng có vùng vẫy nữa, không khởi động được đâu.",
    "んぃっ……ぐううっ、裂けちゃう！\nメリメリメリって、裂けちゃうからっ！": "Ư... Ư... Rách mất rồi!\nMerimeri, rách mất rồi!",
    "大丈夫だ、人間はこんなことぐらいで裂けたりしない。": "Không sao đâu, con người không dễ rách như vậy đâu.",
    "いっ、う、いだだだだっ！？\n休憩！　%usernameusernameuserna%、一回、休憩しましょ！": "Í, ư, đau...!\nNghỉ đã! %usernameusernameuserna%, nghỉ một chút!",
    "そうすれば、あたしっ……！\nちゃんとできるようになるからぁっ！": "Nếu làm vậy, thì tớ...!\nSẽ làm được thôi!",
    "いや、ちょっとずつ余裕が出てきた。そのまま力を抜いてみろ。\n柔軟をするのに筋肉が緊張してるのもあるからな。": "Không, cô đã tiến bộ hơn một chút rồi đấy. Cứ thả lỏng người ra.\nKhởi động mà cơ bắp căng thẳng thì cũng không được.",
    "ふっ、はっ、ふうっ、はあっ……！": "Hừ, ha, hừ, ha...!",
    "おいおい、呼吸が浅くなってくると痛いぞ。\nさっきまでの感覚を思い出すんだ、ほら。": "Này, thở nông thế thì đau đấy.\nHãy nhớ lại cảm giác lúc nãy, nào.",
    "うぐぐぐ……む、むりぃ……！\nい、いたすぎてっ……！　ぜんぜん、いしき、できない！": "Ư... Ư... Ư...!\nĐ-đau quá...!\nTớ, tớ không... cảm nhận được!",
    "呼吸を気を付ければ痛いのがマシになるぞ。\n逆に暴れてたらずっと痛いままだからな？": "Chú ý đến hơi thở thì sẽ đỡ đau hơn đấy.\nNếu cứ vùng vẫy thì sẽ đau mãi đấy?",
    "んうっ……あっ、そう言われたってぇっ……！\nいっ、だぁ！　痛い痛い痛い！": "Ư... A, nói vậy thì...!\nÍ, đau!",
    "（ジュリーは思った以上に関節が硬いな。\nあんまり無理をさせてもよくないんだが……）": "(Julie có khớp cứng hơn tôi nghĩ đấy.\nKhông nên ép quá...) ",
    "あんまり痛いんなら無理はしない方がいいから、\nここで止めにしておくか？": "Đau quá thì không nên cố, hay là dừng lại ở đây?",
    "うぐっ……！　そ、それは……や、やだっ！\nと、とちゅうでやめるのは、いやっ！": "Ư...!\nĐ-đừng...!\nD-dừng giữa chừng, tớ không muốn!",
    "まあ、ジュリーだとそういうよな。\n……よし、それじゃあ無理せずギリギリでやるぞ。": "Ừm, Julie là vậy mà.\n...Được rồi, vậy thì cứ làm vừa phải thôi.",
    "……声がいやらしくないか？": "...Giọng điệu này có gì đó không đúng à?",
    "……喘いでいるのか？": "...Cô đang rên rỉ sao?",
    "んっ、あっ、はぁ、はぁ……んぅうううう！\nやっ、ああ、こ、これ以上は、む、むりぃ……！": "Ư... A, ha, ha... Ư...!\nÙ...!\nKhông, không thể...!",
    "そ、そんなの、身体を前に倒そうとする、とぉっ……！\nんく、くくくっ……勝手に、出ちゃうんだもん……！": "V-vậy mà, cố gắng nghiêng người...!\nƯ, ư, ư... Tự nhiên mà...!",
    "んっ、ううう！　……はあっ！\nああ、あたし、もうっ……もう、むりぃっ！": "Ư... Ư...!\n...Ha!\nA, tớ, tớ không... không thể nữa!",
    "んくううっ……！　これ以上は、ダメぇ！\nほんとのほんとに、ダメなのぉっ！": "Ư...!\nKhông thể hơn nữa rồi!\nThật sự, không thể nữa!",
    "%usernameusernameuserna%、お願い……！\nあたし、もうっ……限界だからぁっ！": "%usernameusernameuserna%, xin anh...!\nTớ, tớ... tới giới hạn rồi!",
    "変な言い方するな！\n怪我しないために必要なんだから、我慢しろ！": "Đừng nói những lời kỳ lạ thế!\nPhải chịu đựng để tránh bị thương!",
    "ひうっ、んっ、ううう！　が、がまん、できない……！\nんんぅっ、く……う、あああっ！": "Hự, ư... Ư...!\nKhông, không thể chịu đựng...!\nƯ... Ư...!",
    "声を出すなとは言わないから、\nせめてボリュームを抑えることはできないのか……！？": "Tôi không bảo cô đừng phát ra tiếng động, nhưng\nít nhất có thể giảm âm lượng được không...!?",
    "はあっ……んううっ！\nそれが、ムリ……なんだってばぁっ！": "Ha... Ư...!\nCái đó, không thể...!",
    "く、うううっ……はあっ！\nあたし、あたしやっぱり……ダメぇぇぇっ！": "Ư...!\nTớ, tớ không thể...!\n",
    "なぜか色っぽく聞こえる声と、思ったよりも大きなジュリーの胸。\nガードの緩さもあって、ちらりと下着や肌が見えてしまっていた。": "Giọng nói có vẻ gợi cảm, và bộ ngực của Julie lớn hơn tôi nghĩ.\nVì hàng rào bảo vệ lỏng lẻo, tôi có thể nhìn thấy đồ lót và làn da của cô ấy.",
    "（……ぐっ、見たらいかんと思えば思うほど、\n視線がそっちに持って行かれそうに……）": "(...Ư, tôi càng nghĩ không nên nhìn, thì ánh mắt càng bị thu hút về phía đó...)",
    "じー。": "Nhìn chằm chằm.",
    "……最低。": "...Tồi tệ.",
    "（……うおっ！？　完全にこっちを見られてる！？）": "(...Ugh!? Bị nhìn thấy rồi!?)",
    "んんっ！　ごほんごほん！　もういいぞ、ジュリー！\nそろそろ柔軟は大丈夫だな！": "Ư...!\nKhụ, khụ! Được rồi, Julie!\nKhởi động cũng xong rồi!",
    "や、やっと終わったの……？\nあたしの身体、ちゃんとほぐれた……？": "Cuối cùng cũng xong rồi sao...?\nCơ thể tớ đã được khởi động chưa...?",
    "ああ、バッチリだ。": "Ừ, hoàn hảo.",
    "（……ここは余計なことは言わないでおこう。\n多分、何を言ったとしても藪蛇になるだろうからな）": "(...Ở đây thì không nên nói thêm gì cả.\nCó lẽ, dù nói gì thì cũng chỉ thêm rắc rối thôi...)",
    "はぁ……はぁ……よかったぁ……\nこれで、終わりね……！": "Ha... Ha... May quá...\nVậy là xong rồi...!",
    "いや、終わってないからな？\n今から本番……じゃなくて、練習のスタートだ！": "Không, chưa xong đâu!\nBây giờ mới bắt đầu... không, là bắt đầu tập luyện!"
}