{
    "…………": "…………",
    "（こんな仰々しい部屋につれてかれて……\n俺はいったいどうなるんだ……）": "（Không biết bị lôi đến cái phòng phô trương này……\nTôi rốt cuộc sẽ ra sao đây……）",
    "（ま、なるようにしかならないか……）": "（Mà, tới đâu hay tới đó vậy……）",
    "（あの人が連れて行かれて、\n中の様子もわからない……大丈夫でしょうか……？）": "（Người kia bị dẫn đi rồi, \nbên trong ra sao cũng không biết…… Có ổn không đây……？）",
    "それで、結局どういう理由でわたくしたちを連行したのですか？": "Vậy, rốt cuộc là vì lý do gì mà các cô lại bị bắt?",
    "タツミヤ鉱に関するトラブル……といえばわかりますね？": "Vấn đề liên quan đến mỏ Tatsumiya…… Cô hiểu chứ?",
    "鉱石に関する権利で揉めたんだよね？\nカオスメイデンからの連絡もあって、風紀委員の預かりになったんだよ。": "Cãi nhau về quyền khai thác khoáng sản đúng không?\nVì có liên lạc từ Chaos Maiden, nên đã bị Uỷ ban kỷ luật bắt giữ.",
    "あれは境界線上ですわ！\nＭＧのログを確認してくれればわかります！": "Đó là ở ranh giới đấy ạ!\nNếu anh xem lại log của MG thì sẽ hiểu!",
    "ええ、理解しています。\nあなた方がルール違反を犯したとは思っていません。": "Ừ, tôi hiểu rồi.\nTôi không nghĩ là các cô đã phạm luật.",
    "ですが、揉めたという報告があった以上は、\n我々も動いて確認を取らざるを得ませんから。": "Nhưng mà, vì có báo cáo về việc xô xát, nên\nchúng tôi cũng phải hành động để xác nhận.",
    "それは……確かに……": "Việc đó…… quả thật……",
    "今までシリウスシュガーはそういう問題を起こしてないからね。\nそういう意味では信頼してるよ！": "Từ trước đến giờ Sirius Sugar chưa từng gây ra vấn đề như vậy mà.\nNói theo một nghĩa nào đó thì tôi tin tưởng cô!",
    "でしたら、事情聴取だけでいいのではないですか？\n逮捕だなんて……": "Vậy thì, chỉ cần thẩm vấn là được rồi, đúng không?\nSao lại bắt giữ cơ chứ……",
    "でもさ、君たちが持ち帰ったのは鉱石だけじゃないでしょ？": "Nhưng mà, thứ các cô mang về không chỉ có khoáng sản thôi đúng không?",
    "ぎくっ……": "Giật mình……",
    "素性の知れない人物を連れ帰ってきたのは、\n大変な問題です。そのことは理解されているのでは？": "Việc mang về một người không rõ lai lịch là một vấn đề lớn.\nCác cô hiểu điều đó chứ?",
    "外部からの違法な侵入者っていう可能性だってあるよね？": "Có khả năng là người xâm nhập trái phép từ bên ngoài, đúng không?",
    "それはそう、ですけども……": "Đúng là như vậy, nhưng mà……",
    "ここは学園であると同時に世界で一番重要な資源採掘基地なんだよ！\nだからテロリストなんて入り込んだら……わかるよね？": "Đây là học viện đồng thời là căn cứ khai thác tài nguyên quan trọng nhất thế giới đấy!\nCho nên nếu có khủng bố trà trộn vào thì…… cô hiểu chứ?",
    "それは……わかっています。\nただ……": "Việc đó…… tôi hiểu.\nChỉ là……",
    "彼を保護した直後にメイズシフターとの交戦状態になったんだよね。\nだから、こっちとしても確認の時間はとれなかったんだ。": "Ngay sau khi bảo vệ anh ta, thì đã rơi vào tình trạng giao chiến với Maze Shifter rồi.\nCho nên, bên này cũng không có thời gian để xác nhận.",
    "それに、彼は機体も武器も持っていない……全裸の状態だった。\nそれでテロリストを疑うのは無理じゃないかな？": "Hơn nữa, anh ta cũng không có máy móc hay vũ khí…… lại còn trong tình trạng trần như nhộng.\nNghi ngờ anh ta là khủng bố thì có hơi quá đáng, đúng không?",
    "そーそー、もしかしたらラミたちが知らないだけで、\n学園の生徒の可能性もあったしねー。": "Đúng rồi, có lẽ chỉ là Lami và mọi người không biết thôi,\ncũng có khả năng là học sinh của học viện ấy chứ.",
    "ぜ、全裸ぁ！？\n……だったらその場で判断できないのは仕方ないかもね。": "T, trần như nhộng á!?\n……Vậy thì không thể phán đoán ngay tại chỗ cũng không có gì lạ.",
    "わざと隠してたわけじゃない。": "Không hề cố tình giấu giếm.",
    "貴方がたの言い分は分かりました……が、\n最終的な判断は生徒会長が致します。": "Tôi hiểu những gì các cô nói…… nhưng mà,\nquyết định cuối cùng là do Hội trưởng học sinh đưa ra.",
    "……なるほど。彼を取り調べしてるってわけだね。\nその結果次第で、あたしたちの処遇が決まると。": "……Ra là vậy. Anh ta đang bị điều tra, đúng không?\nTùy vào kết quả, mà sẽ quyết định số phận của chúng tôi.",
    "……あの人は、これからどうなるんですか？": "……Người đó, sau này sẽ ra sao?",
    "今はまだなにも言えません。\n生徒会長の判断になりますから。": "Hiện tại thì tôi chưa thể nói gì.\nVì còn phải dựa vào phán đoán của Hội trưởng học sinh.",
    "とはいえ、記憶喪失なのが嘘だったり変なことを言ってたら……\n学園を追放か、それとも投獄だってあるかもね。": "Tuy nhiên, nếu anh ta nói dối về việc mất trí nhớ, hoặc nói những điều kỳ lạ……\ncó thể bị đuổi khỏi học viện, hoặc thậm chí là bị tống giam.",
    "取り調べの結果によっては、\nそれ以上に悪い結末もありえますね。": "Tùy vào kết quả điều tra,\nthì cũng có thể có kết cục tồi tệ hơn nữa.",
    "……っ！": "……!",
    "（お願い、無事でいてください……！）": "（Xin hãy bình an vô sự nhé……！）",
    "あなたが通報のあった侵入者……ですね。": "Cô là người xâm nhập mà có thông báo…… phải không?",
    "――では、まずは私から名乗りましょう。\n私はこの学園の生徒会長を務める『四王天神楽』と申します。": "――Vậy, trước tiên tôi xin tự giới thiệu.\nTôi là 'Shiouten Kagura', người đang đảm nhiệm vị trí Hội trưởng học sinh của học viện này.",
    "生徒会長……？": "Hội trưởng học sinh……?",
    "ええ、このザルトゥーム学園の全権を任されております。": "Vâng, tôi được giao phó toàn quyền của học viện Zartoom này.",
    "つまり……あなたがこの学園の最高権力者ってわけか。": "Nói cách khác…… cô là người có quyền lực cao nhất ở học viện này sao?",
    "そのように受け取っていただいて結構です。": "Cô có thể hiểu như vậy cũng được.",
    "では、話を戻しましょうか。\nつまり、あなたは記憶喪失で何も憶えていないと。": "Vậy thì, chúng ta hãy quay lại câu chuyện nhé.\nTức là, cô bị mất trí nhớ và không nhớ gì cả, đúng không?",
    "ああ。他でも何度も説明はしているんだが……その通りだ。": "Ừ. Tôi đã giải thích nhiều lần ở những nơi khác rồi…… đúng là như vậy.",
    "しつこく聞いてしまって申し訳ありません。\nですが、これも必要な事ですので。": "Tôi xin lỗi vì đã hỏi đi hỏi lại.\nNhưng mà, vì đây là việc cần thiết.",
    "……こっちからも質問いいか？": "……Tôi có thể hỏi một câu được không?",
    "ええ、どうぞ。": "Vâng, xin cứ tự nhiên.",
    "あなたほどの立場がある人が文字通り、\n裸一貫で倒れてた俺を直々に尋問するのはなんでだ？": "Một người có địa vị như cô mà lại trực tiếp thẩm vấn tôi, người đang trong tình trạng trần như nhộng, là vì sao?",
    "あなたという存在にそれだけ謎が多いからです。": "Vì sự tồn tại của cô có quá nhiều điều bí ẩn.",
    "謎？": "Bí ẩn?",
    "シリウスシュガーの全機体のデータ……それ以外の情報も集めました。\nそれでも、あなたがメイズ内部にいた原因も理由も分からない。": "Tôi đã thu thập dữ liệu của tất cả các máy móc của Sirius Sugar…… cả những thông tin khác nữa.\nTuy nhiên, vẫn không biết nguyên nhân và lý do cô ở bên trong Maze.",
    "男性でありながらメイズに潜れる人間はとても珍しいのです。\nその素質を持つ者の多くは女性ですから。": "Một người đàn ông có thể ẩn nấp trong Maze là một điều rất hiếm.\nVì những người có tố chất đó đa phần là phụ nữ.",
    "しかし、そんな人物の情報がどこからも一切出てこない……": "Tuy nhiên, không có bất kỳ thông tin nào về một người như vậy cả……",
    "唯一わかるのはメイズ内部で発見され、記憶喪失だということ。\nこれを謎と言わずして、何と言うのでしょうか？": "Điều duy nhất tôi biết là cô được phát hiện bên trong Maze, và bị mất trí nhớ.\nKhông gọi đây là bí ẩn thì gọi là gì?",
    "ですから、私自身が直接判断をするべきだと話を伺いにきました。": "Vì vậy, tôi đã đến để nghe câu chuyện, vì tôi nghĩ rằng bản thân tôi nên trực tiếp phán đoán.",
    "そうなると、俺はどうなるんだ？": "Vậy thì, tôi sẽ ra sao?",
    "記憶喪失であるあなたが危険な存在だと分かれば、\n学園から追放して、しかるべき組織に引き取らせるつもりです。": "Nếu biết rằng cô, người bị mất trí nhớ, là một mối nguy hiểm,\nthì tôi sẽ đuổi cô khỏi học viện, và giao cho một tổ chức thích hợp.",
    "しかるべき組織……？": "Tổ chức thích hợp……?",
    "実験施設や、研究所……\n場合によっては牢屋へ収監ということもありえますね。": "Cơ sở thí nghiệm, hoặc viện nghiên cứu……\nTrong một số trường hợp, cũng có thể bị giam trong ngục.",
    "それは勘弁してほしいな……\n結局なにもわからないまま朽ち果てそうだ。": "Tôi không muốn điều đó đâu……\nRốt cuộc thì tôi sẽ mục nát mà không biết gì sao.",
    "ですが、なにも思い出せない不審者のあなたを\nこの学園に置いておくのはあまりに危険です。": "Tuy nhiên, việc giữ cô, một người khả nghi không nhớ gì cả, ở lại học viện này là quá nguy hiểm.",
    "思い出せること……なにかないのか……？\nいや、そういえば……": "Điều có thể nhớ lại…… có gì không……?\nKhông, nói đến thì……",
    "……ひとつだけ思い出せることがある。": "……Tôi chỉ nhớ được một điều thôi.",
    "なんですか？": "Là gì vậy?",
    "この世界には滅びの危機が迫っている。": "Thế giới này đang phải đối mặt với nguy cơ diệt vong.",
    "だから、俺は仲間と共にこの世界を救わないといけないんだ。": "Vì vậy, tôi phải cùng với đồng đội của mình cứu thế giới này.",
    "……なるほど、わかりました。": "……Ra là vậy, tôi hiểu rồi.",
    "え……やけにすんなりだな。さっきなんて笑われたぞ。\nあなたは笑ったりしないのか？": "Ể…… sao lại dễ dàng như vậy chứ. Lúc nãy còn bị cười nữa mà.\nCô không cười sao?",
    "別に面白い冗談でもありませんから。\nそれに、記憶喪失のあなたが言う『危機』も気になります。": "Vì không có chuyện gì thú vị cả.\nHơn nữa, tôi cũng tò mò về 'nguy cơ' mà cô, người bị mất trí nhớ, nói đến.",
    "その記憶喪失の経緯……にも。": "Về cả quá trình mất trí nhớ đó…… nữa.",
    "メイズで起きた重力異常による記憶障害かもしれませんが……\nあなたが何かメイズに密接に関係のある人物の可能性もあります。": "Có thể là do rối loạn trí nhớ do dị thường trọng lực xảy ra trong Maze……\ncô cũng có thể là người có liên quan mật thiết đến Maze.",
    "それを紐解けば……未だ謎の多いメイズの全容を、\n明らかにすることも可能かもしれません。": "Nếu giải mã nó…… thì có thể làm sáng tỏ toàn bộ Maze, vốn vẫn còn nhiều bí ẩn.",
    "なるほど……": "Ra là vậy……",
    "まだ完全に信用できたわけではありませんが、\nあなたの素性を知るためには保護をする必要がありそうです。": "Tuy vẫn chưa thể hoàn toàn tin tưởng, nhưng có vẻ như cần phải bảo vệ cô để biết được lai lịch của cô.",
    "お、それは助かるな……": "Ồ, vậy thì tốt quá……",
    "ですが、役に立たない人間をただ保護していても、\n他の生徒に示しがつきません。": "Tuy nhiên, nếu chỉ bảo vệ những người vô dụng, thì sẽ không thể hiện được gì với các học sinh khác.",
    "そ、そうか……": "T, tôi hiểu rồi……",
    "ログを確認しましたが、\nどうやらあなたは優れた指揮能力を持っているようですね。": "Tôi đã kiểm tra log, nhưng\ncó vẻ như cô có khả năng chỉ huy tuyệt vời.",
    "その実力があれば、未だ底の見えないメイズの、\n未知なる領域まで切り開く事が出来るかもしれません。": "Nếu có thực lực đó, thì có thể mở ra những vùng đất chưa biết của Maze, nơi vẫn chưa thấy đáy.",
    "……そこで、今この場であなたに私の権限で新しい役職を設けます。": "……Vì vậy, ngay tại đây, tôi sẽ thiết lập một chức vụ mới cho cô bằng quyền hạn của mình.",
    "生徒会所属、『教導指揮官』です。": "Thuộc Hội học sinh, 'Giáo đạo chỉ huy'.",
    "生徒会所属……教導指揮官……": "Thuộc Hội học sinh…… Giáo đạo chỉ huy……",
    "わざわざ立場を用意してくれるのはありがたいが……\n他に選択肢はないんだろ？": "Cảm ơn cô đã chuẩn bị địa vị cho tôi……\nnhưng mà, ngoài cái này ra thì không còn lựa chọn nào khác sao?",
    "ええ。先ほど示したもの以外は。\n研究所送りが良ければ止めは致しません。": "Vâng. Ngoài những gì tôi đã chỉ ra lúc nãy.\nNếu cô muốn đến viện nghiên cứu thì tôi cũng không ngăn cản.",
    "これは取引です。あなたの有用性を示してください。\nその限り生徒会はあなたを保護します。": "Đây là một giao dịch. Hãy chứng minh sự hữu ích của cô.\nChừng nào cô còn làm được điều đó, thì Hội học sinh sẽ bảo vệ cô.",
    "……なるほど、それは魅力的な提案だな。": "……Ra là vậy, đó là một đề nghị hấp dẫn.",
    "ですが、当然それだけのことをするからにはリスクも背負って貰います。\n……もし有用性が示せなければ、研究所行きです。": "Tuy nhiên, tất nhiên, vì cô sẽ làm những điều như vậy, nên cũng phải gánh vác rủi ro.\n……Nếu không chứng minh được sự hữu ích, thì sẽ đến viện nghiên cứu.",
    "まあ、当然のことだな。役立たずを置いておく理由はないんだろ？": "À, tất nhiên rồi. Không có lý do gì để giữ một kẻ vô dụng cả, đúng không?",
    "その通りです。教導指揮官には生徒会が課した任務遂行において、\n必要な範囲で裁量を与えます。": "Đúng vậy. Giáo đạo chỉ huy sẽ được trao quyền hạn theo phạm vi cần thiết, trong việc thực hiện nhiệm vụ do Hội học sinh giao.",
    "わかった。やらせてもらう。": "Tôi hiểu rồi. Tôi sẽ làm.",
    "報酬は出るのか？": "Có được trả công không?",
    "それでどうでしょうか？　悪い条件ではないと思いますが。": "Cô thấy sao? Tôi nghĩ đó không phải là một điều kiện tồi tệ.",
    "では、取引成立ということで。": "Vậy thì, coi như giao dịch thành công.",
    "これからよろしく頼む。": "Từ giờ trở đi, mong được giúp đỡ.",
    "報酬ではありませんが\n活動と生活に必要なものは生徒会が保障します。": "Tuy không phải là phần thưởng,\nHội học sinh sẽ đảm bảo những thứ cần thiết cho hoạt động và cuộc sống của cô.",
    "なら、問題ないな。これからよろしく頼む。": "Vậy thì, không có vấn đề gì. Từ giờ trở đi, mong được giúp đỡ.",
    "ただひとつ。": "Chỉ có một điều.",
    "世界が……というのは私の胸の内だけにしまっておきます。\nですから、あなたも口外せずに任務に邁進してください。": "Thế giới…… điều đó tôi sẽ giữ trong lòng mình.\nVì vậy, cô cũng hãy chuyên tâm vào nhiệm vụ mà không được tiết lộ ra ngoài.",
    "なぜだ？": "Vì sao?",
    "あなたのような存在から発せられるその言葉は\nおそらく不安と恐怖を煽ります。": "Những lời nói phát ra từ một người như cô\ncó lẽ sẽ gây ra sự bất an và sợ hãi.",
    "根拠なく、学園内に無用な不安を広げて\n欲しくはありませんので。": "Tôi không muốn lan truyền sự bất an không cần thiết trong học viện\nnên……",
    "それもそうだな……わかった。": "Cũng đúng…… tôi hiểu rồi.",
    "良い返事ですね。\nではこの端末を。": "Một câu trả lời tốt đấy.\nVậy thì, hãy nhận lấy thiết bị đầu cuối này.",
    "なんだ、これは？": "Cái gì đây?",
    "あなた専用の個人端末です。\nここザルトゥーム学園都市における身分証でもあります。": "Đây là thiết bị đầu cuối cá nhân dành riêng cho cô.\nNó cũng là thẻ căn cước trong thành phố học viện Zartoom này.",
    "この都市での生活をサポートするＡＩもついています。": "Nó cũng có AI hỗ trợ cuộc sống trong thành phố này.",
    "試しに起動してみてください。": "Hãy thử khởi động nó xem.",
    "え？　ああ、ここを押せばいいのか……": "Ể? À, phải nhấn vào đây sao……",
    "ピコピコピーン！！": "Pico pico piin!!",
    "うわっ！？　なんか出た！？": "Uwaa!? Có gì đó hiện ra kìa!?",
    "ボクの名前はピコ！　ボクのマスターはあなたですか？\nえーっとパーソナルデータを調べさせていただきますね！": "Tên tôi là Pico! Chủ nhân của tôi là cô sao?\nĐể tôi xem xét dữ liệu cá nhân nhé!",
    "ＡＩはそれぞれのパーソナルデータにあわせて、\nその姿を変えます。ですから、この子があなたの専属ＡＩになります。": "AI sẽ thay đổi hình dạng tùy theo dữ liệu cá nhân của mỗi người.\nVì vậy, cô bé này sẽ là AI chuyên dụng của cô.",
    "……パーソナルデータが、ない。\nど、どういうことですか！？": "……Không có dữ liệu cá nhân.\nT, có chuyện gì vậy!?",
    "あ、ああ……俺は記憶喪失で……": "À, à…… tôi bị mất trí nhớ……",
    "……え、えっと……そうですか！\nいやー、そんなこともありますよね！": "……Ể, ể…… Vậy sao!\nKhông ngờ lại có chuyện như vậy nhỉ!",
    "で、でも大丈夫です！　ボクが精一杯、お世話させていただきます！\nもうどんとこいです！": "Nhưng mà không sao đâu! Tôi sẽ cố gắng hết sức để chăm sóc cô!\nCứ giao cho tôi nhé!",
    "ああ、迷惑かけると思うがよろしくな。": "À, tôi nghĩ là sẽ làm phiền cô đấy, mong cô giúp đỡ.",
    "では、最初の任務です。\nサポートＡＩに、幾つかのチームのデータを送りました。": "Vậy thì, nhiệm vụ đầu tiên là.\nTôi đã gửi dữ liệu của một vài đội đến AI hỗ trợ.",
    "むむ！　届きました！\nえーっと……なんだか冴えない戦績のチームばかりですね。": "Mumu! Đã nhận được rồi!\nỂ…… toàn là những đội có thành tích không tốt nhỉ.",
    "ええ。事実として、成績が悪く伸び悩んでいる者たちです。\nあなたがチームを改善すれば、有用性を示すことになります。": "Vâng. Thực tế là, những người có thành tích kém và đang gặp khó khăn.\nNếu cô cải thiện đội, thì sẽ chứng minh được sự hữu ích của mình.",
    "どのチームを選ぶかはあなたの自由です。\nさて、どうしますか？": "Cô có thể chọn đội nào tùy thích.\nVậy, cô sẽ làm gì đây?"
}