{
    "俺と……！！\n付き合ってくれぇええええ――――！！": "Tôi……!!\nHãy hẹn hò với tôiêêêê―――！！",
    "ぇええええ！？": "Êêêê！？",
    "とっさに俺は近くにいた白奈機の手を握り、\n一世一代のＭＧでの愛の告白をぶちかましたのだった。": "Ngay lúc đó, tôi nắm tay Shirogane đang ở gần,\nthốt ra lời tỏ tình trong đời của mình bằng MG.",
    "……って、みんなと一緒に驚いてみたけど、\n『付き合う』って……ルート探索？": "……Nhưng, tôi cùng mọi người ngạc nhiên, \n'Hẹn hò'… là thăm dò tuyến đường à?",
    "そうだ……この先ずっと、人生という名のルートを\n俺と一緒に開拓しよう。俺には、お前が必要なんだ……白奈！": "Đúng vậy…từ giờ trở đi, hãy cùng tôi khai phá tuyến đường mang tên cuộc đời này. Tôi cần cậu…Shirogane!",
    "……": "……",
    "あ。多分、まったく意味が伝わってないなこれ。": "A. Chắc là, hoàn toàn không hiểu gì rồi.",
    "だが、今はこれでごり押すしかないんだ。\n頼む、白奈……！　俺の意図を察してくれ……！": "Nhưng, bây giờ chỉ có thể làm liều thôi.\nXin cậu đấy, Shirogane…! Hãy hiểu ý tôi đi…!",
    "（こ、これって……プロポーズだよね！？）": "(C,cái này…là cầu hôn đúng không!?)",
    "（何故こんなところでいきなりプロポーズを……！？）": "(Tại sao lại cầu hôn đột ngột ở chỗ này…!?)",
    "（あー、そういうことか。あはは、面白いこと考えるね～）": "(A, là vậy sao. A ha ha, nghĩ cũng hay đấy~)",
    "（ぷ、プロポーズ……いいなぁ）": "(P, cầu hôn…cũng hay đấy)",
    "うーん……ＯＫ。": "Ưm…OK.",
    "！？": "！?",
    "まさか、こんなところでカップルが成立しちゃうとはね。": "Không ngờ, lại thành đôi ở chỗ này đấy.",
    "よろしくな": "Rất vui được gặp cậu.",
    "とりあえず上手くいったか": "Tạm thời thì mọi chuyện ổn cả.",
    "あ、あわわ……": "A, a, a…",
    "よし、さっきまでの重い空気がどこか遠くに消し飛んでくれたな。\n後はこのままふざけた調子で場を和ませていけば……！": "Được rồi, bầu không khí nặng nề ban nãy dường như đã tan biến đi đâu mất rồi.\nCứ tiếp tục đùa giỡn như vậy để không khí thoải mái hơn nào…!",
    "ふぅ……では成立だな。立会人は七彩に頼むとするか。": "Hừm…Vậy là thành công rồi. Tôi sẽ nhờ Nanairo làm người chứng kiến.",
    "はえ！？　えと、あ、は、はい！？\nおめでとうございます……！？": "Hả！？ Ê, à, v, vâng！？\nChúc mừng…！？",
    "落ち着け、七彩。そこで了承するのはおかしいってば！": "Bình tĩnh nào, Nanairo. Chấp nhận ở đây là không được đâu!",
    "それに白奈、おまえちゃんと意味分かってる！？": "Với lại Shirogane, cậu hiểu rõ ý nghĩa chứ!?",
    "？　もちろん。この先、彼がわたしにずっと一緒に\n歩み続けてほしいって思っているということよね。": "？ Đương nhiên rồi. Từ giờ trở đi, anh ấy muốn tôi\ncùng anh ấy bước tiếp trên con đường này.",
    "え、あーまあ……分かってるならいいんだけど、さ……": "Ê, à thì…nếu cậu hiểu thì tốt rồi, nhưng mà…",
    "えっと、えっと……わ、私、式で余興とかやりますね！\n今のうちにジャグリングとか練習しておかないと……": "Êm, êm…t, tôi, sẽ làm tiết mục phụ ở buổi lễ nhé!\nBây giờ phải luyện tập tung hứng thôi…",
    "じゃああたしは思い出ムービーでも撮っておこうかな。": "Vậy tôi sẽ quay một đoạn phim kỷ niệm vậy.",
    "……？": "…？",
    "ふふ……ふふふっ。": "Hừm…hừm hừm.",
    "ふふ、ふふふ！　もう、こんな時に何してるんですかっ！": "Hừm hừm, hừm hừm! Này, đang làm gì trong lúc này vậy!",
    "イライラしてる自分があほらしくなって来たんだけど……": "Tôi cảm thấy thật ngớ ngẩn khi cứ cáu gắt…",
    "争いは何も生まない。": "Tranh chấp không sinh ra gì cả.",
    "……そうですわね。\n皆で協力こそすれ、争うだなんて論外ですわ。": "…Đúng là vậy.\nMọi người nên hợp tác với nhau, tranh chấp là điều không thể.",
    "（きっと%usernameusernameuserna%さんは、\nこの場の空気を変えるためにあんなことを言ったのでしょうね）": "(Chắc chắn %usernameusernameuserna% đã\nnói như vậy để thay đổi không khí)",
    "（いやあ、正直今はシラフに戻りつつあるけど、\n俺もだいぶメイズシンドロームにやられてた感あるよな……）": "(Không, thành thật mà nói, bây giờ tôi đã tỉnh táo lại rồi,\ntôi cũng cảm thấy mình đã bị Hội chứng Mê cung hành hạ rất nhiều…)",
    "先ほどは、口が過ぎましたわ。\nみなさん、申し訳ございません。": "Lúc nãy, tôi đã lỡ lời.\nMọi người, xin lỗi.",
    "あたしもごめんなさい。さすがにあれはなかった。\n特に、七彩ちゃんとめるちゃん……本当にごめん。": "Tôi cũng xin lỗi. Đúng là không nên.\nĐặc biệt là, Nanairo và Meru…thật sự xin lỗi.",
    "いえ、まったく気にしていないので……お互い様ですよ。": "Không, tôi không để ý đâu…chúng ta đều như nhau mà.",
    "ええ、あれはメイズシンドロームのせいですわ。": "Ừ, đó là do Hội chứng Mê cung mà.",
    "ラミも、その……いろいろと言い過ぎた。ごめん。": "Lami cũng, à thì…nói hơi quá lời. Xin lỗi.",
    "わたしもなんであんなテンションだったのか、意味わからない……\n変なこと言って、ごめん。": "Tôi cũng không hiểu tại sao mình lại có tâm trạng đó…\nXin lỗi vì đã nói những điều kỳ lạ.",
    "おいおい、俺の恋人に謝らせるだなんていいご身分だな？": "Ê ê, mày có tư cách gì mà bắt bạn gái tao xin lỗi?",
    "おまえはどの立場から物を言ってんだよ！": "Mày đang ở vị trí nào mà nói vậy hả!",
    "恋人……？": "Bạn gái…?",
    "ラミがツッコんだ後、通信越しに笑い声が聞こえてきた。\nどうやら俺の思惑は成功したらしい。": "Sau khi Lami lên tiếng, tiếng cười vọng ra từ đường truyền.\nDường như dự tính của tôi đã thành công.",
    "緊迫した状況だからこそ、リラックスすることが必要になる。\nこれで空気が変わるのであれば、ふざけるのも悪手ではない。": "Chính vì tình huống căng thẳng nên cần phải thư giãn.\nNếu điều này có thể thay đổi không khí, thì đùa giỡn cũng không phải là một lựa chọn tồi.",
    "俺達の将来設計については一先ず置いておいて、だ。": "Chúng ta hãy gác lại kế hoạch tương lai của mình.",
    "そんな話誰もしてないから。": "Không ai nói về chuyện đó cả.",
    "それよりも、まずは地上への帰還方法について考えるべきだ。": "Hơn thế nữa, trước tiên chúng ta nên nghĩ về cách trở về mặt đất.",
    "回収したマップデータから、現在地は特定できている。\nだが……やはりというかなんというか、脱出は極めて困難だな。": "Từ dữ liệu bản đồ đã thu thập, chúng ta có thể xác định được vị trí hiện tại.\nNhưng…có lẽ là, việc thoát ra là cực kỳ khó khăn.",
    "ふむ……なるほど。<r=ドリフト>横坑</r>と<r=ホール>広間</r>を辿って\n帰還するにはとにかく距離が長すぎるようですわね。": "Hừm…thật vậy.<r=Đường hầm>Hành lang ngang</r> và <r=Hội trường>Phòng lớn</r>\nđể quay trở lại thì khoảng cách quá xa.",
    "弾薬も燃料もカツカツなあたし達じゃ、\n脱出する前にゲームオーバーだろうね～。": "Với chúng ta mà đạn dược và nhiên liệu đều cạn kiệt,\nthì sẽ Game Over trước khi thoát ra mất~.",
    "そもそもメイズシフターと戦えるかどうかすら怪しくね？\n近接武器だけで蹂躙できるような相手でもないし。": "Nói thẳng ra là, có khi còn không đánh lại Maze Shifter ấy chứ?\nCũng không phải là đối thủ mà chỉ cần vũ khí cận chiến là xong.",
    "ああ、ぶっちゃけかなり無謀でしかないと思う。\nだから、どうするべきかと悩んでいるんだが……": "À, nói thật là tôi nghĩ nó khá là liều lĩnh.\nVì vậy, tôi đang băn khoăn nên làm thế nào…",
    "それなら、別のルートを使えばいい。": "Nếu vậy, hãy sử dụng một tuyến đường khác.",
    "別のルート、ですか？": "Một tuyến đường khác sao?",
    "地上に出るまでには、もうひとつ別のルートがある。\n近くに<r=メインシャフト>主縦坑</r>への入り口があるはず。": "Cho đến khi lên mặt đất, còn một tuyến đường khác nữa.\nGần đó có lối vào <r=Trục chính>Trục dọc chính</r>.",
    "あ……確かに、<r=メインシャフト>主縦坑</r>までたどり着ければ一気に地表まで上昇することが出来ますね。": "A…Quả thật, nếu đến được <r=Trục chính>Trục dọc chính</r> thì có thể lên thẳng mặt đất được nhỉ.",
    "へえ、じゃあもうその<r=メインシャフト>主縦坑</r>ルートでいいじゃん。": "Ê, vậy thì cứ đi đường <r=Trục chính>Trục dọc chính</r> đi.",
    "そう上手くいくかな？": "Liệu mọi chuyện có suôn sẻ như vậy không?",
    "<r=メインシャフト>主縦坑</r>周辺には強力なメイズシフターが生息している\n場合が多い。たどり着けたとして、無事に突破できるかな？": "Xung quanh <r=Trục chính>Trục dọc chính</r> thường có Maze Shifter mạnh sinh sống.\nNếu đến được đó, liệu có thể vượt qua an toàn không?",
    "ふむ……": "Hừm…",
    "安全性だけを鑑みれば<r=ドリフト>横坑</r>ルートを選ぶべきだろう。\nだが、<r=メインシャフト>主縦坑</r>はリスクが大きい分、メリットも大きい。": "Chỉ xét về độ an toàn thì nên chọn tuyến đường <r=Đường hầm>Hành lang ngang</r>.\nNhưng <r=Trục chính>Trục dọc chính</r> có nhiều rủi ro, nhưng lợi ích cũng lớn.",
    "（あの白奈さんが、珍しく自信満々に提案した訳ですし……）": "(Shirogane-san đó, hiếm khi lại đề xuất một cách đầy tự tin như vậy…)",
    "（な、なんとかなる気がします……！）": "(T, tôi cảm thấy mọi chuyện sẽ ổn thôi…!)",
    "メンバー達が白奈の案に希望を見出し始めているように見える。\nやはりここは白奈の案を採用するべきか？": "Các thành viên dường như bắt đầu thấy hy vọng trong kế hoạch của Shirogane.\nPhải chăng nên chấp nhận kế hoạch của Shirogane ở đây?",
    "（お腹空いた……早く帰りたい……）": "(Đói bụng quá…muốn về nhà sớm…)",
    "……当の白奈は別のことを考えていそうだが。": "…Shirogane đang nghĩ về một chuyện khác.",
    "……白奈の案で行こう。俺達はこれから<r=メインシャフト>主縦坑</r>を目指す。白奈、チームの先導と斥候、頼めるか？": "…Hãy đi theo kế hoạch của Shirogane. Chúng ta sẽ hướng đến <r=Trục chính>Trục dọc chính</r> từ bây giờ. Shirogane, cậu có thể dẫn đầu và trinh sát cho đội được không?",
    "任せて。与えられた役目は果たしてみせる。": "Cứ giao cho tôi. Tôi sẽ hoàn thành vai trò được giao."
}