{
    "ここまでは全て七彩の計画通り……": "Đến đây mọi thứ đều theo kế hoạch của Nanairo……",
    "まともに喰らわせられれば撃墜は確実、だが……": "Nếu ăn trọn đòn thì chắc chắn sẽ bắn hạ được, nhưng……",
    "果たして、そう上手く行くか……": "Liệu mọi chuyện có suôn sẻ như vậy không……",
    "……っ！　土煙で敵影をロスト！！　索敵回復はまだですの！？": "……! Mất dấu địch vì khói bụi!! Phục hồi trinh sát vẫn chưa xong sao!?",
    "あれは……倒れてるのは、ユリア機じゃない！？": "Kia là…… Không phải là máy của Yuria sao!?",
    "土煙が晴れ、現れたのは――アニス機だった。": "Khói bụi tan đi, thứ hiện ra là―― máy của Anis.",
    "よくもあたしに囮なんてやらせたわね……\n後で覚えておきなさい、翠蘭。": "Được lắm, dám dùng tớ làm mồi nhử đấy……\nĐể sau tính sổ, Suiran.",
    "すみません。ですが、助かりました。やはり罠だったようですね。": "Xin lỗi. Nhưng mà, em đã được cứu rồi. Quả nhiên là bẫy.",
    "ありがと～！　おかげで助かったー！": "Cảm ơn~! Nhờ cậu tớ đã được cứu rồi!",
    "さてと、アニスちゃんの仇は私がとらなくっちゃね。\n翠蘭達は、逃げ場を塞いどいて！": "Giờ thì, tớ phải báo thù cho Anis-chan thôi.\nSuiran và mọi người, hãy chặn đường rút lui của chúng!",
    "まさかひとりでいくつもりですか？": "Chẳng lẽ cậu định một mình xông lên sao?",
    "大丈夫、敵の居場所は把握したから！\nあとはいつも通りやるだけ！": "Không sao, tớ đã nắm được vị trí của địch rồi!\nViệc còn lại chỉ là làm như mọi khi!",
    "わかりました。では、おまかせしますよ。": "Đã hiểu. Vậy thì, em xin giao lại cho anh.",
    "面白いことしてくれるじゃん。でも、ここからは私のターン！": "Thú vị đấy. Nhưng từ giờ là lượt của tớ!",
    "私たちは敵機を逃がさないよう、包囲網を敷きます。\n各自、指定したポジションへ移動を開始してください。": "Chúng ta sẽ lập lưới vây để không cho địch chạy thoát.\nMọi người, hãy di chuyển đến vị trí đã chỉ định.",
    "うそっ！？　いまのユリアさんじゃなかったんですか！？": "Thật á!? Không phải là Yuria-san vừa nãy sao!?",
    "……いつの間にか入れ替わってた。": "……Không biết từ lúc nào đã đổi người rồi.",
    "みんな、注意して！今度は本物のユリアが来たよっ！": "Mọi người, cẩn thận! Lần này là Yuria thật đến rồi!",
    "や、ヤバイって！　どうすんの七彩っ！？": "N, nguy hiểm thật! Phải làm sao đây, Nanairo!?",
    "と、とにかく砲撃を！接近を防いでください！": "Thì, tóm lại là cứ pháo kích! Cứ ngăn cản chúng đến gần đi!",
    "な、なんで当たらないんですか～！？": "T, tại sao không trúng vậy!?",
    "これが天才……七彩ちゃん、他に策はないの！？": "Đây là thiên tài sao…… Nanairo-chan, cậu còn kế sách nào khác không!?",
    "し、失敗ですわ……一度不意打ちを逃した以上、同じ手は通用しない……": "Th, thất bại rồi…… Một khi đã để lỡ đòn bất ngờ, thì cùng một chiêu sẽ không có tác dụng……",
    "正面から攻撃してもすべて回避される……\nそんな相手、どうやって倒せばいいのですか……": "Tấn công chính diện thì bị né hết……\nĐối thủ như vậy, phải làm sao mới đánh bại được đây……",
    "七彩ちゃん！　しっかりしてよ！": "Nanairo-chan! Cố lên nào!",
    "七彩さん！": "Nanairo-san!",
    "一気に距離が詰められてく……ヤバイ！！": "Khoảng cách đang bị thu hẹp nhanh chóng…… Nguy hiểm thật!!",
    "ごめんなさい……やはり、わたくしにリーダーなんて……": "Xin lỗi…… Quả nhiên, em không thích hợp làm leader……",
    "あんまり口出さないつもりだったんだけどな……\n七彩、リーダーが迷ったら、誰がこのチームを導くんだ？": "Tớ cũng không định xen vào nhiều đâu……\nNanairo, nếu leader còn do dự, thì ai sẽ dẫn dắt team đây?",
    "%usernameusernameuserna%さん……？\nどうか、この状況を打開する策をっ！！": "%usernameusernameuserna%……?\nXin hãy cho em một kế sách để xoay chuyển tình thế này!!",
    "違うだろ。リーダーはお前だ。": "Không đúng. Leader là em.",
    "ですがわたくしの作戦は失敗して、これ以上はもう……": "Nhưng kế hoạch của em đã thất bại, và giờ thì……",
    "たった１回の失敗がなんだっていうんだ。まだ何も終わっちゃいない。": "Chỉ một lần thất bại thì có là gì. Vẫn chưa có gì kết thúc cả.",
    "ですが、この状況ではもう……！": "Nhưng trong tình huống này thì……!",
    "試合に負ければ、わたくしだけでなくチームの皆に迷惑が……\nこの失敗はわたくしだけの問題ではないんです！": "Nếu thua trận, không chỉ em mà cả team sẽ gặp rắc rối……\nThất bại này không chỉ là vấn đề của riêng em!",
    "だったら、尚更下を向いてる時間はないだろう。\n今、お前がやるべきことはなんだ？": "Vậy thì, càng không có thời gian để cúi đầu.\nGiờ, em nên làm gì?",
    "過ぎたことを気にして、\nリーダーの責務を放棄することなのか？": "Quan tâm đến chuyện đã qua,\nHay là từ bỏ trách nhiệm của một leader?",
    "シリウスシュガーのリーダーはお前だ。リーダーとしての責務を果たせ。": "Leader của Sirius Sugar là em. Hãy hoàn thành trách nhiệm của một leader.",
    "わたくしの……リーダーとしての責務……": "Trách nhiệm của em…… với tư cách là leader……",
    "七彩さん、お願い……っ！": "Nanairo-san, làm ơn……!",
    "リーダーとして、わたくしに出来ること……": "Với tư cách là leader, em có thể làm gì……",
    "わたくしが得意なことなんて、何もありません。": "Em không có gì là giỏi cả.",
    "ユリアさんのような才能も、\n%usernameusernameuserna%さんのような指揮能力も。": "Không có tài năng như Yuria-san,\nCũng không có khả năng chỉ huy như %usernameusernameuserna%.",
    "人並みに出来ることは多くても、人一倍得意なことはない。\n言うなれば平凡。バランスの取れたオールラウンダー。": "Có thể làm được nhiều việc ở mức trung bình, nhưng không có gì là đặc biệt giỏi cả.\nCó thể nói là một người toàn diện cân bằng.",
    "そんなわたくしが、なぜかリーダーを務めている。\n他のみんなもそれを受け入れてくれている。": "Một người như em, tại sao lại làm leader.\nMọi người cũng chấp nhận điều đó.",
    "そうですわ。形だけかもしれないけれど、\n今のわたくしはリーダー。果たすべき責務がある。": "Đúng vậy. Có thể chỉ là hình thức thôi,\nNhưng hiện tại em là leader. Em có trách nhiệm phải làm.",
    "わたくしがやるべきこと。それは――！": "Việc em phải làm. Đó là――!",
    "仲間の信頼に応えて、チームを勝利に導く！\nそれがリーダーであるわたくしの責務ですわ！": "Đáp lại sự tin tưởng của đồng đội, dẫn dắt team đến chiến thắng!\nĐó là trách nhiệm của em với tư cách là leader!",
    "そうだ。それがお前のやるべきことだ……！\n考えろ、導け、そして動け！！": "Đúng vậy. Đó là điều em phải làm……!\nHãy suy nghĩ, dẫn dắt, và hành động!!",
    "広い視野で物事を見て、今できる最大限を考えろ！！": "Hãy nhìn sự việc trên một tầm nhìn rộng, và nghĩ xem có thể làm được gì nhất!!",
    "広い視野で物事を見る――": "Nhìn sự việc trên một tầm nhìn rộng――",
    "……！": "……!",
    "みなさん！　聞いてくださいまし！": "Mọi người! Hãy nghe em!",
    "今、目の前にいるのはユリアさん１機のみ。\n他の機体は恐らく、わたくし達を包囲しようとしています。": "Hiện tại, chỉ có một máy của Yuria-san ở trước mặt.\nNhững máy khác có lẽ đang cố gắng bao vây chúng ta.",
    "このままでは、やがて包囲網が完成して、\nわたくし達は一網打尽にされるでしょう。": "Cứ như vậy, rồi lưới vây sẽ hoàn thành,\nChúng ta sẽ bị tiêu diệt hết.",
    "ですが、今はまだ包囲網も不完全。\nこの隙に一点突破で包囲網の外に出ます！": "Nhưng, hiện tại lưới vây vẫn chưa hoàn chỉnh.\nTrong lúc này, chúng ta sẽ đột phá ra khỏi lưới vây!",
    "けど、それってつまりユリアに背を向けるってことじゃん？\nそんなことしたら瞬殺されるってば！": "Nhưng, như vậy chẳng phải là quay lưng lại với Yuria sao?\nNếu làm vậy thì sẽ bị hạ gục ngay lập tức!",
    "その心配はありませんわ。わたくしがユリアさんを止めます！": "Không cần lo lắng. Em sẽ ngăn cản Yuria-san!",
    "はぁ！？　そんなの無茶に決まってるじゃん！？": "Hả!? Vô lý hết sức mà!?",
    "……わかった。まかせる。": "……Đã hiểu. Tớ tin cậu.",
    "だだだだ、大丈夫なんですか！？": "Đ, được chứ!?",
    "……リーダーがそう言ったら、信じる。": "……Nếu leader đã nói vậy, thì tớ tin.",
    "うっ……": "Ư……",
    "なにか考えがあるんだね？": "Cậu có kế hoạch gì đúng không?",
    "ええ、もちろんですわ。わたくしが必ずチームを勝利に導きます。": "Vâng, tất nhiên rồi. Em nhất định sẽ dẫn dắt team đến chiến thắng.",
    "ですから、わたくしを信じてください！": "Vì vậy, hãy tin em!",
    "もーっ！　そんなこと言われたら、信じるしかないじゃん！": "Moo~! Nếu đã nói vậy rồi thì chỉ còn cách tin thôi!",
    "……急ごう。でないと、この作戦も無意味になる。": "……Nhanh lên. Nếu không, kế hoạch này sẽ vô nghĩa.",
    "七彩さん……！　お願いしますね！": "Nanairo-san……! Xin nhờ cả vào cậu!",
    "ええ。ですが、その前にみなさん。\n使い残した榴弾をすべて置いていってくださいまし。\n": "Vâng. Nhưng, trước đó, mọi người hãy bỏ lại hết lựu đạn còn lại đi ạ.",
    "……榴弾？": "……Lựu đạn?",
    "つーかまえたっ！": "Bắt được rồi!",
    "――来ましたわね。": "――Đến rồi ạ."
}