{
    "あら……皆さんお揃いで。一体なんのご用でしょうか？": "A... Mọi người đều ở đây cả. Rốt cuộc là có chuyện gì vậy?",
    "ラミしらなーい。ついて来いって言われただけだもん。\nあ！　もしかして、がんばったから退学取り消しとか！": "Lami không biết. Chỉ được bảo là đi theo thôi.\nA! Chẳng lẽ, vì đã cố gắng nên việc đuổi học bị hủy bỏ sao!",
    "訓練だけで結果も出ていないのに、そんなはずがあるわけないでしょう？": "Chỉ có huấn luyện mà kết quả còn chưa có, sao có thể có chuyện đó được chứ?",
    "ちえー。わかってるつーの。冗談通じないヤツ！": "Ché. Biết rồi, tớ biết. Đồ không biết đùa!",
    "まさか……%usernameusernameuserna%さん、例の件でいらしたのですか？": "Không lẽ nào... %usernameusernameuserna% -san, anh đến vì chuyện đó sao?",
    "ああ、もう待ちきれなくってな。ウズウズしてたところなんだ。\nもうあるんだろ？　生徒会の格納庫に。": "À, tôi đã chờ đến phát ngứa rồi. Đang thấy bồn chồn đây.\nNó ở đó rồi chứ? Trong nhà chứa của hội học sinh.",
    "そんなに急がずとも、約束の物は明日には柊校舎の格納庫まで\n輸送する予定ですのに。": "Dù không cần phải vội vàng đến thế, vật đã hứa sẽ được vận chuyển đến nhà chứa của trường柊 vào ngày mai.",
    "いいよ、もう動かせるんだろう？\n運ぶのはこっちでやるさ。": "Được rồi, có thể di chuyển được rồi chứ?\nTôi sẽ tự vận chuyển.",
    "手続きは全て完了しているので構いませんが。\n……では、こちらで引き渡しを。": "Thủ tục đã hoàn tất, không có vấn đề gì.\n...Vậy, xin phép bàn giao ở đây.",
    "約束のもの……？\nそれに格納庫ということは、もしや……": "Vật đã hứa...?\nVới lại, nhà chứa... Có lẽ nào...",
    "そうだ。俺が搭乗するＭＧだよ。": "Đúng vậy. Đó là MG mà tôi sẽ lái.",
    "あー、それで目ぇキラキラさせてたんだー。\nオモチャに喜ぶコドモみたーい♪": "A, thì ra là thế nên anh mới sáng mắt ra.\nGiống như một đứa trẻ thích đồ chơi vậy♪",
    "うっせうっせ。お前のようなオコチャマには、このロマンがわからんか！": "Im đi, im đi. Mấy đứa trẻ như mày không hiểu được sự lãng mạn này đâu!",
    "だーれがオコチャマだよ！！": "Ai là đứa trẻ chứ!!",
    "……あれ、クソガキからはちょっとマシになった？": "...Ara, có vẻ đã bớt thô lỗ hơn một chút rồi?",
    "そこで溜飲下がる……！？": "Thấy thế mà hả hê...!?",
    "――しかし、なぜ皆さんもご一緒に？": "――Nhưng tại sao mọi người lại đi cùng?",
    "それは……なぜでしょう……？": "Điều đó... Tại sao nhỉ...?",
    "きっと、私達にも機体特性を知っていてほしかったんですよ！": "Chắc chắn là, họ muốn chúng ta biết về các tính năng của cỗ máy!",
    "えー？　自分の機体を自慢したいだけじゃないのー？": "Ê~? Chẳng phải chỉ là muốn khoe khoang về cỗ máy của mình thôi sao?",
    "なあ、まだか？\n早く見せてくれ！": "Này, xong chưa?\nCho tôi xem nhanh lên!",
    "こんなにテンションの高い%usernameusernameuserna%さん、\n初めて見たかも……": "Tôi chưa từng thấy %usernameusernameuserna% -san phấn khích đến vậy...",
    "あの軍曹みたいな時とは、また別ものだね……": "Khác hẳn với lúc giống như một tên quân nhân...",
    "そう慌てなくとも、ちゃんとありますよ。ほら、あちらに。": "Đừng vội, nó ở ngay kia thôi. Nhìn kìa.",
    "うおおお……！\nこいつが俺の……！": "Uooo...!\nĐây là của tôi...!",
    "ＭＧ……！": "MG...!",
    "相棒……！": "Bạn đồng hành...!",
    "なんか、カッコイーんだけど！\nズルだ！　ズルい～！": "Sao, ngầu thật đấy!\nGian lận! Gian lận quá đi~!",
    "未知の機体……": "Cỗ máy chưa biết...",
    "文字通り、知らない機体ね……こんなのいつの間に……？": "Đúng như tên gọi, cỗ máy tôi chưa từng biết... Cái này là từ khi nào vậy...?",
    "もしかして、新型ですか！\nさすが%usernameusernameuserna%さんです！": "Chẳng lẽ, là kiểu mới sao!\nQuả là %usernameusernameuserna% -san!",
    "こちらは試作メイズガーダー統制機その名を……": "Đây là cỗ máy thử nghiệm Maze Guarder điều khiển, tên là...",
    "『霞光』。": "『Kasumi Hikari』.",
    "霞光……！": "Kasumi Hikari...!",
    "この機体は、今後行われるであろう大深度地下の探索に向けて\n開発されました。": "Cỗ máy này đã được phát triển để hướng tới việc thám hiểm lòng đất sâu trong tương lai.",
    "機体の特性は指揮統制……メイズ深域で仲間を\n指揮し続けることを主眼に設計されています。": "Tính năng của cỗ máy là chỉ huy và điều khiển... Nó được thiết kế để tập trung vào việc tiếp tục chỉ huy đồng đội trong khu vực sâu của Maze.",
    "なので、単独の戦闘能力よりも、\n索敵・通信・機動性能に特化した機体です。": "Vì vậy, thay vì tập trung vào khả năng chiến đấu đơn độc,\nNó là một cỗ máy chuyên về trinh sát, thông tin liên lạc và khả năng cơ động.",
    "その試験運用を%usernameusernameuserna%さんに任せます。": "Tôi sẽ giao việc thử nghiệm nó cho %usernameusernameuserna% -san.",
    "すごい……この機体のデータによって、\n今後の深度地域の探索の未来も左右されるんですよね？": "Tuyệt vời... Với dữ liệu của cỗ máy này,\ntương lai của việc khám phá các khu vực sâu thẳm cũng sẽ thay đổi phải không?",
    "重要な役目ですわ。\nそんな任を与えられるとは、素直に感心しますわね……": "Một vai trò quan trọng.\nThật sự ngưỡng mộ vì được giao phó trọng trách như vậy...",
    "ちょ、ちょっと待ったー！！\nコイツに、指揮専用機なんて渡していいの！？": "Chờ đã--!!\nCó nên giao cho hắn một cỗ máy chuyên chỉ huy như vậy không!?",
    "あなた方も、彼の指揮による能力向上の恩恵があったはずです。\nそれを更に円滑に行えるようになります。": "Các người cũng đã được hưởng lợi từ việc nâng cao năng lực chỉ huy của anh ta.\nNó sẽ giúp mọi việc diễn ra suôn sẻ hơn nữa.",
    "クックック……これで、こいつらを全員俺の手駒に……！": "Kukuku... Với cái này, tôi sẽ biến tất cả bọn chúng thành con tốt của mình...!",
    "こんなん言うてはりますけどぉ～！": "Mặc dù anh ấy nói như vậy đấy~!",
    "……人選ミスだったかもしれませんね。": "...Có lẽ đã chọn người sai rồi.",
    "うそうそうそ！\nワタシは、ナカマを、タイセツにしマス。": "Không phải đâu, không phải đâu!\nTớ coi trọng các bạn lắm mà.",
    "すっごい棒読みだね。": "Đọc như trả bài luôn.",
    "冗談はさておき……生徒会長！　これは、乗ってみても構わないか！？": "Bỏ qua chuyện đùa... Hội trưởng! Tôi có thể thử lái nó được không!?",
    "ええ、どうぞ。最初は着座調整が必要ですよ。": "Vâng, cứ tự nhiên. Ban đầu cần phải điều chỉnh tư thế ngồi.",
    "俺は心のなかでガッツポーズした。\nついに、俺の機体が動かせる！！": "Tôi đã ăn mừng trong lòng.\nCuối cùng, tôi có thể điều khiển cỗ máy của mình rồi!!",
    "けどさー、キミってＭＧの操縦できるんだっけ？\n記憶もないのに、一人で大丈夫ー？": "Nhưng này, cậu có thể điều khiển MG không nhỉ?\nTrong khi không có cả ký ức, một mình ổn chứ?",
    "ふふ、こんなこともあろうかと、\n夜な夜な教範を熟読していたんだ……": "Hừm, tôi đã đọc kỹ các tài liệu hướng dẫn suốt đêm...!",
    "と言いたいところだが、やはり初めての経験だ。\n誰かに補助を頼んだ方がいいかもしれない。": "Tôi muốn nói như vậy, nhưng đây vẫn là một trải nghiệm đầu tiên.\nCó lẽ nên nhờ ai đó hỗ trợ thì tốt hơn.",
    "める、頼めるか？": "Meru, nhờ cậu được không?",
    "七彩、お願いする": "Nanairo, làm ơn giúp tớ",
    "誰に頼もうか……": "Nhờ ai đây nhỉ...",
    "私が、補助を……？わかりました、がんばりますねっ！": "Tôi, hỗ trợ sao...? Vâng, tôi hiểu rồi, tôi sẽ cố gắng hết sức!",
    "以前なら物怖じしていただろう提案も、\n訓練で少し積極的になっためるは、快く引き受けてくれた。": "Đề xuất mà trước đây cô ấy đã sợ hãi,\nMeru, người đã trở nên tích cực hơn một chút trong quá trình huấn luyện, đã vui vẻ chấp nhận.",
    "俺はコックピットに乗り込み、めるに手伝ってもらいながら、\n初期起動時の設定を進めていく。": "Tôi bước vào buồng lái và tiến hành cài đặt khởi động ban đầu với sự giúp đỡ của Meru.",
    "調整、これで大丈夫だと思います": "Điều chỉnh, tôi nghĩ là ổn rồi",
    "ありがとう。軽く歩かせてみるから、外で見ていてくれ。": "Cảm ơn. Tôi sẽ cho nó đi bộ một chút, hãy ra ngoài xem nhé.",
    "はいっ。": "Vâng.",
    "いいですわよ。わたくしも新型機について、知っておきたいですから。": "Được thôi. Tôi cũng muốn biết về cỗ máy mới.",
    "任せろと言わんばかりに胸を張る七彩。\nうん、ドヤ顔が似合うな。": "Nanairo ưỡn ngực như thể nói 'Hãy giao cho tôi'.\nỪm, khuôn mặt tự mãn đó rất hợp với cô ấy.",
    "俺はコックピットに乗り込み、七彩に手伝ってもらいながら、\n初期起動時の設定を進めていく。": "Tôi bước vào buồng lái và tiến hành cài đặt khởi động ban đầu với sự giúp đỡ của Nanairo.",
    "調整、これで大丈夫ですわ。": "Điều chỉnh, tôi nghĩ là ổn rồi.",
    "はい。": "Vâng.",
    "なんかさ、アイツ……何かを頼むときって\n絶対にあのふたりのどっちかじゃない？": "Này, anh ta... Mỗi khi nhờ vả gì đó\nChắc chắn là một trong hai người đó đúng không?",
    "こらこら、野暮なことを言っちゃだめだよ。\n人の恋路は見守らなくっちゃ。": "Này này, đừng nói những điều thô lỗ như vậy.\nPhải dõi theo chuyện tình cảm của người khác chứ.",
    "これが……ラブコメの波動。": "Đây là... Sóng của tình yêu hài.",
    "（……一応音拾ってるから、聞こえてるんだが）": "(...Tôi đã ghi âm, nên tôi có thể nghe thấy)",
    "（お前ら３人、俺に何をしようとしてたのか、\n忘れたわけじゃあるまいな……）": "(Ba người các cậu, các cậu đã định làm gì với tôi,\nChẳng lẽ đã quên rồi sao...)",
    "軽く深呼吸して、コクピットの空気で肺を満たす。": "Hít một hơi thật sâu và lấp đầy phổi bằng không khí trong buồng lái.",
    "初めてなのに、座り慣れたような……不思議な感覚だった。\nこいつを動かすために必要なことが、自然と頭に浮かんでくる。": "Lần đầu tiên, nhưng lại có cảm giác quen thuộc... một cảm giác kỳ lạ.\nNhững gì cần thiết để di chuyển nó tự nhiên hiện lên trong đầu tôi.",
    "記憶を失う前、俺はＭＧに乗っていたのかもしれない。\n依然として俺が何者なのか、謎は多いままだが……": "Trước khi mất trí nhớ, tôi có lẽ đã lái MG.\nTôi vẫn còn là ai, vẫn còn nhiều bí ẩn...",
    "だからこそ、答えを知るために……\n俺にはこいつが必要だ。": "Chính vì vậy, để biết được câu trả lời...\nTôi cần nó.",
    "こいつ……動くぞ！": "Nó... đang di chuyển kìa!",
    "おうおう、進む進む！": "Ôi, tiến lên, tiến lên!",
    "準備はいいな？　相棒。さあ、目覚めてもらうぞ──。": "Chuẩn bị xong chưa? Bạn đồng hành. Nào, để nó thức tỉnh nào──.",
    "すごいっ……！\nこんなにしっかり、歩けるなんて……！": "Tuyệt vời...!\nNó có thể đi vững vàng đến vậy cơ chứ...!",
    "つか、アイツ、シミュレーターも観戦モードばっかなのに！\n一体いつの間に、操縦なんか覚えたの！？": "Hơn nữa, anh ta chỉ xem chế độ mô phỏng thôi mà!\nKhông biết từ lúc nào mà anh ta học được cách điều khiển nữa!?",
    "自分のプライベート時間を削って学習したのでしょう。\n彼の部屋は遅くまで明かりがついていますから。": "Có lẽ anh ấy đã dành thời gian riêng tư của mình để học tập.\nPhòng của anh ấy vẫn sáng đèn đến khuya mà.",
    "ちぇー……いつの間にか、他のチームに交渉して、\nラミたちのシミュレーター割当ももらってくるし……": "Ché... Không biết từ lúc nào, anh ta đã thương lượng với các đội khác và\ncũng lấy được quyền sử dụng trình mô phỏng của Lami...",
    "ふざけたヤツなのに、努力もしてるとか……なんか、悔し～っ！！": "Dù là một tên ngốc, nhưng anh ta cũng cố gắng... Thật là... Bực mình quá!!",
    "……彼は最初からずっと、本気で取り組んでいた。": "...Anh ấy đã nghiêm túc ngay từ đầu.",
    "まあ、ね。厳しいけど、効果はあった。\nついていく価値はありそうだよね。": "Ừm, đúng vậy. Dù khắc nghiệt, nhưng nó có hiệu quả.\nCó vẻ như đáng để đi theo.",
    "わ、わたくしは初めから、あの方の才能に気づいていましたわ！": "V, vâng, tôi đã nhận ra tài năng của người đó ngay từ đầu!",
    "えへへ……でも、私がイジメられてるんじゃないかって、\n怒ってくれたのも七彩さんなんですよね？": "Ehehe... Nhưng, chính Nanairo-san là người đã tức giận vì tôi bị bắt nạt phải không?",
    "あ、あれは……！　わたくしがついていながら、\nチームメイトに不和が出るなど許せないだけです！": "À, đó là... ! Trong khi tôi ở bên cạnh, tôi không thể tha thứ cho việc có bất hòa giữa các đồng đội!",
    "ふふっ。ありがとうございます！\nだけど心配ありませんよ！": "Fufu. Cảm ơn!\nNhưng đừng lo lắng!",
    "%usernameusernameuserna%さんについていけば、\nきっとカオスメイデンにだって勝てます！": "Nếu đi theo %usernameusernameuserna% -san,\nChắc chắn chúng ta sẽ thắng được cả Kaos Maiden!",
    "眼下で和気藹々と話しているシリウスシュガーの面々に、\n俺はスピーカーのスイッチを入れ、呼びかけた。": "Trước những thành viên của Sirius Sugar đang nói chuyện vui vẻ dưới tầm mắt,\ntôi đã bật công tắc loa và gọi.",
    "待たせたな。チェックは十分だ。みんな、柊校舎に戻るぞ。": "Xin lỗi vì đã để các cậu chờ. Đã kiểm tra xong rồi. Mọi người, trở lại trường柊 thôi.",
    "では、改めて……": "Vậy, một lần nữa...",
    "ああ、そうだ。いよいよ次は……": "À, đúng rồi. Cuối cùng thì...",
    "改めて５人揃ってのチームワークの訓練――": "Một lần nữa, huấn luyện tinh thần đồng đội của 5 người chúng ta──",
    "メイズに行くぞ！！": "Đi Maze thôi!!",
    "なんで！？": "Tại sao!?",
    "いきなりですのっ！？\n指揮官機を入れての訓練も無しに、実戦なんて……": "Bất ngờ quá vậy!?\nHuấn luyện mà không có cả cỗ máy chỉ huy, mà đã thực chiến rồi...",
    "やだやだ！　やっとＭＧが来たんだぞ！\nメイズ行きたい！　行きたーい！！": "Không muốn đâu! Cuối cùng thì MG cũng đến rồi!\nMuốn đi Maze! Muốn điiii!!",
    "うん、本当についていっていいのか、ちょっと心配になってきたね……": "Ừm, tôi thực sự bắt đầu lo lắng liệu có nên đi cùng anh ta không...",
    "行ってくんないならもう指導しないっ！！": "Nếu không muốn đi thì tôi sẽ không hướng dẫn nữa!!",
    "汚いぞー！！\nラミたちを人質にするなー！！": "Bẩn thỉu quá!!\nĐừng bắt Lami làm con tin mà!!",
    "……仕方ない。面白いから付き合おう。": "...Không còn cách nào khác. Vì thú vị nên tôi sẽ đi cùng.",
    "あははっ。%usernameusernameuserna%さん、\n可愛いところもあるんですね。": "Ahaha. %usernameusernameuserna% -san,\nAnh cũng có mặt dễ thương đấy.",
    "可愛いで済むといいですけど……": "Tôi hy vọng nó sẽ ổn với sự dễ thương...",
    "ああ、そういえば──%usernameusernameuserna%さん。\nひとつ言っておきたいことが……": "À, đúng rồi── %usernameusernameuserna% -san.\nTôi có một điều muốn nói...",
    "ん……？": "Ừm...?",
    "実はその機体――": "Thực ra cỗ máy đó──",
    "俺は彼女から霞光について、\n１つ重大な真実を聞かされるのだった。": "Tôi đã được cô ấy cho biết một sự thật quan trọng về Kasumi Hikari.",
    "……へ？": "...Hả?",
    "……な、なんだってーーっ！？": "...N, nói cái gì cơーー!?"
}