{
    "そんなわけで、俺は七彩と一緒にスカラ校舎にやってきた。\nもちろん、目的はカオスメイデンの偵察だ。": "Thế là, tôi cùng Nanairo đến trường Scara.\nĐương nhiên, mục đích là trinh sát Kaos Maiden.",
    "ここがスカラ校舎か。柊校舎とはだいぶ雰囲気がちがうんだな～。": "Đây là trường Scara sao. Không khí khác hẳn trường Hiiragi nhỉ.",
    "本当に来てしまいましたわ……": "Thật sự đã đến đây rồi sao……",
    "や、やはり問題ではありませんか？\nこんな堂々と、それに柊校舎の制服のまま偵察だなんて……": "Vâng, chẳng phải là có vấn đề sao?\nCứ công khai như vậy, lại còn mặc nguyên đồng phục trường Hiiragi để trinh sát nữa……",
    "落ち着け、七彩。": "Bình tĩnh, Nanairo.",
    "こういうのはな、堂々としていれば案外疑問に\n思われないものなんだよ。": "Chuyện này là, cứ đường hoàng thì ngược lại người ta lại không nghi ngờ đâu.",
    "逆にキョロキョロしてると余計怪しくなる。\nいつも通りにしてればいい。": "Ngược lại, cứ lấm la lấm lét thì càng đáng nghi.\nCứ như mọi khi là được.",
    "わ、わかりましたわ。": "V-Vâng, tôi hiểu rồi.",
    "しかし、柊校舎とは結構違うところが多いんだな。\n全体的にすごく迷路のように入り組んでる……まるで地上のメイズだ。": "Nhưng mà, khác với trường Hiiragi nhiều thật đấy.\nTổng thể giống như một mê cung vậy…… Giống như mê cung trên mặt đất vậy.",
    "ええ、出資するスカラ・インダストリーズのあるスカラ地区の考え方が\n強く浸透しているのかもしれませんわ。": "Vâng, có lẽ là do tư tưởng của khu Scara, nơi có công ty Scara Industries đầu tư, đã thấm nhuần sâu sắc.",
    "スカラ地区の考え方？": "Tư tưởng của khu Scara?",
    "スカラ地区は企業を主体とした自由至上主義によって、\n統治されておりますの。": "Khu Scara được quản lý bởi chủ nghĩa tự do, lấy doanh nghiệp làm trung tâm.",
    "そのせいか校舎もかなり自由な校風で、学生や職員が\n自由増改築しすぎて、すでに誰も全容を把握してないとか……": "Có lẽ vì vậy mà trường học cũng có phong cách tự do, học sinh và nhân viên tự do xây dựng và cải tạo quá mức, đến mức không ai nắm bắt được toàn bộ……",
    "なんだそりゃ。自由というか無法地帯というか……": "Thế là sao. Tự do hay là vô pháp vô thiên vậy……",
    "……しかし困ったな。完全に迷子だ。\nどこに行けばカオスメイデンの訓練が見られるんだ？": "……Nhưng mà phiền thật. Hoàn toàn lạc đường rồi.\nPhải đi đâu để xem huấn luyện của Kaos Maiden đây?",
    "わかりません。スカラ校舎の生徒はこれで困らないのでしょうか……": "Tôi không biết. Học sinh trường Scara không gặp khó khăn vì chuyện này sao……",
    "よし。こうなったらスカラ校舎の生徒に直接聞いてみよう。": "Được rồi. Nếu vậy, cứ hỏi trực tiếp học sinh trường Scara vậy.",
    "ほ、本気ですの！？\n目的を聞かれたらどう誤魔化すつもりで……": "Th-Thật sao!?\nNếu bị hỏi về mục đích thì phải làm sao đây……",
    "そこの君、ちょっといいか。": "Này cậu, làm phiền một chút.",
    "はい、なんでしょうか？": "Vâng, có chuyện gì sao?",
    "あら、その制服は柊校舎の……": "A, bộ đồng phục đó là của trường Hiiragi……",
    "ああ、俺達は柊校舎の新聞部なんだが……": "À, bọn tôi là thành viên câu lạc bộ báo chí trường Hiiragi……",
    "息を吸うように嘘を……": "Nói dối như hơi thở vậy……",
    "あら、そうでしたか。それで、何の御用でしょうか？": "A, ra là vậy. Vậy, có chuyện gì sao?",
    "今度うちのシリウスシュガーとカオスメイデンが\n公式ＭＧ競技をやるだろう？": "Sắp tới Sirius Sugar và Kaos Maiden của chúng tôi sẽ có một trận đấu MG chính thức đúng không?",
    "それでカオスメイデンの取材を、と思ったんだが\n完全に道に迷っちゃってさ。": "Thế nên tôi muốn phỏng vấn Kaos Maiden, nhưng mà lạc đường hoàn toàn rồi.",
    "そうでしょうね。\nスカラ校舎は私達生徒でも油断すると迷いますので。": "Tôi hiểu mà.\nHọc sinh trường Scara chúng tôi còn dễ lạc nữa là.",
    "では、私についてきてください。\nカオスメイデンの訓練を見学できる場所へ案内します。": "Vậy thì, xin hãy đi theo tôi.\nTôi sẽ dẫn đường đến nơi có thể xem Kaos Maiden huấn luyện.",
    "ああ、助かるよ。": "À, tốt quá.",
    "ほら。何とかなるもんだろ？": "Thấy chưa. Mọi chuyện rồi sẽ ổn thôi mà?",
    "見てるこっちは気が気じゃありませんでしたわ……": "Người xem như tôi đây hồi hộp muốn chết……",
    "…………": "…………",
    "どうぞ、こちらです。": "Xin mời, ở đây ạ.",
    "そうして、校舎の屋上に連れてこられた俺たちだったが、\nそこには先客の姿があった。": "Thế là, chúng tôi bị dẫn đến sân thượng của trường, nhưng mà, đã có người ở đó rồi.",
    "沙耶、おそいわ。": "Saya, đến trễ quá đấy.",
    "すみません。途中でこちらのおふたりとお会いしまして。\n柊校舎の新聞部の方々です。": "Xin lỗi. Trên đường đi tôi đã gặp hai vị này.\nLà thành viên câu lạc bộ báo chí trường Hiiragi ạ.",
    "へぇ～柊校舎ね。しかもひとりは男、めずらしいわねぇ。": "Hể～ trường Hiiragi sao. Hơn nữa lại là con trai, hiếm thấy nhỉ.",
    "……沙耶の知り合い？": "……Người quen của Saya?",
    "いえ、先程、初めて会ったばかりです。\nおふたりはカオスメイデンの取材で来たそうですよ。": "Không, tôi mới gặp họ thôi.\nHọ đến để phỏng vấn Kaos Maiden ạ.",
    "ふ～ん。カオスメイデンの取材？　ふふ……": "Hừm～ Phỏng vấn Kaos Maiden sao? Haha……",
    "あ、怪しい者ではありませんわ！": "Đ-Đừng hiểu lầm, chúng tôi không phải là người khả nghi!",
    "おいおい、そんなこと言ったら、余計怪しまれるだろ。": "Này, nói vậy thì càng bị nghi ngờ đấy.",
    "ねえ……": "Này……",
    "は、はい！　なんでしょうか……？": "V-Vâng! Có chuyện gì sao……?",
    "もしよければだけど、お茶飲む？": "Nếu được thì, uống trà không?",
    "お、お茶……？": "U-Uống trà……?",
    "実は私たち、お茶同好会というものをやっておりまして。\nご挨拶が遅れました。私、会長の紫雲沙耶といいます。": "Thật ra chúng tôi có một câu lạc bộ trà đạo.\nXin lỗi vì chưa giới thiệu. Tôi là hội trưởng, Shiyun Saya.",
    "これはご丁寧に。わたくしは鳴滝家長女の――んんっ！？": "Xin chào. Tôi là trưởng nữ của Narutaki―― Ực!?",
    "馬鹿正直に名乗りをあげようとする七彩の口を、\n俺は慌てて塞いだ。": "Tôi vội vàng bịt miệng Nanairo, người định nói ra tên họ một cách ngốc nghếch.",
    "（ちょっと%usernameusernameuserna%さん！\n何をなさいますのっ！？）": "（Chờ một chút, %usernameusernameuserna%!\nChị đang làm gì vậy!?）",
    "（忘れたのか。ここは敵地。\n自分から正体を明かそうとする奴があるか）": "（Quên rồi sao. Đây là đất địch.\nCó ai lại tự mình tiết lộ thân phận chứ）",
    "（そ、そうでしたわ。ご挨拶されたのでつい……）": "（T-Tôi đã quên mất. Vì được chào hỏi nên tôi đã……）",
    "どうかされましたか？": "Có chuyện gì sao?",
    "ああ、いや。なんでもない。気にしないでくれ。": "À, không có gì. Cứ tự nhiên đi.",
    "それよりお茶同好会なんて素敵じゃないか。\nせっかくだし、いただこうかな。": "Hơn nữa, câu lạc bộ trà đạo thật tuyệt vời.\nNhân tiện, tôi cũng xin phép.",
    "うふふ。おもしろい人たち。なんだか興味が湧いてきたかも。": "Ufufu. Những người thú vị thật đấy. Không hiểu sao lại thấy hứng thú.",
    "では、こちらにどうぞ。\nこれからお茶を淹れますので少々お待ちください。": "Vậy thì, xin mời vào đây.\nTôi sẽ pha trà, xin hãy đợi một lát.",
    "それで、カオスメイデンの見学の件だが……": "Vậy, về việc xem Kaos Maiden huấn luyện thì……",
    "それなら、この望遠鏡を使って。これで向こうを覗けるから。": "Nếu vậy thì, hãy dùng kính viễn vọng này. Có thể nhìn thấy bên kia đấy.",
    "ありがとうございます。": "Cảm ơn.",
    "どれどれ……": "Để xem nào……",
    "俺たちは渡された望遠鏡をさっそく覗き込んでみた。\nというか、随分準備がいいな。": "Chúng tôi đã thử nhìn vào kính viễn vọng được đưa cho.\nNói thật thì, chuẩn bị chu đáo thật đấy.",
    "望遠鏡を覗くと、訓練場で模擬戦を行う\n６機のＭＧが見えた。": "Nhìn vào kính viễn vọng, có thể thấy 6 cỗ MG đang tiến hành một trận chiến mô phỏng.",
    "だが、俺のよく知る模擬戦とは様子が違っていた。\n１機のＭＧを、５機のＭＧが取り囲んでいる。": "Nhưng mà, tình hình khác với trận chiến mô phỏng mà tôi biết.\n1 cỗ MG bị 5 cỗ MG bao vây.",
    "見えますでしょうか？　あの中心に立つ機体に乗っているのが、\nカオスメイデンのリーダー、ユリア・バーンズです。": "Các vị thấy chứ? Người đang điều khiển cỗ máy ở trung tâm đó là, \nngười lãnh đạo của Kaos Maiden, Yuria Barnes.",
    "あれは……何をされているのですか？": "Cái đó…… Họ đang làm gì vậy?",
    "何って……模擬戦だけど？　柊校舎ではやらない？": "Gì chứ…… Chiến đấu mô phỏng thôi mà? Trường Hiiragi không làm sao?",
    "いえ、そういうわけではありませんが。\nわたくしの知る模擬戦とは形式が違いすぎて……": "Không, không phải vậy.\nHình thức khác xa với trận chiến mô phỏng mà tôi biết……",
    "１対５の模擬戦にどんな意味がございますの？\nこれでは集中砲火されて一瞬で勝負がついてしまうのでは？": "Trận chiến mô phỏng 1 chọi 5 có ý nghĩa gì chứ?\nNhư vậy thì sẽ bị tập trung hỏa lực và trận đấu sẽ kết thúc trong chớp mắt sao?",
    "ふふっ。確かに普通なら、そうですね。よく見ていてください。": "Fufu. Quả thật, nếu là bình thường thì đúng là như vậy. Hãy xem cho kỹ nhé.",
    "６機はしばらく膠着状態にあったが、\n不意に中央のユリア機が動き始めた。": "6 cỗ máy đã rơi vào tình trạng giằng co một lúc, nhưng\nbất ngờ cỗ máy của Yuria ở trung tâm bắt đầu di chuyển.",
    "その、異様な光景に俺は思わず息を呑んだ。": "Tôi không khỏi hít một hơi thật sâu trước cảnh tượng kỳ lạ đó.",
    "これは……": "Đây là……",
    "ユリア機は包囲の中を悠々と歩いていく。\n囲む５機は攻撃の構えを取るものの、なぜか誰も近寄れない。": "Cỗ máy của Yuria thong thả đi bộ trong vòng vây.\n5 cỗ máy bao vây tuy có tư thế tấn công, nhưng không hiểu sao không ai đến gần được.",
    "それに対して、ユリア機は攻撃出来ずにいるＭＧを\n１機ずつ順番に撃破していった。": "Ngược lại, cỗ máy của Yuria đã lần lượt đánh bại từng cỗ MG không thể tấn công.",
    "一体、何をしてらっしゃいますの？\nどうして誰も攻撃しないのですか？": "Rốt cuộc, họ đang làm gì vậy?\nTại sao không ai tấn công vậy?",
    "まさか……ここまでなのか。\nカオスメイデンのリーダー、ユリア・バーンズは……！": "Chẳng lẽ…… Đến mức này sao.\nNgười lãnh đạo của Kaos Maiden, Yuria Barnes……!"
}