{
    "正月、まだ俺達がアマツに滞在していた頃――": "Hồi đó, vào dịp Tết, khi tôi và mọi người còn ở lại Amat-su――",
    "俺はラミの泊まる民宿を訪れた。": "Tôi đã đến nhà trọ của Rami.",
    "少し耳の遠いお婆さんがひとりで切り盛りしているらしく、\nお財布に優しい安価な民宿だ。": "Có vẻ như bà chủ hơi lãng tai, một mình quán xuyến mọi việc, lại là nhà trọ giá rẻ.",
    "ここの女将さんの手料理、本当に美味しいんだから！": "Đồ ăn của bà chủ ở đây ngon thật đấy!",
    "……うん。\nたしかにうまい。": "……Ừm.",
    "ふふっ、でしょ。\nラミの言った通り！": "Quả thật là ngon.",
    "料理がとにかく美味しいと誘われたのだ。\nそしてそれは予想以上だった。アマツの家庭料理、侮れない。": "Hì hì, đúng không? Như Rami đã nói!",
    "――が、しばらく食べていて俺は異常に気づく。\nだんだん体が熱くなってきた。": "Tôi được mời đến vì đồ ăn ngon. Và nó còn hơn cả mong đợi. Ẩm thực gia đình của Amat-su, không thể xem thường.",
    "（辛い料理ってわけでもないのに。\nというか、これって……）": "――Nhưng, sau khi ăn một lúc, tôi nhận ra có điều bất thường. Cơ thể tôi dần nóng lên.",
    "……女将さんは、気を利かせるタイプか？": "（Mặc dù không phải là món ăn cay.\nHay nói đúng hơn, đây là…）",
    "はあ？　どういう意味？": "……Bà chủ là người tinh ý sao?",
    "いや、いくら気を利かせてくれるお婆ちゃんでも、\n客の料理になにか混ぜるようなことはしないだろう。": "Hả? Ý là sao?",
    "だが、これは明らかに普通じゃない。\nラミに視線を向けると、企むような笑みを浮かべていた。": "Không, dù bà chủ có tinh ý đến đâu, chắc chắn bà sẽ không trộn gì vào đồ ăn của khách đâu.",
    "もしかして、振袖姿のラミに欲情しちゃった？": "Nhưng, điều này rõ ràng là không bình thường.\nTôi nhìn Rami, cô ta nở một nụ cười đầy mưu mô.",
    "（察しがよくて怪しすぎる……）": "Có lẽ nào, tôi đã ham muốn Rami trong bộ kimono?",
    "なにかしたな。": "（Quá hiểu chuyện, đáng nghi ngờ quá đi…）",
    "にっひっひ、おまえが勝手に欲情してるんでしょ～。": "Cô đã làm gì rồi.",
    "あれだけ勧めていた人の手料理に、\nなにか混ぜるようなやつだとは思いたくない。": "Nihhihi, là anh tự ham muốn thôi mà～.",
    "となると、怪しいのはラミが出してくれたこのお茶か。": "Tôi không muốn nghĩ rằng người đã giới thiệu món ăn này lại trộn gì vào đó.",
    "ずいぶん変わった味のお茶をいれてくれたな。": "Nếu vậy, thứ đáng nghi ngờ là loại trà mà Rami đã đưa cho tôi.",
    "そ、そんな味変わってる？": "Cô đã pha cho tôi một loại trà có vị rất lạ.",
    "僅かなラミの動揺が答えだ。\nおそらく飲み物に精力剤でも混ぜていたのだろう。": "V, vị nó lạ lắm sao?",
    "興奮しちゃってるなら、ラミが相手してあげてもいいけどぉ～？": "Sự dao động nhỏ của Rami là câu trả lời.\nCó lẽ cô đã trộn thuốc tăng cường sinh lực vào đồ uống.",
    "これではラミの思う壺だが、無駄なプライドは捨てるに限る。": "Nếu anh đang hưng phấn, em cũng có thể chiều anh～?",
    "そうした方がいいと思えるほど、ラミの体を欲し始めていた。": "Đây là cái bẫy của Rami, nhưng tốt hơn hết là nên vứt bỏ lòng tự trọng vô ích.",
    "あは……服の上からでも、\nビンビンに大きくしてんの丸わかりじゃん……": "Tôi cảm thấy mình nên làm như vậy, tôi đã bắt đầu khao khát cơ thể của Rami.",
    "もうちょっとガマンしなさいよ～！\n触ってもないのに、さすがにザコチンポすぎ……♪": "Aha… Ngay cả khi qua lớp áo, em vẫn có thể thấy rõ ràng…",
    "嬉しそうに……それでいて煽るように、隣から耳元でラミが囁く。": "Anh phải kiên nhẫn thêm một chút nữa～!\nMặc dù em chưa chạm vào anh, nhưng anh thật sự là một thằng loser…♪",
    "彼女の煽りは、怒りよりも情欲を掻き立てた。": "Vui vẻ… và khiêu khích, Rami thì thầm vào tai tôi từ bên cạnh.",
    "振り袖ラミ様が妖艶すぎて、\nへなちょこチンポ勃っちゃいました～って、素直に言っちゃえ！": "Sự khiêu khích của cô ấy đã khơi dậy dục vọng hơn là sự tức giận.",
    "お前なぁ……": "Rami-sama trong bộ kimono quá gợi cảm, nên tôi đã cương cứng rồi～, cứ nói thẳng ra đi!",
    "これ……絶対、負け確チンポじゃーん。\nにひひ、すぐ正気でいられなくなるんじゃない？": "Cô…",
    "（そこまで言うなら、わからせてやろう）": "Chuyện này… chắc chắn là một thằng loser rồi.\nNihhihi, chẳng phải anh sẽ sớm tỉnh táo lại sao?",
    "残っていたお茶を飲み干す。": "（Nếu cô nói đến mức đó, tôi sẽ cho cô biết）",
    "えっ！？　一気飲み！？": "Tôi uống hết chỗ trà còn lại.",
    "どうした？": "Hả!? Uống một hơi luôn á!?",
    "な、なんでもないけど～～～～？": "Sao vậy?",
    "なんて惚ける彼女の両肩を、がしっと唐突に掴む。\nすると、びくっと一瞬驚いたように身体を震わせる。": "D, dường như không có gì～～～～?",
    "つ、ついにガマンの限界？": "Tôi nắm lấy cả hai vai của cô ấy một cách đột ngột.\nSau đó, cô ấy run rẩy như thể ngạc nhiên trong giây lát.",
    "俺はその目で肯定を訴える。そして内心で、容赦しないからなと叫ぶ。": "C, cuối cùng thì không thể chịu đựng được nữa sao?",
    "じゃ、じゃあ……仕方ないなぁ。": "Tôi dùng ánh mắt của mình để khẳng định. Và trong thâm tâm, tôi hét lên, tôi sẽ không nương tay đâu.",
    "立ち上がり部屋の照明を落とす中、ラミは自身の帯に手をかけた。": "V, vậy thì… không còn cách nào khác.",
    "体を見せつけるように寝転がるラミが、思った以上に扇情的で、\nすぐさま服を脱ぎ捨てる。": "Rami đứng dậy và tắt đèn trong phòng, Rami đặt tay lên thắt lưng của mình.",
    "ケモノじゃないんだから。が、がっつきすぎでしょ。": "Rami nằm xuống, phô bày cơ thể của mình, gợi cảm hơn tôi nghĩ, và ngay lập tức cởi bỏ quần áo của mình.",
    "たしかに、がっついている自覚はあった。\nだがそうさせたのはラミで、こっちに責任はない。": "Đâu phải là dã thú. Nhưng, anh quá háo hức.",
    "はぁ、あっ……ほんとに……入れる前から、がっちがち……": "Quả thật, tôi nhận thức được rằng mình đang háo hức.\nNhưng Rami đã làm điều đó, và tôi không có trách nhiệm gì cả.",
    "くぅ、うう……ふぅ、う……擦られてるだけなのに、\n硬くて、熱いの伝わってくるんだけど……！": "Ha, a… thật sự… ngay cả trước khi vào, đã cứng rồi…",
    "割れ目に沿わせたペニスで、そこを少し撫でてやるだけで、\n溢れた愛液が絡みついてくるのがわかった。": "Ku, u… Fu, u… Chỉ mới cọ xát thôi, mà\nTôi cảm thấy cứng và nóng…!",
    "これぇ……ラミだけじゃないよね？　くぅ、う……\nよわよわチンポも……我慢汁垂れ流しで濡れちゃってない？": "Chỉ cần dùng dương vật của tôi dọc theo khe hở, xoa nhẹ vào đó, tôi đã biết chất lỏng tình yêu tràn ra.",
    "ラミに塗りつけて、ごまかそうとしても無駄だし……！": "Chuyện này… không chỉ có Rami thôi đâu đúng không? Ku, u…\nDương vật yếu ớt… cũng không chịu nổi mà ướt sũng rồi sao?",
    "にしてもさ……ほんと見事、ラミの作戦にハマったよね！\n正気を失って判断力が衰えた今、ラミの優勢は約束され――": "Tôi sẽ vô ích nếu cố gắng che giấu nó bằng cách bôi nó lên Rami…!",
    "なんてペチャクチャ喋っているラミを無視して、\n容赦なくペニスを挿入する。": "Nói về nó… thật sự là tôi đã mắc bẫy của Rami!\nBây giờ tôi đã mất lý trí và phán đoán của tôi đã suy yếu, Rami đã chiếm ưu thế――",
    "んんっ！？　んほぉっ……！\nはぁあっ、はぁああんんっ！": "Bỏ qua Rami đang nói nhảm, tôi không thương tiếc mà đưa dương vật của mình vào.",
    "いつもどおり、秒殺である。": "Nn!？ Nhooo…!\nHaah, haaaannn!",
    "ああっ……はぁっ、待っ……あひっ！\nお、おおっ、う、待って……待ってぇ……！": "Như mọi khi, chỉ trong vài giây.",
    "ああっ、お、チンポっ、う、うう……\nいつもより、おっき……おおおっ！": "Ah… hah, đợi… ahit!\nO, ooh, u, đợi… đợi em đi…!",
    "それほどサイズに変化はないだろうが、\n最初から完全に大きくなってるペニスで、ナカをこじ開ける。": "Ah, o, dương vật, u, u…\nLớn hơn… oooo!",
    "んきゅうう……あ、ああっ……ペース、はやすぎ……！\nはぁ、これだから、へなちょこチンポは……ああうっ！": "Kích thước có lẽ không thay đổi nhiều, nhưng\nDương vật đã lớn hơn ngay từ đầu, tôi đã mở toang nó ra.",
    "あっ！　あっ！　いきなり、こんなでかいの、無理……\nおおおっ、無理だってぇ……！　また負けちゃうぅうううっ……！": "Nkyuuu… a, aah… tốc độ, nhanh quá…!\nHah, vì vậy, một thằng loser… aah!",
    "口では無理だと言いながら、その声色は艶めいていた。": "Ah! Ah! Đột nhiên, lớn như thế này, không thể…\nOooo, không thể đâu…! Em lại thua mất…!",
    "あっ、ああっ、ラミの腰、ふぅ、うっ、震えて……\nああっ、これぇ、お前のせい……はぁ、あっ！": "Mặc dù cô ấy nói rằng không thể, nhưng giọng nói của cô ấy thật gợi cảm.",
    "はぁ、ああ……今日のチンポ、やばすぎぃ……\nすごい、ぐいぐいきて……ラミ……力、抜けな……んん、ふぅ……！": "Ah, ah, eo của Rami, fu, u, run rẩy…\nAh, chuyện này, là vì anh… ha, ah!",
    "こちらががっついてしまっているせいか、\n力が抜けていないラミの膣内は、ペニスをうまく飲み込み切れていない。": "Ha, aah… dương vật hôm nay, kinh khủng quá…\nTuyệt vời, anh đang cố gắng rất nhiều… Rami… sức lực, không thể… nn, fu…!",
    "はぁ、あつ、まだ……ああっ、あっ……はいんな……あ、う……\n待ってぇ、ああっ、待てってばぁ……！": "Có lẽ vì tôi đang cố gắng, nên\nÂm đạo của Rami, người không mất sức, không thể nuốt hết dương vật.",
    "ラミの待ては、拒絶に聞こえなかった。\n都合のいい解釈だとしても、待てない体にしたのはラミだ。": "Ha, atsu, vẫn còn… ah, ah… không vào được… a, u…\nĐợi em, ah, đợi em đi…!",
    "お、ふうう……！　きて、る……はぁ、はぁっ、くぅうっ、\nお前のチンポ……ラミのこと、すっごい欲しがってる……": "Sự chờ đợi của Rami, tôi không nghĩ đó là sự từ chối.\nDù đó là một sự giải thích thuận tiện, nhưng Rami là người đã khiến cơ thể tôi không thể chờ đợi.",
    "待てもできないとか……へなちょこすぎ……！\nふう、うっ、はぁっ！　はぁっ、ラミの勝ち……！": "O, fuuu…! Đang đến… hah, hah, kuu…\nDương vật của anh… anh muốn em rất nhiều…",
    "挿入の瞬間一度屈したものの、まだ強がろうとするラミの体に、\n遠慮なく突き立てる。": "Không thể đợi sao… quá loser…!\nFuu, u, hah! Hah, Rami thắng…!",
    "んほおおおおっ！？\nおく……おくぅ、はいって……ああっ、あっ……！": "Mặc dù đã khuất phục vào khoảnh khắc đưa vào, nhưng tôi không ngần ngại đâm vào cơ thể của Rami, người vẫn cố gắng mạnh mẽ.",
    "ほんとに……ケモノみたい……！\nお、うう……へなちょこチンポ……ラミのマンコ、好きすぎ……！": "Nhoooo!？\nSâu… sâuuu, vào… aah, ah…!",
    "くふぅ……はぁ、あっ、おお……そんなに、入りたかったんだ……\nこの、スケベ……！　んほぉっ……": "Thật… như một con thú…!\nO, u… dương vật loser… Rami, thích âm đạo của em…!",
    "からかわれている気はしたが、ここは素直に肯定し腰を揺らした。": "Kufu… hah, ah, oo… anh muốn vào đến thế sao…\nĐồ biến thái…! Nhooo…!",
    "おおおおっ！　んほぉっ、ふぅ、ふっ！\nうごっ……おおうっ、うごいてる……！": "Tôi có cảm giác như đang bị trêu chọc, nhưng tôi đã khiêm tốn khẳng định và lắc hông.",
    "おふっ、ふうっ……ああう、ああっ、\n中ぁ、ずる、ずりゅうって……おおっ、おおうううっ！": "Oooo! Nhooo, fu, fu!\nUgo… ooo, ugoo…!",
    "はぁ、はあっ……そんな、抜き差ししたら……\nあああっ、ひろがるっ、ひろがってりゅ……！": "Ofu, fuu… aah, aah, ở trong, trượt, trượt… ooh, oooo!",
    "もうっ……おっ、おうっ、でっかいへなちょこチンポ……\nラミのなか、馴染んで……んきゅうっ！": "Hah, haah… Nếu anh làm thế…\nAh, ah, nó đang lan rộng, đang lan rộng…!",
    "ラミの言う通り、馴染んできてくれたおかげで、\nスムーズに出入りを繰り返す。": "Thôi nào… o, ou, dương vật loser lớn…\nTrong người Rami, làm quen… nkyuu!",
    "おおっ、おふっ、あああっ！\nなかっ、なかぁ、擦られひゃうっ、おおっ、ふぅっ！": "Theo lời Rami, nhờ có sự quen thuộc, nên\nViệc ra vào diễn ra suôn sẻ.",
    "ああっ、腰、ヘコヘコしすぎ……！\nおおっ、おうっ……ししゅぎだからぁ……！": "Ooh, ofu, aah!\nTrong, trong, đang bị cọ xát, ooh, fuu!",
    "腰を打ちつけるたび、うねる膣壁が、\nまるで吸いつくようにペニスを愛撫してくれた。": "Ah, eo, lắc quá…!\nOoh, ou… vì quá nhiều…!",
    "お、おほお……！　ヘコヘコ、いっぱい……！\nあはぁっ、みっともなぁ、おおっ！　ひぃんん！": "Mỗi khi tôi đập hông, thành âm đạo gợn sóng,\nNó đã vuốt ve dương vật của tôi như thể đang hút vào.",
    "ラミは生意気な発言を漏らしながらも、快楽に溺れてくれる。\nそんなラミの様子に安心し、引き続き抽送させてもらう。": "O, ohoo…! Lắc, lắc, rất nhiều…!\nAhah, thật đáng thương, ooh! Hinn!",
    "ああっ、おおっ、今日のチンポ……特に、おっきぃ……ああっ、\nおっきいの、あっ、暴れてる……うくぅっ！　おおっ、おおおっ！": "Rami đã để lộ những lời nói ngạo mạn, nhưng cô ấy đã đắm mình trong niềm vui.\nTôi yên tâm với tình trạng của Rami, và tiếp tục rút ra.",
    "お、おおっ、もおっ、これぇ、へなちょこ以上……！\nおふぅう、ザコチンポぉ……あうっ、お、おほおおお……！": "Ah, ooh, dương vật hôm nay… đặc biệt, lớn… ah,\nLớn, ah, đang nổi loạn… ukuu! Ooh, oooo!",
    "きもち……あうっ、ああっ、あっ！\nザコチンポ、気持ちよしゅぎるぅ……！": "O, ooh, mo, chuyện này, hơn cả loser…!\nOfuuu, dương vật loser… au, o, ohoooo…!",
    "たしかに早々に果てそうなくらい、ザコになってしまっているが、\n熱いラミの膣壁も、ビクビク震えている。": "Vui vẻ… au, ah, ah!\nDương vật loser, vui quá…!",
    "ふぁあっ、あっ、おお、う……そこぉ、だめな、とこぉ……\nくぅっ、あっ！　あっ！　ひぃんんんっ！！　": "Quả thật, tôi đã trở thành một thằng loser nhanh chóng, nhưng\nThành âm đạo nóng bỏng của Rami cũng đang run rẩy.",
    "もしかして……そう問いかける前に、ラミの方から否定してきた。": "Faa, ah, oo, u… chỗ đó, không được…\nKuu, ah! Ah! Hinnn!!",
    "はぁあ、お、おおう……い、いってない、からぁあ……！\nまだ……ああう、おおっ！　ふぅううう……！": "Có lẽ nào… trước khi tôi hỏi, Rami đã phủ nhận.",
    "か、勘違いで、勝った気に……んう、あああっ！": "Haa, o, ooo… kh, không có, từ…!\nVẫn còn… au, ooo! Fuuu…!",
    "勘違いなら、このまま続けて構わないだろう。\nビクつく膣壁で性器を扱いてもらう。": "Nếu đó là một sự hiểu lầm, tôi có thể tiếp tục như thế này.\nTôi sẽ xử lý bộ phận sinh dục trong thành âm đạo đang run rẩy.",
    "おお、おほおおおっ……待って、待ってぇ……！\nおおっ、イッ……いって、いってりゅ……！": "O, ohoooo… đợi, đợi em đi…!\nOoh, đã… đang đến, đến…!",
    "んほぉお……いってりゅのにぃ……おおうぅ、\nまたっ……うあっ、ああっ、あっ、連続、きちゃう……！": "Nhooo… đang đến… ooo, u, aah, ah, liên tục, đến…!",
    "ペニスは敗北寸前ながらも、どうにか耐えていた。\n耐えに耐えて、ラミが負けを認めるまでわからせ続ける。": "Dương vật gần như đã thua, nhưng bằng cách nào đó tôi đã chịu đựng được.\nTôi chịu đựng, chịu đựng, và tôi sẽ tiếp tục cho đến khi Rami thừa nhận thất bại.",
    "おお、おほぉ……だめ、だめっ！\nあたってっ、くううっ、ラミのナカ、暴れてるっ！　あふううっ！": "O, ohoo… không, không được!\nĐang chạm vào, kuu, bên trong Rami, đang nổi loạn! Afuuu!",
    "うう、ふうっ、チンポ、気持ちい……！\nおお、気持ちいいよぉ！　このチンポ……！　好きっ、好きぃ……！": "Uu, fuu, dương vật, vui…!\nO, vui quá! Dương vật này…! Thích, thích…!",
    "イッてるとこぉ、おおっ、う、ずん、ずんってぇ……！\nああっ、いっぱい、コツコツしてくれるっ！": "Đang đến, ooh, u, zun, zun…!\nAh, rất nhiều, đang gõ…!",
    "どうやらかなりお気に召してくれたらしい。\n最奥を小突くたび、ラミはガクガク体を震わせた。": "Có vẻ như cô ấy thực sự thích nó.\nMỗi khi tôi chọc vào phần sâu nhất, Rami run rẩy.",
    "んほぉお……！　おおっ、しゅごい、しゅごいよぉ……！\nお、おっ、今日のチンポ、うう、乱暴しゅぎっ……！": "Nhooo…! Ooh, tuyệt vời, tuyệt vời…!\nO, o, dương vật hôm nay, u, quá thô bạo…!",
    "反則……！　反則だからぁ！　ああっ、このチンポ、じゅるい……！\nはあ、あああっ、いっぱい負けちゃう……！": "Phạm luật…! Vì phạm luật! Ah, dương vật này, trơn trượt…!\nHah, aah, em thua rất nhiều…!",
    "こっちはハンデをやったにすぎない。\nそれをどうにか耐えているのだが、ラミは何度か達しているのだろう。": "Tôi chỉ cho cô ấy một bất lợi.\nTôi đang cố gắng chịu đựng nó bằng cách nào đó, nhưng Rami đã đạt đến đỉnh điểm nhiều lần.",
    "おおっ、ラミの体、おかしく……くぅん……！\nはぁ、はぁあっ、おお、う、イク！　またイクぅう……！": "Ooh, cơ thể của Rami, kỳ lạ… kuun…!\nHah, haah, oo, u, đã đến! Lại đến nữa…!",
    "イク、イク、はあああっ、イクの、とまんな……！\nおほぉおおお……！　イッてるぅ！": "Đến, đến, haaah, đến không dừng lại…!\nOhoooo…! Đang đến!",
    "おおお、らめぇ、本当に……！\nイッてるとこぉ……あああっ、あっ、大きいの、くる……！": "Oooo, không được, thật sự…!\nĐang đến… aah, ah, lớn, đang đến…!",
    "さすがに限界か。\n敗北を積み重ねるラミの膣内を、容赦ない抽送で攻め立て昇りつめる。": "Cuối cùng thì cũng đến giới hạn.\nTôi đã tấn công và leo lên đỉnh điểm bằng cách rút ra không thương tiếc trong âm đạo của Rami, người đã liên tục thua.",
    "おほおおおっ、チンポ、イきそう……？\nはぁ、はっ、激ししゅぎ……！　あああっ、ビクビクしてる……！": "Ohoooo, dương vật, sắp đến…?\nHah, hah, quá dữ dội…! Aah, đang run rẩy…!",
    "おお、おっ、おかしくなるっ、なってりゅっ……！\nイク、イク、出してぇ……おおお、イクぅ、んほおおおおおおおっ！": "Ooh, o, sẽ trở nên kỳ lạ, đang đến…!\nĐến, đến, hãy ra nào… ooo, đến, nhoooo!",
    "大きな絶頂を迎え、一際強く締まるラミの最奥に精液を注ぎ込む。": "Đã đạt đến cực khoái lớn, tôi đã bơm tinh dịch vào phần sâu nhất của Rami, nơi cô ấy đang thắt chặt mạnh mẽ hơn.",
    "おおおっ、おふっ、うっ……き、て……ああっ、あっ、きて、りゅ……！": "Oooo, ofu, u… đ, đến… ah, ah, đang đến…!",
    "ああ……びゅうびゅうきてるの、とまってくれない……\nおお……ラミのナカぁ……奥の奥まで……！": "Ah… đang đến, không dừng lại…\nOoh… bên trong Rami… sâu thẳm…!",
    "ハンデを抱えながら耐え抜いてきたペニスは、\nまるで２度３度、まとめて射精しているようだ。": "Dương vật, đã chịu đựng với một bất lợi,\nCó vẻ như tôi đã xuất tinh 2, 3 lần.",
    "あ、あっ、もう、らめ……終わった……終わってる、のにっ……\nラミ、ずっと負けちゃう……おお……おほおお……": "A, ah, mo, không được… đã kết thúc… mặc dù đã kết thúc…\nRami, sẽ thua mãi… ooo… ohooo…",
    "快感に震えるラミの膣内からペニスを引き抜く。\n愛液と精液の混じった汁があふれ出てくる。": "Tôi rút dương vật ra khỏi âm đạo của Rami, người đang run rẩy vì khoái cảm.\nChất lỏng trộn lẫn với chất lỏng tình yêu và tinh dịch tràn ra.",
    "ひぁっ、は……あふぅ……っ！": "Hiah, ha… afuu…!",
    "チンポ……抜け……はぁ、あっ……\nなか、熱いの……ひぁぁっ、これ……好き……好きぃ……！": "Dương vật… ra… hah, ah…\nBên trong, nóng… hiah, chuyện này… thích… thích…!",
    "おまえ……絶対、わけわかんなくなって……\nすぐ負けると思ったのに……はぁ、ふぁああ……！": "Cô… chắc chắn, sẽ không hiểu…\nTôi nghĩ sẽ thua ngay… hah, faaa…!",
    "蕩けた声と顔で負け惜しみを口にするラミ。\nこれで存分にわかっただろう。": "Rami nói những lời bào chữa với giọng và khuôn mặt tan chảy.\nBây giờ cô ấy sẽ hiểu rõ.",
    "ひぃぃ……ラミ、負け……負けて、ない……\nまだ、しょうぶはこれから……あひぃぃぃんっ！！": "Hiii… Rami, thua… không thua…\nVẫn còn, trận chiến vẫn chưa kết thúc… ahiiii!",
    "大敗北を喫したラミは、力尽きた様子でぐったり寝転がる。": "Rami, người đã phải chịu một thất bại nặng nề, nằm vật ra trong tình trạng kiệt sức.",
    "ああ……ふぁああ……せーえきぃ……\nずーっと……あふれてくるんだけどぉ……": "Ah… faaa… tinh dịch…\nLuôn… tràn ra…",
    "はぁ、はぁあ……さすがに、出しすぎ……んん、ふぅ……\nこれ……ラミの勝ちでもいいんじゃない……？": "Hah, haah… quả thật, đã cho quá nhiều… nn, fu…\nChuyện này… không phải là Rami thắng sao…?",
    "ラミのせいとはいえ、気遣う余裕は完全に消え失せてしまっていた。\nだが、これで懲りてくれただろう。": "Mặc dù là lỗi của Rami, nhưng tôi đã hoàn toàn mất đi khả năng quan tâm.\nNhưng, cô ấy sẽ hối hận vì điều này.",
    "あは……！\nドーピングチンポ、やばぁ……": "Aha…!\nDương vật doping, kinh khủng…",
    "今日も負けちゃったけど、次はもっとすごいの飲ませて……": "Hôm nay tôi lại thua, nhưng lần sau tôi sẽ cho anh uống thứ gì đó tuyệt vời hơn…",
    "全然、凝りてないな！？": "Hoàn toàn không hối hận sao!?",
    "ぇへ……えへへぇ……": "Ehe… ehehe…",
    "締まりのないラミの笑顔を見つめながら、\n大きくため息をつくのだった……": "Tôi thở dài nhìn nụ cười không thể khép lại của Rami…"
}