{
    "温泉旅館に滞在中も、時間を見つけて自主トレに励んでいたが――": "Trong lúc ở nhà trọ suối nước nóng, tôi đã tranh thủ thời gian để tự tập luyện――",
    "（運動後の温泉は最高だな……何より景色がいい。\n満天の星と月を見ながら風呂に浸かれるなんて……）": "（Tắm suối nước nóng sau khi vận động quả là tuyệt vời…… Hơn nữa cảnh vật còn đẹp nữa.\nVừa ngắm trăng sao trên trời, vừa ngâm mình trong bồn tắm……）",
    "露天風呂ならではか。\n風流だなぁ。": "Đúng là chỉ có ở suối nước nóng ngoài trời mới có được.\nThật là phong lưu.",
    "そんなに空を見て何があるの？": "Cậu nhìn trời nãy giờ có chuyện gì vậy?",
    "うーん、それはな――": "Ưm, thì là――",
    "はっ！？　フィー！？": "Hả！？ Fee！？",
    "（いつの間に……！？　全然気づかなかったぞ……\nもしかしてのんびり浸かってる間に、女湯の時間に切り替わったか？）": "（Lúc nào vậy……！？ Tớ hoàn toàn không để ý luôn……\nChẳng lẽ trong lúc tớ đang thong thả ngâm mình, đã đến giờ tắm của nữ rồi sao？）",
    "（いや、今はどっちが正しいかなんて考えてる場合じゃない）": "（Không, bây giờ không phải lúc để nghĩ xem cái nào đúng）",
    "わ、悪い。\nすぐ出るから、ごゆっくり～……": "Tớ, tớ xin lỗi.\nTớ ra ngoài ngay đây, mọi người cứ từ từ nhé～……",
    "……待って。\nどこ行くの？": "……Đợi đã.\nCậu đi đâu vậy?",
    "どこって……とりあえず風呂から出ようかなと。": "Đi đâu á…… Chắc là ra khỏi bồn tắm trước đã.",
    "男女がふたりきりで同じ温泉にいて、\n他のみんなに見られて誤解とかされたらまずいだろ？": "Hai người con trai và con gái ở chung một suối nước nóng,\nNếu bị người khác nhìn thấy và hiểu lầm thì phiền lắm đúng không?",
    "どうしてまずいの？　誤解……されるようなことが起こるの？": "Tại sao lại phiền? Hiểu lầm…… sẽ có chuyện gì xảy ra sao?",
    "いや……そういうわけじゃないが……": "Không…… không phải vậy đâu……",
    "なら……どこかへ行くにしても、答えだけ教えて。": "Vậy thì…… cho dù có đi đâu, thì cũng hãy cho tớ biết câu trả lời.",
    "答え？\nなんのことだ？": "Câu trả lời?\nlà sao?",
    "（目のやり場に困り過ぎて、何を聞かれたか吹っ飛んでるんだが……）": "（Tớ không biết phải nhìn đi đâu, nên đã quên mất cậu hỏi gì rồi……）",
    "あ、ああ……そのことか。\n特別なものがあるわけじゃないけど……": "À, ừm…… về chuyện đó à.\nThì cũng không có gì đặc biệt đâu……",
    "なかなか風呂に入りながら見られるものでもないし、\n夜空の美しさに浸っていただけだ。": "Vì cũng hiếm khi vừa tắm vừa được ngắm cảnh,\ntớ chỉ đang đắm mình trong vẻ đẹp của bầu trời đêm thôi.",
    "美しさに浸る……": "Đắm mình trong vẻ đẹp……",
    "わたしも、たまに景色をぼーっと眺めているけど。\nそれは、浸ってる……？": "Tớ cũng thỉnh thoảng ngắm cảnh một cách ngơ ngẩn.\nThế là đắm mình sao……?",
    "どうだろうな。": "Chắc là vậy.",
    "（フィー自身、いまいちよくわかってないみたいだな）": "（Bản thân Fee cũng không hiểu rõ lắm thì phải）",
    "わたしも空、見てみる。\nじー……": "Tớ cũng sẽ nhìn lên trời thử xem.\nNhìn chằm chằm……",
    "（勝手にこのまま出て行こうとしたら……止められそうだな）": "（Nếu cứ thế này mà tớ ra ngoài…… chắc sẽ bị ngăn lại mất）",
    "何かわかりそうか？": "Cậu thấy gì không?",
    "星と月しかない。": "Chỉ có trăng và sao thôi.",
    "不快じゃないけど。\nどう捉えたらいい……？": "Không có gì khó chịu cả.\nPhải hiểu nó như thế nào đây……?",
    "（俺の感性を押しつけるわけにもいかない。\nただ、フィーが感じるままに……なんて言ったら混乱しそうだな）": "（Tớ không thể áp đặt cảm xúc của mình lên Fee được.\nChỉ cần Fee cảm nhận như thế nào thì cứ vậy thôi…… Nếu tớ nói thế chắc sẽ rối tung lên mất）",
    "いつもより、よく見えるだろ。": "So với mọi khi, cậu thấy rõ hơn đúng không?",
    "それは、そう。\n周りに明かりがないから。": "Đúng là vậy.\nVì xung quanh không có ánh đèn.",
    "（状況が違うと、見え方……というより、\n感じ方も変わってくるもんなんだが……）": "（Khi hoàn cảnh khác đi, cách nhìn…… hay nói đúng hơn là,\ncách cảm nhận cũng sẽ thay đổi theo……）",
    "あ、そうだ。\nよければカオスメイデンのみんなで、星を見に行かないか？": "À, phải rồi.\nNếu được thì mọi người trong Chaos Maiden, mình cùng nhau đi ngắm sao nhé?",
    "みんなで……\n%usernameusernameuserna%も一緒？": "Mọi người……\n%usernameusernameuserna% cũng đi sao?",
    "もちろんだ。": "Đương nhiên rồi.",
    "ここじゃない場所？": "Không phải ở chỗ này sao?",
    "ああ、みんなで見に行こう。": "Ừ, mình cùng nhau đi xem.",
    "どこに向かってるんですか。\n星を見ると聞きましたが……": "Chúng ta đang đi đâu vậy?\nTôi nghe nói là đi ngắm sao……",
    "丘の上にある展望台だ。\n日中自主トレで使ってたんだが、結構穴場っぽくてな。": "Đài quan sát trên đỉnh đồi.\nBan ngày tớ dùng để tự tập, nhưng mà hình như là một chỗ khá bí mật đấy.",
    "そんなところで自主トレをしていたんですね。\nでしたら案内はお任せします。": "Cậu đã tự tập ở một nơi như vậy sao.\nVậy thì cứ giao cho tôi dẫn đường.",
    "っていうか、いきなりすぎない？": "Mà này, có phải đột ngột quá không?",
    "フィーと話してて、いきなり決まったんだ。": "Tớ đang nói chuyện với Fee, rồi đột nhiên quyết định vậy.",
    "みんなで行く。\nそう決まったの。": "Mọi người cùng đi.\nĐã quyết định rồi.",
    "まあ私たちも%usernameusernameuserna%のこと、\nいきなり連れて来ちゃったしね～。": "Mà chúng ta cũng đã đột nhiên lôi kéo %usernameusernameuserna% đi cùng mà～.",
    "それにしても真っ暗です。\nライトもないですし、樹冠で月明かりも遮られてしまってます……": "Nói đi cũng phải nói lại, trời tối quá.\nLại còn không có đèn, tán cây cũng che khuất ánh trăng nữa……",
    "田舎だからな。\n夜の山道は、こんなもんだろう。": "Vì là ở vùng quê mà.\nĐường núi ban đêm là như vậy đấy.",
    "（下手にライトで照らされたら、せっかくの景観が台無しだろう）": "（Nếu cứ dùng đèn chiếu vào thì, phong cảnh đẹp sẽ tiêu tan mất）",
    "懐中電灯があれば、大丈夫。": "Nếu có đèn pin thì không sao đâu.",
    "少し心もとないので、足元には気をつけましょう。\n些細な段差でつまずくこともありますから。": "Tôi cảm thấy hơi bất an, chúng ta hãy cẩn thận với đường đi nhé.\nVì có những chỗ có bậc thềm nhỏ có thể vấp ngã.",
    "そういえば、夜の山道って出るんでしょ。": "Nói mới nhớ, đường núi ban đêm có ma đúng không?",
    "出る……？": "Ma……?",
    "人ならざる者……みたいなやつ？": "Những người không phải người…… kiểu vậy á?",
    "何を言ってるんですか。\nそんな肝試しみたいなこと。": "Cậu đang nói gì vậy.\nNhư kiểu thử thách lòng can đảm ấy.",
    "あっ！\n翠蘭……後ろに……！": "Á! \nSuiran…… đằng sau……!",
    "ひゃあっ……！　今何か触った……！？": "Hyaaa……! Vừa rồi có thứ gì chạm vào tôi……!?",
    "どうせ、ユリアだろう？": "Dù gì cũng là Yuria thôi?",
    "ありゃ、バレちゃったか～。": "Ôi, bị lộ rồi～.",
    "翠蘭がこの手の冗談に引っかかるとはな。": "Suiran lại mắc bẫy trò đùa này nữa rồi.",
    "これだけ真っ暗な山道です。\nいつものように冷静でいられるとは限りません。": "Đường núi tối như thế này mà.\nKhông phải lúc nào cũng giữ được sự bình tĩnh đâu.",
    "ずいぶん可愛いらしい悲鳴だったけど、\n本気で怖がらせちゃった？": "Tiếng thét nghe dễ thương quá nhỉ,\nThật sự sợ đến vậy sao?",
    "あれが本気の怖がり。\nなるほど……": "Đó là sợ thật đấy.\nThật là……",
    "く……お、驚いただけ。\n怖がったわけではないです！": "Ư…… tớ, tớ chỉ giật mình thôi mà.\nTớ không hề sợ hãi đâu!",
    "大丈夫？　よしよし……！": "Ổn chứ? Ngoan nào……!",
    "よしよしじゃないですよ！\nあなたという人は……！": "Không phải ngoan nào đâu!\nCậu đúng là……!",
    "逃げ出したりしなくてよかったよ。\n真っ暗な中、こんなとこではぐれるわけにはいかないからな。": "May mà cậu không bỏ chạy đấy.\nTrong bóng tối, ở chỗ này mà lạc nhau thì không được đâu.",
    "だ、誰かがはぐれたりしないように、\nちゃんとまとまって歩きましょう！": "Đ, đừng để ai bị lạc, \nmọi người hãy đi cùng nhau nhé!",
    "ここでもし、あたしがはぐれて迷子になったら……\nみんなはあたしを見つけようと右往左往してくれるのかしら。": "Nếu ở đây mà tớ bị lạc……\nmọi người sẽ lo lắng tìm tớ sao?",
    "まあ、するでしょうね。": "Chắc vậy.",
    "ああ……みんなの困った顔を想像するだけで、\nご飯何杯でもいけそう……！": "A…… Chỉ cần tưởng tượng ra khuôn mặt bối rối của mọi người thôi,\ntớ có thể ăn no mấy bát cơm luôn……!",
    "冗談だと思いますが、やめてくださいね？": "Tôi nghĩ là cậu đang nói đùa, nhưng đừng làm thế nhé?",
    "アニスさんも心配ですが、宿泊客が行方不明なんてことになったら、\n宿も営業どころではなくなってしまいます。": "Anis cũng đáng lo, nhưng nếu khách trọ mất tích, \nthì nhà trọ cũng không thể kinh doanh được nữa.",
    "う……それはさすがに冗談じゃ済まされないレベルね……\nこの暗さじゃ困った顔もよく見えないだろうし、想像で留めておくわ。": "Ư…… chuyện đó thì đúng là không phải chuyện đùa rồi……\nTrong bóng tối này thì cũng không nhìn rõ mặt bối rối đâu, cứ tưởng tượng thôi vậy.",
    "俺も連れ出した以上、責任は感じるからな。": "Tớ đã rủ mọi người đi cùng, nên tớ cũng cảm thấy có trách nhiệm.",
    "責任……感じてくれるの？": "Trách nhiệm…… Cậu cảm thấy có trách nhiệm sao?",
    "（しまった。逆効果か）": "（Chết thật. Tác dụng ngược rồi）",
    "はぐれないように、手つなぐ……？": "Để không bị lạc, mình nắm tay nhé……?",
    "大丈夫よ、ありがとう。\nちゃんとついていくから。": "Không sao đâu, cảm ơn cậu.\nTớ sẽ đi cùng mà.",
    "そう……": "Ừm……",
    "うーん、それにしても結構歩くんだね。\n山道だからなおさらそう感じるのかな。": "Ưm, nói đi cũng phải nói lại, đi bộ xa thật đấy nhỉ.\nChắc vì là đường núi nên mới cảm thấy vậy.",
    "カオスメイデンなら、\nこの程度の山道、どうってことないと思ったんだが。": "Chaos Maiden mà,\ntớ nghĩ đường núi này có là gì đâu.",
    "当然、どうってことないよ！\nただ真っ暗でほとんど何も見えないのがイヤ。": "Đương nhiên là không có gì rồi!\nChỉ là tớ ghét việc trời tối đen mà không nhìn thấy gì thôi.",
    "半分は越えてる。\nあと５分もしないうちに着くだろう。": "Đi được một nửa rồi.\nChắc chưa đến 5 phút nữa là tới nơi đâu.",
    "もうすぐなんだね！\nだったら、着くまで空は見ないようにしておこうっと！": "Sắp tới rồi hả!\nVậy thì, đến nơi tớ sẽ không nhìn trời nữa!",
    "どういうこと？": "Ý cậu là sao?",
    "星を見るのは、その時までとっておくってこと。": "Đến lúc đó tớ mới ngắm sao.",
    "わたしも、%usernameusernameuserna%も、星……もう見ちゃった。": "Tớ và %usernameusernameuserna%, đã ngắm sao rồi.",
    "今から行く場所では見てないんでしょ。": "Chỗ mình sắp đến thì chưa ngắm đúng không?",
    "うん。": "Ừm.",
    "だったら、フィーも一緒にとっておこう！": "Vậy thì, Fee cũng cùng nhau ngắm nha!",
    "とっておく……": "Cùng nhau ngắm……",
    "みんな一緒のタイミングで見るってことだ。": "Mọi người cùng xem vào cùng một thời điểm.",
    "わかった。\n辿り着くまで上は見ないようにする。": "Đã hiểu.\nTớ sẽ không nhìn lên trời cho đến khi đến nơi.",
    "（にしても、これまでトレーニングの一環だと思って、\n多少汗ばむのも気にしてなかったが……）": "（Mà nói đi cũng phải nói lại, tớ cứ nghĩ là tập luyện,\nnên cũng không để ý đến việc mình đổ mồ hôi……）",
    "よくよく思えば、フィーはせっかく風呂に入ったってのに、\n汗をかくようなことに誘って悪かったな。": "Nghĩ kỹ lại thì, Fee vừa tắm xong, \ntớ lại rủ cậu làm việc đổ mồ hôi thì thật là tệ.",
    "湯冷めしてないか？": "Cậu không bị cảm lạnh chứ?",
    "別に大丈夫。\n夜風は少し冷たく感じるけど、湯冷めするほどじゃない。": "Không sao đâu.\nGió đêm có hơi lạnh, nhưng không đến mức bị cảm lạnh đâu.",
    "汗をかいたらもう一度、温泉に入ればいい。": "Nếu đổ mồ hôi thì lại vào suối nước nóng một lần nữa.",
    "もう一度……": "Một lần nữa……",
    "（少し忘れかけてたのに、温泉で見たフィーの姿を思い出しそうだ……）": "（Hơi quên rồi, lại nhớ đến dáng vẻ của Fee ở suối nước nóng mất rồi……）",
    "%usernameusernameuserna%……": "%usernameusernameuserna%……",
    "うん？\nどうした、フィー。": "Ừm?\nSao vậy, Fee.",
    "（俺の服なんかつかんで……\n自発的にフィーが行動するのも珍しいんじゃないか？）": "（Nắm lấy áo tớ……\nFee chủ động làm gì đó cũng hiếm thấy nhỉ？）",
    "……暗いから、迷わないように。": "……Vì tối nên tớ sợ bị lạc.",
    "そうだな。": "Ừm, đúng là vậy.",
    "ちょっとぉ、ふたりだけでこそこそ楽しそうにして。\nずるいんじゃない？": "Này, hai người làm gì mà vui vẻ thế kia.\nThiệt là bất công quá đi!",
    "こそこそなんてしてないぞ。": "Tớ có làm gì đâu.",
    "とりあえずあたしも迷子防止～。\nやっぱり迷惑かけられないし。": "Tớ cũng để phòng trường hợp bị lạc vậy～.\nDù sao thì cũng không muốn làm phiền mọi người.",
    "俺の服をつかまなくても、\nそうそう変なことしなければ迷子にはならないと思うが……": "Dù không nắm áo tớ thì,\nnếu không làm mấy chuyện kỳ quặc thì cũng không bị lạc đâu……",
    "何やってるのー？　私も私も！": "Hai người đang làm gì thế～? Tớ cũng muốn!",
    "どういうノリだ……\nそんなみんなでつかむもんでもないだろ。": "Kiểu này là sao……\nĐâu phải cứ nắm tay nhau là được đâu.",
    "懐中電灯の明かりさえ視界に入れておけば――": "Chỉ cần để ánh sáng đèn pin vào tầm mắt――",
    "足元が不安定だからでしょうか。\n少し怖いので、支えになってほしいです。": "Có lẽ vì đường đi không ổn định.\nTớ hơi sợ nên muốn được nâng đỡ.",
    "お、おう……？": "Ơ, ừm……?",
    "そんな風にあちこち引っ張ったら、\n%usernameusernameuserna%さんが不安定になってしまいます。": "Cứ nắm kéo như vậy, \nsẽ làm cho %usernameusernameuserna% không được ổn định đấy.",
    "わかってくれるか。": "Cậu hiểu đấy.",
    "%usernameusernameuserna%さんが転ばないように、私が支えます。": "Để %usernameusernameuserna% không bị ngã, tớ sẽ đỡ.",
    "いや、翠蘭までつかむのか。\nめちゃくちゃ歩きにくいんだが……": "Không, Suiran cũng nắm nữa à.\nKhó đi quá đi……",
    "でも、これなら絶対はぐれないよー。": "Nhưng mà, như vậy thì chắc chắn không bị lạc đâu～.",
    "はぐれないのは……いいこと。": "Không bị lạc thì…… cũng tốt.",
    "（まあ、みんながいいならそうするか）": "（Mà, nếu mọi người thấy ổn thì cứ làm vậy đi）",
    "着いたぞ。": "Tới nơi rồi.",
    "わぁ……！　すっごい！": "Wow……! Tuyệt vời!",
    "こんな景色が広がってるなんて……": "Không ngờ lại có một cảnh tượng như thế này……",
    "……想像を越えてきました。": "……Vượt xa cả sự tưởng tượng của tôi.",
    "綺麗……": "Đẹp quá……",
    "（みんな語彙力を失うくらいには、夜空に見入ってるな。\nフィーはどうしてるだろう……）": "（Mọi người đều mất hết vốn từ, cứ nhìn chằm chằm lên bầu trời đêm.\nFee đang làm gì nhỉ……）",
    "…………": "…………",
    "ここは、いわゆる田舎になりますけど……\n学園の方では、なかなか見られない夜空です。": "Chỗ này, có thể gọi là vùng quê……\nỞ trường thì không dễ gì nhìn thấy bầu trời đêm như thế này đâu.",
    "ええ、旅館の売りにもなりそうですね。": "Vâng, có lẽ sẽ là một điểm bán hàng cho nhà trọ đấy.",
    "%usernameusernameuserna%さん、ありがとうございます。\nこんな素敵な場所に誘ってくれて。": "Cảm ơn cậu, %usernameusernameuserna%.\nĐã mời tớ đến một nơi tuyệt vời như thế này.",
    "ええ、想像以上の光景ね。": "Vâng, một cảnh tượng vượt ngoài sức tưởng tượng.",
    "私も感謝しています。\nこんな綺麗な星空はそうそう見ることないですし。": "Tôi cũng cảm ơn cậu.\nTôi hiếm khi được ngắm bầu trời đầy sao đẹp như thế này.",
    "ありがとね、%usernameusernameuserna%！\n来てよかったぁ～！": "Cảm ơn cậu nhé, %usernameusernameuserna%!\nĐi cùng thật là may mắn～!",
    "偶然、いい場所を見つけられたからな。": "Tớ tình cờ tìm được một chỗ tốt thôi.",
    "（それにフィーがいたから、みんなを誘おうと思えたんだが……）": "（Với lại vì có Fee, nên tớ mới nghĩ đến việc rủ mọi người đi cùng……）",
    "（完全に見入ってる……見惚れてる？\nどんな気持ちで見上げてるんだろう）": "（Hoàn toàn say mê…… Ngắm nhìn say sưa?\nCậu ấy đang nhìn lên với tâm trạng thế nào nhỉ）",
    "ねえ、宇宙人とかっているのかな！？": "Nè, có khi nào có người ngoài hành tinh không!?",
    "いないとは言い切れないですね。": "Không thể nói là không có đâu.",
    "目で見て確認できるだけでも、これほどたくさんの星がありますから。\n星の数だけ可能性があるということなのかもしれません。": "Chỉ cần nhìn bằng mắt thôi đã thấy bao nhiêu ngôi sao rồi.\nCó lẽ là có nhiều khả năng như số lượng các ngôi sao vậy.",
    "そう考えたら、可能性高くない？": "Nếu nghĩ như vậy thì khả năng không phải cao sao?",
    "さあ……いたとしても、人類に友好的であってほしいですね。": "Chà…… Cho dù có đi nữa, tôi hy vọng họ sẽ thân thiện với loài người.",
    "（メイズシフターのような生物もいるからな）": "（Vì cũng có những sinh vật như Maze Shifter mà）",
    "フィー。\n友好的な宇宙人の演技、できそうか？": "Fee.\nCậu có thể diễn vai người ngoài hành tinh thân thiện không?",
    "フィーのままでいる": "Cứ là Fee thôi",
    "俺を参考にしろ": "Cứ theo tớ mà làm",
    "友好的な宇宙人？\n……どうしたら宇宙人になれる？": "Người ngoài hành tinh thân thiện?\n…… Làm sao để trở thành người ngoài hành tinh đây?",
    "わたし……\n友好的な宇宙人に見える？": "Tớ……\nCó giống người ngoài hành tinh thân thiện không?",
    "フィーみたいな宇宙人なら、大歓迎だろ。": "Nếu là người ngoài hành tinh như Fee thì tớ rất hoan nghênh.",
    "%usernameusernameuserna%は、友好的な宇宙人だった……？": "%usernameusernameuserna% có phải là người ngoài hành tinh thân thiện không……?",
    "…………納得。": "…………Đã hiểu.",
    "納得するな。\n冗談だ。": "Đừng có hiểu.\nTớ đùa thôi.",
    "それで……どうだ。\n空には何かあったか？": "Vậy…… thế nào rồi.\nTrên trời có gì không?",
    "……でも。": "……Nhưng mà.",
    "ん？": "Hửm?",
    "この６人で一緒に見る夜空は特別で、ちょっと違う気がする。": "Cùng nhau ngắm bầu trời đêm với 6 người chúng ta, cảm giác thật đặc biệt, có chút khác lạ.",
    "……ふっ、そっか。": "……Hừm, đúng là vậy.",
    "（何か感じたなら、ここまで連れてきたかいがあったな）": "（Nếu cậu cảm thấy gì đó, thì tớ đưa mọi người đến đây cũng đáng）",
    "ねえねえ！　流れ星にお願いしようよ！": "Nè nè! Mình ước sao băng đi!",
    "流れ星なんて、そう簡単に見られるものではないですよね？": "Sao băng thì đâu dễ gì thấy được đúng không?",
    "案外、ちょっと待ってたら流れてきたりして。": "Biết đâu một lúc nào đó nó sẽ xuất hiện thì sao.",
    "今のうちにお願いを考えておきましょう。": "Chúng ta hãy nghĩ về điều ước của mình đi.",
    "お願い……\nみんなと一緒に、もう少しこのまま……星と月を見ていたい。": "Điều ước……\nMuốn cùng mọi người, cứ như thế này thêm một chút nữa…… Muốn ngắm trăng sao thêm một chút nữa.",
    "その願いなら、すぐに叶うぞ。": "Điều ước đó thì sẽ thành hiện thực ngay thôi.",
    "（もうしばらくここにいよう。あの月に雲がかかるくらいまで……）": "（Cứ ở đây thêm một lát nữa. Cho đến khi mây che khuất mặt trăng……）"
}