{
    "……というわけで、最後までドタバタしましたけど、\n何とか申請をしてチームとして認められたんです。": "……Như vậy, dù có chút lộn xộn đến phút cuối, \ntôi đã nộp đơn và được công nhận là một đội.",
    "なるほど……\n白奈の加入はめるの粘り強い説得が決め手だったのか。": "Ra là vậy……\nViệc Hakuna gia nhập là nhờ sự thuyết phục bền bỉ của Meru sao.",
    "今考えれば……白奈さんが加入してくれなければ、\nきっとわたくし達は退学になっていましたわね。": "Nghĩ lại thì……nếu Hakuna không gia nhập, \nchắc chắn chúng ta đã bị đuổi học rồi.",
    "まあ、他に良い候補もいなかったからね！\nつまり、白奈ちゃんを説得しためるちゃんはＭＶＰだね！": "Mà, cũng đâu có ứng cử viên nào tốt hơn đâu!\nTóm lại, Meru đã thuyết phục Hakuna, đúng là MVP!",
    "白奈はシリウスシュガーに入って後悔はしなかったのか？": "Hakuna có hối hận khi vào Sirius Sugar không?",
    "うん。シリウスシュガーに入らなくても、\nどこかに入る必要はあった。": "Ừm. Dù không vào Sirius Sugar, \ntôi cũng cần phải vào một nơi nào đó.",
    "自分らしく出来る、このチームには入れてよかったと思ってる。": "Tôi cảm thấy may mắn khi được vào đội này, nơi tôi có thể là chính mình.",
    "そうか。白奈にとってもプラスになってるならよかった。": "Vậy sao. Nếu nó tốt cho Hakuna thì tốt rồi.",
    "それにしても、本当に問題児の集まりだったんだな……": "Nói mới nhớ, toàn những đứa có vấn đề thật đấy……",
    "あははは……結果的にそうなっちゃいましたね。": "A ha ha……Kết quả là như vậy nhỉ.",
    "このメンバーが揃って来た時の、\n生徒会長の反応はどうだったんだ？": "Khi những thành viên này tập hợp lại, \nthì phản ứng của hội trưởng là như thế nào?",
    "ええっと、確か……": "E hèm, để tôi nhớ lại……",
    "……無事に５人集めることができたようですね。\nしかし、驚きました。白奈さんがここに入るとは。": "……Có vẻ như đã tập hợp đủ 5 người rồi.\nNhưng tôi rất ngạc nhiên. Hakuna lại vào đây.",
    "……わたしはここがいいって思えたから。": "……Tôi nghĩ là mình thích ở đây.",
    "しかし、よくここまで事情や問題を抱えたメンバーを揃えましたね。": "Tuy nhiên, mọi người đã tập hợp những thành viên có vấn đề và hoàn cảnh đến mức này nhỉ.",
    "揃えたというか、集まってしまったというか……": "Nói là tập hợp thì đúng hơn là họ tự đến……",
    "まあ、なんだっていいよね！\nってことで、五人揃えたから退学は撤回してよ！": "Thôi kệ đi!\nVậy là đủ 5 người, nên hãy rút lại việc đuổi học đi!",
    "ええ。約束は守りましょう。\nそして、チームとしてあなた方五人の申請を認めます。": "Vâng. Chúng ta sẽ giữ lời hứa.\nVà tôi sẽ công nhận đơn xin của 5 người các bạn với tư cách là một đội.",
    "あ、ありがとうございます！\nやった……これで、パイロットとしての第一歩です……！": "A, xin cảm ơn!\nYeah……Như vậy, đây là bước đầu tiên của tôi với tư cách là một phi công……!",
    "ふふ、これから大変になりますが……\n鳴滝の名前を当てにしない仲間を集めれてよかったですわ。": "Fufu, từ giờ sẽ rất vất vả đấy……\nTôi rất vui vì đã tập hợp được những người không cần dựa vào cái tên Narutaki.",
    "まあ、ゆるーく頑張ろうね♪": "Thôi nào, cứ cố gắng từ từ nhé♪",
    "ちょっと！　ちゃんと稼ぐのは約束しなさいよ！\nラミが入ってる条件なんだからね！": "Này! Phải hứa là sẽ kiếm tiền đàng hoàng đấy!\nVì đó là điều kiện mà Lami đã tham gia!",
    "歓談中、申し訳ありませんが……これで終わりではありません。\nむしろパイロットとしてはここが始まりです。": "Trong khi mọi người đang vui vẻ, xin lỗi vì đã làm phiền……nhưng mọi chuyện chưa kết thúc ở đây đâu.\nHơn nữa, đây mới chỉ là sự khởi đầu với tư cách là một phi công.",
    "無事にパイロットとしての実績を残すことができなければ、\nまた厳しい対応を迫りますからね。": "Nếu không thể đạt được thành tích với tư cách là một phi công, \ntôi sẽ phải áp dụng những biện pháp nghiêm khắc đấy.",
    "ちぇー、しばらくは安泰だと思ったんだけどなぁ……": "Chà, cứ tưởng là được an toàn một thời gian chứ……",
    "当然です。あなた方はようやくスタートラインに立っただけです。\nこれから様々な試練が待ち受けていることでしょう。": "Đương nhiên rồi. Các người chỉ mới đứng ở vạch xuất phát mà thôi.\nTừ giờ trở đi, sẽ có nhiều thử thách đang chờ đợi.",
    "それらを乗り越えて立派なパイロットとなることを、\n私は期待していますからね。": "Tôi mong các người sẽ vượt qua chúng và trở thành những phi công xuất sắc đấy.",
    "はい！　私達はきっと乗り越えてみせます！": "Vâng! Chúng tôi nhất định sẽ vượt qua!",
    "ラミ達なら余裕でやれるっつーの。": "Nếu là Lami và mọi người thì dư sức làm được.",
    "ええ、分かっていますわ。": "Vâng, tôi hiểu.",
    "……うん。わたしに出来る限りはして見せる。": "……Ừm. Tôi sẽ cố gắng hết sức có thể.",
    "皆がそういうなら、あたしも出来る限りは頑張るかな。": "Nếu mọi người đều nói vậy, thì tôi cũng sẽ cố gắng hết sức có thể.",
    "ええ、それでは頑張ってください。": "Vâng, vậy thì hãy cố gắng nhé.",
    "……というやり取りでした！": "……Đó là những gì đã diễn ra!",
    "なるほどな……\nちゃんと生徒会長もお前たちが問題児だと把握してたんだな。": "Ra là vậy……\nHội trưởng cũng biết rõ là các người là những đứa có vấn đề nhỉ.",
    "で、そんな問題児たちも気づいたら解散の危機か……": "Và, những đứa có vấn đề đó, không ngờ lại đứng trước bờ vực giải tán sao……",
    "うう、それは……そうなんですけども……": "Ưm, chuyện đó……thì đúng là như vậy……",
    "うっさいわね！\nそれを撤回させるために今頑張ってんでしょ！": "Im đi!\nBây giờ tôi đang cố gắng để việc đó bị hủy bỏ đấy!",
    "ラミさんの言うとおりです。\nわたくし達は、チーム結成の時も、不可能を乗り越えたんです。": "Đúng như lời Lami nói.\nChúng ta đã vượt qua những điều không thể khi thành lập đội.",
    "今度も必ず結果を出して、解散を撤回させてみせますわ！": "Lần này, chúng ta nhất định sẽ đạt được kết quả và hủy bỏ việc giải tán!",
    "そうですね！　必ずシリウスシュガーを存続してみせます！": "Đúng vậy! Chúng ta nhất định sẽ giữ cho Sirius Sugar tồn tại!",
    "こんなところで終わってたまるかっての！\nそうでしょう、白奈！？": "Không đời nào tôi để mọi chuyện kết thúc ở đây!\nĐúng không, Hakuna!?",
    "……もちろん。解散なんて絶対にさせたくない。": "……Đương nhiên. Tôi không muốn giải tán đâu.",
    "……稼げなかったらすぐ抜け出すって言っていたやつが、\n１番やる気を出してるように見えるな。": "……Cái đứa từng nói sẽ rút lui ngay nếu không kiếm được tiền, \nlại là đứa có vẻ nhiệt tình nhất nhỉ.",
    "あはは、ラミちゃんはなんだかんだ\nこのチームを気に入っているんだよ。": "A ha ha, Lami dù sao cũng thích đội này mà.",
    "そうなのか？": "Vậy sao?",
    "そうだよ？　結局文句は色々と言ってたけど……\n気付いたら皆の事を認めて抜けるなんて言わなくなったんだ。": "Đúng vậy?\nDù sao thì cũng phàn nàn đủ điều……\nNhưng khi để ý thì đã công nhận mọi người và không còn nói sẽ rút lui nữa.",
    "まあ、ラミちゃんが面倒見がいい所があるのも理由だけどね？\nでも、このシリウスシュガーの居心地がいいのは確かだね。": "Mà, cũng là vì Lami có tính hay lo chuyện bao đồng nữa nhỉ?\nNhưng, chắc chắn là Sirius Sugar này rất dễ chịu.",
    "だから、内心では本気でシリウスシュガーとして、\nずっと頑張りたいって思ってるんだよ。": "Vì vậy, trong thâm tâm, cô ấy thực sự muốn cố gắng với tư cách là Sirius Sugar, \nvà muốn gắn bó lâu dài.",
    "……なるほどな。": "……Ra là vậy.",
    "あっ、そうだ、思い出した。いいもの見せてあげる。": "À, phải rồi, tôi nhớ ra rồi. Để tôi cho mọi người xem một thứ hay ho.",
    "……ん？　この写真は？": "……Hửm? Bức ảnh này là sao?",
    "これは結成してすぐに取ってもらった写真だよ。\nほらほら、可愛くない？": "Đây là bức ảnh được chụp ngay sau khi thành lập đấy.\nNhìn này, không dễ thương sao?",
    "まだまだお互いの実力も何も知らなかったけど、\n楽しそうでしょ？": "Mặc dù vẫn chưa biết rõ thực lực của nhau, \nnhưng trông vẫn vui vẻ phải không?",
    "やっぱり色々とあった後だからかな？\nすぐに仲良くなれちゃったんだよね♪": "Có lẽ là vì sau khi trải qua nhiều chuyện nhỉ?\nChúng ta đã nhanh chóng trở nên thân thiết♪",
    "でも、ラミはなんか抱き着かれてて嫌がってないか？": "Nhưng, Lami có vẻ không thích bị ôm nhỉ?",
    "まあ、それは……ご愛嬌ってことで。": "À thì, chuyện đó……coi như là một sự dễ thương đi.",
    "この腑抜けた顔では、使い物にならないぞ。\nこれは地獄の訓練をしてやらないと……": "Với cái bộ mặt ngớ ngẩn này, thì không dùng được đâu.\nTôi phải cho chúng nó trải qua một cuộc huấn luyện địa ngục……",
    "ちょっとー！　今くらいは普通に見ればいいじゃん！\nほらほら、初々しくて可愛いよね！": "Nàyー! Ít nhất thì bây giờ cứ nhìn bình thường thôi mà!\nNhìn này, ngây thơ và dễ thương phải không!",
    "まあ、確かに初々しさを感じるのは認めるが……": "Ừm, tôi thừa nhận là có cảm giác ngây thơ thật……",
    "あっ、懐かしいですね。私もちゃんと保存していますよ。": "À, thật là hoài niệm. Tôi cũng lưu giữ nó cẩn thận đấy.",
    "ええ、わたくしも保存してありますわ。": "Vâng, tôi cũng lưu giữ nó.",
    "……わたしも保存用、布教用、鑑賞用に取ってある。": "……Tôi cũng có một bản dùng để lưu trữ, một bản để tuyên truyền, và một bản để ngắm.",
    "いや、布教用って誰に布教するんだよ。": "Này, để tuyên truyền là tuyên truyền cho ai vậy?",
    "みーんな、なんかの形でちゃーんと保存してるんだよね♪\nふふ、ラミちゃんなんて、端末の壁紙にしてるんだよ。": "Mọi người, ai cũng lưu giữ nó một cách cẩn thận nhỉ♪\nFufu, Lami còn để nó làm hình nền điện thoại nữa đấy.",
    "ちょっと！？　何で知ってるわけ！？\n端末もしかして横から覗き込んだの！？": "Này!? Sao cô biết!?\nCô đã nhìn trộm màn hình điện thoại của tôi phải không!?",
    "やばっ、バレちゃった！": "Chết rồi, bị lộ rồi!",
    "ちょっと待ちなさいよ！\n記憶を消してやるから！": "Đợi đã nào!\nTôi sẽ xóa ký ức của cô!",
    "ちょっとちょっと！？　普通は消せないからね！？": "Khoan khoan!? Bình thường thì không thể xóa được đâu nhé!?",
    "ふふ、仲が良いですわね。": "Fufu, mọi người thật là thân thiết nhỉ.",
    "そうですね……\nやっぱりこんな風に仲良くなれたから……解散したくないです。": "Đúng vậy……\nChắc chắn là vì chúng ta đã trở nên thân thiết như thế này……nên tôi không muốn giải tán.",
    "……うん、勿論。": "……Ừm, tất nhiên rồi.",
    "（俺を助けてくれた恩はあるが……\nこんな風に笑ってたこいつらをもう一度笑顔にしたいな）": "（Tôi mang ơn vì đã được giúp đỡ……\nTôi muốn nhìn thấy những người này cười một lần nữa）",
    "（解散なんてさせて悲しい顔をさせるわけにはいかない。\n必ず結果を出して、シリウスシュガーを存続させよう）": "（Tôi không thể để mọi người phải buồn vì giải tán.\nNhất định phải đạt được kết quả và giữ cho Sirius Sugar tồn tại）",
    "……よし、休憩は終わりだ！　ひよっこども！\nすぐに訓練を再開するぞ！": "……Được rồi, giờ nghỉ giải lao kết thúc rồi! Mấy đứa nhóc!\nChúng ta sẽ tiếp tục huấn luyện ngay bây giờ!",
    "えっ、あ、もうそんな時間ですの！？": "Ể, a, đã đến giờ rồi sao!?",
    "えー！？　さっきまでのいい雰囲気はどこへ？": "Êー!? Không khí tốt đẹp vừa rồi đâu rồi!?",
    "うわぁ……またあのモードに入っちゃったよ……": "Uwaaa……Lại vào chế độ đó rồi……",
    "……でも、昔の話をしてたら気合が入りました！\n絶対に勝てるように頑張りましょう！": "……Nhưng mà, khi nói về chuyện xưa thì tôi lại thấy hào hứng!\nChúng ta hãy cố gắng để chắc chắn chiến thắng nhé!",
    "……うん、必ず勝とう。": "……Ừm, nhất định phải thắng.",
    "ちぇー……まあそうね。がんばろっか。": "Chàー……thôi được rồi. Cố gắng lên nào.",
    "お前ら！　返事はどうした！": "Này mấy đứa! Trả lời thế nào!",
    "イエッサー！！": "Yes sirrr!!",
    "声が小さい！　もう１度！": "Giọng nhỏ xíu! Lần nữa!",
    "イエッサーーーー！！": "Yes sirrrrrr!!",
    "舐めているのか！　腹から声を出せー！！": "Coi thường tôi à! Hét to lên từ bụng đi!",
    "イエッサーーーーー！！！！": "Yes sirrrrrrr!!!!",
    "こうして、日が暮れるまで俺たちは地獄の特訓を続けた。": "Cứ như vậy, chúng tôi đã tiếp tục buổi huấn luyện địa ngục cho đến khi trời tối.",
    "――解散の危機を乗り越えて、\n写真のような笑顔を浮かべる未来のために。": "――Để có một tương lai với nụ cười như trong bức ảnh, \nvượt qua được nguy cơ giải tán."
}