{
    "さんざん捜し回って、ようやく見つけたと思えば……\nこんなところで何を油売っているのよ、クララさん。": "Sau một hồi tìm kiếm, cuối cùng cũng tìm thấy…\nCô đang làm gì ở đây vậy, Clara?",
    "泉花……": "Izumi.",
    "今日の主役が立つステージはここじゃないでしょ。\nさあ、早く校舎に戻るわよ。": "Nhân vật chính của ngày hôm nay không phải ở đây đâu.\nNào, nhanh về trường thôi.",
    "……私のことは放っておいて。\nさっき伝えた通り、参加は辞退するから。": "…Cứ để tôi yên.\nNhư tôi đã nói lúc nãy, tôi sẽ rút lui.",
    "本気……？": "Thật…?",
    "本気よ。私はステージに出ないわ。": "Thật đấy. Tôi sẽ không lên sân khấu.",
    "クララさん……": "Clara…",
    "それじゃ、私はこれで――": "Vậy thì, tôi đi đây――",
    "ふざけないで！！": "Đừng có giỡn mặt！！",
    "せ、泉花……！？": "I, Izumi…!?",
    "あなたの気持ちはその程度のものだったわけ！？\n絶対にサンタクイーンになるって言ってたでしょ！？": "Cậu có ý định đó thôi sao！？\nCậu đã nói chắc chắn sẽ trở thành Nữ hoàng Santa mà！?",
    "……サンタクイーンは、もういい。": "…Nữ hoàng Santa, không cần nữa.",
    "もう、いい……？": "Không cần…?",
    "泉花や%usernameusernameuserna%に、葵やうるう、舞亜……\n特にパーティー運営の人達にはあとで謝罪にいかないとね……": "Izumi và %usernameusernameuserna%, Aoi và Uru, Mai…\nĐặc biệt là những người điều hành buổi tiệc, tôi phải xin lỗi họ sau…",
    "じゃあ、『その後』のことは……": "Vậy còn 'sau đó' thì sao…?",
    "それも……もういいかな。多分どのみちもしサンタクイーンに\nなれたとしても、負け戦な気がするし……": "Cái đó…cũng không cần nữa. Có lẽ dù có trở thành Nữ hoàng Santa\nthì tôi cũng sẽ thua thôi…",
    "…………": "…………",
    "ここは戦略的撤退……みたいな？　今のままがきっと、\n一番形としては無難な気がするのよね。": "Đây là rút lui chiến lược…chăng？Cứ như bây giờ chắc là ổn nhất.\nTôi thấy thế.",
    "思えば、別に勝負に出るリスクなんてとる意味ないし？\n博打もいいところよ。": "Nghĩ lại thì, đâu cần phải mạo hiểm làm gì？\nChơi trò may rủi cũng được.",
    "……本当にいいの？": "…Cậu thực sự ổn chứ?",
    "いいも何も、それが合理的なんだから。\n泉花だったら、そういう選択肢とるでしょ？": "Ổn, vì đó là điều hợp lý nhất.\nNếu là Izumi, cậu sẽ chọn như vậy phải không?",
    "……！！": "…！！",
    "そうだわ……！　よかったら、代わりに泉花が出てみな――": "Đúng rồi…！Nếu được, Izumi, cậu lên thay đi――",
    "パン――――": "Bốp――――",
    "…………！": "……！",
    "（ビ、ビンタ！？）": "（B, Bị tát！？）",
    "意気地なし！！": "Đồ nhát gan！！",
    "……！": "…！",
    "お、おい、泉花……さすがに……": "Ơ, ơ, Izumi…dù sao thì…",
    "%usernameusernameuserna%さんは黙ってて！！": "Anh %usernameusernameuserna% im lặng đi！！",
    "は、はい……": "V, vâng…",
    "何こんなとこで日和ってんのよ！！　勝ちにいくんじゃなかったの！？\nいつものまっすぐで負けず嫌いなクララさんはどこに行ったのよ！！": "Sao lại chùn bước ở đây vậy！！Cậu không muốn chiến thắng sao！？\nClara thẳng thắn và không chịu thua thường ngày đâu rồi！！",
    "わ、私だって……！　いつもまっすぐで負けず嫌いなわけじゃない！\nあんな歌詞見せられたら、私だって……！": "T, tôi cũng…！Đâu phải lúc nào tôi cũng thẳng thắn và không chịu thua đâu！\nNếu nhìn thấy lời bài hát đó, thì tôi cũng…！",
    "歌詞……？　って、私の書いた歌詞に何かあったの……？": "Lời bài hát…？Ý cậu là, có gì đó trong lời bài hát tôi viết sao…？",
    "（泉花……あんた……気づいて……）": "（Izumi…cậu…nhận ra đi…）",
    "とにかく、私にはできない。これ以上は進めない。\nそれが結論よ。": "Dù sao thì, tôi không thể. Tôi không thể tiến xa hơn nữa.\nĐó là kết luận của tôi.",
    "……………………わかった。": "……………………Tôi hiểu rồi.",
    "私がステージに立つわ。歌詞も振り付けだって当然覚えてるし。\n正直緊張するけど、上手くできる自信はある。": "Tôi sẽ lên sân khấu. Tất nhiên tôi cũng nhớ lời bài hát và vũ đạo.\nThật sự thì tôi cũng căng thẳng, nhưng tôi tin là mình sẽ làm tốt.",
    "ええっ！？": "Ehh！？",
    "いいのよね、クララさん。私、多分サンタクイーンに\nなってもならなくても、勝手に進んじゃうわよ。": "Được không, Clara. Có lẽ dù tôi có trở thành Nữ hoàng Santa hay không,\ntôi cũng sẽ tự mình tiến lên thôi.",
    "あ……": "A…",
    "ステージに立つのは運営の人達に迷惑をかけないためであって、\n『その後』のことに私はサンタクイーンとか別に気にしないし。": "Tôi lên sân khấu là để không gây rắc rối cho những người điều hành, còn\n'sau đó' thì tôi không quan tâm Nữ hoàng Santa hay gì cả.",
    "それは……": "Điều đó thì…",
    "あとで『負け犬』になっても、恨み言はなしよ？\nあなたが選んだ結果なんだから。": "Sau này có là 'kẻ thua cuộc' thì cũng đừng oán trách nhé？\nVì đó là kết quả mà cậu chọn mà.",
    "あなたが舞台から勝手に降りると言うなら、私は勝手に上がる。\n勝ちにいっちゃっても、後悔しないでよね。": "Nếu cậu tự ý xuống khỏi sân khấu, tôi sẽ tự mình lên.\nDù tôi có chiến thắng, thì cũng đừng hối hận nhé.",
    "いいのよね？": "Được chứ?",
    "行きましょう、%usernameusernameuserna%さん。\nこんな腰抜けに任せてられない。": "Đi thôi, anh %usernameusernameuserna%.\nKhông thể giao cho kẻ hèn nhát này được.",
    "え、えっと……": "À, ừm…",
    "今ならまだギリギリなんとかなりそうね。\n準備を１５分として――": "Bây giờ vẫn còn kịp.\nCứ cho là cần 15 phút chuẩn bị――",
    "……………………うるさい。": "……………………Ồn ào.",
    "うるさい！　うるさい！　うるさい！": "Ồn ào！Ồn ào！Ồn ào！",
    "好き放題言って！　ひとの気も知らないで！！　私が本当に\n心の底から諦めるわけないでしょ！？　一体どんな気持ちで――": "Muốn nói gì thì nói！Cậu không hiểu cảm xúc của người khác sao！！Tôi thật sự\nkhông hề từ bỏ từ tận đáy lòng đâu！？Tôi đã có những cảm xúc――",
    "だったら、それを貫きなさいよ！！": "Vậy thì, hãy cứ theo đuổi nó đi！！",
    "貫きなさいよ！　どんな問題や葛藤があっても、\n自分の勝利のためなら諦めない。勝つまで食らいつく！": "Hãy cứ theo đuổi nó đi！Dù có bất kỳ vấn đề hay xung đột nào,\nvì chiến thắng của mình mà không từ bỏ. Quyết tâm chiến thắng！",
    "あなたはそういう女じゃない！！": "Cậu không phải là người như vậy！！",
    "そんなあなただから……！\nそんなあなただから、私はいいって思えたの！！": "Chính vì cậu là người như vậy…！\nChính vì cậu là người như vậy, nên tôi mới thấy ổn！！",
    "勇気を出して、頑張って一歩進もうとしたあなたを、\n応援するって決められたの！！": "Cậu đã dũng cảm, cố gắng tiến lên một bước,\ntôi đã quyết định ủng hộ cậu！！",
    "なのに……なのに、こんなところで、折れないでよ……！\nあなたは……そんな意気地なしじゃないんだから……！！": "Vậy mà…vậy mà, ở nơi này, đừng gục ngã…！\nCậu…không phải là kẻ hèn nhát như vậy mà…！！",
    "………………泉花こそ、後悔しない？\n私が、このまま進んじゃっても。": "………………Izumi, cậu không hối hận sao？\nNếu tôi cứ tiếp tục như thế này.",
    "…………する。": "…………Có.",
    "えぇ……": "Ehh…",
    "でも私が諦めて、大事な友達が諦めるのを認めてしまったら、\nそれこそ後悔すると思うわ……": "Nhưng nếu tôi từ bỏ, và để người bạn quan trọng của tôi từ bỏ,\nthì tôi mới thực sự hối hận…",
    "泉花って、相当面倒くさい性格してるわよね……": "Izumi, cậu có tính cách phiền phức thật đấy…",
    "それ、クララさんが言う？　ひねくれるときもまっすぐすぎて、\nこんなに手を焼くとは思わなかったわ。": "Cái đó, Clara nói sao？Có những lúc cậu còn thẳng thắn hơn cả khi khó chịu nữa,\ntôi không ngờ lại phiền phức đến thế.",
    "……なによ、その言い方。性格悪い子ね。": "…Gì chứ, nói thế là sao. Tính tình tồi tệ thật đấy.",
    "だって私、カラフルブーケの参謀だもの。\n参謀はだいたい性悪って相場が決まってるのよ。腹黒策士なの。": "Vì tôi là quân sư của Colorful Bouquet mà.\nQuân sư thì thường có tính xấu, đó là quy luật rồi. Kẻ mưu mô xảo quyệt mà.",
    "ふふ、そうだったわ。": "Phù, đúng là vậy thật.",
    "……ありがとう泉花。そんでもって私こそ面倒くさいこと言ってごめん。\n私……改めて、サンタクイーンを目指すわ。": "…Cảm ơn Izumi. Và tôi xin lỗi vì đã nói những điều phiền phức.\nTôi…một lần nữa, tôi sẽ hướng đến Nữ hoàng Santa.",
    "正直負け戦かもしれない。でも……それでも、やっぱり\n勝ちにいきたい。まだ何も結果が出てないのに諦めたくない。": "Thật sự thì có thể là một trận thua. Nhưng…dù vậy, tôi vẫn muốn\nchiến thắng. Tôi không muốn từ bỏ khi chưa có kết quả gì cả.",
    "ええ、その言葉を待ってた。\n私はプロデューサーとして最後まであなたを支えるわ。": "Ừ, tôi đang đợi những lời đó.\nTôi sẽ là nhà sản xuất, ủng hộ cậu đến cùng.",
    "（なんかよくわからんが、結果オーライってことか？\n完全に蚊帳の外だったけど……）": "（Không hiểu gì, nhưng kết quả là tốt phải không？\nTôi hoàn toàn đứng ngoài cuộc…）",
    "どうやら、ふたりの間で話はついたみたいだな……\nそれじゃあ会場へ急ごう。みんなが待ってる。": "Có vẻ như, cả hai đã nói chuyện xong rồi…\nvậy thì hãy nhanh đến hội trường thôi. Mọi người đang đợi đấy.",
    "そんなこと、言われなくても分かってるわよ！": "Việc đó, không cần cậu phải nói tôi cũng biết！",
    "改めて見てなさい、%usernameusernameuserna%。\n私が優勝して、サンタクイーンに輝く瞬間を！": "Hãy xem đây, anh %usernameusernameuserna%.\nKhoảnh khắc tôi chiến thắng và tỏa sáng với danh hiệu Nữ hoàng Santa！",
    "%usernameusernameuserna%さんから連絡をもらって、\nもうずいぶん経ちますけど……だ、大丈夫なんでしょうか。": "Tôi đã nhận được liên lạc từ anh %usernameusernameuserna% rồi,\nđã lâu rồi…t, tôi có ổn không vậy.",
    "こっち向かってるって言ってたけど、\nもう予定の出番までいくらも時間がないわね。": "Anh ấy nói là đang trên đường đến đây,\nnhưng cũng không còn nhiều thời gian cho đến khi tôi lên biểu diễn nữa.",
    "……聞こえる。\nどうやら３人とも来たか。": "…Tôi nghe thấy rồi.\nCó vẻ như cả ba người đều đã đến.",
    "へっ……？": "Hả…？",
    "みんなーっ！　お待たせーっ！": "Mọi ngườiーっ！Xin lỗi vì đã để mọi người đợiーっ！",
    "――クララさん！？": "――Clara！？",
    "はぁ……はぁ……！\nああもう、なんでこんな格好で全力疾走しなきゃいけないの！": "Ha…ha…！\nÔi trời, tại sao tôi phải chạy hết tốc lực trong bộ dạng này chứ！",
    "息が上がるのが早すぎるぞ、泉花。\nトレーニング不足だな。": "Hơi thở của cậu gấp gáp quá, Izumi.\nCậu thiếu rèn luyện rồi.",
    "トレーニングバカと……一緒にしないでほしいわね……！\nあなたは無駄に鍛えすぎなのよっ……！": "Đừng có so sánh tôi với kẻ nghiện tập luyện…！\nCậu luyện tập quá mức rồi…！",
    "ふふ、今夜のサンタクロースは、ずいぶんマイペースなご到着ね。": "Phù, Ông già Noel của đêm nay, đến trễ thật đấy.",
    "３人とも無事で何よりだ。\n心なしか、クララはずいぶんスッキリした顔つきだな。": "Cả ba người đều an toàn là tốt rồi.\nTôi có cảm giác, Clara trông thoải mái hơn hẳn.",
    "まあね。ちょっといろいろあって……": "Ừm. Có một vài chuyện…",
    "のんびり話し込んでる場合じゃないわよ。\nもうすぐクララの出番が来ちゃう。": "Không phải lúc để thong thả đâu.\nSắp đến lượt Clara lên biểu diễn rồi.",
    "大変だわ……！\n急いで舞台に上がる準備をしなくちゃ！": "Khổ quá…！\nPhải nhanh chóng chuẩn bị lên sân khấu thôi！",
    "ライブ、頑張って！": "Cố gắng lên trong buổi live nhé！",
    "もちろんよ！\n絶対にサンタクイーンの座を勝ち取ってくるわ！": "Tất nhiên rồi！\nTôi nhất định sẽ giành được ngôi vị Nữ hoàng Santa！",
    "そうしてギリギリではあるが、\nなんとかクララは出番に間に合って――": "Và rồi, tuy sát giờ,\nClara đã kịp lên biểu diễn――",
    "暗闇のステージにスポットライトが降り注ぐ。\nと同時に、彼女のための旋律が、講堂に響き始めた。": "Ánh đèn sân khấu chiếu rọi xuống sân khấu tối tăm.\nĐồng thời, giai điệu dành cho cô, vang vọng khắp giảng đường.",
    "（届かせる……！）": "（Phải truyền tải được…！）",
    "クララ・オン・ステージの開幕よッ！！\nこの聖夜の輝きは、綺羅クララが独り占めしちゃうんだから！！": "Clara on Stage bắt đầu！！\nÁnh sáng của đêm Giáng sinh này, Kila Clara sẽ là người duy nhất độc chiếm！！",
    "わ――――――――っ！！": "Waaaa――――――――！！",
    "歓声に包まれる中、クララのライブが始まった。": "Giữa những tiếng reo hò, buổi live của Clara bắt đầu.",
    "（見ていなさいよ、%usernameusernameuserna%。\nそれに、泉花も……）": "（Hãy nhìn đi, anh %usernameusernameuserna%.\nVà cả Izumi nữa…）",
    "（最高のパフォーマンスで、\nここに集まった人達みんなを釘付けにしてやるわ！）": "（Với màn trình diễn tuyệt vời nhất,\ntôi sẽ khiến tất cả mọi người ở đây phải chú ý！）",
    "……分かっちゃいたことだけど、クララの奴、めちゃくちゃ上手いな。": "…Tôi đã biết rồi, nhưng Clara giỏi thật đấy.",
    "ああ。何より、あの堂々たる振る舞い……\n見事と言うほかない。": "Ừm. Hơn hết, phong thái đường hoàng đó…\nKhông thể nói gì hơn ngoài hai chữ tuyệt vời.",
    "まるでスポットライトを浴びるために生まれてきたみたいな、\n圧倒的な存在感ね。": "Cứ như cô ấy sinh ra để được ánh đèn sân khấu chiếu rọi vậy,\nmột sự hiện diện áp đảo.",
    "ほ、本物のアイドル……みたいです……！": "G, giống như một thần tượng thực sự…vậy…！",
    "……ほらね。やっぱりできるじゃない。": "…Thấy chưa. Rõ ràng là cậu có thể mà.",
    "そうやって真っ直ぐに挑み続けるかっこいい姿が、\nあなたには似合ってるのよ……クララさん。": "Phong thái luôn đối mặt một cách thẳng thắn như vậy,\nsẽ rất hợp với cậu…Clara.",
    "～♪": "～♪",
    "……眩しいなぁ。": "…Chói mắt thật đấy.",
    "そうだな……\n本当に、まるで別世界の住人だ。": "Đúng vậy…\nThật sự, như một người đến từ thế giới khác vậy.",
    "当たり前だろ": "Đương nhiên rồi.",
    "どうだろう": "Tôi không biết nữa.",
    "ねえ、%usernameusernameuserna%さん……\n%usernameusernameuserna%さんはクララさんに投票する？": "Này, anh %usernameusernameuserna%…\nAnh %usernameusernameuserna% sẽ bỏ phiếu cho Clara chứ?",
    "でもこれは友人だからとか義理で入れるわけじゃない。\n他の人のは見れてないが……これで今日一番じゃないは嘘だろう？": "Nhưng đây không phải vì tình bạn hay nghĩa vụ đâu.\nTôi chưa xem những người khác, nhưng đây không phải là người xuất sắc nhất hôm nay thì là gì？",
    "ええ、言わなくてもわかってるわよ。同じ気持ちだもの。": "Ừ, không cần nói tôi cũng hiểu. Tôi cũng có cùng cảm xúc.",
    "これはもう、１００票入れたい！": "Tôi muốn bỏ 100 phiếu！",
    "俺はたとえ身内でも、えこひいきはしないフェアな男だからな。": "Dù là người thân, tôi cũng không thiên vị, tôi là một người công bằng mà.",
    "で、そんなフェアな男の評価は？": "Vậy, đánh giá của một người công bằng thì sao?",
    "１００票入れる。": "Bỏ 100 phiếu.",
    "ひとり１票よ、おバカ。": "Mỗi người chỉ được một phiếu thôi, đồ ngốc.",
    "それから、あっという間に彼女の出番は幕を閉じる。\nしかしその短い時間でも、観客にその存在を刻むには十分であった。": "Và rồi, buổi biểu diễn của cô ấy đã kết thúc trong nháy mắt.\nNhưng trong khoảng thời gian ngắn ngủi đó, đã đủ để khắc sâu sự hiện diện của cô vào khán giả.",
    "圧巻のライブを披露したクララは、\n当然のように今年のサンタクイーンの座に輝いたのだった――": "Clara đã thể hiện một buổi live đầy ấn tượng,\nnhiên nhiên đã giành được ngôi vị Nữ hoàng Santa của năm nay――"
}