{
    "体育祭から数日後、\nラウラから呼ばれた俺は彼女の部屋へとやってくる": "Vài ngày sau lễ hội thể thao, tôi được Laura gọi đến phòng cô ấy.",
    "ラウラ、俺だ。": "Laura, là tôi.",
    "は、はーい。": "Vâng, vâng.",
    "来てくれてありがとう。入って入って。": "Cảm ơn cậu đã đến. Vào đi, vào đi.",
    "まずは、１位おめでとう。": "Đầu tiên, chúc mừng cậu đã đạt hạng nhất.",
    "ありがとう。%usernameusernameuserna%さんが\n協力してくれたおかげだよ。": "Cảm ơn cậu. Là nhờ có sự giúp đỡ của %usernameusernameuserna% đấy.",
    "いや、ラウラ達が頑張ったからだよ。\nそれにしてもこんな時間に呼び出して、どうしたんだ？": "Không, là vì Laura và mọi người đã cố gắng hết mình. Mà gọi tôi đến giờ này có chuyện gì vậy?",
    "えっと、練習にも付き合ってくれて……\n色んな弱音でいっぱい迷惑をかけちゃったから……お詫びをしたくて。": "À thì... vì đã giúp đỡ tớ trong lúc tập luyện... và đã làm phiền tớ bằng những lời than vãn... tớ muốn xin lỗi.",
    "お詫び？": "Xin lỗi?",
    "うん、迷惑沢山かけたのに%usernameusernameuserna%さんに\n何にもしてあげられてないな……って思って……": "Ừm, tớ nghĩ là mình đã làm phiền %usernameusernameuserna% rất nhiều... và tớ đã không làm gì cho cậu cả...",
    "気にしなくていい。優勝できたんだから結果オーライだろ？　\n俺はその結果だけでも満足だよ。": "Không cần phải bận tâm đâu. Chúng ta đã chiến thắng rồi, mọi chuyện đều ổn cả. Tôi hài lòng với kết quả đó.",
    "……でも、私の気が済まないの！": "…Nhưng tớ không thấy thoải mái!",
    "そ、そう言われてもな……": "Thì, dù cậu nói vậy... ",
    "だから……す、少しだけ待っててね……": "Vì vậy... c, chờ tớ một chút nhé...",
    "ああ……って、え！？": "A... Ể!?",
    "ラウラは俺の見えない位置へといって着替え始めた。\n衣擦れの音が聞こえて、生々しさに思わず緊張してしまう。": "Laura đi đến một nơi mà tôi không thấy và bắt đầu thay đồ. Tiếng xào xạc của quần áo vang lên, sự sống động khiến tôi căng thẳng.",
    "えっと……どうかしら？": "À thì... thế nào?",
    "着替え終わったラウラは、チアリーダー姿となっていた。": "Laura, sau khi thay đồ, đã mặc trang phục cổ vũ.",
    "ら、ラウラ！？　そのチア衣装はどうしたんだ！？": "L, Laura!? Cậu lấy bộ đồ cổ vũ đó ở đâu vậy!?",
    "（……いや、俺としては嬉しいんだが）": "(...Không, tôi thì lại thấy vui)",
    "その……実はチアリーディングをする子達にお願いされて作ったの……\n参加しないかとも言われたけど、恥ずかしくて今回は見送っちゃった……": "Thì... thực ra là tớ đã được những người làm cổ vũ yêu cầu làm... Họ cũng hỏi tớ có muốn tham gia không, nhưng vì ngại nên tớ đã không tham gia...",
    "（確かに体育祭ではチア姿で応援している子達もいたな）": "(Quả thật, trong lễ hội thể thao cũng có những người mặc đồ cổ vũ)",
    "そ、それで……どうかな？　に、似合ってる？": "V, vậy... thế nào? C, có hợp không?",
    "ああ、凄く似合ってるぞ。": "Ừ, rất hợp đấy.",
    "出来るだけ冷静には言ったが、あらわになった太ももにぴったりとした\nユニフォームで強調された胸に股間が張り詰めていた。": "Tôi cố gắng nói một cách bình tĩnh nhất có thể, nhưng cặp đùi lộ ra và bộ đồng phục ôm sát làm nổi bật vòng một khiến tôi căng thẳng.",
    "あっ……そ、その反応ってことは……\n私に、興奮してくれてるってことで……いいのかな？": "A... V, vậy có nghĩa là... Cậu... đang bị kích thích vì tớ... có phải không?",
    "こ、この姿に興奮しない男はいないだろ！": "T, tôi không nghĩ có người đàn ông nào không bị kích thích bởi bộ dạng này!",
    "そ……そうなの？　確かにちょっとスカートが短いよね……\n胸も目立つし……だから皆の前で着るのは恥ずかしかったけど……": "V... vậy sao? Chắc chắn là váy hơi ngắn nhỉ... Ngực cũng lộ nữa... Vì vậy tớ thấy ngại khi mặc trước mặt mọi người...",
    "するとラウラは俺の目を見て、少し悪戯っぽく笑った。": "Laura nhìn vào mắt tôi và cười một cách tinh nghịch.",
    "%usernameusernameuserna%さんがこんなに興奮してくれるなら、\n勇気を出して着てみて良かったかも……♪": "Nếu %usernameusernameuserna% bị kích thích như vậy, thì có lẽ tớ đã dũng cảm mặc nó...♪",
    "ふふ、おっきくなっちゃったの……これ、どうして欲しい♡": "Hừm, nó đã lớn hơn rồi... Cậu muốn tớ làm gì với nó?",
    "俺は堪らず、ラウラに気持ちよくしてほしいんだと口走る。": "Tôi không thể kiềm chế được và buột miệng muốn Laura làm cho mình vui.",
    "そうなんだ、気持ちよくしてほしいんだね……": "Vậy sao, cậu muốn tớ làm cho cậu vui...",
    "ふふ♡　%usernameusernameuserna%さんは素直だね。\nなんだか照れちゃうな……♡": "Hừm♡ %usernameusernameuserna% thật thà quá. Tớ hơi ngại đấy...♡",
    "ら、ラウラ………………っ、うっ……！": "L, Laura... …!?",
    "……いっぱい頑張ってくれた指揮官さんに、\n私が気持ちよくしてあげて元気にしてあげるねっ。": "…Tớ sẽ làm cho chỉ huy đã cố gắng rất nhiều cảm thấy vui vẻ và tiếp thêm sinh lực cho cậu.",
    "スカートを捲り上げるラウラの股間は、\n濡れそぼった割れ目が浮かび上がっていた。": "Laura vén váy lên, lộ ra khe hở ướt át.",
    "その、男の人はこういうのが好きだって見たんだけど……どうかな？": "Tớ thấy đàn ông thích những thứ này... thế nào?",
    "ラウラは割れ目を俺に見せつけながら、頬を赤らめた。\nその様子に俺はより一層興奮し、ゆっくりと頷く。": "Laura đỏ mặt, vừa nhìn tôi vừa khoe khe hở của mình. Tôi càng phấn khích hơn trước cảnh tượng đó và từ từ gật đầu.",
    "よかった……今日はこれで気持ちよくしてあげるね♡": "May quá... Hôm nay tớ sẽ làm cho cậu vui nhé♡",
    "そうしてラウラは俺のズボンのチャックをゆっくりと下す。\n俺は我慢が出来ずに、思わず腰が浮いてしまう。": "Sau đó, Laura từ từ kéo khóa quần của tôi xuống. Tôi không thể kiềm chế được và vô thức nhấc hông lên.",
    "うふふ、焦らなくても、いーっぱい気持ちよくしてあげるからね♡\nほら%usernameusernameuserna%さんのおちんちん、出てきたよ♡": "Ufufu, đừng vội, tớ sẽ làm cho cậu vui vẻ thật nhiều♡ Nhìn này, %usernameusernameuserna%, dương vật của cậu đã lộ ra rồi♡",
    "ラウラが取り出した俺の一物は、これでもかというほど張り詰めていた。\n今すぐにでもラウラの中に捻じ込みたい衝動に駆られる。": "Vật thể của tôi mà Laura lấy ra đã cương cứng đến mức không thể tả. Tôi bị thôi thúc muốn đâm vào Laura ngay lập tức.",
    "%usernameusernameuserna%さん、\n今すぐにでも私に入れたいって顔してるね。でも今日はだーめ。": "%usernameusernameuserna%, cậu đang nhìn tớ với khuôn mặt muốn vào tớ ngay bây giờ. Nhưng hôm nay thì không được.",
    "そう言って、ラウラは俺の上に跨った。\n俺の肉棒へと触れるラウラのしっとりした陰唇を感じる。": "Nói xong, Laura ngồi lên người tôi. Tôi cảm nhận được âm hộ ẩm ướt của Laura đang chạm vào dương vật của mình.",
    "せっかくだから、いつもと違う、トクベツな事、したいでしょ？\n今日はこれで気持ちよくしてあげるね。": "Nhân tiện, cậu có muốn làm một điều gì đó đặc biệt, khác với mọi khi không? Hôm nay tớ sẽ làm cho cậu vui nhé.",
    "ラウラは俺の一物に、自身の陰唇を擦り付け始めた―ー……\n所謂『素股』というやつだ。": "Laura bắt đầu cọ âm hộ của mình vào dương vật của tôi... Cái gọi là '素股' đấy.",
    "柔らかな感触と、程よい湿り気で、俺の股間は\nどんどんと高まっていった。ラウラからも声が漏れ始める。": "Cảm giác mềm mại và độ ẩm vừa phải, dương vật của tôi dần dần tăng lên. Laura cũng bắt đầu rên rỉ.",
    "あんっ……♡　んっ、んっ、んっ……あっ……\nお股が、擦れて……っ……わ、私も気持ちくなっちゃ……": "Ahn...♡ Ừm, ừm, ừm... A... Âm đạo của tớ đang cọ xát... Tớ cũng cảm thấy...!",
    "あ、はぁっ、あんっ、%usernameusernameuserna%さんのがぁっ、\nいいところに擦れてっ、あああんっ！": "A, haa, ahn, của %usernameusernameuserna% đang cọ xát vào chỗ tốt... Aaaahn!",
    "そう喘ぎながら、ラウラは腰をヘコヘコと揺らし、俺の一物に自身の\n股間を擦り付け続けた。湿り気だったものがぬかるみへ変わっていく。": "Trong khi thở hổn hển, Laura lắc hông và tiếp tục cọ xát âm đạo của mình vào dương vật của tôi. Cái ẩm ướt đã biến thành vũng lầy.",
    "いやっ……！　はああんっ……！　なんだがお股がっ……！\nヌメヌメしてっ……あっ……きもちいよぉっ……！！": "Không...!! Haaahn...! Sao âm đạo của tớ...!! Ướt nhẹp... A... sướng...!",
    "%usernameusernameuserna%さんのあついのが擦れてっ、\nきもちいよぉっ！　今日は私が気持ちよくしてあげる日なのにっ……": "Cái nóng của %usernameusernameuserna% đang cọ xát... sướng quá! Hôm nay là ngày tớ làm cậu vui mà...",
    "ラウラの割れ目を見ると、そこにはさっきまで隠れていた陰核が\nぷっくりと浮き上がっていた。俺はそれを指でなぞる。": "Nhìn vào khe hở của Laura, tôi thấy âm vật ẩn sau đó đang sưng lên. Tôi dùng ngón tay vuốt ve nó.",
    "ひやぁっ！！！！　あああっ！！！！　\n%usernameusernameuserna%さんっ、それ、らめぇっ！！！！": "Hiaaaah!!!! Aaaah!!!! %usernameusernameuserna%, đừng làm thế!!!!",
    "ラウラの身体は痙攣したかのように跳ね、\nビクンビクンと背中をのけぞらせた。": "Cơ thể Laura co giật như thể bị co thắt, và cô ấy ngửa lưng lên.",
    "や、やらっ！！　そこ、くりくりしちゃ、やだぁっ！　あっ！　あっ！\nなんかくるっ！　きちゃうのっ！　そこ、だめぇっ！！！！": "Đ, đừng làm thế!! Đừng có cù vào đó!! A! A! Có gì đó đang đến! Không được vào đó!!!!",
    "俺はちょっとしたいたずら心が沸き、ラウラの言う『そこ』が『どこ』\nなのか尋ねる。": "Tôi có một chút tinh nghịch và hỏi Laura 'chỗ đó' là 'đâu'.",
    "ううううっ……んっふ……あんっ……\nも、もうっ、イジワルっ……": "Uuuuu... ưm... ahn... M, muộn rồi... ",
    "俺はラウラの陰核を、指で少し強く弾いた。\n瞬間、ラウラは甘美な声を上げ、激しく腰を揺らした。": "Tôi dùng ngón tay búng mạnh vào âm vật của Laura. Ngay lập tức, Laura phát ra một giọng nói ngọt ngào và lắc hông dữ dội.",
    "ひゃあああああんっ！！！！　いう！　いうからぁっ！！　あんっ！！\nくっ、クリトリスぅっ！！　クリトリスぐりぐりしないでぇっ！！！！　": "Hiaaaahhhhh!!!! Nói! Sẽ nói mà!! Ahn!! C, clitoris!! Đừng cù clitoris!!!!",
    "俺が指を止めると、ラウラは肩で息をしながら、潤んだ目でこちらを\n見つめた。": "Khi tôi dừng ngón tay lại, Laura thở hổn hển và nhìn tôi với đôi mắt đẫm lệ.",
    "%usernameusernameuserna%さん、えっちなんだからっ……\n今日は、一緒にイキたいのっ！": "%usernameusernameuserna%, cậu thật là hư hỏng... Hôm nay, tớ muốn cùng nhau đạt đến đỉnh điểm!",
    "そうしてラウラは再び俺の一物に自身を擦り付け始めた。\nあふれ出る愛液が絡みついて、滑りを一層良くする。": "Sau đó, Laura lại bắt đầu cọ xát mình vào dương vật của tôi. Tinh dịch tràn ra, làm tăng thêm độ trơn.",
    "次はっ……私の番だからねっ……私が……あっ、きもちよく、\nしてあげるんだからっ……": "Lần tới... là đến lượt tớ... Tớ sẽ... ah, làm cho cậu vui... ",
    "亀頭の一番感度の良い場所が丁度よく擦れて、\n俺は下半身から込みあがってくるものを感じた。": "Chỗ nhạy cảm nhất của quy đầu đang cọ xát một cách hoàn hảo, và tôi cảm thấy thứ gì đó đang trào dâng từ phần dưới cơ thể.",
    "ふふ♡　%usernameusernameuserna%さん、\nきもち良さそうな顔してるっ……私のお股でっ、きもちくなってるっ♡": "Hừm♡ %usernameusernameuserna%, cậu đang có vẻ mặt rất sướng... Cậu đang sướng với âm đạo của tớ♡",
    "なんだかっ、いつもより、がちがちになってるねっ……んっ。\nそんなにこの格好が興奮するのっ？": "Sao... hôm nay lại cứng hơn mọi khi thế nhỉ... Ừm. Bộ dạng này khiến cậu phấn khích đến vậy sao?",
    "俺が『そうだ』と頷くと、ラウラは嬉しそうにほほ笑み、\n指で俺の亀頭を甘く弄び始めた。": "Khi tôi gật đầu, Laura mỉm cười hạnh phúc và bắt đầu vuốt ve quy đầu của tôi bằng ngón tay.",
    "へぇ～っ……もしかして、体育祭のチアの子達にも、こんな風に\n興奮してたのかな？": "Heeh... Có lẽ, cậu cũng phấn khích như vậy với những người cổ vũ trong lễ hội thể thao sao?",
    "俺は慌てて首を横に振る。確かにこの格好はそそるものがあるが、\n誰でも良い訳じゃない。ラウラだからこんなに興奮するのだ。": "Tôi vội vàng lắc đầu. Chắc chắn là bộ dạng này rất hấp dẫn, nhưng không phải ai cũng được. Chỉ có Laura mới khiến tôi phấn khích đến vậy.",
    "そう言うと、ラウラは少し恥ずかしそうにはにかんだ。": "Nói vậy, Laura hơi ngượng ngùng và cười.",
    "本当にっ？　嬉しいなっ♡　私も、こんな姿を見せるのは、\n%usernameusernameuserna%さんにだけだよっ♡": "Thật sao? Tớ vui quá♡ Tớ cũng chỉ cho %usernameusernameuserna% xem bộ dạng này thôi♡",
    "そうしてラウラは亀頭を弄ぶ手の動きを速める。素股とは違う、\n指先の繊細な動きに、俺は果てそうになるのを必死に抑えた。": "Sau đó, Laura tăng tốc độ di chuyển của bàn tay đang vuốt ve quy đầu. Với những chuyển động tinh tế của đầu ngón tay, khác với 素股, tôi cố gắng hết sức để kiềm chế.",
    "私にとって%usernameusernameuserna%さんは特別で、\nだから、喜んでくれるなら、なんでもしてあげたくなっちゃうのっ♡": "Đối với tớ, %usernameusernameuserna% là người đặc biệt, vì vậy nếu cậu vui, tớ muốn làm bất cứ điều gì cho cậu♡",
    "そうだっ、%usernameusernameuserna%さんがっ、\nもっときもちくなるように、応援して……あげるっ……♡": "Đúng rồi, để %usernameusernameuserna% cảm thấy sướng hơn... tớ sẽ cổ vũ...♡",
    "そうしてラウラは俺の亀頭から手を放し、陰部を一物にあてがい、\nリズム良く腰を上下に揺らし始めた。": "Sau đó, Laura buông tay khỏi quy đầu của tôi, đặt âm hộ lên vật thể và bắt đầu lắc hông lên xuống theo nhịp điệu.",
    "がんばれっ♪　%usernameusernameuserna%さんっ♪\nがんばれっ♪　いっぱい♪　びゅーびゅーしてっ♪": "Cố lên♪ %usernameusernameuserna%♪ Cố lên♪ Thật nhiều♪ Bắn ra♪",
    "んっ……%usernameusernameuserna%さん♪　\nおちんぽ♪　がんばれっ♪　私にいっぱいかけてっ♪": "Ừm... %usernameusernameuserna%♪ Dương vật♪ Cố lên♪ Bắn đầy vào tớ♪",
    "%usernameusernameuserna%さん♪　だいすきだよっ♪\nいっぱい♪　きもちくなってっ♪": "%usernameusernameuserna%♪ Tớ thích cậu♪ Thật nhiều♪ Cảm thấy sướng♪",
    "おちんぽ♪　えらいえらい♪　上手にぼっきして♪　えらいねっ♪\nせーし♪　たくさん作ってっ♪　私にかけてっ♪": "Dương vật♪ Giỏi lắm♪ Cương cứng giỏi quá♪ Giỏi lắm♪ Tinh dịch♪ Tạo ra thật nhiều♪ Bắn vào tớ♪",
    "ラウラが揺れる度に、俺の亀頭から我慢汁が大量に溢れ、\nぬちゅぬちゅと音を立てた": "Mỗi khi Laura lắc lư, tinh dịch tràn ra từ quy đầu của tôi, tạo ra âm thanh ướt át.",
    "あっ！　%usernameusernameuserna%さん、\nえっちな汁がたーくさん出てるねっ……♪　うれしいなっ……♪　\n": "A! %usernameusernameuserna%, cậu có nhiều chất lỏng hư hỏng quá...♪ Tớ vui quá...♪",
    "ラウラの腰の動きがどんどんと速度を増していくにつれて、\n俺達の息も甘く上がってゆく": "Khi chuyển động hông của Laura tăng tốc, hơi thở của chúng tôi cũng tăng lên một cách ngọt ngào.",
    "上下運動が激しくなる度に、ラウラの豊かな胸がゆさゆさと揺れた。\n零れ落ちそうなそれを、俺は思わず両手で鷲掴む。": "Mỗi khi chuyển động lên xuống trở nên dữ dội hơn, bộ ngực đầy đặn của Laura lại rung lắc. Tôi vô thức nắm lấy nó bằng cả hai tay.",
    "あんっ♪　もう、%usernameusernameuserna%さんたらっ♪\nそんなにおっぱいが好きなのかな？　ふふ♪　いっぱい触っていいよ♪": "Ahn♪ %usernameusernameuserna%♪ Cậu thích ngực đến vậy sao? Hừm♪ Cứ sờ thoải mái đi♪",
    "ラウラの胸は程良い弾力と柔らかさがあり、俺は夢中になって\nその感触を楽しんだ。": "Bộ ngực của Laura có độ đàn hồi và mềm mại vừa phải, tôi say mê tận hưởng cảm giác đó.",
    "ひゃあんっ！！　あっ！！　そこはぁっ！！": "Hyaaan!! Aah!! Chỗ đó!!",
    "ラウラが急に声を上げる。\n俺の指は桃色の突起をとらえていた。": "Laura đột nhiên lên tiếng. Ngón tay tôi đã chạm vào núm vú màu hồng.",
    "やああぁんっ！！　ちくびこりこりしちゃ……！　きもちくなっちゃうっ！\nあっ！　あっんっ！！　ぞくぞくがくるっ！！": "Yaaaan!! Cọ xát núm vú...!! Tớ cảm thấy sướng quá! A! Ahn!! Tớ cảm thấy rạo rực!!",
    "ラウラは快楽から逃れるように激しく身体をくねらせた。\n俺は乳首から手を離したが、ラウラの快楽は留まることを知らなかった。": "Laura uốn éo cơ thể một cách dữ dội để thoát khỏi khoái cảm. Tôi buông tay khỏi núm vú, nhưng khoái cảm của Laura không hề dừng lại.",
    "あっ、んぁあああっ……！　なんだかっ……\nお股がジンジンしてきたよぉっ……": "A, aaaaah...! Sao... âm đạo của tớ lại ngứa ran...!",
    "そうしてラウラは陰唇の割れ目をめいっぱい俺の一物に押し付けた。\nこのまま挿入してしまうのではないかという錯覚に襲われる。": "Sau đó, Laura ấn mạnh khe hở âm hộ vào vật thể của tôi. Tôi có ảo giác rằng mình sẽ bị xâm nhập.",
    "%usernameusernameuserna%さんにきもちくなってもらう日\nなのにっ。私ばっかりきもちくなっちゃうよぉっ！　ああんっ！！\n": "Hôm nay là ngày để %usernameusernameuserna% cảm thấy sướng mà. Chỉ có tớ cảm thấy sướng thôi! Aaan!",
    "俺はラウラが気持ち良くなっている姿に一番興奮する、\nという事を告げる。": "Tôi nói rằng tôi cảm thấy phấn khích nhất khi nhìn thấy Laura cảm thấy vui vẻ.",
    "ほんとにっ？　私がえっちになってる所に興奮するのっ……？\nうっ……んっ……はぁ、はぁ、あんっ……！": "Thật sao? Cậu phấn khích khi thấy tớ hư hỏng sao...? Ừm... haa, haa, ahn...!",
    "ラウラは涙目になりながら頬を赤らめた。\n蕩けて欲情的な目が俺をじっと見つめて離さない。": "Laura đỏ mặt với đôi mắt đẫm lệ. Đôi mắt khao khát và gợi tình nhìn chằm chằm vào tôi và không rời đi.",
    "うれしいっ、わたしが、えっちな事、好きなのバレたらっ、\n幻滅されちゃうんじゃないかって……あっ……こわかったのっ……": "Tớ vui quá, tớ sợ rằng nếu cậu biết tớ thích những điều hư hỏng... thì cậu sẽ thất vọng... A... Tớ sợ lắm...",
    "きょうはっ、『お詫び』って言って誘ったけどっ……ああああんっ。\nほ、ほんとうはっ、私がえっちなことっ、したかっただけなのっ……！": "Hôm nay, tớ đã rủ cậu bằng cách nói 'xin lỗi'... Aaaahn. Th, thực ra, tớ chỉ muốn làm những điều hư hỏng thôi...!",
    "ね、ねぇっ……%usernameusernameuserna%さんっ……んっ……\nわたしっ、あっ、ん。こんなえっちな子だけどっ……いっ、あ……っ。": "N, này... %usernameusernameuserna%... ưm... Tớ... A, ưm. Tớ là một đứa hư hỏng như vậy... nhưng... i, a...!",
    "こ……これからもっ……いっしょにいてくれるっ………？": "T... từ bây giờ... sẽ ở bên cạnh tớ...?",
    "俺は『当たり前だろ』と言ってラウラを抱きしめる。\nしっとりと汗ばんだ肌が吸い付くように触れる。": "Tôi nói 'Đương nhiên rồi' và ôm Laura. Làn da ướt đẫm mồ hôi dính vào nhau.",
    "ラウラがこんなにも俺の事を思ってくれていた事に、俺は感激した。\nそして、こうやって身も心も求めてくれる事が素直に嬉しかった。": "Tôi đã rất xúc động khi Laura nghĩ về tôi nhiều đến vậy. Và tôi thực sự hạnh phúc khi cô ấy yêu cầu cả thể xác lẫn tâm hồn như thế này.",
    "ラウラは俺の返答に涙ぐみ、嬉しさを表すように腰を振った。": "Laura rơm rớm nước mắt trước câu trả lời của tôi và lắc hông để thể hiện niềm hạnh phúc của mình.",
    "ほんとにっ……？　うれしいよぉっ……！\nこれからもっ、いっぱい一緒にいてっ、きもちいいことしたいっ……！": "Thật sao...? Tớ vui quá...!! Từ bây giờ, hãy ở bên nhau thật nhiều, và muốn làm những điều tốt đẹp...!",
    "そうしてラウラは陰唇の割れ目をめいいっぱい俺の一物に押し付けた。\nこのまま挿入してしまうのではないかという錯覚に襲われる。": "Sau đó, Laura ấn mạnh khe hở âm hộ vào vật thể của tôi. Tôi có ảo giác rằng mình sẽ bị xâm nhập.",
    "ラウラのかわいらしかった陰核は、興奮と擦れで腫れ上がるように\n突起して、俺の一物に当たる度、コリコリとした感触がする。": "Âm vật dễ thương của Laura, do phấn khích và cọ xát mà sưng lên, mỗi khi chạm vào vật thể của tôi, nó tạo ra một cảm giác cứng cáp.",
    "あああんっ！　おまたぬめぬめきもちいいよぉっ！　ううっ、あんっ！！\n腰が止まらないのぉっ！　きもちいの、もっとほしいのっ！！": "Aaaahn! Âm đạo ướt át thật sướng! Uuu, ahn!! Hông không dừng lại! Muốn sướng hơn nữa!!",
    "うううう～っ、あ、あそこがっ、んぅううっ……！　\nうずうずしてたまらないのっ……！　おちんぽに擦れてっ……ひゃぁん！": "Uuuuu... a, chỗ đó... ưm... không thể chịu đựng được nữa... cọ xát vào dương vật... hyaan!",
    "突起した陰核が、俺の亀頭と擦れる度に愛液が溢れ出た。\nそうしてもう我慢の限界と言わんばかりに、ラウラの身体が大きく跳ねる。": "Mỗi khi âm vật nhô ra cọ xát vào quy đầu của tôi, tinh dịch lại tràn ra. Và Laura nhảy lên một cách dữ dội như thể cô ấy đã đạt đến giới hạn của mình.",
    "ううううっ、もう、もうむりっ、がまんできないぃっ、\n%usernameusernameuserna%さん！　いっしょにっ……あああっ！！": "Uuuuu, không, không thể chịu đựng được nữa, %usernameusernameuserna%! Cùng nhau... aah!",
    "ラウラの蕩けた表情に、俺も我慢の限界が来る。ラウラに、\n『俺も限界だ』と頷くと、ラウラは嬉しそうにほほ笑んだ": "Với vẻ mặt đê mê của Laura, tôi cũng đến giới hạn. Khi tôi gật đầu với Laura, 'Tôi cũng đến giới hạn rồi', Laura mỉm cười hạnh phúc.",
    "あああっ！　くる！　きもちいの！　くるっ！　私、いっちゃうっ！\n%usernameusernameuserna%さん！　いくっ！！　いっちゃうよぉぉぉ！！": "Aaaah! Đến rồi! Sướng quá! Đến rồi! Tớ sẽ đi đây! %usernameusernameuserna%! Đi nào!! Tớ sẽ đi đâyyyyy!!",
    "んっ、はぁっ……はぁ……いっしょにいっちゃったねっ……": "Ừm, haa... haa... chúng ta cùng nhau đi nhé...",
    "擦り合いっこ、きもちかったねっ……すごかったぁ……\n%usernameusernameuserna%さんも気持ちよかった？": "Cọ xát nhau, sướng quá... tuyệt vời... %usernameusernameuserna% cũng thấy sướng chứ?",
    "今日は%usernameusernameuserna%さんを\n気持ちよくする日だったのに、私まで気持ちよくなっちゃった……": "Hôm nay là ngày để làm cho %usernameusernameuserna% cảm thấy vui, nhưng tớ cũng cảm thấy vui...",
    "ラウラは少し申し訳なさそうにするが、快楽に蕩けた彼女の姿にも\n興奮していたのだから、むしろそれで良かったのだと思う。": "Laura có vẻ hơi xin lỗi, nhưng tôi nghĩ điều đó là tốt, vì tôi đã bị kích thích bởi hình ảnh cô ấy đê mê vì khoái cảm.",
    "そう……？　それなら……良かったけど……うふふ": "Vậy sao...? Nếu vậy... thì tốt rồi... ufufu",
    "急に笑って、どうしたんだラウラ？": "Đột nhiên cười, có chuyện gì vậy Laura?",
    "なんだか今日は、私のえっちな部分、いっぱい見せちゃったけど……": "Hôm nay, tớ đã cho %usernameusernameuserna% xem rất nhiều khía cạnh hư hỏng của mình...",
    "それを%usernameusernameuserna%さんが受け入れてくれて、\nなんだか、嬉しかったなぁって……": "Nhưng %usernameusernameuserna% đã chấp nhận nó, và tớ cảm thấy... vui quá...",
    "そうなのか？　お、俺はむしろ、もっとえっちになったラウラも\n見てみたいと思うけどな……": "Vậy sao? T, tôi nghĩ, tôi muốn nhìn thấy Laura hư hỏng hơn nữa...",
    "も、もっとえっちな所！？\n%usernameusernameuserna%さんたら、スケベさんなんだから。": "Ch, chỗ hư hỏng hơn nữa!? %usernameusernameuserna% đúng là người biến thái.",
    "男は皆そういうもんだろ！": "Đàn ông ai mà không như vậy!",
    "うふふ。そうなの？　まあでも、%usernameusernameuserna%さんになら、見せてもいいかな♡": "Ufufu. Vậy sao? Ừm, nhưng, với %usernameusernameuserna%, tớ có thể cho cậu xem♡",
    "ラウラは照れたようにそう言って、服を着替え始めた": "Laura nói như vậy một cách ngại ngùng và bắt đầu thay quần áo.",
    "もう着替えちゃうのか？": "Thay đồ rồi sao?",
    "えっと……その……\n冷静に考えたら、やっぱりこの格好恥ずかしいなー……って……": "Ừm... thì... Nếu nghĩ kỹ lại, bộ dạng này vẫn còn ngại quá...",
    "そ、そうなのか？　凄く似合ってたから、\n出来ればまた着て欲しいというか……": "V, vậy sao? Vì nó rất hợp với cậu, tôi muốn cậu mặc nó thêm lần nữa...",
    "む、むりむりむり！！　これ以上は恥ずかしくて無理！！！！": "M, không, không, không!! Ngại quá, không thể chịu đựng được nữa!!!!",
    "そ、そうなのか……": "V, vậy sao...",
    "俺が落ち込んでいるとラウラは俺のそばに引っ付いて、\n恥ずかしそうにこう言った": "Khi tôi đang buồn, Laura đến gần tôi và nói một cách ngại ngùng",
    "……で、でも……また勇気が出たときは……応援しにいくからね？": "...Nhưng... khi nào tớ lấy lại dũng khí... tớ sẽ đến cổ vũ cho cậu nhé?"
}