{
    "もっと動き出しを速くした方がいいわね。\nあと、歩幅が大きいのが気になるわ。無駄な力を抜いてみて。": "Cô nên tăng tốc độ di chuyển đi.\nVới cả, tớ thấy sải chân cậu hơi dài. Thử thả lỏng người xem.",
    "ええっと……こ、こうかしら！？\n難し過ぎる……！": "E hèm... V, vầy sao!?",
    "そうそう。そうやって走れば疲れが減るわ。": "Đúng rồi. Cậu chạy như vậy sẽ đỡ mệt hơn đấy.",
    "もしわからなければ、何度だって聞いてくれていいからね。\n気を張らずに走りましょう。": "Nếu cậu không hiểu thì cứ hỏi tớ thoải mái nhé.\nCứ thả lỏng mà chạy đi.",
    "ええ、ありがとうね心香！\nよーし、それじゃあもっと走ってくるわよ！": "Ừm, cảm ơn cậu, Kokoro! \nĐược rồi, giờ tớ sẽ chạy tiếp!",
    "ねえ心香ちゃん、私はどうかな？": "Này Kokoro-chan, tớ thì sao?",
    "ノエルは普段から走っているからいい感じよ。\nむしろ、今のフォームを崩さない方がいいかもしれないわ。": "Noel chạy bộ thường ngày nên ổn rồi.\nThay vì vậy, tớ nghĩ cậu cứ giữ nguyên tư thế hiện tại là được.",
    "へへ。やったぁ！": "He he. Được rồi!",
    "それよりも、周囲の事に気を取られるのが欠点ね。\n真っすぐゴールを目指すことを考えるのがいいわ。": "Thay vào đó, cậu hay bị phân tâm bởi những thứ xung quanh.\nTớ nghĩ cậu nên tập trung vào việc về đích thôi.",
    "は～い！": "Vâng!",
    "心香ちゃん、その……ちょっといいかしら？": "Kokoro-chan, ờ thì... cho tớ hỏi chút được không?",
    "どうしたの？": "Sao vậy?",
    "その、私って走るのが苦手だから……\nどういう風にすればいいのかなって悩んでいるの。": "Thì, tớ không giỏi chạy cho lắm...\nTớ đang phân vân không biết nên làm thế nào.",
    "そうね……走る距離が少し長いから、\nペース配分を考えるのも重要よ": "Ừm... Vì quãng đường chạy hơi dài nên\ncũng cần phải cân nhắc việc phân phối sức nữa đấy.",
    "ペース配分？": "Phân phối sức á?",
    "ええ。最初から全速力だと後半にバテるの。\n徐々に速度を上げる方が結果的にタイムが早くなるわ。": "Ừm. Nếu chạy hết tốc lực ngay từ đầu thì sẽ đuối ở nửa sau thôi.\nTăng tốc từ từ thì kết quả sẽ nhanh hơn đấy.",
    "なるほど……そういう事ね！\nありがとう心香ちゃん！　意識してみるわね！": "Ra là vậy... Cảm ơn cậu, Kokoro-chan! Tớ sẽ để ý!",
    "……ほう。": "…Hừm.",
    "心香の言葉と訓練に励むプレ・クラス－Ａ。\nしばらくして休憩時間になった。": "Pre-Class-A đang chăm chỉ tập luyện theo lời Kokoro.\nMột lúc sau thì đến giờ nghỉ.",
    "%usernameusernameuserna%、隣に座っていいかしら？": "%usernameusernameuserna%, tớ ngồi cạnh cậu được không?",
    "ああ、構わないぞ。それにしても頑張ってるな。\n走ることに関しては俺よりもコーチング上手いんじゃないか？": "Ừm, không sao đâu. Mà cậu cũng cố gắng thật đấy.\nVề khoản huấn luyện chạy bộ thì có khi còn giỏi hơn cả tớ ấy?",
    "ふふ、それはそうよ。\nこれでも怪我をする前は陸上に全力で向き合ってたのよ。": "He he, cũng đúng thôi.\nTrước khi bị thương tớ cũng từng rất nghiêm túc với bộ môn điền kinh mà.",
    "あ、そうか……そうだよな。\n悪い、無神経な言い方になってた。": "À, phải rồi... Tớ xin lỗi, tớ lỡ lời rồi.",
    "気にしないで。\nそういう意味で言ったんじゃないってわかるから。": "Không sao đâu.\nTớ biết cậu không có ý đó mà.",
    "そうか……でも、おかげで俺の仕事がなくなりそうだ。": "Vậy sao... Nhưng mà, nhờ vậy mà tớ sắp thất nghiệp rồi.",
    "……あなたには出来る事が沢山あるわ。\n私とは違うわ。": "…Cậu có rất nhiều việc có thể làm mà.\nTớ thì khác.",
    "走って練習に参加できないから、\nこのくらいしかやることがないだけだもの。": "Vì tớ không thể tham gia tập luyện nên\ntớ chỉ có thể làm được chừng này thôi.",
    "……心香。": "…Kokoro.",
    "…………": "……",
    "なあ、心香。そうはいうが――": "Này, Kokoro. Dù cậu nói vậy thì...",
    "ねえねえ、心香！　助けて！\n上手く曲がれないんだけどどうすればいい！？": "Này này, Kokoro! Cứu tớ với!\nTớ không biết phải làm sao để vào cua cho tốt!",
    "コーナーの曲がり方のコツよね？\n今から教えに行くわね": "Về bí quyết vào cua hả?\nTớ sẽ đến chỉ cho cậu ngay đây.",
    "ええ！　お願い！": "Vâng! Cứu tớ với!",
    "ジュリー、良い感じに曲がれてるわね。\nただ、足が上がらなくなってるわ。もっと上げた方がいいかも。": "Julie vào cua cũng ổn rồi đấy nhỉ.\nChỉ là, chân cậu không được nâng lên cao. Nên nâng cao hơn một chút.",
    "ぐぬぬ……！　これならどう！？\nほら、すっごく上がってるでしょ！？": "Grừ... ! Vầy thì sao!?\nNhìn này, tớ nâng cao lắm luôn!",
    "……もっと普通に上げる程度でいいわよ。\nそれじゃあスキップになってるから、ケガをするわよ。": "…Cậu chỉ cần nâng lên ở mức bình thường thôi là được rồi.\nNhư vậy thì thành nhảy cò rồi, dễ bị thương lắm đấy.",
    "うぐぐ！　分からないんだけど！\n足を上げても別に変らないんじゃないの！？": "Ư... ! Tớ không hiểu!\nNâng chân lên thì có gì khác đâu chứ!?",
    "そんなこと言わないの。\n足を上げるのはフォームを安定させるのに重要なのよ。": "Đừng nói vậy chứ.\nNâng chân lên là để giữ cho tư thế ổn định đấy.",
    "……そうね。それに、ダイエットにも効果的よ。": "…Phải ha. Với cả, nó còn có tác dụng giảm cân nữa đấy.",
    "えっ！？　そうなの！？\nあたしもカッコいい体になれるの！？": "Hả!? Thật á!?\nTớ cũng có thể có một thân hình đẹp sao!?",
    "ええ、なれるはずよ。": "Ừm, chắc chắn là được.",
    "確かに心香ちゃんってすらっとしてて綺麗だもんねー。": "Quả thật Kokoro-chan rất thanh mảnh và xinh đẹp nhỉ.",
    "……私もちょっとお腹周りが気になるし、\nもっと足を上げて走ってみようかしら……？": "…Tớ cũng hơi lo về vòng eo của mình,\nhay là tớ cũng thử nâng cao chân khi chạy xem sao…?",
    "（少しだけ心香の様子は気になったが……\nジュリーたちも上手く改善してるし負けてられないな。）": "(Tuy có hơi để ý đến Kokoro một chút...\nNhưng mà Julie và mọi người cũng đang tiến bộ, mình không thể thua được.)",
    "よーし、折角だ。\n俺も一緒に走って実践で教えるぞ。": "Được rồi, nhân cơ hội này luôn.\nTớ cũng sẽ chạy cùng và hướng dẫn thực tế luôn.",
    "え？　%usernameusernameuserna%も走ってくれるの！？": "Hả? %usernameusernameuserna% cũng chạy sao!?",
    "ああ。そのつもりだ。\n心香も俺にアドバイスをしてくれてもいいからな？": "Ừm. Tớ định vậy.\nKokoro cũng có thể cho tớ lời khuyên mà?",
    "別にあなたには必要ないでしょ……\nまあ、でもいい気分転換になりそうね。": "Cậu có cần đâu nhỉ…\nMà thôi, chắc cũng là một cách giải khuây đấy.",
    "さて、それじゃあ走るぞ！\n全員ついてこい！": "Nào, giờ thì chạy thôi!\nMọi người theo tớ!",
    "ふぅ……ジュリーもいい走りだな。\nただ、ぶつかりそうになったのは気を付けた方がいいぞ。": "Phù… Julie chạy cũng tốt đấy nhỉ.\nChỉ là, cần cẩn thận hơn khi suýt va vào nhau đấy.",
    "うう、ごめんなさい。\nやっぱりこう……走ってる時は全力だから……": "Ưm, xin lỗi.\nTại vì... khi chạy tớ luôn dùng hết sức mà...",
    "ジュリーの走り方を見てる限りで、\nもうちょっと視線を上にあげた方がいいな。": "Nhìn cách chạy của Julie thì\ntớ nghĩ cậu nên nhìn lên cao hơn một chút.",
    "……どういうこと？": "…Ý là sao?",
    "うーむ、まあ見せた方が早いよな。\n少し走るから見ていてくれ。": "Ưm, để tớ làm mẫu cho nhanh vậy.\nCứ nhìn tớ chạy một lát nhé.",
    "うん！　ありがとう%usernameusernameuserna%！": "Vâng! Cảm ơn %usernameusernameuserna%!",
    "よし、いくぞ。まず普段のジュリーの走り方だ。": "Được rồi, bắt đầu thôi. Đầu tiên là cách chạy thường ngày của Julie.",
    "うんうん。": "Vâng vâng.",
    "こんな風に地面を見ながら走ってるだろ？\nこれだと、視野が狭くなって――": "Cậu nhìn xuống đất như vầy đúng không?\nNhư vậy thì tầm nhìn sẽ bị hẹp lại...",
    "%usernameusernameuserna%、そこあぶないよ！？": "%usernameusernameuserna%, nguy hiểm đó!?",
    "えっ？　――うおあっ！？": "Hả? -- Ui da!?",
    "使ったまま片付けを忘れていたらしい器具を踏んでしまい、\nそのまま俺は転んでしまう。": "Có vẻ như tớ đã giẫm phải dụng cụ mà quên cất đi,\nthế là tớ ngã nhào.",
    "いってぇ……": "Ui da...",
    "ちょ、%usernameusernameuserna%！？": "Chờ, %usernameusernameuserna%!?",
    "だ、大丈夫！？": "C, cậu không sao chứ!?",
    "みんな落ち着いて！\n%usernameusernameuserna%、足は大丈夫？　怪我は？": "Mọi người bình tĩnh nào!\n%usernameusernameuserna%, chân cậu có ổn không? Bị thương không?",
    "あ、ああ……ちょっとひねったが大丈夫だ。\n心配かけてすまないな": "À, ừm... Tớ bị trẹo một chút thôi, không sao đâu.\nXin lỗi đã làm mọi người lo lắng.",
    "歩いたらダメ。みんなは練習してて。\n肩を貸すからこっちに移動しましょう。": "Đừng có đi lại. Mọi người cứ tập luyện đi.\nTớ sẽ dìu cậu đến chỗ khác.",
    "動かないでね。アイシングをするから。\n……この腫れ方をしてるなら、固定もした方がいいわね。": "Đừng cử động nhé. Tớ sẽ chườm đá cho cậu.\n…Với tình trạng sưng tấy này thì, có lẽ cần phải cố định lại.",
    "大げさだって。": "Làm quá lên rồi đấy.",
    "元陸上選手が言ってるのよ？": "Người từng là vận động viên điền kinh nói đấy nhé?",
    "……確かに、それならお願いしても良いか？\n実は強がってたけど、けっこう痛いんだ。": "…Quả thật, vậy thì nhờ cậu nhé?\nThật ra tớ đang cố tỏ ra mạnh mẽ thôi, đau thật đấy.",
    "はぁ……強がりもいいけど、素直に言うのは大切よ。": "Haizz... Cố tỏ ra mạnh mẽ cũng tốt, nhưng nói thẳng ra thì quan trọng hơn đấy.",
    "まあ、張り切って教えようとしてたから……\nちょっと恥ずかしかったんだよ。": "Mà, vì cậu đã hăng hái chỉ dạy mà...\ntớ cũng hơi ngại.",
    "それで、酷くなって歩けなくなった方がカッコ悪いわ。\nなら、素直に言ってくれる方がいいわよ。": "Vậy thì, thà cậu nói thẳng ra còn hơn là để mọi chuyện tệ hơn.\nVậy thì, cậu cứ nói thẳng ra là được.",
    "そりゃそうだな……いてて……": "Đúng là vậy... Ui da...",
    "ああ、ズキズキする": "À, nhói quá.",
    "だ、大丈夫だ……": "T, tớ không sao đâu...",
    "ここが痛いのね？": "Chỗ này đau đúng không?",
    "素直に言えて偉いわね。それじゃあ、手当てをするから。\nもしも痛かったら素直に言うのよ？": "Cậu nói thẳng ra là tốt lắm đấy. Vậy thì, tớ sẽ băng bó cho cậu nhé.\nNếu đau thì cứ nói nhé?",
    "……はぁ。冷や汗を流して強がらないの。\n子供じゃないんだから。じゃあ、手当てをするわね。": "…Haizz. Đừng có cố tỏ ra mạnh mẽ rồi đổ mồ hôi lạnh nữa.\nCậu không phải là trẻ con nữa đâu. Giờ thì, tớ sẽ băng bó cho cậu nhé.",
    "そういって、てきぱきと治療をして固定してくれる。\n先ほどまでと違って、痛みもなく安定感が出た。": "Nói rồi, cô ấy thoăn thoắt chữa trị và cố định lại.\nKhác với lúc nãy, không còn đau đớn nữa và cảm thấy ổn định hơn.",
    "……おお、流石だな。": "…Ồ, đúng là không hổ danh.",
    "慣れてるだけよ。\n気を付けても痛める事は多かったから……": "Chỉ là quen tay thôi.\nVì dù có cẩn thận đến mấy thì vẫn hay bị thương mà…",
    "陸上選手っていうのも大変なんだな……\nそういうところが、心香のストイックさに繋がってたのかもな。": "Làm vận động viên điền kinh cũng khổ thật nhỉ…\nCó lẽ đó là lý do mà Kokoro lại nghiêm khắc đến vậy.",
    "まあ、怪我をしたから意味はなくなったけど……\nいえ、そうでもないわ。今はちゃんと役に立ったわね。": "Mà, vì bị thương nên mọi chuyện cũng chẳng còn ý nghĩa gì nữa…\nKhông, cũng không hẳn vậy. Giờ thì nó phát huy tác dụng rồi.",
    "ああ、おかげで俺の怪我も手当てしてもらったからな。": "Ừm, nhờ có cậu mà tớ cũng được băng bó vết thương mà.",
    "そうはいうけど、ちゃんと後でお医者さんに見せるのよ。\n私はあくまでも怪我に関しては素人なんだから。": "Tuy nói vậy, nhưng mà cậu cứ đi khám bác sĩ sau nhé.\nTớ chỉ là người nghiệp dư trong việc chữa trị vết thương thôi.",
    "……でも、練習で怪我をしたときのために、\n準備をしておいてよかったわ。あなたに使うと思わなかったけど。": "…Nhưng mà, vì đã chuẩn bị cho những lúc bị thương trong lúc tập luyện,\nnên cũng tốt thôi. Tớ không nghĩ là sẽ dùng nó cho cậu đâu.",
    "それは面目ないなぁ……": "Thật ngại quá...",
    "ふふ、気にしないでいいわ。\n怪我なんていつだって誰だって起きるものだもの。": "He he, không sao đâu.\nChuyện bị thương thì ai mà biết trước được chứ.",
    "……なんだか、不思議な気分だわ。": "…Cảm giác thật lạ nhỉ.",
    "何がだ？": "Lạ gì?",
    "ただ応援してるだけなのに、悔しくならないのよ。\n以前の私なら、絶対にこんな風にはならなかったのに。": "Chỉ là, dù tớ chỉ cổ vũ thôi, nhưng mà tớ không thấy hối hận.\nNếu là tớ của trước đây thì, chắc chắn tớ sẽ không như vậy đâu.",
    "陸上をやってた時はこんな風に思えなかった。\n失敗も成功も自分のもので……他人を気にしなかった。": "Khi còn tập điền kinh, tớ không thể nghĩ như vậy được.\nThất bại hay thành công đều là của mình… Tớ không quan tâm đến người khác.",
    "こんな風に諦めて、自分の事を喋れるようになって……\nもしかして……私は弱くなったのかしら……": "Đến mức này mà buông bỏ, có thể nói về bản thân mình được…\nCó lẽ nào… tớ đã yếu đi rồi sao…",
    "いいや、それはちがうぞ。": "Không, không phải vậy đâu.",
    "……え？": "…Hả?",
    "それはきっと、信頼できる相手ができたからだ。": "Chắc chắn là vì cậu đã có một người mà cậu có thể tin tưởng.",
    "弱くなったんじゃなくて、信頼できる相手が出来た？\n……どういうこと？": "Không phải là yếu đi, mà là có người để tin tưởng?\n…Ý là sao?",
    "陸上では、ずっとひとりで頑張るしかなかったんじゃないか？": "Trong môn điền kinh, không phải là cậu luôn phải tự mình cố gắng sao?",
    "……そうね。コーチはいたけど周りはライバルばっかり。\n最後には自分で判断する必要があったから……ひとりだったわ。": "…Phải ha. Dù có huấn luyện viên, nhưng mà xung quanh toàn là đối thủ.\nCuối cùng thì cũng phải tự mình quyết định… nên tớ luôn một mình.",
    "今までひとりだったかもしれない。\nでも、今の心香は歩幅を合わせて歩けるようになったんだ。": "Có lẽ trước giờ cậu luôn một mình.\nNhưng mà, Kokoro của hiện tại đã có thể bước đi cùng nhịp rồi.",
    "歩幅を？": "Cùng nhịp?",
    "ああ。自分が失敗しても、自分が出来なくても……\n仲間を信じて託せるっていうのは、強さなんだ。": "Ừm. Dù bản thân có thất bại, dù bản thân không làm được…\nNhưng mà vẫn có thể tin tưởng và giao phó cho đồng đội, đó là sức mạnh.",
    "……つまり、私は弱くなったんじゃなくて……": "…Tức là, tớ không yếu đi…",
    "仲間を信じて、託せるようになったんだよ。\n弱みを見せても、受け入れてくれるって信じているんだ。": "Mà là cậu đã có thể tin tưởng và giao phó cho đồng đội rồi.\nDù có bộc lộ điểm yếu, nhưng mà cậu vẫn tin rằng mọi người sẽ chấp nhận.",
    "私が、みんなを信じて……か。": "Tớ, tin tưởng mọi người… sao.",
    "……心香？": "…Kokoro?",
    "知ってると思うけど、陸上だけじゃない、\nここに来てからも、私はずっとひとりだったの……": "Cậu biết mà, không chỉ có điền kinh,\nngay cả khi đến đây rồi, tớ vẫn luôn một mình…",
    "私はできるのに……なんで出来ない人と一緒に……\nそんなことばかり考えて悩んでいた。": "Tớ có thể làm được mà… tại sao lại phải cùng với những người không làm được…\nTớ đã luôn nghĩ và phiền não vì những điều đó.",
    "でも、今の心香は違うんだろう？": "Nhưng mà, Kokoro của hiện tại thì khác rồi đúng không?",
    "うん。助け合おうなんて、考えもしなかったわ。\n自分が優秀で実績を出せばそれでいいって考えていた。": "Ừm. Tớ còn chưa từng nghĩ đến việc giúp đỡ lẫn nhau nữa.\nTớ chỉ nghĩ rằng, nếu bản thân mình giỏi và đạt được thành tích là được rồi.",
    "……でも違った。色んな人に出会えた。\nできない事に向き合って、自分をちゃんと見つめれた。": "…Nhưng mà, mọi chuyện đã khác. Tớ đã gặp gỡ rất nhiều người.\nTớ đã đối mặt với những điều mình không thể làm được, và nhìn nhận bản thân mình một cách nghiêm túc.",
    "色んな迷惑もかけて、それで受け入れられるようになった。": "Tớ đã gây ra rất nhiều phiền phức, và rồi đã được chấp nhận.",
    "ああ、そのおかげでプレ・クラス－Ａは繋がったんだ。\n": "Ừm, nhờ vậy mà Pre-Class-A đã gắn kết lại với nhau.\n",
    "……%usernameusernameuserna%。": "…%usernameusernameuserna%.",
    "信頼して託すっていうのは、難しいことだ。\n心香みたいにひとりで頑張ってきたタイプにはなおさらな。": "Tin tưởng và giao phó, là một việc rất khó khăn.\nĐặc biệt là với những người như Kokoro, những người luôn tự mình cố gắng.",
    "心香は、そうできるようになったんだ。\nそれは素晴らしいことだと、俺は思う。": "Kokoro đã có thể làm được điều đó rồi.\nTớ nghĩ đó là một điều tuyệt vời.",
    "……私は強くなれてるのかな？": "…Tớ có thể trở nên mạnh mẽ hơn không nhỉ?",
    "ああ、間違いなく。強くなれてるよ。": "Ừm, chắc chắn rồi. Cậu đã mạnh mẽ hơn rồi.",
    "……ふふ。なんだろう……根拠なんてないのに、\n貴方に言われると、強くなれたんだって思うわ。": "…He he. Không biết tại sao… dù không có căn cứ gì,\nnhưng mà khi được cậu nói vậy, tớ lại nghĩ là mình đã mạnh mẽ hơn rồi.",
    "ふたりとも、なんの話してるの？": "Hai người đang nói chuyện gì vậy?",
    "%usernameusernameuserna%は大丈夫？": "%usernameusernameuserna% không sao chứ?",
    "ええ、大丈夫よ。\n何の話をしていたのかっていうと……そうね。": "Ừm, tớ không sao đâu.\nChuyện là, chúng tớ đang nói về… phải rồi.",
    "私が強くなったって褒められてたの。": "Tớ đã được khen là mạnh mẽ hơn rồi.",
    "えー！　心香ちゃんだけズルい！\n私だって褒めて褒めて！　強くなってるよー！": "Ê! Chỉ có Kokoro-chan được thôi sao!\nTớ cũng muốn được khen! Tớ cũng mạnh mẽ hơn rồi!",
    "何々！？　褒めてもらったの！？\nあたしだって褒めて欲しいんだけど！": "Gì cơ!? Được khen sao!?\nTớ cũng muốn được khen nữa!",
    "えっと……それなら、私も褒めてもらっていいかしら……？": "Ờ thì… vậy thì, tớ cũng được khen luôn được không…?",
    "ちょ、ちょっと待ってくれ！？\n心香、もうちょっとちゃんと説明をだな……！": "Chờ, chờ đã!?\nKokoro, giải thích rõ hơn chút đi mà…!",
    "……ふふ、頑張ってね%usernameusernameuserna%。": "…He he, cố gắng lên nhé %usernameusernameuserna%.",
    "そういって笑った心香は、\nとても晴れやかな表情を浮かべるのだった。": "Nói rồi, Kokoro cười,\ntrên môi nở một nụ cười rạng rỡ."
}