{
    "校舎内をふらついていると、何やら倉庫の前で\n悪戦苦闘する葵の姿を見かけたのだった。": "Khi tôi đang đi lang thang trong khuôn viên trường, tôi thấy Aoi đang vật lộn trước nhà kho.",
    "む……ん、くうっ……！\nだめだ、なかなか動かないな……": "Ưm… hừm, hộc…!\nKhông được, không mở ra được…",
    "どうしたんだ、葵？": "Sao vậy, Aoi?",
    "誰かがトンボを片付け忘れたみたいでな。\nそれで自主練前に私がしまっておこうと思ったんだが……": "Có vẻ ai đó đã quên dọn dẹp mấy cái vợt bắt bướm.\nTôi định cất chúng đi trước khi tập luyện thêm…",
    "どうもこの倉庫の扉、何かが引っかかって上手く開かないみたいだ。": "Hình như cửa nhà kho này bị kẹt gì đó nên không mở ra được.",
    "ちょっと俺に代わってもらってもいいか？\nこういうのは、ただ力を加えるんじゃなくて……": "Để tôi giúp một tay được không?\nMấy chuyện này, không phải cứ dùng sức là được đâu…",
    "よっ……はっ！": "Yo… hừm!",
    "ガコン――": "Cạch――",
    "おお、さすがだな。いとも簡単に外れた。": "Ồ, giỏi thật đấy. Mở ra dễ dàng luôn.",
    "どうやらゴミがレールに詰まってたみたいだ。\nそれを噛んでしまって、動かなくなってたらしい。": "Hình như có rác bị kẹt vào đường ray.\nNó bị vướng vào nên không mở ra được.",
    "ゴミか……これはここを利用する者の仕業だな。\n校舎内に周知して注意して貰わなければな。": "Rác à… Đây là hành động của những kẻ sử dụng nơi này đây.\nPhải thông báo cho toàn trường biết để họ cẩn thận hơn mới được.",
    "大げさだ": "Làm quá rồi.",
    "注意しないといけない": "Phải cẩn thận đấy.",
    "わざわざ周知するほどのことでもないだろう。\nよくあることじゃないか。": "Chuyện này cũng không cần thiết phải thông báo đâu nhỉ?\nChẳng phải chuyện này thường xuyên xảy ra sao.",
    "今回はこの程度で済んだが、一事が万事だ。\nこうした気の緩みが事故につながるかもしれない。": "Lần này chỉ có vậy thôi, nhưng mọi chuyện đều như vậy cả.\nSự lơ là này có thể dẫn đến tai nạn đấy.",
    "例えばＭＧが探索中に機能停止したら一大事だろう。\nその原因が小さなゴミから始まる事だってある。": "Ví dụ, nếu MG ngừng hoạt động trong khi trinh sát thì sẽ rất phiền phức.\nNguyên nhân có thể bắt đầu từ những mẩu rác nhỏ.",
    "とはいえだ。不特定多数に言ったところで、\nみんな聞き流すだけだと思うぞ。": "Tuy nhiên, dù có nói với nhiều người đi chăng nữa,\ntôi nghĩ mọi người cũng chỉ cho qua thôi.",
    "それよりもこのあたりにゴミ箱を設置するとか、\n自然とゴミを捨てないような仕組みを作るほうが早いと思う。": "Thay vì vậy, việc đặt thùng rác ở gần đây,\nhay tạo ra một hệ thống để mọi người tự giác không xả rác có lẽ sẽ nhanh hơn.",
    "なるほど、仕組みから見直すというのもいい案だ。\n一度それを柊校舎側にも打診してみよう。感謝する。": "Tôi hiểu rồi, xem xét lại từ hệ thống cũng là một ý kiến hay đấy.\nĐể tôi thử đề xuất với phía trường Hiragi xem sao. Cảm ơn cậu.",
    "そうだな。ちょっとしたことだけど、\n巡り巡って大変なことになる可能性もある。": "Đúng vậy. Dù chỉ là một chuyện nhỏ,\nnhưng nó có thể dẫn đến những hậu quả nghiêm trọng.",
    "ああ。一見些細なことだが、見過ごさないことが大事だ。\n小さな見過ごしが大きな事故の元になることもある。": "Ừ. Thoạt nhìn thì có vẻ nhỏ nhặt, nhưng không được bỏ qua đâu.\nNhững sai sót nhỏ có thể dẫn đến những tai nạn lớn.",
    "そういった草の根活動をすることで、\n皆が安全なパイロット生活を送れるってわけか。": "Bằng cách thực hiện những hoạt động cơ sở như vậy,\nmọi người có thể có một cuộc sống phi công an toàn.",
    "ああ、そういうことだ。\n教導指揮官である君が理解してくれて助かる。": "Ừ, đúng là như vậy.\nTôi rất vui vì cậu, một chỉ huy hướng dẫn, đã hiểu.",
    "俺が理解したことが嬉しかったのか、\n葵は終始機嫌よく訓練をするのだった。": "Có lẽ vì vui khi tôi hiểu, nên\nAoi đã tập luyện với một tâm trạng vui vẻ suốt buổi."
}