{
    "（ここか……）": "（Ở đây sao……）",
    "ユーロ・タワーにある教室のひとつで扉の中を眺めまわすと、\n小さな体格でふわふわへアの女の子が目に映る。": "Trong một lớp học ở Euro Tower, tôi nhìn quanh cánh cửa,\nmột cô gái nhỏ nhắn với mái tóc bồng bềnh lọt vào mắt tôi.",
    "あ、いた。\nおーい、ケイト。": "A, kia rồi.\nÊ, Kate.",
    "……？": "……？",
    "ヒィ……！": "Hự……!",
    "（……いや、声をかけただけなのになんで逃げる！？）": "（……Khoan đã, chỉ là tôi gọi thôi mà sao lại bỏ chạy chứ！？）",
    "え、何あの人……\nフルニエさんが逃げていったんだけど……": "Ê, người kia là ai vậy……\nCô Fournier chạy đi rồi kìa……",
    "最近生徒会に来たって人じゃない？\nなんか危ない人なのかな……": "Không phải người mới vào hội học sinh à?\nChắc là người nguy hiểm ấy nhỉ……",
    "（変に注目が……早くケイトを追いかけよう。\n『アレ』を渡さないといけないし……）": "（Bị chú ý rồi đây…… Phải nhanh chóng đuổi theo Kate mới được.\nPhải giao 'cái đó' cho cô bé nữa……）",
    "……が、正直、舐めていた。足は速いものの、\n追いつくのに苦労はしないだろうと思っていたのだが……": "……Nhưng mà, nói thật thì tôi đã xem nhẹ rồi. Tuy chân nhanh nhẹn, nhưng mà\ntôi cứ nghĩ sẽ không khó để đuổi kịp……",
    "塀をぴょいと飛び越しビルの隙間をぐりんぐりん縫い、\n屋根まで伝って――": "Vượt qua bức tường, luồn lách giữa các tòa nhà, rồi\nlên cả mái nhà――",
    "（なんだその動き、忍者か……！？）": "（Động tác gì vậy, ninja à……！？）",
    "でも俺だって、身体動かすのは得意だからな……！": "Nhưng tôi cũng giỏi vận động cơ thể lắm đấy……!",
    "ハァ……ハァ……！　よし……やっと捕まえた！": "Hà……hà……! Được rồi…… Cuối cùng cũng bắt được rồi!",
    "嘘っ……！？": "Hả……！？",
    "――いやあああああああああああああああああああ！": "――Không aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa!",
    "ちょっ……ちょっと待て、落ち着け！": "Khoan……Khoan đã, bình tĩnh nào!",
    "（これじゃまるで、俺がハァハァ言いながら、\n女の子の手を捕まえた危ないやつじゃないか！）": "（Thế này khác gì tôi vừa thở hồng hộc, vừa\ntóm tay một cô bé nguy hiểm chứ！）",
    "あ、ああああなた何者ですか！？\nなんでついてこれるんですか！？": "A, a, anh là ai vậy！？\nSao anh đuổi kịp em chứ！？",
    "化け物ですか！？　怪物ですか！？　メイズシフターですか！？\nわたしは食べても美味しくないですよおぉぉ～！": "Quái vật sao！？ Quái vật sao！？ Maze Shifter sao！？\nEm ăn không ngon đâu ạ～！",
    "食べない食べない！\nほら、これ！落し物を届けに来たんだ！": "Không ăn không ăn!\nNày, cái này nè! Tôi đến trả đồ rơi nè!",
    "……あ、あれ？　それは……": "……A, cái đó là……",
    "裏に可憐な刺繍で『ケイト・フルニエ』とある、写真の入った定期入れ。\n彼女の落とし物だ。さっき道端で偶然拾ったのだ。": "Bên dưới có thêu chữ 'Kate Fournier' bằng chỉ tinh xảo, là thẻ giữ xe có ảnh.\nLà đồ rơi của cô bé. Tôi nhặt được tình cờ ở ven đường lúc nãy.",
    "い、いつの間に落として……！？": "T, tôi làm rơi lúc nào……！?",
    "あ、ありがとうございますっ！！": "A, cảm ơn ạ！！",
    "あっ……と、ということは、あなたは、\nほ、本当に届け物をしたかっただけで……！？": "A……vậy, có nghĩa là, anh, \nthực sự chỉ muốn trả đồ thôi……！？",
    "まあ、そうだな……": "Ừm, đúng là vậy……",
    "ご、ごめんなさいごめんなさい！　お手を、いや足を煩わせてしまって\n本当にごめんなさい！　化け物扱いしてごめんなさい！": "X, xin lỗi xin lỗi! Đã làm phiền anh, em xin lỗi\nthật sự xin lỗi! Đã đối xử với anh như quái vật, em xin lỗi!",
    "ははは……大丈夫。\n気にしてないから。": "Ha ha ha……Không sao đâu.\nTôi không để ý đâu.",
    "（素早くて、追いかけるのはすごく大変だったけど……）": "（Nhanh nhẹn thật đấy, đuổi theo cũng vất vả lắm……）",
    "ところでそれ、定期入れだよな？\n中には写真しか入ってないみたいだが……": "Mà này, đó là thẻ giữ xe đúng không?\nTrong đó chỉ có ảnh thôi phải không……",
    "はい！　ここに写真を入れて、持ち歩けるようにしてるんです。": "Vâng! Em bỏ ảnh vào đây để có thể mang theo bên mình ạ.",
    "スマートデバイスもあるこのご時世に、\nわざわざ現物の写真を持ち歩くとは珍しいな。": "Trong thời đại có cả thiết bị thông minh thế này,\nviệc mang ảnh thật theo bên mình cũng hiếm nhỉ.",
    "（その写真に映っているのは、ドロテアとリュシーか。\nどちらも凛々しくて、良い表情だ）": "（Trong bức ảnh đó là Dorothea và Lucie.\nCả hai đều rất mạnh mẽ, biểu cảm cũng rất tốt）",
    "これ……わたしのお守りなんです。": "Đây là……bùa hộ mệnh của em.",
    "いつかふたりみたいに、自信に満ちた自分になれるようにって。\nふたりは、わたしの憧れの人なんです……": "Để một ngày nào đó em sẽ được như hai người, có thể tự tin vào bản thân mình.\nHai người là, những người em ngưỡng mộ……",
    "ふたりのことをすごく尊敬してるんだな。": "Em rất tôn trọng hai người đó nhỉ.",
    "はい……！": "Vâng……!",
    "その……わたし、昔からいつもウジウジしちゃって、\nよく人を苛つかせてしまうんです……": "Ừm……Em, từ trước đến giờ, lúc nào cũng hay do dự,\nthường làm người khác khó chịu……",
    "だから……ちょっと前のことなんですが、攻撃的な人達に、\n悪口、言われちゃったりとか……ちょっかいかけられたりとか……": "Cho nên……cũng mới đây thôi, những người có tính cách hung hăng,\nđã nói xấu em, rồi……chọc ghẹo em……",
    "友達のミリィちゃんやハリィちゃんも……巻き込んじゃって……": "Bạn em là Milly và Harry cũng bị lôi vào nữa……",
    "大変だったんだな……": "Vất vả thật nhỉ……",
    "でも……ある日、ドロテア様と、リュシー様が助けてくれたんです。\n颯爽と割って入って、堂々と言い返して……かっこよかったなぁ……": "Nhưng mà……vào một ngày nọ, Dorothea-sama và Lucie-sama đã giúp em.\nXông ra một cách mạnh mẽ, đáp trả một cách đường hoàng……thật là ngầu……",
    "それを機に……ドロテア様にお仕えさせていただくようになって……\nわたしの……理想のご主人様なんです。えへへ……": "Từ đó……em được hầu hạ Dorothea-sama……\nNgười……chủ nhân lý tưởng của em. E he he……",
    "必要な時に、的確な指示をくれる……そんな素晴らしいドロテア様を\nご主人様と呼べることは、わたしの小さな誇りなんです……": "Khi cần thiết, đưa ra những chỉ thị chính xác……Dorothea-sama tuyệt vời như vậy\nmà em có thể gọi là chủ nhân, đó là niềm tự hào nhỏ bé của em……",
    "へえ、そうな――": "Hể, vậy sao――",
    "……ん？　今スマートデバイスの振動音が聞こえたような……": "……Hửm？Hình như tôi vừa nghe thấy tiếng rung của thiết bị thông minh……",
    "え？　……あ、わたしですね。\nちょっと失礼します。リュシー様から連絡が……": "Ê？……A, là em ạ.\nXin phép một chút. Có tin nhắn từ Lucie-sama……",
    "はい、もしもし……はい…………はい、\nはい……はい…………": "Vâng, alo……vâng…………vâng,\nvâng……vâng…………",
    "ひぇっ！？": "Hự！？",
    "ま、ままま、待ってください！！　リュシーさ――": "Đ, đợi đã, đợi đã nào！！ Lucie-sa――",
    "あ、切れ……ちゃった……": "A, tắt……mất rồi……",
    "……何があったんだ？": "……Có chuyện gì vậy?",
    "あの、え、えっと……": "À, ừm, ừm……",
    "（深刻そうだが……もしかしてドロテアか誰かに、\n何かあったのか……？）": "（Có vẻ nghiêm trọng đấy……có khi nào Dorothea hay ai đó,\ncó chuyện gì không……？）",
    "よ……洋菓子店に行って、\n取り置きしていたお茶菓子を買ってくるように……って……": "Đến……tiệm bánh ngọt, \nmua bánh ngọt đã đặt trước……về……",
    "……へ？": "……Hả?",
    "し、しかも、わたしひとりで……！！": "V, và, một mình em……！！",
    "…………": "…………",
    "ど、どうしてそんな無茶なことをぉ……！\nリュシーさまぁ……": "T, tại sao lại làm điều vô lý như thế……！\nLucie-sama……",
    "えっと……とりあえず、元気出そう？": "Ừm……tạm thời, cứ vui lên đã?",
    "（ドロテア達に何かあったわけではなさそうだ。\nだが……）": "（Hình như không có chuyện gì xảy ra với Dorothea.\nNhưng mà……）",
    "むりむりむり……！　むりですよぉ～！！\nわたしの性格、知ってるはずなのに、リュシー様どうしてぇ……！": "Không thể nào……！ Không thể nào đâu～！！\nTính cách của em, chị ấy biết rõ mà, Lucie-sama tại sao lại……！",
    "（これは多分、ひとりでおつかいを成功させて\n自信を持たせよう……みたいな感じだろうか）": "（Đây chắc là, muốn em tự mình thành công trong việc vặt,\nrồi có thêm tự tin……kiểu vậy chăng）",
    "涙目になったケイトは、\n先ほど懐にしまったばかりの写真を取り出して拝み始めた。": "Kate với đôi mắt đẫm lệ, \nlấy ra bức ảnh vừa cất vào trong lòng, rồi chắp tay cầu nguyện.",
    "ひぃ～ん……！　ひ、ひとりでお使いなんて無理ですぅ……！\nドロテア様、リュシー様、ゆ、勇気をくださいぃ……！": "Hự～n……！ M, một mình đi mua đồ thì không được đâu……！\nDorothea-sama, Lucie-sama, x, xin hãy cho em dũng khí đi ạ……！",
    "（あ、そっかケイトにはお守りがあったな。\nこれできっと――）": "（A, phải rồi, Kate có bùa hộ mệnh mà.\nVới cái này chắc chắn――）",
    "ゆ、ゆうきをぉ……ひぇ～ん……": "D, dũng khí……hự～n……",
    "（……いや、だめみたいだな）": "（……Không, hình như không được rồi）",
    "うぅ、その視線やめてくださいぃ……自分でもわかってるんです……": "Ư, đừng nhìn em như thế nữa mà……em cũng hiểu mà……",
    "お守りにすがったところで行動するのは自分なんだって……\n結局、お守りがあっても動けないわたしが悪いんですぅ……": "Dù có dựa vào bùa hộ mệnh thì người hành động vẫn là mình……\nrốt cuộc, có bùa hộ mệnh mà em vẫn không thể nhúc nhích là tại em……",
    "マンボウ並みに脆弱で情けないのがわたしなんです……\nほんとだめ人間なんです……": "Yếu đuối và thảm hại như cá mặt trăng là em……\nThật sự là con người vô dụng mà……",
    "マンボウ……？": "Cá mặt trăng……？",
    "魚の話はともかく、\n次々出てくる卑下をさすがに見かねて、一つ提案をしてみる。": "Thôi bỏ qua chuyện cá đi, \ntôi thấy em cứ tự ti mãi cũng không hay, nên tôi đề nghị một việc.",
    "なぁ、良かったら俺とシミュレーションしてみるか？\nちゃんとおつかいができるようにさ。": "Này, em có muốn thử làm một buổi mô phỏng với tôi không?\nĐể em có thể đi mua đồ được ấy.",
    "シミュレーション……ですか？": "Mô phỏng……ạ?",
    "要するに、ごっこ遊びだ。\n俺が店員をし、ケイトが客のシミュレーションだな。": "Nói đơn giản là, trò chơi nhập vai thôi.\nTôi sẽ là người bán hàng, còn Kate là khách hàng trong buổi mô phỏng.",
    "ありがたいですが……で、でも、わたし、\nカバ並みにどんくさいんです……": "Tuy là rất tốt ạ……nhưng, nhưng mà, em,\nngu ngốc như hà mã ấy……",
    "練習したところで……成長できないかもです……": "Dù có luyện tập thì……em cũng không tiến bộ được đâu……",
    "まぁやるだけやってみよう。\n何事もやってみなきゃわからないしな。": "Cứ thử làm đi xem sao.\nViệc gì cũng phải làm thử mới biết được.",
    "……わ、わかりました。": "……V, vâng, em hiểu rồi.",
    "設定としては、店内に入ったところから……": "Cài đặt là, từ lúc bước vào cửa hàng……",
    "……": "……",
    "いらっしゃいませ。何かお探しですか？": "Xin chào quý khách. Quý khách cần gì ạ?",
    "ひぃっ……！　あ、……え、っと……あ…………あ……": "Hự……！ À,……ừm,……à…………à……",
    "唇はぱくぱく動いているような気がするのだが、\n声が全く聞こえてこない。": "Hình như môi đang mấp máy, nhưng mà\ntuyệt nhiên không nghe thấy tiếng.",
    "その……なんだ、もうちょっと声のボリューム出してもらっていいか？": "Cái đó……này, em có thể nói to hơn một chút được không?",
    "――す、すみ……ません！": "――X, xin……lỗi!",
    "（謝るときは、声が出るんだけど……）": "（Lúc xin lỗi thì có tiếng đấy……）",
    "……のっ……を…………した……！": "……Đã……đặt……rồi……!",
    "（肝心なところで、ほとんど声が出てない……）": "（Đến đoạn quan trọng thì, hầu như không có tiếng nào……）",
    "……をっ……に……ました……！": "……đã……đặt……rồi……!",
    "（これは重症だな……）": "（Đây là bệnh nặng rồi……）",
    "……けっ……き……とっ……ひました！": "……kế……t, kế……t, đ, đã……đặt!",
    "（やっと何とか、『取り置きのケーキを取りに来ました』ってのが、\n薄っすら推測含めて理解できそうって感じか……）": "（Cuối cùng thì, 'Tôi đến lấy bánh đã đặt' thì, \ncó thể hiểu được, dù chỉ đoán thôi……）",
    "これは……厳しいな。": "Khó đấy.",
    "うぅぅ……": "Ư ư……",
    "仕方ない。とりあえず単語だけでも、\n店員さんに伝えられるようにしよう。": "Thôi được. Tạm thời cứ nói từng từ thôi,\nđể có thể truyền đạt với người bán hàng.",
    "例えば『予約しているケーキを取りに来ました』なら、\n『予約』『ケーキ』『取り来た』でも通じなくはないだろうし。": "Ví dụ 'Tôi đến lấy bánh đã đặt' thì,\n'Đặt trước' 'Bánh' 'Lấy' thì cũng được.",
    "（問題は伝え方が完全にカタコトになるくらいで……）": "（Vấn đề là cách nói sẽ thành nói lắp hoàn toàn……）",
    "うぅ……敬語すら使えないって思われちゃう……\nでも……それなら……なんとか、できるかも……？　です……": "Ư……Bị cho là không dùng được cả kính ngữ mất……\nNhưng mà……nếu vậy thì……có lẽ, có thể làm được……？ ạ……",
    "これ以上時間を使うと取りに行く時間を過ぎてしまうし、\nそれで挑戦してみよう。": "Nếu dùng thêm thời gian thì sẽ quá giờ đi lấy bánh mất,\nvậy nên cứ thử xem sao.",
    "は、はい……頑張り……ます。": "V, vâng……em sẽ cố……gắng.",
    "――さて、そろそろお店が近いな。": "――Nào, sắp đến cửa hàng rồi đấy.",
    "あの……やっぱり代わりに言ってもらえませんか……？": "Cái đó……anh có thể nói giúp em được không……?",
    "これはケイトが頼まれたメイドの仕事だろ？\nなら、ケイトがやらないといけないし、やるべきだよ。": "Đây là công việc của người hầu mà Kate được giao đúng không?\nThì, Kate phải làm chứ, phải làm cho bằng được.",
    "なんだかんだで、俺ともいつの間にかちゃんと話せてるだろ？\nだから大丈夫だ。": "Dù gì đi nữa, em cũng đã nói chuyện với tôi bình thường rồi mà?\nCho nên không sao đâu.",
    "そ、それは%usernameusernameuserna%さんが、\nもう怖い人じゃないってわかったからで……": "T, tại vì %usernameusernameuserna% là, \nem biết anh không phải người đáng sợ nữa rồi……",
    "リュシーだって本当に無理だと思ってるならやらせないさ。\nケイトなら頑張ればできる……そう思ってるから任せたんだと思う。": "Lucie cũng sẽ không giao việc này nếu em thật sự không làm được đâu.\nKate mà cố gắng thì sẽ làm được……chị ấy nghĩ vậy nên mới giao cho em đấy.",
    "……！　リュシー様が……": "……！ Lucie-sama……",
    "ケイトはお守りをぎゅっと握りしめ――": "Kate nắm chặt bùa hộ mệnh――",
    "わ、わかりました……やってみます……！": "V, vâng, em hiểu rồi……em sẽ cố gắng……!",
    "そうこなくっちゃ！": "Phải thế chứ!",
    "――いらっしゃいませーっ。": "――Xin chào quý khách.",
    "…………せんっ……": "…………sen……",
    "……？　えっと……": "……？ Ờm……",
    "あ……けっ……け……っ。": "A……kế……kế……",
    "け……っ、けーき……よやく…………っ！": "Kế……k, kế……ki……đặt…………!",
    "あ、もしかしてご予約商品を取りに来られた方ですか？": "À, có phải quý khách đến lấy hàng đã đặt trước không ạ?",
    "あ…………っ。": "A…………",
    "はい、ではお名前をお伺いしてもよろしいでしょうかー？": "Vâng, xin phép cho tôi hỏi tên quý khách được không ạ?",
    "りゅ……りゅしーっ……！": "Lu……lu-xi-sama……!",
    "はい、確認いたしました。ご予約なさっているのは、\nこちら季節のフルーツタルトでお間違いないでしょうか？": "Vâng, đã xác nhận. Quý khách đã đặt trước là món bánh tart trái cây theo mùa, có đúng không ạ?",
    "……！": "……！",
    "（こくこく……！）": "（Gật gật……！）",
    "ではこちらの用紙に記載のほうをお願いします。": "Vậy thì xin mời quý khách ký vào tờ giấy này ạ.",
    "……はい、ありがとうございましたー！": "……Vâng, xin cảm ơn ạ!",
    "ふぅ……途中外から見ててヒヤヒヤしたけど、\nなんとか上手くいって良かったな。": "Phù……từ nãy giờ đứng ngoài nhìn mà tôi còn thấy hồi hộp,\nmay mà mọi chuyện suôn sẻ.",
    "ありがとうございます……本当にありがとうございます……\nおかげで……リュシー様やドロテア様にも喜んでいただけます！": "Cảm ơn anh……thật sự cảm ơn anh……\nNhờ có anh……Lucie-sama và Dorothea-sama cũng sẽ vui mừng ạ!",
    "ケイトが頑張った結果だよ。": "Là do Kate đã cố gắng đấy.",
    "そんな……\n%usernameusernameuserna%さんのおかげです……": "Không phải……\nLà nhờ có %usernameusernameuserna% ạ……",
    "あの……ひとつお願いしてもいいでしょうか……": "Cái đó……em có thể xin anh một điều được không ạ……",
    "ん？　何だ？": "Hửm? Gì vậy?",
    "もし……もしご迷惑でなかったら――": "Nếu……nếu không phiền――",
    "ふたり目のご主人様に、なっていただけませんか……！？": "Anh có thể trở thành chủ nhân thứ hai của em được không……！？",
    "…………へ？": "…………Hả?",
    "あ、あああああ――やっぱり、蚊並みのクソ雑魚生物なんかに\nご主人様なんて呼ばれたくないですよね……ごめんなさい……": "A, aaaaaaaaaa――như tôi nghĩ, một sinh vật yếu đuối như muỗi\nsao có thể được gọi là chủ nhân chứ……em xin lỗi……",
    "い、いや、どうしていきなりそんな話に……？": "Đ, được rồi, sao lại đột nhiên nói thế……?",
    "……今回のおつかい、\nきっとわたしだけじゃ果たせませんでした。": "……Lần này đi mua đồ, \nchắc chắn em không thể tự làm được đâu.",
    "そもそも、最初は落とし物を届けていただいただけなのに、\nわたしが勘違いして逃げ回って、ご迷惑をおかけして……": "Ngay từ đầu, anh chỉ đến trả đồ rơi thôi mà,\nem lại hiểu lầm rồi bỏ chạy, làm phiền anh……",
    "なのに、全然わたしを責めるどころか、\n更にはおつかいの練習にまで付き合っていただけて……！": "Vậy mà, anh hoàn toàn không trách em, \nthậm chí còn giúp em tập luyện để đi mua đồ nữa……!",
    "そしてシミュレーションの――%usernameusernameuserna%さん\nの言う通り頑張ったら、こうしてケーキも受け取れて……": "Và buổi mô phỏng――%usernameusernameuserna%\nnói đúng, em đã cố gắng, và nhờ vậy mà em đã lấy được bánh……",
    "いやまぁ、それは結果論というか、結果オーライというか……": "Thì, cũng là kết quả thôi, hay nói là, kết quả tốt thôi……",
    "いえ！　%usernameusernameuserna%さんの言葉が！\nわたしを導いてくれたんです！！": "Không ạ! Là lời nói của %usernameusernameuserna%!\nĐã dẫn dắt em ạ！！",
    "そんな大げさな……": "Nói quá lên rồi……",
    "だから、ふたりめのご主人様に、なってほしいんです！": "Cho nên, em muốn anh trở thành chủ nhân thứ hai của em!",
    "（そう、まっすぐ見つめられると弱いけど……\n受け入れたらそれはそれでまずいような……）": "（Cứ nhìn thẳng vào tôi thế này thì tôi yếu đuối lắm……\nNhưng mà nếu nhận lời thì có vẻ cũng không ổn……）",
    "で、でも、君にはすでにドロテアという、ご主人様がいるだろう？\nふたりに仕えている時間や余裕なんてあるのか？": "Nhưng mà, em đã có Dorothea làm chủ nhân rồi đúng không?\nEm có thời gian và sự rảnh rỗi để hầu hạ cả hai người sao?",
    "そうですが、わたしは――": "Tuy là vậy, nhưng mà em――",
    "あのドロテアって女さぁ、めちゃイタくない？": "Dorothea đó, có phải là con nhỏ phiền phức không?",
    "分かる～。お嬢様だからってお高くとまっててムカつくよね。\nちょっと強いだけで、センコーらもあいつを見習えとかうるさいし。": "Biết rồi. Con bé là tiểu thư nên lúc nào cũng ra vẻ ta đây, thật là khó chịu.\nChỉ cần mạnh hơn một chút thôi, các senpai cũng bắt chước con bé, ồn ào thật.",
    "（今聞こえた会話……あの制服はケイト達と同じ、\nユーロ・タワーの校舎の制服か？）": "（Cuộc nói chuyện vừa rồi……đồng phục đó là giống với đồng phục của Kate,\nđồng phục của trường Euro Tower sao？）",
    "なあ、ケイト、あの子達って――": "Này, Kate, mấy đứa đó――",
    "……あれ？　いない？": "……Ơ? Không thấy đâu rồi?",
    "実は似非お嬢だったりして。": "Thật ra là giả tiểu thư cũng nên.",
    "ウケる、なりきりプレイってこと？　アイタタタタ～。": "Buồn cười thật, đóng kịch sao? Ai ta ta ta～.",
    "ドロテア様への侮辱――許すまじ。": "Sự sỉ nhục với Dorothea-sama――không thể tha thứ.",
    "……ん？　あれ？　あんた、スカートは……？": "……Hửm? Ơ? Cô, váy đâu――",
    "へ？　つか、あんたこそ、スカートどこいって――": "Hả? Với lại, cô mới là đứa váy đâu――",
    "きゃーーーーーーーーっ！": "Kyaaaaaaaaaaaaaaa!",
    "やだっ、何これっ、なんでぇっ！？　スカートどこいったの！？": "Không, chuyện gì đây, tại sao！？ Váy đâu rồi！？",
    "ね、ねえ、なにあれ……露出プレイ？\n下着きわどっ！": "N, này, là cái gì vậy……? Chơi lộ hàng sao?\nĐồ lót hở hang quá!",
    "うわー引くわー……あれって、ユーロの制服だよね？\n清楚お嬢様達の背徳プレイ的な……？": "Uwa, ghê quá……Đó là đồng phục của Euro đúng không?\nKiểu chơi đồi bại của các tiểu thư thanh lịch sao……?",
    "み、見ないで～～～～～～～～！！": "Đ, đừng nhìn～～～～～～～～！！",
    "な、何が起こったんだ……？\nいきなりあの子達から、一瞬でスカートが消滅したような……": "Ch, chuyện gì đã xảy ra vậy……?\nĐột nhiên váy của mấy đứa đó biến mất trong nháy mắt……",
    "愚か者……です……": "Kẻ ngu……đấy……",
    "お、ケイト、いつの間に……さっきまでどこに――": "Ơ, Kate, từ lúc nào……? Nãy giờ ở đâu――",
    "って、その２枚のスカート……！？": "Khoan, hai cái váy đó……！？",
    "……制裁です。": "……Trừng phạt.",
    "ま、まさか、ケイトの仕業……？　だったのか？": "M, may là, là hành động của Kate……？ Phải không?",
    "今回は恥をかくくらいで……ゆ、許します……": "Lần này chỉ mất mặt thôi……s, xin tha thứ……",
    "……とんでもない身のこなしだな。\n一体どこでそんな身体能力を……": "……Thật là thân thủ đáng kinh ngạc.\nRốt cuộc thì đã luyện tập thể chất ở đâu vậy……",
    "（というか、全然見えなかったぞ……？）": "（Mà nói chứ, hoàn toàn không thấy gì luôn……？）",
    "え、えっと……実家がちょっと体育会系でして……": "À, ừm……nhà em hơi theo kiểu thể thao một chút……",
    "（『蚊並みのクソ雑魚生物』……か）": "（'Sinh vật yếu đuối như muỗi'……sao）",
    "（もしかするとこの子、\n実は怒らせたらいけない子なのかもしれないな……）": "（Có lẽ con bé này, \nthật ra là một người không nên chọc giận thì phải……）",
    "そう思い、認識を改める俺であった――": "Tôi nghĩ vậy, và rồi thay đổi cách nhìn――"
}