{
    "出撃に許可が下りないってのはどういうことだ！？": "Sao lại không được phép xuất kích chứ!?",
    "ラミ達、公式戦でカオスメイデンに勝ったじゃん！\nこれで<r=ケイブ・ベルト>地穴帯</r>の次……\n<r=プライマル・ベルト>原生帯</r>にいけるんでしょ！？": "Lami và mọi người đã thắng Kaos Maiden trong trận đấu chính thức rồi mà!\nNhư vậy là sau <r=Vành đai Hầm Mỏ>Vành đai Hầm Mỏ</r>……\nĐến được <r=Vành đai Nguyên Sinh>Vành đai Nguyên Sinh</r> rồi chứ!?",
    "公式ＭＧ競技で良い戦績を残せば、\nそれがメイズでの探索許可エリアに反映されるはずですが？": "Nếu đạt thành tích tốt trong giải đấu MG chính thức,\nthì nó sẽ được phản ánh vào khu vực được phép khám phá trong Mê Cung.",
    "その通りです。実力を認めていないわけではありません。": "Đúng vậy. Chúng tôi không hề phủ nhận thực lực của các bạn.",
    "な、なんでですか？　私達、何か問題を起こしちゃいましたか？": "Nh, tại sao lại như vậy chứ? Chúng tôi đã gây ra chuyện gì sao?",
    "いいえ、『起こして』はいません。\nただ……『残って』はいます。": "Không, các bạn 'gây ra' thì không.\nChỉ là…… 'còn sót lại' thôi.",
    "どういう……こと？": "Ý…… là sao?",
    "──まずは%usernameusernameuserna%さん。": "──Trước hết là %usernameusernameuserna%.",
    "えっ、俺？": "Hả, tôi?",
    "あなたはまだ……パイロット科の基礎訓練課程を修了していません。\nそれが理由です。": "Anh vẫn chưa…… hoàn thành khóa huấn luyện cơ bản của khoa Phi công.\nĐó là lý do.",
    "基礎訓練課程？": "Khóa huấn luyện cơ bản?",
    "あっ……": "A……",
    "そういえば……": "Phải rồi……",
    "メイズ探索において最も脅威となるのがメイズシフターの襲撃です。": "Trong việc khám phá Mê Cung, mối đe dọa lớn nhất là sự tấn công của Mê Cung Sifter.",
    "公式ＭＧ競技はパイロットの戦闘能力向上を目的とした、\n訓練のひとつに過ぎません。": "Giải đấu MG chính thức chỉ là một trong những buổi huấn luyện,\nvới mục đích nâng cao khả năng chiến đấu của phi công.",
    "<r=プライマル・ベルト>原生帯</r>以降のメイズ探索の様相は、\n競技の環境とは全く異なります。": "Tình hình khám phá Mê Cung sau <r=Vành đai Nguyên Sinh>Vành đai Nguyên Sinh</r> hoàn toàn khác với môi trường thi đấu.",
    "それゆえ刻一刻と変化する地形や環境の違いを読み取る方法や、\nメイズシフターへの対処法を学ぶ必要があるとのことだった。": "Vì vậy, cần phải học cách đọc hiểu sự khác biệt về địa hình và môi trường thay đổi từng khoảnh khắc, và cách đối phó với Mê Cung Sifter.",
    "本来はそういった知識や技術を基礎訓練課程で学ぶのだが、\n俺はそれを知らない。": "Thông thường, kiến thức và kỹ thuật đó sẽ được học trong khóa huấn luyện cơ bản, nhưng\ntôi thì lại không biết.",
    "なるほどな。\nみんなはその基礎訓練課程っていうのをやったのか？": "Ra là vậy.\nMọi người đã tham gia khóa huấn luyện cơ bản đó à?",
    "はい。入学してすぐの頃に受けてます。": "Vâng. Chúng tôi đã học ngay sau khi nhập học.",
    "でも結構前のことだしね。あんまりよく覚えてなかったりして。": "Nhưng cũng khá lâu rồi. Cũng không nhớ rõ lắm.",
    "ずーと<r=ケイブ・ベルト>地穴帯</r>で足止め食らってたもんねー。": "Cứ bị kẹt ở <r=Vành đai Hầm Mỏ>Vành đai Hầm Mỏ</r> mãi mà.",
    "使わない知識はいずれ消えゆく。": "Kiến thức không được sử dụng rồi sẽ mai một.",
    "もう１つ残っている問題はそこです。": "Một vấn đề nữa còn tồn đọng là ở đó.",
    "シリウスシュガーも長らく<r=ケイブ・ベルト>地穴帯</r>に\n留まっていたため、少し練度に不安があります。": "Sirius Sugar cũng đã ở lại <r=Vành đai Hầm Mỏ>Vành đai Hầm Mỏ</r> một thời gian dài,\nnên tôi hơi lo lắng về trình độ của cô ấy.",
    "戦闘力や戦術能力は十分です。\nですがそれだけでは、<r=プライマル・ベルト>原生帯</r>で\n安全に探索などできないでしょう。": "Khả năng chiến đấu và chiến thuật là đủ.\nNhưng chỉ có vậy thôi thì ở <r=Vành đai Nguyên Sinh>Vành đai Nguyên Sinh</r>\nsẽ không thể khám phá một cách an toàn được đâu.",
    "ですからここにいる者達には、\n<r=プライマル・ベルト>原生帯</r>に向かう前に再訓練を受けてもらいます。": "Vì vậy, những người ở đây,\nsẽ phải tham gia huấn luyện lại trước khi đến <r=Vành đai Nguyên Sinh>Vành đai Nguyên Sinh</r>.",
    "それが終われば探索の許可も下りるんだな？": "Nếu xong thì sẽ được phép khám phá đúng không?",
    "もちろんです。": "Chắc chắn rồi.",
    "もしかして入学したてホヤホヤの生徒達といっしょに勉強すんの？": "Chẳng lẽ phải học cùng với những học sinh mới vào trường sao?",
    "いいえ。今回、みなさんには特別講師を用意させていただきました。": "Không. Lần này, chúng tôi đã chuẩn bị một giảng viên đặc biệt cho mọi người.",
    "そう言って生徒会長はうっすらと微笑んだ。": "Nói xong, hội trưởng mỉm cười.",
    "俺達はさっそく機体に乗り込み、再訓練を受けるため、\nポータルの前に集まった。": "Chúng tôi lập tức lên máy bay và tập hợp trước cổng dịch chuyển,\nđể tham gia huấn luyện lại.",
    "生徒会長が言ってた特別講師って誰なんでしょうね。": "Không biết giảng viên đặc biệt mà hội trưởng nói là ai nữa.",
    "どこかの誰かみたいにでかい声じゃないのがいいなー。": "Ước gì không phải là người có giọng nói to như ai kia.",
    "そういういらないフラグをたてちゃうのが、\nクソガキなんだよなぁ。": "Cái kiểu cứ thích tạo ra mấy cái flag vô dụng ấy,\nthì đúng là thằng nhóc chết tiệt.",
    "あー！　またクソガキつった！": "A! Lại bảo là thằng nhóc chết tiệt kìa!",
    "――なんて、やっていると、そこに２機のＭＧがやってきた。": "――Đang nói chuyện thì, có hai chiếc MG đến.",
    "あの機体は……カラフルブーケですね。": "Cỗ máy đó là…… Colorful Bouquet.",
    "――あら、少し待たせたかしら？　今日はよろしくね。": "――Chào, có lẽ tôi đã để mọi người phải đợi lâu rồi nhỉ? Hôm nay rất vui được gặp mọi người.",
    "ぜ、絶対、わたしだけ場違いです……": "T, tôi chắc chắn là người lạc lõng ở đây nhất……",
    "もしかして、会長の言っていた『特別講師』って……": "Chẳng lẽ, 'giảng viên đặc biệt' mà hội trưởng nói là……",
    "ふふ、お察しのとおりよ。生徒会から依頼を受けてきたわ。\n正直適任は他にいると思うんだけどね。": "Hừm, đúng như mọi người nghĩ rồi đấy. Tôi nhận lời yêu cầu từ hội học sinh.\nThật ra, tôi nghĩ có người thích hợp hơn tôi.",
    "うぅ、どうしてわたしなんかが講師に……\n責任が重すぎます……吐きそう……": "Ưu, tại sao tôi lại là giảng viên chứ……\nTrách nhiệm nặng nề quá…… Muốn ói quá……",
    "あ、でも……上手くやれば、褒めてもらえるかも……\nいや、でも、わたしなんかが……": "À, nhưng…… nếu làm tốt, có khi nào được khen không nhỉ……\nKhông, nhưng mà, tôi thì……",
    "カラフルブーケの夕凪舞亜と波瀬うるうだ。": "Tôi là Yūna Maiha và Hase Uruu của Colorful Bouquet.",
    "俺達は互いに一旦機体から降りて、顔を合わせた。": "Chúng tôi tạm thời xuống máy bay và đối mặt nhau.",
    "わたしは舞亜さんのオマケですから……\nいないものと思ってください……": "Tôi là người đi kèm của Maiha-san thôi……\nMọi người cứ coi như tôi không có ở đây đi……",
    "（改めて、すごく気弱な性格だな……）": "（Nhìn lại, tính cách thật yếu đuối……）",
    "今日はよろしく": "Hôm nay rất vui được gặp mọi người.",
    "頼りにしてる": "Tôi rất mong được giúp đỡ.",
    "それで、<r=プライマル・ベルト>原生帯</r>での立ち回りを中心に、\n基礎課程の再訓練をしてほしいって聞いてるんだけど。": "Vậy, tôi nghe nói là mọi người muốn được huấn luyện lại về các thao tác ở <r=Vành đai Nguyên Sinh>Vành đai Nguyên Sinh</r> phải không?",
    "そうだ。こっちのメンバーは全員、あいにく原生帯〈プライマル・ベルト〉は未経験なんだ。": "Đúng vậy. Thật không may là tất cả thành viên ở đây đều chưa có kinh nghiệm ở Vành đai Nguyên Sinh.",
    "わかったわ。私達が先行するから、\nシリウスシュガーはその後に続いてついてきて。": "Tôi hiểu rồi. Chúng tôi sẽ đi trước, sau đó\nSirius Sugar sẽ đi theo sau.",
    "いつも使ってる比較的安全なルートを通って、\n一気に<r=プライマル・ベルト>原生帯</r>まで行くわ。": "Chúng tôi sẽ đi theo tuyến đường tương đối an toàn mà chúng tôi vẫn dùng,\nđi thẳng đến <r=Vành đai Nguyên Sinh>Vành đai Nguyên Sinh</r> luôn.",
    "い、いってらっしゃい……！！　頑張ってくださいね……！": "Đ, đi cẩn thận nhé……!! Cố gắng lên nhé……!",
    "あなたも来るのよ？": "Cô cũng đi chứ?",
    "……ですよね。": "……Đúng là vậy.",
    "この子、大丈夫だろうか……": "Con bé này có ổn không đây……"
}