{
    "こっちにきたら、こー！\nそっちはだめー！": "Tới đây này, dô!\nĐừng có qua đó!",
    "……改めて見ると、リディアの操縦はユリアを彷彿とさせるな。\nまるで未来でも読んでるかのような動きだ。": "……Nhìn kỹ lại thì, cách điều khiển của Lidia giống y hệt Yuria.\nCứ như là cô bé đọc trước được tương lai vậy.",
    "突如として奇襲を仕掛けてきたトリニティ・ジュエル。\n切り抜けた直後で油断していたカオスメイデンは対応出来ていない。": "Trinity Jewel bất ngờ tập kích.\nChaos Maiden vừa thoát khỏi tình huống trước đó nên còn đang mất cảnh giác.",
    "悪いな。多少卑怯だとは思うが……名前を売る良い機会だ。\n例え不調だったとしてもこちらは油断しない！": "Xin lỗi. Tôi biết là hơi hèn hạ... nhưng đây là cơ hội tốt để tôi nổi danh.\nKể cả khi không được khỏe thì tôi cũng không được chủ quan!",
    "くっ……陣形を組み直す暇も与えてくれませんか……！": "Chết tiệt... Không cho tôi có thời gian để tái tạo đội hình sao...!",
    "数的な不利は状況と地形を利用すれば覆せる。\nそれが例え、カオスメイデンが相手だったとしてもな！": "Nếu lợi dụng được tình hình và địa hình, thì có thể lật ngược được bất lợi về quân số.\nKể cả khi đối thủ là Chaos Maiden!",
    "んー。ここにいたら、おねえちゃんが来るとおもった。\nよそうどおり。": "Hừm. Ở đây thì, tớ nghĩ là chị sẽ đến.\nĐúng như dự đoán.",
    "あはは、そっちも約束を守ってくれて嬉しいよ！": "A ha ha, cậu cũng giữ lời hứa rồi, tớ vui quá!",
    "い、いつの間にかリディアさんがカオスメイデンのリーダーと、\nお知り合いに……！？": "T, từ bao giờ mà Lidia quen biết với, \nđội trưởng của Chaos Maiden...!?",
    "くっ、ふふ、あはは……！　なんて素晴らしいんでしょう！\nここまでの高い実力を持っているだなんて……！": "Chết tiệt, phì, a ha ha...!\nThật là tuyệt vời làm sao!\nCó thực lực cao đến thế này cơ chứ...!",
    "奇襲されなくても、全然いい勝負になりそうねっ！\nルール無用で輝くのはあたしたちだけじゃないってことかしら！": "Ngay cả khi không bị tập kích thì có vẻ như trận chiến cũng rất cân sức!\nChẳng phải chỉ có bọn mình mới được tỏa sáng mà không cần luật lệ hay sao!",
    "――こういう飛び込みの多い舞台も悪くない。\nわたしは嫌いじゃない。": "――Những màn nhảy vào như thế này cũng không tệ.\nTớ không ghét nó.",
    "言ってる場合ですか！": "Đến lúc này mà còn nói được nữa sao!",
    "んー、そっちじゃないよー？": "Hừm, không phải ở đó đâu!",
    "あー、もう！　なんで当たんないの！？": "A, chán thật! Sao không trúng chứ!?",
    "おねえちゃん、こっちこっち。": "Chị ơi, ở đây này.",
    "ああもう！　全然うまくいかない！": "A, chán thật! Chẳng đâu vào đâu cả!",
    "――ユリアが完全に抑えられて……\nあれだけの実力者が他の校舎にも居たなんて。": "――Yuria đã bị khống chế hoàn toàn...\nMột người có thực lực đến vậy mà lại ở một khu nhà khác.",
    "……どこかユリアに似てる。\n知識や理論じゃなくて、感覚で戦うタイプの動き。": "……Giống Yuria ở điểm nào đó.\nKhông phải kiến thức hay lý thuyết, mà là kiểu chiến đấu bằng cảm giác.",
    "リディア、おたすけもいいが適度に切り上げろ！\nトリニティ・ジュエルの勝利も大切だ！": "Lidia, giúp đỡ thì được đấy, nhưng phải kết thúc một cách thích hợp!\nChiến thắng của Trinity Jewel cũng rất quan trọng!",
    "はーい。ここでおたすけかんりょー。\nおねえちゃん、楽しかったね。": "Vâng. Đến đây là hết giúp đỡ rồi.\nChị ơi, vui quá đi.",
    "くっ！？　うああっ！？\nさっきよりも攻撃が……": "Chết tiệt!? Uaaah!?\nTấn công còn mạnh hơn lúc nãy...",
    "勝負を決めるために、苛烈になってきましたか……！\nくっ、このままだと……！": "Để quyết định thắng thua, có vẻ như đã trở nên khốc liệt hơn rồi...!\nChết tiệt, cứ thế này thì...!",
    "り、リディアさんの妨害はさせません！": "T, tớ sẽ không để Lidia cản trở đâu!",
    "――援護も的確。\nそれに、何とか通した攻撃も全部回避される。": "――Hỗ trợ cũng rất chính xác.\nHơn nữa, những đòn tấn công mà tớ cố gắng tung ra đều bị né tránh hết.",
    "――すごい、すごいね！\nまだ、私の知らない戦い方があるんだ！": "――Tuyệt vời, tuyệt vời quá!\nVẫn còn những cách chiến đấu mà tớ chưa biết!",
    "でも、ここで負けるつもりはないからね！\nだって、まだ私は答えを見つけてない！": "Nhưng, tớ không có ý định thua ở đây đâu!\nVì tớ vẫn chưa tìm ra câu trả lời!",
    "んー。おねえちゃん、つよつよさん。\nリディア、がんばってるけど、なかなかたおせない。": "Hừm. Chị ơi, người mạnh nhất.\nLidia đang cố gắng hết sức, nhưng khó mà hạ gục được.",
    "簡単に負けてあげるわけにはいかないからね……！\nいつも通りなら、もっと強いよ！": "Vì tớ không thể dễ dàng thua được mà...!\nNếu như mọi khi thì tớ còn mạnh hơn nữa!",
    "ぐっ……！　楽しそうにしている、場合じゃありませんからね！？": "Grừ...!\nĐến lúc này mà còn thấy vui vẻ được sao!?",
    "このまま潰させてもらう！": "Để tôi nghiền nát các người!",
    "っ、そんなことは、させない！": "Hừ, không đời nào!",
    "リディアとユリアの１対１は拮抗し、\nレイヴェルとルナによって戦況は抑え込まれている。": "Lidia và Yuria đang giằng co, \nReverie và Luna đang khống chế cục diện.",
    "陣形を作る事も出来ずに、少数で地形を使った戦いに慣れている、\nトリニティ・ジュエルのペースは崩れない。": "Không thể tạo đội hình, lại quen với việc chiến đấu bằng địa hình, \ntốc độ của Trinity Jewel không hề bị phá vỡ.",
    "追い込まれている状況で。ふとアニスは笑みを浮かべた。": "Trong tình cảnh bị dồn vào đường cùng. Anis bỗng nở nụ cười.",
    "――ねえ、%usernameusernameuserna%。\n言ったわよね？　あたしは、あたしらしくすればいいって？": "――Này, %usernameusernameuserna%.\nTớ đã nói rồi phải không? Cứ là chính mình thì sẽ ổn thôi?",
    "あ、ああ。言ったな。": "À, ừ. Đã nói rồi.",
    "うふふ、そうよね！　ちゃーんと言ったって言質は取ったわ！\nさーて、楽しいパーティーにしちゃいましょうか！": "Ufufu, đúng rồi!\nTớ đã nói rõ ràng rồi, đã có bằng chứng rồi nha!\nGiờ thì, hãy biến nó thành một bữa tiệc vui vẻ nào!",
    "おい！？　アニスらしくやれば良いとは言ったが、\n流石にそれは――": "Này!? Nói là cứ làm theo Anis thì được, nhưng\nđến mức đó thì――",
    "ぐっ！？　この音は……まさか、緊急事態用のアラート！？\nバカな！？　そんな音を鳴らせば――": "Grừ!? Âm thanh này... Chẳng lẽ là, báo động khẩn cấp sao!?\nĐồ ngốc!? Nếu phát ra âm thanh đó thì――",
    "きゃあ！？": "Kyaa!?",
    "んー？　いっぱい、なにかきてる？": "Hừm? Có nhiều thứ đến quá?",
    "メイズ内に響き渡ったアラート。\nその音は当然ながら、原生帯の住人を刺激する。": "Báo động vang vọng trong Mê Cung.\nÂm thanh đó đương nhiên sẽ kích thích những cư dân của vùng nguyên sinh.",
    "うわっと、アニスちゃん！？": "Uwaa, Anis-chan!?",
    "あははは！　やっぱりパーティーにはたくさん客がいてよね！\nたった２チームだけだなんてつまらないわ！": "A ha ha ha! Quả nhiên là phải có nhiều khách thì mới vui chứ!\nChỉ có hai đội thì chán chết!",
    "――いつもなら、怒りますが……今は、不問にします！": "――Nếu là mọi khi thì tớ đã nổi giận rồi... nhưng bây giờ thì, bỏ qua thôi!",
    "ブースターをふかしながら、\n静音モードを切って派手な音を鳴らすアニス。": "Trong khi tăng tốc bằng bộ tăng cường,\nAnis đã tắt chế độ yên tĩnh và phát ra âm thanh lớn.",
    "どういうつもりだ！？\nそんなことをすれば、メイズシフターを呼び寄せてしまう！": "Cô định làm gì vậy!?\nNếu làm thế thì sẽ gọi Mê Cung Sifter đến đấy!",
    "ふふ、だから呼んでるのよ♪\nだってパーティーはたくさん参加してくれた方が楽しいでしょう♪": "Fufu, nên tớ mới gọi chúng đến đó♪\nVì bữa tiệc mà có nhiều người tham gia thì vui hơn mà♪",
    "ああ、でもこんなに悪い子だもの！\n後で%usernameusernameuserna%からお仕置きされちゃうわね♪": "A, nhưng vì tớ là một đứa trẻ hư hỏng như thế này!\nSau này %usernameusernameuserna% sẽ phạt tớ mất♪",
    "――くっ、癪だがここは争っている場合じゃない！\nリディア、ルナ！　対メイズシフターに陣形を切り替えるぞ！": "――Chết tiệt, nhục nhã thật, nhưng không phải lúc để tranh cãi!\nLidia, Luna! Chuyển đội hình đối phó với Mê Cung Sifter!",
    "（……あくまでも妨害は妨害でしかない。\nより危険なメイズシフターがやってくれば戦闘は中断される。）": "（...……Dù gì thì cản trở vẫn chỉ là cản trở.\nNếu Mê Cung Sifter nguy hiểm hơn đến thì trận chiến sẽ bị gián đoạn.）",
    "（確かに、不利な状況もひっくりかえせる……ひっくりかえせるが）": "（Quả thật, có thể lật ngược tình thế bất lợi... có thể lật ngược được nhưng）",
    "あはは！　凄いわ！　見て見て、四方八方から来てるわよ！\nふふふ、この状況をどうやって切り抜けようかしら！？": "A ha ha! Tuyệt vời! Nhìn này, chúng đến từ bốn phương tám hướng này!\nFufufu, phải làm sao để vượt qua tình huống này đây!?",
    "――この数、多すぎる……\n油断したら、本当に危ない。": "――Số lượng này, quá nhiều...\nNếu lơ là thì thực sự nguy hiểm.",
    "当然ながら、めちゃくちゃな音に怒ったメイズシフターの数は、\n以前にトリニティ・ジュエルが遭遇した群れの比ではない。": "Đương nhiên, số lượng Mê Cung Sifter nổi giận vì âm thanh hỗn loạn, \nkhông thể so sánh với những gì Trinity Jewel đã gặp trước đây.",
    "大丈夫よ♪　だって、カオスメイデンもトリニティ・ジュエルも、\nとーっても強いチームですもの……ね？": "Không sao đâu♪ Vì cả Chaos Maiden và Trinity Jewel đều là, \nnhững đội rất mạnh mà... phải không?",
    "そうでした……アニスはこういう子でしたね……！\nああもう！　全員、とにかく目の前のメイズシフターを相手に対応を！": "Đúng rồi... Anis là một đứa trẻ như thế này mà...!\nA, chán thật! Tất cả mọi người, cứ tập trung đối phó với Mê Cung Sifter trước mặt đi!",
    "あぁ……みんながあたしのせいであたふたして……\nこれはいっぱい恨まれちゃうわね♪　人気者になっちゃう！": "A... Mọi người vì tớ mà cuống cuồng cả lên... \nChắc chắn tớ sẽ bị ghét bỏ mất... Trở thành người nổi tiếng rồi!",
    "でも……これこそが、あたしらしいってことかしら？": "Nhưng... Đây mới đúng là con người tớ phải không?",
    "……ここまでやれとは言ってない！": "……Không cần phải làm đến mức này!",
    "気付けば、トリニティ・ジュエルとの戦いは崩れ去り、\nメイズシフターとの大乱戦となるのだった。": "Khi nhận ra, trận chiến với Trinity Jewel đã tan vỡ, \nvà trở thành một trận chiến hỗn loạn với Mê Cung Sifter."
}