{
    "比較的入口に近い場所なら、俺でもスカラ校舎をうろつけるかも……\nほんと迷路みたいな造りしてるからなぁ……": "Nếu ở gần lối vào thì có lẽ tôi có thể đi loanh quanh trong khuôn viên trường Scara được nhỉ?\nCấu trúc trường học này giống như một mê cung vậy...",
    "ん？　向こうから歩いてくるのは……ヒイロか？": "Hả? Người đang đi về phía này... là Hiro à?",
    "びっくりさせようと、\n近くの曲がり角に隠れて彼女を待つことにした――が。": "Để làm cô ấy bất ngờ, tôi quyết định\nnấp ở một góc gần đó và đợi cô ấy...",
    "……気配あり。\n出てこないと撃つ。": "…Có người đang đến gần.\nNếu không ra, tôi sẽ bắn.",
    "……俺だから撃たないでくれ。\nよく分かったな……": "…Là tôi đây, đừng bắn.\nCậu biết tôi sao…?",
    "商店街は人がいる。\nだから不自然な気配は分かりやすい。": "Khu mua sắm có nhiều người qua lại.\nVì vậy, rất dễ để nhận ra những điều bất thường.",
    "なるほど……勉強になるな。": "Ra là vậy... Thật là một bài học.",
    "実はヒイロに会いに来た": "Thật ra là tôi đến để gặp Hiro.",
    "ヒイロは？": "Hiro đâu?",
    "それで、ここに何をしに？": "Vậy, cậu đến đây để làm gì?",
    "――なんて、ちょっと冗談を言ってみた。": "――Tôi chỉ đùa một chút thôi.",
    "本当は元々この校舎でＭＧ競技があったからその観戦に来てて、\n今はその帰りにちょっとぶらついてただけだ。": "Thật ra, ban đầu tôi đến đây để xem thi đấu MG trong trường, và\nbây giờ tôi chỉ đi dạo một chút trên đường về.",
    "私に……？": "Với tớ…?",
    "このあたり歩いてたら会えないかなって。": "Nếu đi loanh quanh ở đây, liệu có gặp được cậu không.",
    "……そうなんだ。": "…Ra là vậy.",
    "……そっか。": "…Vậy sao.",
    "（なんか思ったより反応がいいな。\nこのまま『本当』にしてみてもいいかもしれない）": "（Phản ứng của cô ấy tốt hơn tôi nghĩ.\nCó lẽ mình nên nói 'thật' luôn）",
    "よかったら、これから何か食べに行かないか？　奢るぞ。": "Nếu được, chúng ta đi ăn gì đó không? Tớ bao.",
    "いいの……？　じゃあ、%usernameusernameuserna%の\n行きたいところ、行こう。": "Được…?\nVậy, chúng ta đi đến nơi mà %usernameusernameuserna% muốn đi.",
    "私……？": "Tớ…?",
    "ああ。俺は別にこれといって、\n何か買おうとしてたわけじゃないんだ。": "Ừ. Tôi không có ý định mua gì cả.",
    "元々この校舎でＭＧ競技があったからその観戦に来てて、\n今はその帰りにちょっとぶらついてたってだけ。": "Ban đầu tôi đến đây để xem thi đấu MG trong trường, và\nbây giờ tôi chỉ đi dạo một chút trên đường về.",
    "そうなんだ？　私は油を買いに来た。": "Vậy sao? Tớ đến để mua dầu.",
    "油？": "Dầu á?",
    "ネイルガン用。": "Dùng cho súng bắn đinh.",
    "ああ、いつも大事に持ってるやつか。": "À, cái mà cậu luôn giữ bên mình ấy hả?",
    "そう。でもあまりお金ないから、いい油買えない。": "Ừ. Nhưng tớ không có nhiều tiền nên không mua được loại dầu tốt.",
    "……じゃあ、俺がちょっと出してやろうか？": "…Vậy thì, tôi sẽ chi một chút cho cậu nhé?",
    "え、いいの？": "Hả, được sao?",
    "だって、そんなしょぼんとした顔されちゃ、放っておけないって。": "Vì thấy cậu buồn rầu thế này, tôi không thể bỏ qua được.",
    "……ありがとう、%usernameusernameuserna%。": "…Cảm ơn, %usernameusernameuserna%."
}