{
    "シリウスシュガーに、ある生徒４名の訓練指導を\nお願いしたいと考えています。": "Tôi muốn các em hướng dẫn huấn luyện cho 4 học sinh.",
    "訓練指導……ですか？": "Huấn luyện... sao?",
    "『特別養成校舎』――チーム『プレ・クラス－Ａ』。\nいくつかある『プレ・クラス』のうち、Ａチームに所属する生徒達です。": "『Ký túc xá đào tạo đặc biệt』―― Đội 『Pre-Class-A』.\nĐây là những học sinh thuộc đội A, một trong số các 『Pre-Class』.",
    "それぞれ名前は『ジュリー・ステイシー』『黒森ラウラ』\n『樋向心香』『ノエル・アルエ』といいます。": "Tên của họ lần lượt là 『Julie Stacy』, 『Kuramori Laura』, 『Himukai Kokona』 và 『Noel Alue』.",
    "特別養成校舎……確か練度不足などいろんな問題から、正式に\nパイロットになれなかった生徒が一度送られる再訓練の校舎だっけ。": "Ký túc xá đào tạo đặc biệt... Chắc chắn là ký túc xá huấn luyện lại, nơi những học sinh không thể trở thành phi công chính thức do nhiều vấn đề như kỹ năng chưa đủ.",
    "先日あなた方が発見した新ルートですが、調査の結果、\n想定以上の資源が眠っていることが確認されました。": "Kết quả điều tra cho thấy tuyến đường mới mà các em đã tìm thấy gần đây có trữ lượng tài nguyên lớn hơn dự kiến.",
    "それを受けて、学園全体でメイズ探索が活性化し、\nパイロット人員の増強が求められているのです。": "Đáp lại, việc khám phá Mê Cung đã được đẩy mạnh trên toàn trường, và cần tăng cường nhân sự phi công.",
    "それで、プレ・クラス－Ａの生徒達を鍛え上げ、可能なら\n正規のパイロットとして運用したい……ということですわね。": "Vậy nên, các em muốn rèn luyện học sinh của Pre-Class-A, và nếu có thể, muốn sử dụng họ như những phi công chính thức... phải không?",
    "はい。その通りです。": "Vâng. Đúng như vậy.",
    "具体的には、メイズ浅層における実地訓練を\nお願いしたいと考えています。": "Cụ thể, tôi muốn các em thực hiện huấn luyện thực tế ở tầng nông của Mê Cung.",
    "以前カラフルブーケのうるうや舞亜が俺らにしてくれたようなことを、\n今度はこっちが他の子達にやるってことか……": "Giống như những gì Ururu và Maia của Colorful Bouquet đã làm với tôi trước đây, lần này tôi sẽ làm điều đó với những người khác...",
    "そう思うと、シリウスシュガーの皆も評価されるように\nなってきたのだと嬉しくなる。": "Khi nghĩ đến điều đó, tôi vui vì mọi người ở Sirius Sugar cũng đã được đánh giá.",
    "（それに教えるということ自体が、彼女達の成長にも繋がる……\n悪くない話だ）": "(Hơn nữa, việc giảng dạy cũng sẽ dẫn đến sự trưởng thành của các em... Không tệ)",
    "ちなみに訓練の結果、プレ・クラス－Ａの生徒が\n正規パイロットに認定された場合、人数に応じて成功報酬を支払います。": "Nhân tiện, nếu học sinh của Pre-Class-A được công nhận là phi công chính thức sau khi huấn luyện, chúng tôi sẽ trả thưởng thành công tùy theo số lượng.",
    "金額はこちらに。": "Số tiền ở đây.",
    "会長がスマートデバイスの画面をこちらに見せる。\n俺と七彩はそこに表示された金額に驚いた。": "Hội trưởng đưa màn hình thiết bị thông minh cho tôi xem.\nTôi và Nanairo đã rất ngạc nhiên trước số tiền hiển thị ở đó.",
    "……こんなに貰えるのか？": "... Được nhiều tiền như vậy sao?",
    "これだけあれば、\n当面はチームの資金に困ることはなくなりますわね……": "Với số tiền này, đội của chúng ta sẽ không phải lo lắng về vấn đề tài chính trong một thời gian...",
    "問題は、そのプレ・クラス－Ａの子達が、\n現時点でどれくらい『できる』のかだな。": "Vấn đề là, những đứa trẻ của Pre-Class-A đó có thể 'làm' được đến mức nào vào thời điểm hiện tại.",
    "特別養成校舎の中では、『エース』と呼ばれる４人だそうですよ。": "Nghe nói trong ký túc xá đào tạo đặc biệt, họ là 4 người được gọi là 'át chủ bài'.",
    "へえ、ならそんなに手がかからないってことか。": "Hể, vậy thì không cần tốn quá nhiều công sức nhỉ?",
    "けど、なんで俺達なんだ？\n他にも適役はいるだろう。カラフルブーケとか。": "Nhưng, tại sao lại là chúng tôi?\nChắc chắn còn có những người phù hợp khác. Ví dụ như Colorful Bouquet.",
    "あなたは落ちこぼれと評されたシリウスシュガーを、\n見事に立て直しました。": "Các em đã vực dậy Sirius Sugar, vốn bị đánh giá là kẻ thất bại, một cách ngoạn mục.",
    "さらに先日は未知のルートを発見し、\nメイズシフターの襲撃に遭いながらも無事に帰還した。": "Hơn nữa, gần đây các em đã khám phá ra một tuyến đường chưa biết, và đã trở về an toàn mặc dù bị tấn công bởi Maze Shifter.",
    "これらの功績を鑑みれば、あなたとシリウスシュガーに\n白羽の矢が立つのは、それほどおかしい話だとは思えません。": "Nếu xét đến những thành tích này, việc các em và Sirius Sugar được chọn không có gì là lạ.",
    "（シリウスシュガーだけじゃなく、\n俺のこともそんなに評価されていたのか）": "(Không chỉ Sirius Sugar, mà tôi cũng được đánh giá cao đến vậy sao)",
    "それで、お引き受けいただけますか？\nお返事をきかせてください。": "Vậy, các em có nhận lời không?\nXin hãy cho tôi biết câu trả lời của các em.",
    "七彩、どうする？": "Nanairo, em tính sao?",
    "報酬がいいし、引き受けよう": "Tiền thưởng hậu hĩnh, nên em nghĩ nên nhận lời.",
    "困っているなら力になろう": "Nếu họ gặp khó khăn, chúng ta nên giúp đỡ.",
    "まずは%usernameusernameuserna%さんの判断を伺ってもよろしくて？\nといっても、きっとあなたとわたくしの答えは、同じでしょうけど。": "Trước tiên, em có thể hỏi ý kiến của %usernameusernameuserna% được không?\nDù sao, em nghĩ câu trả lời của anh và em sẽ giống nhau.",
    "これだけの成功報酬があれば、\nシリウスシュガーの資金問題も十分に解決できそうだしな。": "Nếu có phần thưởng thành công lớn như vậy, vấn đề tài chính của Sirius Sugar cũng sẽ được giải quyết triệt để.",
    "はい、そうですわね。わたくしも同じ考えですわ。\nそれに今はメイズシンドロームからの『病み上がり』……": "Vâng, đúng vậy. Em cũng nghĩ như vậy.\nHơn nữa, bây giờ em vẫn đang trong quá trình 'hồi phục' sau Hội chứng Mê Cung...",
    "他のメンバーにとっても、\n復帰直後の肩慣らしにちょうどいいと思います。": "Đối với các thành viên khác, em nghĩ nó cũng vừa đủ để làm quen sau khi trở lại.",
    "俺達で力になれるなら、ぜひともやらせてほしい。\nそのプレ・クラス－Ａの子達もなんだか放っておけないし。": "Nếu chúng ta có thể giúp đỡ, tôi rất muốn được làm điều đó.\nTôi cũng không thể bỏ rơi những đứa trẻ của Pre-Class-A đó.",
    "ふふ、なんだかんだいって、面倒見がいいのはあなたの長所ですわ。\nさすが%usernameusernameuserna%さん……": "Phù, dù sao thì, việc chu đáo là một trong những điểm mạnh của anh.\nQuả là %usernameusernameuserna%...",
    "わたくし達には先達として、後輩を導く使命がありますわ。\nこんな名誉な仕事、引き受けない選択肢はありませんね。": "Chúng ta có sứ mệnh dẫn dắt hậu bối với tư cách là những người đi trước.\nKhông có lựa chọn nào khác ngoài việc nhận công việc danh dự này.",
    "今、浅層以外に潜るのも、本格的な探索を行うのも、\nシリウスシュガーの皆には厳しいだろう。": "Bây giờ, việc xuống sâu hơn tầng nông, hoặc thực hiện một cuộc thám hiểm quy mô lớn, sẽ rất khó khăn đối với mọi người ở Sirius Sugar.",
    "病み上がりのシリウスシュガーのみんなにとって、\n復帰直後の肩慣らしとしてこの仕事はちょうどいいくらいだ。": "Công việc này vừa đủ để làm quen sau khi trở lại đối với mọi người ở Sirius Sugar, những người vừa mới hồi phục.",
    "決まりだな。": "Quyết định vậy đi.",
    "ありがとうございます。では詳細は追って連絡しますね。": "Cảm ơn các em. Vậy tôi sẽ liên lạc sau để biết chi tiết.",
    "ああ、頼んだ。": "Ừ, tôi nhờ cậy các em.",
    "それでは失礼いたしますわ。": "Vậy thì tôi xin phép.",
    "俺達が生徒会室を後にしようとした時だった。": "Khi chúng tôi chuẩn bị rời khỏi phòng hội học sinh...",
    "──%usernameusernameuserna%さん。\nあなたは残ってください。": "──%usernameusernameuserna% san.\nAnh ở lại đây.",
    "ん……？": "Hửm...?",
    "……それでは、わたくしは一足先にみんなのところへ戻っています。": "...Vậy thì, em xin phép về trước với mọi người.",
    "ああ、わかった。": "Ừ, tôi hiểu rồi.",
    "――その後、ひとり残った俺は生徒会長から、\nある『警告』を受けるのだった。": "――Sau đó, tôi, người ở lại một mình, đã nhận được một 'cảnh báo' từ hội trưởng.",
    "あれから少しして、プレ・クラス－Ａへの訓練が始まった。\nまずは軽く実力を見ることになったのだが……": "Một thời gian sau, việc huấn luyện cho Pre-Class-A bắt đầu.\nĐầu tiên, chúng tôi phải xem xét thực lực của họ...",
    "敵だわ！　それ、総員突撃ー！\nやられる前にやっちゃえの精神よー！！": "Kẻ địch kìa! Tất cả, xông lênー!\nTrước khi bị chúng làm gì thì mình phải làm gì chúng trước đãー!!",
    "お、お待ちください、ジュリーさん！\nまずは有利な位置取りからだと何度も……！": "Khoan đã, Julie-san!\nTrước tiên, phải chọn vị trí có lợi đã bao nhiêu lần rồi...!",
    "あはははは！！　敵がいっぱい……♪\nぜ～んぶバラバラにしてあげる！！": "A ha ha ha!! Kẻ địch nhiều quá...♪\nEm sẽ cho chúng tan nát hết luôn!!",
    "あの、ノエルちゃん？　逃げる敵まで撃たなくても……\nあと弾薬も節約して、あの……聞こえてますか？": "À, Noel-chan? Sao em còn bắn cả những kẻ địch đang bỏ chạy nữa...?\nHơn nữa, hãy tiết kiệm đạn dược đi, à... Em có nghe không?",
    "ねえラウラ、仲間が戦ってるけど。\nおまえは援護とかしにいかないわけ？": "Này Laura, đồng đội đang chiến đấu.\nCậu không đi chi viện sao?",
    "む、無理無理！　無理よ～！　最初はもっと怖くない、\nメイズシフターからお願いできないかしら……？": "Ừm, không thể! Không thể nào~! Ban đầu em muốn xin Maze Shifter đừng đáng sợ như vậy...",
    "そんな都合良く、ぽいっと用意できるか！": "Làm gì có chuyện đó dễ dàng!",
    "な、なんだこの有様は……\nこいつらは『エース』って話じゃなかったのか！？": "N, như thế này là sao...?\nMấy người này là 'át chủ bài' sao!?",
    "……エースであることには間違いないわ。\nただ、貴方が想像するものとは違うけど。": "...Đúng là át chủ bài.\nChỉ là, nó khác với những gì anh tưởng tượng.",
    "とんだ皮肉だな……": "Thật là một sự mỉa mai...",
    "そっちのエースかぁ……": "Át chủ bài kiểu đó sao...",
    "プレ・クラス－Ａの面々はこう呼ばれてるの。\n『やらかしの』エースと。": "Mọi người ở Pre-Class-A được gọi như vậy.\n'Át chủ bài' gây rắc rối.",
    "それより心香。他人事みたいに言ってるが、\n仲間のフォローに行かなくていいのか？": "Hơn nữa, Kokona. Cậu nói như thể đó là chuyện của người khác, cậu không định đi hỗ trợ đồng đội sao?",
    "は？　私は自分の仕事はやっているけど？\nどうして他人分も手伝わないといけないの？": "Hả? Tớ đang làm công việc của mình mà?\nSao tớ phải giúp đỡ người khác?",
    "それに、仲間なんかじゃないわ。\nあんな子達と私を一緒にしないで。": "Hơn nữa, không phải đồng đội gì cả.\nĐừng gộp tớ với mấy đứa đó.",
    "そう言い捨てると、心香はひとりでメイズシフターに向かっていく。": "Nói xong, Kokona một mình tiến về phía Maze Shifter.",
    "…………はあ。": "............Ha.",
    "でっかいため息、聞こえてるよー。大丈夫そ？": "Tiếng thở dài thật to, tớ nghe hết rồi đóー. Cậu ổn không?",
    "お前達で慣れてなかったら、とっくに心が折れてたところだ。": "Nếu không có tụi mình quen với việc này, có lẽ cậu đã gục ngã rồi.",
    "じゃああたし達は、この時のためにポンコツだったわけだ。": "Vậy là tụi mình đã là những kẻ vô dụng để chuẩn bị cho lúc này.",
    "お前は前向きだなあ。ま、今はその元気が羨ましいよ。": "Cậu thật tích cực quá. Thôi thì, bây giờ tớ cũng ghen tị với sự nhiệt tình đó.",
    "メイズで起きることは、なんでも研究の糧だもの。\n今もばりばり観察させてもらってるからね。": "Bất cứ điều gì xảy ra trong Mê Cung, đều là nguồn tư liệu nghiên cứu.\nBây giờ tớ vẫn đang quan sát rất kỹ nè.",
    "研究か……そういや前にお前が書いたメイズシフター観察日記、\n読ませてもらったぞ。": "Nghiên cứu sao... Nói mới nhớ, trước đây cậu đã viết nhật ký quan sát Maze Shifter, tôi đã đọc rồi.",
    "おっ！　どうだった！？　かなり面白かったでしょ！？": "Ố! Thế nào rồi!? Khá thú vị phải không!?",
    "ああ、驚いたよ。しっかり調べられていて、\nそこから戦術や戦略の考察もあって興味深かった。": "Ừ, tôi đã rất ngạc nhiên. Cậu đã nghiên cứu rất kỹ lưỡng, và có những suy luận về chiến thuật và chiến lược từ đó, rất thú vị.",
    "でもただの妄想だから、あんま鵜呑みにしないでよ？": "Nhưng nó chỉ là một sự tưởng tượng, đừng tin quá nhé?",
    "いや、指揮官としての俺から見ても、\nとても合理的だったと思ったけどな。": "Không, theo tôi là một chỉ huy, tôi nghĩ nó rất hợp lý.",
    "おや、やけに素直にほめてくれるね。\nもしかして、あたしに惚れちゃった？": "Ô, sao hôm nay anh khen tôi một cách chân thành thế nhỉ?\nHay là anh thích tớ rồi?",
    "エース達の相手してたら、\nお前らのほうがよっぽどマシに思えてきてな。": "Nếu đối mặt với những át chủ bài đó, tôi thấy các cậu còn tốt hơn nhiều.",
    "あらら、素直じゃなくなっちゃった～。": "Ara, không còn chân thành nữa rồi~.",
    "ケラケラと笑うちゆるの横で、\n俺はプレ・クラス－Ａの面々を見渡す。": "Bên cạnh Chiru đang cười khúc khích, tôi nhìn xung quanh những người ở Pre-Class-A.",
    "……生徒会長もとんだ無茶を言ったもんだ。": "...Hội trưởng đã nói những điều vô lý quá. "
}