{
    "めるが運動がてらバドミントンしたいと言うので、\n俺は付き合うことにした。": "Meru bảo muốn chơi cầu lông cho khỏe người, nên\ntôi quyết định chơi cùng.",
    "確か大きい大会に出たこともあるんだっけ？\n俺で相手になるかなぁ……": "Chắc là cậu ấy từng tham gia giải đấu lớn đúng không?\ntôi có thể đấu lại không nhỉ……",
    "パイロットになってからはあまりやってないので、\nさすがに全盛期よりも実力落ちていると思います。": "Từ khi làm phi công thì tôi ít chơi môn này, nên\ntôi nghĩ thực lực đã giảm so với thời kỳ đỉnh cao.",
    "……なるほど。まあ、俺も運動に自信がないわけじゃないし、\nやれるところまでやってやる！　勝負だ、める！": "……Ra vậy. Mà, tôi cũng không phải không tự tin vào thể thao,\ntôi sẽ cố hết sức! Chơi thôi, Meru!",
    "はい、よろしくお願いします！": "Vâng, rất mong được giúp đỡ ạ!",
    "――結果、俺の惜敗。いいところまでいったのだが、\n全盛期より実力は落ちたとはいえ彼女のセンスは抜群だった。": "――Kết quả, tôi thua sát nút. Dù đã cố gắng hết sức,\nnhưng dù thực lực của cậu ấy đã giảm so với thời kỳ đỉnh cao thì khả năng của cậu ấy vẫn rất tuyệt vời.",
    "（単純な体力やパワーはこっちが上なんだけど、細かいテクニックや\nゲームの組み立て方……特に集中力はめるがすごかったな）": "(Thể lực và sức mạnh đơn thuần thì tôi hơn, nhưng kỹ thuật chi tiết và\ncách xây dựng trận đấu……Đặc biệt là khả năng tập trung của Meru thật đáng kinh ngạc)",
    "楽しかった": "Vui quá đi",
    "すごい才能だな": "Đúng là một tài năng",
    "いい運動になったよ。めるが強いからか、\nとてもやりごたえがあったな。": "Tôi đã có một buổi tập luyện tuyệt vời. Có lẽ vì Meru quá mạnh,\nnên nó rất đáng để thử sức.",
    "それはよかったです！　よければまたやりませんか？\nシリウスシュガーの他のみんなも誘って！": "Thật tốt quá! Nếu được thì chúng ta chơi nữa nhé?\nChúng ta rủ cả mọi người ở Sirius Sugar đi!",
    "ああ、特にちゆるとか、いつも研究室にこもってるから、\nちょうどいい運動になるだろうな。": "Ừ, đặc biệt là Chiyuru, lúc nào cũng ở trong phòng thí nghiệm,\nthì đây sẽ là một bài tập thể dục rất tốt.",
    "そうして俺達はまたバドミントンをやる約束をしたのだった――": "Cứ như thế, chúng tôi đã hứa sẽ chơi cầu lông một lần nữa――",
    "そんな……才能なんて……えへへ。": "Thật ra thì……tài năng gì chứ……ehehe.",
    "自分で実力落ちてるって言ってたけど、\nそれでもすごいと思ったよ。": "Cậu đã nói là thực lực của mình đã giảm, nhưng\ntôi vẫn thấy cậu rất giỏi.",
    "もしよかったら、またやろう。今度は勝つぞ。": "Nếu được, chúng ta chơi tiếp nhé. Lần này tôi sẽ thắng.",
    "%usernameusernameuserna%さん……": "Anh %usernameusernameuserna%……",
    "はい！　私も負ける気はありませんよ！\n……えへへ、また一緒にできるなんて嬉しいです。": "Vâng! Em cũng không có ý định thua đâu ạ!\n……Ehehe, em vui vì chúng ta có thể chơi cùng nhau lần nữa."
}