{
    "さてやるとするか。": "Giờ bắt đầu thôi.",
    "――カシャ。": "――Keng.",
    "ん？　今写真を撮られた？": "Hả? Vừa rồi có người chụp ảnh sao?",
    "ああ、気にしないでください。広報活動の一環でカメラマンを\n呼んでるんです。ですので……自然に会話などをして頂ければ。": "À, xin cứ tự nhiên. Chúng tôi có mời một nhiếp ảnh gia để hỗ trợ cho hoạt động quảng bá. Vì vậy... cứ thoải mái trò chuyện nhé.",
    "まあ、これも必要なことだからね。\n%usernameusernameuserna%は気になる？": "Mà, đây cũng là việc cần thiết thôi.\n%usernameusernameuserna% có để tâm không?",
    "……そうだな、確かに気になる。\nここだと俺の映りが悪くないか？　もっとカッコいい角度でだな……": "…Ừm, đúng là có hơi để tâm.\nỞ đây tôi có lên hình không nhỉ? Phải tìm góc nào ngầu hơn mới được…",
    "おお、%usernameusernameuserna%さんも映え意識バッチリですね！\nフルートとしては、もっとこっちの角度から……": "Ôi, %usernameusernameuserna% cũng rất quan tâm đến việc lên hình nhỉ!\nVới tư cách là Flute, tôi nghĩ nên chọn góc này hơn…",
    "いやいや、なんで画面映りを気にしてるのさ。\n教導指揮官なんだから必要ないでしょ？": "Khoan đã, sao cậu lại quan tâm đến việc lên hình thế?\nCậu là chỉ huy huấn luyện cơ mà, đâu cần thiết?",
    "良いツッコミだ、エヴィ。そういうのが欲しかったんだ。\n……とまあ、冗談は置いといて……見られるのは少し気になるな。": "Nói hay lắm, Evi. Tôi cần những câu như thế đấy.\n…Nói đùa vậy thôi… thì cũng hơi để tâm.",
    "こちらで編集もしますし、発言に気を遣わなくても大丈夫ですよ。\n教導指揮官さんは契約外の方なので嫌でしたら映さない事も出来ますし。": "Bên này chúng tôi cũng sẽ chỉnh sửa, nên cậu không cần phải lo lắng về những gì mình nói đâu.\nVì chỉ huy huấn luyện không có trong hợp đồng nên nếu không thích thì chúng tôi cũng có thể không quay cậu.",
    "……いや、今の俺はトレブルクインテットの指揮官だからな。\n一蓮托生だ。遠慮なく撮影してくれ。": "…Không, tôi là chỉ huy của Treble Quintet hiện tại.\nCùng chung số phận cả. Cứ thoải mái mà quay đi.",
    "分かりました。": "Vâng, đã hiểu.",
    "じゃあじゃあ、フルートたちにさっそくシリウスシュガーを鍛えた、\n特別トレーニングをお願いします！": "Vậy thì, chúng ta hãy nhờ Flute rèn luyện Sirius Sugar ngay nào,\nvới bài huấn luyện đặc biệt!",
    "いや、ダメだ。": "Không, không được.",
    "えっ！？": "Hả!?",
    "な、なんで？": "T-tại sao?",
    "シリウスシュガーの特別トレーニングはあいつらに向けた訓練だ。": "Huấn luyện đặc biệt cho Sirius Sugar là để huấn luyện cho bọn họ.",
    "犬に空の飛び方を教えても飛べないし、燕に大地の駆け方を教えても、\n意味がない……それぞれに適切な訓練ってものがある。": "Dạy chó bay thì nó cũng không bay được, dạy chim én chạy trên mặt đất thì cũng vô nghĩa… Mỗi người có một bài huấn luyện phù hợp.",
    "確かに……フルート達とシリウスシュガーのみなさんとでは、\n得意不得意からチームの性質までまるで違いますもんね……": "Quả thật… Flute và các thành viên của Sirius Sugar khác nhau hoàn toàn,\ntừ sở trường, sở đoản cho đến tính chất của đội…",
    "そういうことだ。ＭＧの性能だって全然違うからな。『黎明』は\n空力重視だが、『フロンティア』はそうじゃない。": "Đúng vậy. Hiệu năng của MG cũng khác nhau hoàn toàn. 『Bình Minh』 thì\nchú trọng khí động học, còn 『Frontier』 thì không.",
    "特に今回の場合でいうと、大出力ジェネレーターで\nねじ伏せるような機動技術重視の機体となっている。": "Đặc biệt trong trường hợp này, đó là một cỗ máy tập trung vào kỹ thuật cơ động,\nsử dụng một máy phát điện công suất lớn để áp chế.",
    "えっ、でもそんなねじ伏せるって印象じゃなかったけど……": "Hả, nhưng tôi không có ấn tượng là nó sẽ áp chế như vậy…",
    "それはお前たちがＶＲＸに従わされている、つまり持っている\nポテンシャルを最大限に発揮できていないということだ。": "Đó là vì các cậu đang bị VRX khống chế, tức là chưa phát huy hết tiềm năng của mình.",
    "じゃあ、私達がＶＲＸを従わせられることが最終目標？": "Vậy mục tiêu cuối cùng của chúng ta là khiến VRX phục tùng sao?",
    "でも具体的にはどうやるの？\n従わせるって言っても、意志を持つ相手じゃないんだから――": "Nhưng cụ thể thì phải làm thế nào?\nDù nói là phục tùng, nhưng đâu phải là đối tượng có ý chí đâu――",
    "もちろん考えてある。": "Đương nhiên là tôi đã nghĩ ra rồi.",
    "聞いて驚くな？\n……追いかけっこだ。": "Nghe xong đừng có mà ngạc nhiên nhé?\n… Trò chơi đuổi bắt.",
    "くうううっ！　全然追いつけませんよ～！": "Ku-u-u-u! Không thể đuổi kịp chút nào luôn!",
    "%usernameusernameuserna%の『霞光』とかいう機体、\nどうやったらあんなふうに動けるの……！？": "Cái cỗ máy 『Hà Quang』 của %usernameusernameuserna% ấy,\nlàm sao mà nó có thể di chuyển như vậy được…!?",
    "そんなものか、トレブルクインテット！\nさっきからかすりもしないじゃないか！": "Chỉ có thế thôi sao, Treble Quintet!\nTừ nãy đến giờ còn chưa chạm vào được!",
    "俺の搭乗する『霞光』を捕まえる――それが彼女たちのミッションだ。\n５機を相手に、俺はひたすら逃げ続ける。": "Bắt lấy 『Hà Quang』 mà tôi đang điều khiển――đó là nhiệm vụ của các cô ấy.\nĐối đầu với 5 cỗ máy, tôi sẽ liên tục chạy trốn.",
    "うう、スピードも速いけど動きの予測がしづらいのも大きいね……\n%usernameusernameuserna%、こんなに操縦技術もすごかったんだ。": "Ưm, tốc độ thì nhanh, nhưng lại rất khó đoán trước được chuyển động nữa…\n%usernameusernameuserna%, anh cũng giỏi kỹ năng điều khiển đến vậy sao.",
    "さ、流石に、この映像は絶対に公開できないな……": "Ha, đúng là, đoạn video này tuyệt đối không thể công khai được…",
    "『霞光』は戦闘力がないが、その代わり機動性能とセンサー性能に\n特化している。たとえＶＲＸを搭載していようとも簡単じゃない。": "『Hà Quang』 không có sức chiến đấu, nhưng bù lại, nó chuyên về hiệu năng cơ động và cảm biến.\nNgay cả khi được trang bị VRX thì cũng không dễ dàng gì.",
    "いいか、『追いかけよう』としていたのでは決して追いつけないぞ！\n一手先を読み『追いつめる』という感覚を持て！": "Nghe đây, nếu các cậu chỉ 『cố gắng đuổi theo』 thì sẽ không bao giờ đuổi kịp đâu!\nHãy đọc trước một bước và có cảm giác 『dồn ép』!",
    "『追いつめる』……": "『Dồn ép』…",
    "ＶＲＸに従わされているうちは、そんな動きはできないってわけね。": "Nếu vẫn còn bị VRX khống chế, thì không thể có những chuyển động như vậy được.",
    "後輩クンの想像を超える動きじゃないと捕まえられないわけね。\nそれはあたし達の思考とそれを実現するＶＲＸが揃ってこそ……": "Các cậu không thể bắt được nếu không có những chuyển động vượt xa trí tưởng tượng của hậu bối nhỉ.\nĐiều đó chỉ có thể thực hiện được khi tư duy của chúng ta và VRX cùng đồng bộ…",
    "理屈は分かるけど、実行するのは簡単じゃないなぁ。": "Lý thuyết thì hiểu, nhưng thực hiện thì không dễ dàng gì.",
    "フルートを煽る": "Khiêu khích Flute",
    "エヴィを煽る": "Khiêu khích Evi",
    "トレブルクインテットの実力はそんなものか？\nこのままではいいとこ無しだぞ！": "Thực lực của Treble Quintet chỉ có thế thôi sao?\nCứ như thế này thì chẳng được tích sự gì đâu!",
    "どうした？　ギャル配信者なんだろ、フルート！\n配信者なら俺の視線くらい釘付けにしてみろ！": "Sao thế? Là một streamer mà, Flute!\nLà streamer thì phải khiến ánh mắt của tôi dán chặt vào mình chứ!",
    "くうっ……！　やってやります！\n%usernameusernameuserna%さんの視線を奪っちゃいますから！": "Ku-u-u…! Để tôi làm cho xem!\nTôi sẽ cướp lấy ánh mắt của %usernameusernameuserna%!",
    "エヴィ、お前の技術の限界はそんなもんか！？\nお前はただの頭でっかちか！？": "Evi, giới hạn kỹ thuật của cô chỉ có thế thôi sao!?\nCô chỉ là một kẻ học rộng tài hẹp thôi sao!?",
    "頭でっかち……頭じゃなく身体で理解しろ、ってこと？\nまあ、やるだけやってみるかな。": "Học rộng tài hẹp… Không phải bằng cái đầu, mà là phải hiểu bằng cơ thể sao?\nMà thôi, cứ thử xem sao.",
    "さあ来い！　ＶＲＸをお前たちが支配するんだ！": "Nào, đến đây! Hãy để các cô làm chủ VRX!",
    "はあ、はあ、はあ……もう限界……ぴえんです……": "Ha, ha, ha… hết nổi rồi… pi-e-n…",
    "はぁ、はぁ……どうやればいいのか頭ではわかってるんだけど……\nいやー、実際にやるってなったら全然できないね……": "Ha, ha… Tôi hiểu trong đầu là phải làm thế nào…\nNhưng mà, khi thực sự làm thì lại không thể…",
    "……だからロージーには向いていたのかも。": "…Vậy nên Rosie có lẽ phù hợp hơn.",
    "やった～！　後輩クン捕まえちゃった！": "Yeah! Bắt được hậu bối rồi!",
    "まさかお前に捕まるとはな……": "Không ngờ lại bị cô bắt đấy…",
    "ロージーちゃん、ヤバたんです！　どうやったんですか！？": "Rosie-chan, nguy hiểm quá! Cô đã làm thế nào vậy!?",
    "えっとねぇ～。ぐわん、ときたらドドンとやって、ズバババーン？\nあとは――": "Ừm thì~. Khi nó quăng tới thì mình làm ĐOÀNG, rồi ZÙM-ZÙM-ZÙM?\nSau đó――",
    "ごめん、わかんない……": "Xin lỗi, tôi không hiểu…",
    "聞く相手間違えてるんじゃないかな。": "Chắc là cậu hỏi sai người rồi.",
    "でもその相手は現状ロージーだけだけどね。": "Nhưng trong tình huống này, chỉ có Rosie là được thôi.",
    "確かにトレブルクインテットの中でも感覚派なロージーは、\nこういった言語化し辛い感覚をつかむのが得意なんだろうな。": "Quả thật, Rosie, người có cảm giác mạnh nhất trong Treble Quintet,\nthì lại giỏi nắm bắt những cảm giác khó diễn đạt bằng lời nói như vậy.",
    "さ～てと、後輩クンにどんなご褒美ねだろうかしら～！": "Giờ thì, mình nên thưởng gì cho hậu bối đây nhỉ~!",
    "待て、いきなりしていない話を持ち出すな。": "Khoan đã, đừng có tự tiện đưa ra những chuyện chưa từng có.",
    "えっー！　ちゃんとＶＲＸ使いこなせたら、\nこれから一生なんでも言うこと聞いてあげるって約束したじゃない！": "Hảー! Nếu đã sử dụng thành thạo VRX, thì\ntừ nay tôi sẽ luôn nghe lời anh, có phải không!",
    "俺の一生安すぎだろ！？\n堂々と記憶捏造するな！": "Đời tôi rẻ mạt thế sao!?\nĐừng có trắng trợn mà bịa đặt ký ức!",
    "ちぇ、上手くいかないか……": "Chà, không được sao…",
    "なぜ上手くいくと思った……？": "Tại sao cô lại nghĩ là được…?",
    "とはいえだ。まさかこんなに早く捕まるとは正直思ってなかった。\nちょっと悔しい気持ちはあるが、予想外の成長速度に喜ぶべきだろう。": "Tuy nhiên. Thành thật mà nói, tôi không ngờ lại bị bắt nhanh đến vậy.\nTôi có chút tiếc nuối, nhưng cũng nên vui mừng vì tốc độ trưởng thành bất ngờ này.",
    "初日からひとり合格を出すとは、さすが精鋭チームだな。この調子なら、\n機動性能評価試験までには全員がレベルアップするだろう。": "Ngay từ ngày đầu tiên mà đã có người đạt yêu cầu, đúng là một đội tinh nhuệ. Với đà này,\nchắc chắn mọi người sẽ lên cấp trước khi kỳ thi đánh giá hiệu năng cơ động diễn ra.",
    "ふぅ……でも、レベルアップまではまだ遠いよね。\n頑張らないとなぁ。": "Phù… Nhưng để lên cấp thì vẫn còn xa lắm nhỉ.\nPhải cố gắng hơn nữa.",
    "それはそれとして、\n俺を捕まえられなかった４人には罰ゲームだ！": "Nói gì thì nói,\n4 người không bắt được tôi thì chịu phạt!",
    "ええーっ！？": "Eーh!?",
    "お、ＲＳ社公式から動画がアップされてるな。": "Ô, video từ trang web chính thức của RS đã được đăng tải rồi.",
    "タイトルは『ＭＧなしでイメトレしてみた』……\nよしよし。ちゃんと撮れてるな。": "Tiêu đề là 『Thử tập trung tưởng tượng mà không có MG』…\nĐược rồi. Quay tốt đấy.",
    "キィーン！！　エンゲージ・オフェンシブ！\nババババーッ！！": "Kiiing!! Engage Offensive!\nBà-bà-bà-bàー!",
    "フォックス２！　ばびゅーーーーーん！！": "Fox 2! Vùーm!",
    "こ、これ本当にやらなきゃダメなのかな？\n２人なんて、凄いノリノリでやってるけど……": "T-Tôi có thực sự phải làm điều này không vậy?\nHai người kia thì có vẻ rất hào hứng…",
    "びゅーん……まあ、レイラはもうヤケクソなんだと思う。\nやるならいっそのことって感じだろうね。レイラらしい割り切り方。": "Vùーm… Chắc là Layla đã tuyệt vọng rồi.\nNếu đã làm thì làm tới luôn. Đúng là Layla, luôn dứt khoát.",
    "シリウスシュガーもこの訓練をしてたらしいですよ！\nさあさあ、みんなでイメトレ頑張りましょう！　びゅーん！": "Sirius Sugar cũng đã tập luyện bài này rồi đấy!\nNào nào, mọi người cùng nhau tập trung tưởng tượng nào! Vùーm!",
    "……ねえ、%usernameusernameuserna%。\nシリウスシュガーとは別の鍛え方するんじゃなかったの？": "…Này, %usernameusernameuserna%.\nAnh không nói là sẽ tập luyện theo cách khác với Sirius Sugar sao?",
    "これは厳密には特訓じゃなくて罰ゲームだからノーカンだな！": "Đây là phạt chứ không phải huấn luyện, nên không tính!",
    "えぇ……なにその理論……": "Eーh… Lý thuyết gì vậy…",
    "そうして１本の罰ゲーム動画が出来上がったのだった――": "Và thế là, một video phạt đã được hoàn thành――"
}