{
    "――メイズシフターを倒した一行は、\n静音モードにして慎重に広間〈ホール〉を進んでいく。": "――Cả đội vừa đánh bại Máy Dịch Chuyển, \nchuyển sang chế độ yên lặng và cẩn thận tiến vào đại sảnh.",
    "先頭にいた舞亜の機体が停止した。": "Cơ thể của Maia, người đi đầu, dừng lại.",
    "この先よ。": "Phía trước.",
    "これって……": "Cái này...",
    "すっごー……": "Woa...!",
    "うぉおおおおおおおお！！　ついについに……！！\nこの目で原生帯〈プライマル・ベルト〉を見ることができた～！！": "Uwaaaaaaa!! Cuối cùng...!!\nTôi đã có thể tận mắt nhìn thấy Vùng Nguyên Sinh rồi~!!",
    "ここが原生帯〈プライマル・ベルト〉か……": "Đây là Vùng Nguyên Sinh sao...",
    "大昔にメイズ内に入り込んだ動植物が、\n重力異常に適応して独自の生態系を作ったんだよ！！": "Động thực vật đã tiến vào Mê Cung từ rất lâu trước đây,\nthích nghi với sự bất thường của trọng lực và tạo ra một hệ sinh thái độc đáo!!",
    "テンション高いな。": "Cậu phấn khích thật đấy.",
    "メイズ研代表として、\nこの光景見てテンション上がらない理由ある！？": "Với tư cách là đại diện của Phòng Nghiên cứu Mê Cung,\ncó lý do gì để không phấn khích khi nhìn thấy cảnh tượng này chứ!?",
    "ねえ！　サンプル回収してもいい！？": "Này! Tớ có thể thu thập mẫu vật được không!?",
    "ここに来た目的を忘れていませんか……？": "Cậu không quên mục đích đến đây đấy chứ...?",
    "再訓練でしょ！　でもちょっとくらい……ダメ？": "Tái huấn luyện mà! Nhưng một chút thôi... được không?",
    "……ダメよ。そういった油断が取り返しのつかない事故に繋がるわ。\nここがメイズシフターの領域だということ、忘れてない？": "...Không được đâu. Sự chủ quan như vậy sẽ dẫn đến những tai nạn không thể cứu vãn.\nCậu không quên đây là lãnh địa của Máy Dịch Chuyển chứ?",
    "うぅ……ごめん。": "Ư... xin lỗi.",
    "原生帯〈プライマル・ベルト〉には地穴帯〈ケイブ・ベルト〉以上に、\n強力で危険なメイズシフターが生息しているわ。": "Trong Vùng Nguyên Sinh, còn có những Máy Dịch Chuyển mạnh mẽ và nguy hiểm hơn cả Vùng Hang Động.",
    "臆病なくらいが、ちょうどいいの。": "Cẩn thận một chút cũng tốt mà.",
    "怖いですぅ、死んじゃいますぅ……！\n舞亜さん、もう帰りましょうよぉ～！": "Sợ quá, tớ sắp chết...!\nMaia, mình về thôi~!",
    "……これは怖がり過ぎだけど。": "...Cái này hơi quá rồi đấy.",
    "それではこの先はどうしましょうか。\nえっと、確か基礎課程では――": "Vậy chúng ta sẽ làm gì tiếp theo?\nỪm, tôi nhớ là trong khóa học cơ bản thì――",
    "斥候でも出すか？": "Hay là cử trinh sát?",
    "斥候とは少数で先行し、進行先の動静や地形を探る役目を担う。\nいわゆる偵察をする役割だ。": "Trinh sát là một nhóm nhỏ đi trước, chịu trách nhiệm tìm hiểu tình hình và địa hình phía trước.\nHọ có nhiệm vụ do thám.",
    "ええ、それが正解よ。\n斥候部隊のリーダーはうるうね。": "Ừ, đó là một lựa chọn đúng đắn.\nUru sẽ là người lãnh đạo đội trinh sát.",
    "えっ！？　無理無理無理です！！\n負けます！　死にます！　滅びますぅ！": "Hả!? Không thể nào!!\nTớ sẽ thua! Tớ sẽ chết! Tớ sẽ bị diệt vong!",
    "（どんだけ弱気なんだよ……）": "（Yếu đuối đến mức nào vậy...）",
    "いつもそう言うけど、なんだかんだでちゃんとこなしてるじゃない。\nだからお願いね。": "Cậu luôn nói vậy, nhưng cuối cùng cậu vẫn hoàn thành tốt cơ mà.\nVậy nên, nhờ cậu nhé.",
    "そんなぁ！": "Không muốn mà!",
    "……それで編成だけど、うるうについてもらうのは、\nラミちゃんと白奈ちゃんにお願いしようかしら。": "...Về việc thành lập đội, tôi nghĩ nên để Rami và Shirana đi cùng Uru.",
    "うぅ……あ、あんまり期待はしないでくださいね？\nもしメイズシフターの餌になったら……ご、ごめんなさい……！": "Ư... ừm, đừng mong đợi quá nhiều nhé?\nNếu tớ trở thành mồi cho Máy Dịch Chuyển thì... xin lỗi nhé...!",
    "めっちゃ不安要素しかないんだけど！？": "Chỉ toàn những yếu tố bất an là sao!?",
    "大丈夫よ。口ではこう言ってるけど、やるときはやる子だから。": "Ổn thôi. Dù cậu ấy nói vậy, nhưng khi làm thì cậu ấy sẽ làm được mà.",
    "……そう言われても、わたし達はそれを知らない。": "...Dù cậu nói vậy, nhưng chúng ta lại không biết điều đó.",
    "リーダー役のうるうの自信なさそうな発言は気になる。": "Tôi lo lắng về việc Uru, người lãnh đạo, lại thiếu tự tin như vậy.",
    "とはいえ、特別講師としてカラフルブーケから選抜された以上、\n頼りにしてもいいのだろう。": "Tuy nhiên, vì họ được chọn từ Colorful Bouquet với tư cách là giảng viên đặc biệt,\ntôi nghĩ mình vẫn có thể tin tưởng họ.",
    "ラミ": "Rami.",
    "白奈": "Shirana.",
    "だからここで俺が声をかけるべきは……": "Vì vậy, điều tôi nên nói ở đây là...",
    "ラミ。ちょっといいか。": "Rami. Tớ có thể nói chuyện với cậu một chút không?",
    "えー、なにー？　前に出るラミに励ましの声的な？": "Ê, có chuyện gì vậy? Cậu muốn cổ vũ Rami đi đầu sao?",
    "ああ、がんばってな……囮役。": "Ừ, cố gắng lên nhé... người đóng vai mồi.",
    "いや、斥候だよね！？\nなんか犠牲になりそうなんだけど！！": "Không, trinh sát mà!?\nCảm giác như tớ sẽ trở thành vật tế thần vậy!!",
    "おまえの犠牲は忘れない。": "Tôi sẽ không quên sự hy sinh của cậu.",
    "全然励ます気ないじゃん！！": "Anh chẳng có chút cổ vũ nào cả!!",
    "……まあ、確かに別にあまり心配はしてないな。": "...Ừm, tôi cũng không lo lắng lắm.",
    "へいへい、そーだろーねー。": "Ừ ừ, đúng là thế mà.",
    "だってラミなら、ちゃんとやれるってわかってるし。": "Bởi vì tôi biết Rami sẽ làm tốt mà.",
    "……！": "…!",
    "い、いきなり、そーゆーの……ズルくね……": "Tự dưng... kiểu đó... xảo trá quá...",
    "まあ……………………あんがと。": "Ừm... cảm ơn.",
    "緊張……はしてないようだな。落ち着いているのはいいことだ。": "Có vẻ... không căng thẳng nhỉ. Bình tĩnh là tốt đấy.",
    "……そう見えるの？": "...Anh thấy vậy sao?",
    "お前ならなんだかんだで、\n初めてのエリアでもそつなくこなすだろうと思ってるよ。": "Tôi nghĩ dù thế nào đi nữa, cậu cũng sẽ hoàn thành tốt dù ở khu vực nào lần đầu tiên.",
    "……そう。%usernameusernameuserna%にはそう見えるんだ。": "...Vậy sao? %usernameusernameuserna% nghĩ vậy sao?",
    "『そう見える』とは？": "『Thấy vậy』 là sao?",
    "ううん、なんでもない。やれるだけ……やる。": "Ừm, không có gì. Cứ làm hết sức mình...",
    "ああ、何か問題があったら、すぐ助けに入るから。": "Ừ, nếu có vấn đề gì, tôi sẽ vào giúp ngay.",
    "……わかった。": "...Tôi hiểu rồi."
}