{
    "ＡＤ社工場へ乗り込んだ日から数日後――": "Vài ngày sau khi đột nhập vào nhà máy AD...",
    "俺達とトレブルクインテットのメンバーは、生徒会長と向き合っていた。\nその傍らにはリリーと小花の姿もある。": "Tôi và các thành viên của Treble Quintet đang đối mặt với Hội trưởng Hội học sinh.\nBên cạnh là Lily và Kohana.",
    "一連の事件について、最終的な調査結果が出ました。": "Kết quả điều tra cuối cùng về vụ việc đã được đưa ra.",
    "此度の新型ジェネレーター技術の窃取について、\nＡＤ社および双頭の斧による犯行と立証されました。": "Về việc đánh cắp công nghệ máy phát điện kiểu mới lần này,\nđã chứng minh được rằng thủ phạm là AD và song đầu Phủ.",
    "よかった……！\nレイヴェルちゃんはこれで晴れて自由の身になったんですね！": "May quá...!\nReverie-chan cuối cùng đã được tự do rồi!",
    "ええ。今回の件で関係者は法に基づいて裁かれる事となっております。\nまた、彼女達には補償も用意しております。": "Vâng. Những người có liên quan đến vụ việc lần này sẽ bị xét xử theo pháp luật.\nNgoài ra, chúng tôi cũng đã chuẩn bị bồi thường cho họ.",
    "はぁ、これで一件落着って訳ね。": "Haizz, vậy là mọi chuyện đã kết thúc rồi.",
    "――ですが、生徒会長としてあなた方に警告があります。": "――Tuy nhiên, với tư cách là Hội trưởng Hội học sinh, tôi có lời cảnh cáo với các cậu.",
    "今回の件……事情はあれど、学園の規律を大きく乱すものでした。\n幾つもの問題行為を重ねており、被害額も決して小さくありません。": "Vụ việc lần này... Dù có lý do gì đi nữa, nó đã làm xáo trộn nghiêm trọng đến kỷ luật của trường.\nCác cậu đã lặp lại nhiều hành vi có vấn đề, và số tiền thiệt hại cũng không hề nhỏ.",
    "あわわ……ご、ごめんなさい。": "A... A... Xin lỗi.",
    "……ですが、その行為によってＡＤ社の不正や、\n双頭の斧によるこれ以上の横暴を防ぐことが出来たのは事実です。": "……Tuy nhiên, sự thật là hành động đó đã ngăn chặn được hành vi sai trái của AD và\nngăn chặn sự lộng hành hơn nữa của song đầu Phủ.",
    "そのため、幾つかの問題行為は双頭の斧によるものとし、\nそして、それ以外の行為に関しても見送る事に致しました。": "Vì vậy, một số hành vi có vấn đề sẽ được coi là do song đầu Phủ gây ra,\nvà chúng tôi sẽ bỏ qua những hành vi khác.",
    "いや～、助かったぁ……": "Yeah, may quá...",
    "ただし、罰則無しとするわけにはいきません。\n始末書の提出をお願いしますね。": "Tuy nhiên, chúng tôi không thể bỏ qua hình phạt.\nTôi muốn các cậu nộp bản tường trình.",
    "あれだけのことをしでかしたのに、\n始末書だけで済むなら御の字ってところだよねぇ。": "Mặc dù đã làm những chuyện tày đình như vậy,\nchỉ cần nộp bản tường trình là được thì cũng tốt rồi.",
    "だが、結局コトハは逃がしてしまった。\n新型ジェネレーターのデータも持っていかれたし……すまない。": "Nhưng cuối cùng, tôi đã để Kotoha trốn thoát.\nCô ta cũng lấy luôn dữ liệu của máy phát điện kiểu mới... Xin lỗi.",
    "あなたが謝ることではありませんよ。できることは\nやってくれたようですので……むしろ感謝しています。": "Cậu không cần phải xin lỗi đâu. Cậu đã làm được những gì có thể rồi... Thay vào đó, tôi rất biết ơn.",
    "そう言って、優しい笑顔を浮かべた生徒会長は、\n俺たちへ頭を下げるのだった。": "Nói rồi, Hội trưởng Hội học sinh nở nụ cười dịu dàng,\ncúi đầu chào chúng tôi.",
    "みんな、お疲れ様だね。まあ、姜さんのお説教も大変だったし、\nしばらくの間は大人しくしておこっか。": "Mọi người, mọi người đã vất vả rồi. À, bài thuyết giáo của Jiang cũng thật là kinh khủng,\ncứ ngoan ngoãn một thời gian vậy.",
    "そうね……いやー、本当に凄かったわね。\n正論で延々と詰められて反省させられるのキツかったわ……": "Đúng vậy... Ể, thật sự rất đáng sợ.\nBị chất vấn bằng những điều đúng đắn và bị bắt phải hối lỗi thật là khó chịu...",
    "あれは正直、トラウマになっちゃうかも。\n": "Chuyện đó có lẽ sẽ trở thành một chấn thương tâm lý mất...",
    "まあまあ、それでもキッチリ許してくれただけいいんじゃない？": "Thôi nào, dù sao thì họ cũng đã tha thứ cho chúng ta rồi, đúng không?",
    "はぁ……これで長かった事件も一件落着ですね！": "Haizz... Vậy là vụ việc kéo dài cuối cùng cũng đã kết thúc!",
    "ああ、戻ってきてたか。": "A, đã quay lại rồi.",
    "教室に入ってきたのはトリニティ・ジュエルの３人だった。\n彼女たちは一斉に、深々と頭を下げる。": "Ba người của Trinity Jewel đã bước vào lớp học.\nHọ đồng loạt cúi đầu thật sâu.",
    "……今回の事に関して感謝する。我々の無実を証明するために\n動いてくれたこと、礼を言っても足りないくらいだ。": "……Tôi xin cảm ơn về chuyện lần này. Vì đã hành động để chứng minh sự vô tội của chúng tôi,\ncảm ơn cũng không đủ nữa.",
    "いえ！　ギャルとしてぽよを貫いたまでです！": "Không có gì đâu! Chỉ là tôi đã sống đúng với bản chất của một gal thôi!",
    "ぽよすごーい！　ありがとぽよー。": "Poyo-su-gôi! Cảm ơn poyo-!",
    "『ぽよ』は語尾じゃありませんが……": "『Poyo』không phải là một từ ngữ cuối câu...",
    "逮捕されたときは不安でしたけど、凄く心強かったです……！": "Lúc bị bắt tôi đã rất lo lắng, nhưng mọi người đã tiếp thêm sức mạnh cho tôi...",
    "……だが、評価プロジェクトが延期になったのは、残念だった。": "……Nhưng tôi rất tiếc vì dự án đánh giá đã bị hoãn.",
    "まあ、中止じゃないだけいいんじゃない？\n時期を見て、仕切り直すんだってね。": "Thôi nào, không bị hủy bỏ là tốt rồi, đúng không?\nNghe nói sẽ làm lại vào một thời điểm khác.",
    "その時はリベンジになるかしら？\nまたトリニティ・ジュエルと競走することになるかもね。": "Lần đó chúng ta có thể phục thù không nhỉ?\nCó lẽ sẽ lại phải đua với Trinity Jewel nữa.",
    "ああ、楽しみにしている。次こそは、\n横槍なく正面からぶつかり合えるよう願ってる。": "Ừ, tôi rất mong chờ. Lần tới,\ntôi hy vọng chúng ta có thể đối đầu trực diện mà không bị cản trở.",
    "もちろんです！　フルート達だって、もっともっと強くなりますから！\nレイヴェルちゃんに負けたりしませんから！": "Chắc chắn rồi! Flute và mọi người sẽ mạnh hơn nữa!\nChúng tôi sẽ không thua Reverie-chan đâu!",
    "ま……色々あったけど丸く収まったかな。": "Ừm... Dù sao thì mọi chuyện cũng đã ổn thỏa rồi.",
    "そうだな……": "Đúng vậy...",
    "（結局、コトハのことはまだ何も分からずじまいだ。\nやつの正体、そして狙いは……）": "（Cuối cùng, vẫn chưa biết gì về Kotoha cả.\nThân phận của cô ta, và mục đích của cô ta...）",
    "何を難しい顔をしてるの。\nこういう時くらいは笑顔を浮かべておくものでしょ。": "Cậu đang làm gì với bộ mặt khó đăm đăm thế.\nĐến lúc này thì nên nở nụ cười lên chứ.",
    "そうですよ！　%usernameusernameuserna%さんは、\nいっぱい頑張ってくれたんですから胸を張ってください！": "Đúng vậy!\n%usernameusernameuserna% đã cố gắng rất nhiều nên hãy ngẩng cao đầu lên đi!",
    "っと、すまない。それもそうだな。\nでも一番頑張ったのはお前らだろ。": "À, xin lỗi. Cũng đúng nhỉ.\nNhưng người cố gắng nhất là các cậu đấy.",
    "%usernameusernameuserna%のわりに謙虚じゃん。\nてっきり手柄は全部俺のものだーくらい言うかと思った。": "Khiêm tốn đấy %usernameusernameuserna% nhỉ.\nCứ tưởng cậu sẽ nói là tất cả công lao đều là của tôi.",
    "お前は俺を何だと思ってるんだ。": "Cậu nghĩ tôi là ai?",
    "スパルタ指揮官。": "Một chỉ huy khắc nghiệt.",
    "ひでーこといいやがる……": "Nói năng thật là tệ...",
    "でも、すっごく優しい指揮官でもあります。": "Nhưng cũng là một chỉ huy rất tốt bụng.",
    "うん、そうだね。なんだかんだで、\n私達のことずっと考えてくれてる。": "Ừ, đúng vậy. Dù thế nào đi nữa,\ncậu ấy vẫn luôn nghĩ cho chúng ta.",
    "……フルート、それでなんだか『なるほどな～』って思いました。": "……Flute, vì vậy tôi đã nghĩ rằng 『ra là vậy』.",
    "あー……わかる。": "À... Tôi hiểu rồi.",
    "……どういう意味だ？": "……Ý là sao?",
    "もちろんだ": "Chắc chắn rồi.",
    "生徒会はそのつもりだと思う": "Tôi nghĩ Hội học sinh cũng có ý đó.",
    "%usernameusernameuserna%って、こうしてこれからも\nいろんなチームの求めに応じてサポートしたりするんだよね？": "%usernameusernameuserna% sẽ tiếp tục\nhỗ trợ các đội khác nhau theo yêu cầu, đúng không?",
    "ということは……これって、やっぱヤバたんですよね。": "Điều đó có nghĩa là... Chuyện này, quả là nguy hiểm thật.",
    "うん――そのうちザルトゥーム学園中が乱世になるかも。\nあちこちで非公式ＭＧ競技が勃発すると思う。": "Ừm――Có lẽ học viện Zartoom sẽ trở thành một thời đại hỗn loạn.\nTôi nghĩ sẽ có các cuộc thi MG không chính thức diễn ra ở khắp mọi nơi.",
    "スクール・クラッシャーですね……": "Kẻ hủy diệt trường học nhỉ...",
    "えっ！？　なんでそうなるんだよ！　原因はなんだ！？": "Ể!? Sao lại thành ra như vậy được! Nguyên nhân là gì chứ!?",
    "……": "……",
    "（あれ？　なんかふたりの視線が冷ややかなんだが……）": "（Hả? Sao hai người lại nhìn tôi bằng ánh mắt lạnh lùng thế này...）",
    "元凶が何か言ってるよ、リーダー。": "Thủ phạm đang nói gì kìa, leader.",
    "あはは……自覚するまで待つしかありませんね。": "A ha ha... Chỉ có thể chờ đến khi cậu ta tự nhận thức thôi.",
    "何の話かよくわからなかったが、\n何はともあれこうして笑顔で大団円を迎えられて本当によかった。": "Tôi không hiểu rõ câu chuyện, nhưng\ndù sao thì mọi chuyện cũng đã kết thúc tốt đẹp với nụ cười, thật là tốt.",
    "きっと俺が頑張れるのは、こんな彼女たちの何かを成し遂げたときの\n笑顔を見たいからなのだろう。": "Chắc hẳn tôi có thể cố gắng là vì tôi muốn nhìn thấy nụ cười của họ khi họ đạt được điều gì đó.",
    "（もしかすると、俺って意外と学園の先生とかに向いてたりしてな）": "（Có lẽ tôi lại hợp với việc làm giáo viên ở trường học nhỉ）",
    "なんて……そんなことを、ふと思ってしまうのだった――": "Tôi đã nghĩ như vậy――"
}