{
    "訓練のあと、ちゆると屋上で涼んでいると――": "Sau buổi huấn luyện, khi tôi và Chiyuru đang hóng mát trên sân thượng――",
    "うぇー……今日は空気が乾燥しすぎだよ……\n実験しようかと思ったけど、今日は辞めかなぁ。": "Ugh… Hôm nay không khí khô quá…\nTớ định làm thí nghiệm, nhưng chắc thôi vậy.",
    "どうしたんだ？\n実験中止だなんて珍しいな。": "Sao thế?\nHủy thí nghiệm, lạ nha.",
    "今やってる実験はどうしても気候に左右されちゃうの。\nだから条件が揃わないと実験できないんだよね。": "Thí nghiệm tớ đang làm bị ảnh hưởng bởi thời tiết ấy.\nNên nếu điều kiện không đủ thì không làm được.",
    "屋外のこの自然な状況が実験に適してるんだけど、\nもう晴れたり雨だったり暑かったり寒かったり……": "Tớ thích điều kiện tự nhiên ngoài trời này để làm thí nghiệm, nhưng mà\nthời tiết thì cứ nắng mưa thất thường, lúc nóng lúc lạnh…",
    "自然が相手だから仕方ないんだけど、\nもどかしいよね。": "Vì là tự nhiên nên cũng chẳng biết làm sao, nhưng mà\nức chế thật đấy.",
    "風情を大切にしてるんだな": "Cậu coi trọng vẻ đẹp tự nhiên nhỉ.",
    "でも、困ることが多いんだろ？": "Nhưng mà, cậu gặp nhiều rắc rối lắm đúng không?",
    "とはいえ、実験の時は困るけど……普段はこの読めない感じが\nあたしは逆にいいと思ってるんだ。": "Tuy nhiên, lúc làm thí nghiệm thì rắc rối thật… Nhưng bình thường thì tớ lại thích cái cảm giác khó đoán này ấy.",
    "いいな。自然のあるがままを楽しんでいるんだな。": "Hay thật. Cậu đang tận hưởng vẻ đẹp tự nhiên nhỉ.",
    "あはは、良い表現だね。\n確かにこういう自然を見てるのも好きなんだよね。": "A ha ha, hay đấy.\nĐúng là tớ cũng thích ngắm nhìn thiên nhiên như này.",
    "風情の分かる科学者っていうのも、中々素敵じゃないか？": "Một nhà khoa học biết thưởng thức vẻ đẹp tự nhiên, cũng hay đấy chứ?",
    "うう、そんなに褒められると据わりが悪いなぁ……\n別の話題にしない！？": "Ư… Được khen thế này ngại quá…\nĐổi chủ đề khác đi!",
    "彼女のセンスを褒めていたら、\n照れたちゆるに会話を打ち切られてしまうのだった。": "Tôi khen cô ấy có khiếu thẩm mỹ, thế là\nChiyuru ngại ngùng ngắt lời.",
    "でも、困るんだろ？": "Nhưng mà, cậu gặp nhiều rắc rối lắm đúng không?",
    "うーん、分かってないなぁ。\n%usernameusernameuserna%にはロマンがたりないよ。": "Ưm, cậu không hiểu rồi.\n%usernameusernameuserna% thiếu lãng mạn rồi.",
    "仕方ない。ここはあたしが手取り足取り教えちゃおっかな～？": "Thôi được rồi. Để tớ chỉ bảo tận tình cho cậu～?",
    "悍ましいこと言うのはやめてくれ。\nちゆるだと、手も足ももげそうだ。": "Đừng có nói mấy lời đáng sợ thế.\nVới Chiyuru thì tôi lại muốn gãy cả tay lẫn chân.",
    "ひどっ！？": "Tàn nhẫn thế！？"
}