{
    "――ユーロ・タワー中層階、屋外式典会場。": "――Sân khấu ngoài trời, tầng giữa của Euro Tower.",
    "金管楽器の重奏が、良く晴れた青空に高らかに鳴り響く。\n美しい庭園に用意されたステージの上で、俺は居住まいを正した。": "Khúc nhạc của các nhạc cụ đồng tấu vang vọng trên nền trời xanh trong vắt.\nTrên sân khấu được chuẩn bị trong khu vườn xinh đẹp, tôi chỉnh lại tư thế.",
    "続いてご紹介いたしますのは、\nザルトゥーム学園生徒会よりご参加いただいたお二方です。": "Tiếp theo, xin được giới thiệu,\nhai vị đại diện đến từ Hội học sinh Zartoom.",
    "会長、四王天神楽様。\n同じく教導指揮官、%usernameusernameuserna%様。": "Hội trưởng, Tứ Vương Thiên Nhạc-sama.\nCùng với đó là Chỉ huy trưởng giáo dục, %usernameusernameuserna%-sama.",
    "立ち上がり、ぎこちなく一礼する。\n隣の生徒会長は堂々としていて、慣れた様子だ。": "Tôi đứng dậy, gượng gạo cúi chào.\nHội trưởng học sinh bên cạnh rất tự tin, có vẻ đã quen.",
    "なんで俺までこんな場所に呼ぶんだ。": "Sao tôi lại phải đến chỗ này chứ.",
    "あら、こんな場所とはずいぶんですね。\nユーロ・タワーでも最も格式の高い『皇統祭』ですよ。": "Ôi chà, thật là một câu nói nhỉ.\nĐây là 'Lễ hội Hoàng Thống' trang trọng nhất của Euro Tower đấy.",
    "そういうことを言ってるんじゃない。\n俺は明らかに場違いだろう。": "Tôi không có ý đó.\nRõ ràng tôi không hợp với nơi này.",
    "ふふ、そんなことありませんよ。\nあなたも生徒会付指揮官、生徒会の立派な一員です。": "Hừm, không có chuyện đó đâu.\nAnh cũng là chỉ huy kèm theo Hội học sinh, một thành viên ưu tú của Hội học sinh.",
    "たまにはこういった公務にも参加していただかないと。": "Thỉnh thoảng anh cũng phải tham gia những công việc công cộng như thế này chứ.",
    "皇統祭、だったか。ノヴァセレス地区の『皇帝』とその一族の栄光を\n称える伝統ある催しなんだっけ？": "Lễ hội Hoàng Thống, phải không ta? Để tôn vinh vinh quang của 'Hoàng đế' và gia tộc của ông ở khu vực Nova Ceres,\nđó là một sự kiện truyền thống phải không?",
    "ええ、なので本来はこうして私達が\nこそこそと私語を交わすことも良くないのですよ。": "Vâng, vì vậy, đáng lẽ chúng ta không nên\nlén lút nói chuyện riêng như thế này.",
    "分かってる……でも何時間も座って他人のスピーチを聞くのは\nなかなかの苦痛でな……": "Tôi biết rồi... Nhưng ngồi hàng giờ để nghe người khác phát biểu thì\nthật là một cực hình...",
    "ご安心を。そろそろ始まるはずですよ。": "Cứ yên tâm. Sắp bắt đầu rồi đấy.",
    "ほう。ビンゴ大会か？": "Hừm. Bốc thăm trúng thưởng à?",
    "もっとあなたが楽しめそうなものですよ。\nああ、ほら。": "Có lẽ anh sẽ thích thú hơn với nó đấy.\nÀ, kia kìa.",
    "これより儀礼演舞を執り行います。": "Bây giờ chúng ta sẽ tiến hành biểu diễn nghi lễ.",
    "ノヴァセレス皇統の栄光を称え、\nユーロ・タワーが誇る『白百合の儀仗隊』が務めます。": "Để tôn vinh vinh quang của Hoàng tộc Nova Ceres,\n'Đội nghi lễ Bạch Bách Hợp' của Euro Tower sẽ đảm nhiệm.",
    "皆様、どうぞ上空にご注目ください。": "Mọi người, xin hãy chú ý lên bầu trời.",
    "上空……": "Bầu trời...",
    "あれは……キャバリエ……？": "Kia là... Cavalier...?",
    "ユーロ・タワーを代表するトップチーム、\n『ピクシス・マスール』の儀礼演舞です！": "Đó là màn trình diễn nghi lễ của 'Pixies Masur',\nđội hàng đầu đại diện cho Euro Tower!",
    "率いるは、ユーロ・タワーが誇るエースパイロット、\nカークランド公爵ご令嬢、ドロテア様！": "Người dẫn đầu là phi công ace của Euro Tower,\nTiểu thư Dorothea, con gái của Công tước Kirkland!",
    "速度は維持。合図とともに急停止よ。\n皆さん、準備はよろしいかしら？": "Giữ tốc độ. Dừng đột ngột theo hiệu lệnh.\nMọi người, đã sẵn sàng chưa?",
    "もっちろん！": "Tất nhiên rồi!",
    "わわ……人があんなにたくさん……": "Woa... Nhiều người quá...",
    "問題ありません。": "Không có vấn đề gì.",
    "すごいよね！　あそこにいる人達みんな、\nボク達に夢中なんだよ！": "Tuyệt vời phải không! Tất cả những người ở đó,\nđều đang say mê chúng ta đấy!",
    "ミリアム。前に出過ぎだ。\n僚機との間隔を維持。": "Miriam. Ra xa quá rồi.\nGiữ khoảng cách với máy bay đồng đội.",
    "『ピクシス・マスール』――\nユーロ・タワーが誇る学園最強クラスのチームだ。": "'Pixies Masur'――\nĐội mạnh nhất học viện, niềm tự hào của Euro Tower.",
    "ドロテア・カークランドをリーダーに、リュシー・ムーアクロフト、\nミリアム・ヘイワード、ハリエット・ミルズ、ケイト・フルニエ……": "Dẫn đầu bởi Dorothea Kirkland, cùng với Lucie Moorcroft,\nMiriam Hayward, Harriet Mills, Kate Fournier...",
    "計５人のノヴァセレス地区出身者によって構成されている。": "Tổng cộng 5 người đến từ khu vực Nova Ceres.",
    "――５機のキャバリエが、翼端が触れ合うほどの\n完璧な密集隊形を組んだまま空より降下してきた。": "――5 chiếc Cavalier, với đầu cánh gần như chạm vào nhau,\nđã hạ xuống từ trên trời trong đội hình hoàn hảo.",
    "完全制止まで５秒前……３、２、１――": "5 giây trước khi dừng hẳn... 3, 2, 1――",
    "全機停止！　敬礼！！": "Tất cả dừng lại! Chào!!",
    "ステージ前すぐ上空でぴたりと停まると、\n俺達に向けて優雅な敬礼動作を披露した。": "Dừng lại ngay trên sân khấu, họ đã\ntrình diễn một động tác chào trang nhã về phía chúng tôi.",
    "見事な操縦技術だな。\nあの速度で急降下してきて、目標地点までほぼ減速していない。": "Kỹ năng điều khiển thật tuyệt vời.\nHạ xuống với tốc độ đó, và gần như không giảm tốc độ cho đến điểm đến.",
    "それでいて、僚機とは等間隔を維持しているわけですからね。": "Và họ vẫn duy trì khoảng cách đều với các máy bay đồng đội.",
    "一切の乱れがない制止ホバリング技術――圧巻だな。\n確かにビンゴ大会とは比べ物にならん。": "Kỹ thuật dừng lơ lửng không một sai sót――thật ấn tượng.\nQuả thực không thể so sánh với bốc thăm trúng thưởng.",
    "その驚くべき操縦技術の高さに、\n俺と同じく会場全体にもどよめきが走っていた。": "Cùng với tôi, sự kinh ngạc trước kỹ năng điều khiển đáng kinh ngạc đó\ncũng lan tỏa khắp hội trường.",
    "まだまだ、本番はこれからですよ。": "Vẫn còn, màn chính là từ bây giờ.",
    "白百合の旗に、栄光を――\nピクシス・マスール、演舞開始！": "Cờ Bạch Bách Hợp, vinh quang――\nPixies Masur, bắt đầu biểu diễn!",
    "急加速で上昇！？\nだが、間隔は保ったまま……！": "Tăng tốc đột ngột ư!?\nNhưng vẫn giữ khoảng cách...!",
    "それではまいりましょう！\n散開！": "Nào, chúng ta cùng bắt đầu!\nTản ra!",
    "密集隊形から一斉に四方へ翔んだ各機。\nその軌跡はまるで空に咲く大輪の花のようだ。": "Từng chiếc máy bay xé gió từ đội hình dày đặc ra bốn hướng.\nQuỹ đạo của chúng giống như một bông hoa lớn nở rộ trên bầu trời.",
    "ＭＧにもこういう使い方があるんだな……": "MG cũng có thể được sử dụng theo cách này nhỉ...",
    "素晴らしいでしょう。\nきっと気に入っていただけると思ってました。": "Tuyệt vời phải không?\nTôi nghĩ anh sẽ thích nó.",
    "ケイト、機首上げ、０．５度！": "Kate, nâng mũi, 0,5 độ!",
    "……！　りょ、了解！": "...! Rõ, hiểu!",
    "続けて、『<r=ブレイドクロス>双剣の交差</r>』！": "Tiếp theo, '<r=Blade Cross>Giao thoa song kiếm</r>'!",
    "いくよーっ！　ケイ、準備はいい？": "Đi thôi nào! Kay, chuẩn bị xong chưa?",
    "う、うんっ！　いいよ、ミリィちゃん！": "Ư, ừm! Được rồi, Milli-chan!",
    "ミリアム機とケイト機が互いに向かって突進、そして正面衝突寸前で\n機体を捻って華麗に回避してみせた。": "Máy bay của Miriam và Kate lao về phía nhau, và ngay trước khi va chạm trực diện,\nhọ đã xoay người để né tránh một cách ngoạn mục.",
    "なんてスリリングなヘッドオン・パス……\nこれを当然のようにやってのけるとか、ヤバいな……": "Một pha head-on-pass hồi hộp làm sao...\nLàm được điều này một cách tự nhiên, thật là nguy hiểm...",
    "見事な役割分担とコンビネーションだ\n": "Phân chia vai trò và sự kết hợp tuyệt vời\n",
    "さすが最高位クラスのチーム……": "Quả là một đội đẳng cấp cao nhất...",
    "ドロテアが指針を示し、副官のリュシーがそれを実現するため\n細かい指示でズレを微調整、他３人はそれに応えて形にする……": "Dorothea đưa ra chỉ dẫn, phó chỉ huy Lucie điều chỉnh các chi tiết để thực hiện,\n3 người còn lại đáp lại và hình thành...",
    "ユーロ・タワーでは敵なしとも言われているチームです。\n個々の技術もさることながら、刮目すべきはその連携。": "Một đội được cho là không có đối thủ ở Euro Tower.\nKỹ thuật cá nhân cũng rất đáng chú ý, nhưng điều đáng xem nhất là sự phối hợp của họ.",
    "今度はなんだ……？": "Bây giờ là gì đây...?",
    "『<r=アルジェント・ワルツ>銀の円舞曲</r>』！": "'<r=Argent Waltz>Vũ điệu bạc</r>'!",
    "遅れるなよ！": "Đừng chậm trễ!",
    "はい……！　いきます！": "Vâng...! Bắt đầu!",
    "ハリエットとリュシーの２機が互いの周りを回りながら、\nまるで糸を紡ぐかのように複雑な螺旋軌道を描く。": "Hai chiếc máy bay của Harriet và Lucie xoay quanh nhau,\nvẽ ra một quỹ đạo xoắn ốc phức tạp như thể đang dệt sợi.",
    "操縦技術の高さはもちろん、念入りに準備されたプラン、\nそれを実現する機体性能の高さ、そして互いの強い信頼と絆――": "Kỹ năng điều khiển tuyệt vời, kế hoạch được chuẩn bị kỹ lưỡng,\nhiệu suất máy bay cao để thực hiện nó, và sự tin tưởng và gắn kết mạnh mẽ lẫn nhau――",
    "すべてが見事に歯車のように噛み合って……って、\nなんかグルメ漫画の食レポみたいになってきたな……": "Tất cả đều ăn khớp hoàn hảo như những bánh răng... mà,\ncó vẻ như tôi đang viết một bài đánh giá ẩm thực...",
    "間もなくクライマックスですね。": "Sắp đến cao trào rồi.",
    "お嬢を囲んでの演舞だ。\nさっきよりも距離が近い、細心の注意を払え。": "Màn biểu diễn bao quanh tiểu thư.\nGần hơn lúc nãy, hãy cẩn thận tối đa.",
    "りょうかい！　き、気を付けます……！": "Rõ rồi! T, tôi sẽ cẩn thận...",
    "絶対に……みんなの記憶に残るような、\nカッコいい演舞にしようね！": "Chắc chắn... Chúng ta hãy\nlàm một màn trình diễn thật ngầu, để lại dấu ấn trong ký ức của mọi người nhé!",
    "当然でしょ。": "Đương nhiên rồi.",
    "全機、集合！": "Tất cả, tập hợp!",
    "４機を従えたドロテア機が中央で舞う。噴射跳躍ユニットを巧みに使い、\nまるで空を滑るような美しい演舞を披露する。": "Chiếc máy bay của Dorothea dẫn đầu 4 chiếc máy bay khác nhảy múa ở trung tâm. Sử dụng khéo léo các bộ phận nhảy phản lực,\ntạo ra một màn trình diễn tuyệt đẹp như thể lướt trên không.",
    "（まるで踊っているみたいだ……）": "(Giống như đang nhảy múa vậy...)",
    "――その後、再び中央に集結したピクシス・マスールのＭＧは\n最初のように降下してくると、ステージに向かって最後の敬礼。": "――Sau đó, MG của Pixies Masur lại tập trung ở trung tâm\nhạ xuống như lúc đầu, và chào lần cuối về phía sân khấu.",
    "そのまま上昇すると、空の彼方へと姿を消した。\n会場からは割れんばかりの拍手が起きる。": "Sau đó, họ bay lên và biến mất về phía chân trời.\nTừ hội trường, những tràng pháo tay vang dội.",
    "いかがでしたか？　彼女達の実力のほどは。": "Anh thấy thế nào? Về khả năng của họ?",
    "あくまでも曲芸飛行、実戦とは違う――と言いたいところだが、\n見事この上ない。": "Tôi muốn nói rằng, đó chỉ là màn nhào lộn trên không, khác với thực chiến――nhưng,\ntuyệt vời trên cả tuyệt vời.",
    "特にリーダーのドロテア、それから副官のリュシー。\nふたりの技量は抜きん出ているな。": "Đặc biệt là người dẫn đầu Dorothea, và sau đó là phó chỉ huy Lucie.\nKỹ năng của hai người họ thật xuất sắc.",
    "喜んでいただけて良かったです。\n私もまったくもって同意見かと。": "Tôi rất vui vì anh thích nó.\nTôi cũng đồng ý như vậy.",
    "――ですが、彼女達のこの見事な儀礼演舞を見られるのも、\n今回で最後となるでしょう。": "――Nhưng, anh sẽ chỉ được xem màn trình diễn nghi lễ tuyệt vời này của họ,\nlần này là lần cuối cùng.",
    "……？\nどういう意味だ？": "...? \nÝ là sao?",
    "先日……ユーロ・タワーより生徒会へ報告がありました。": "Vài ngày trước... Hội học sinh đã nhận được báo cáo từ Euro Tower.",
    "報告……？": "Báo cáo...?",
    "はい――": "Vâng――",
    "『ピクシス・マスールの解散を決定した』と。": "'Đã quyết định giải tán Pixies Masur'."
}