{
    "その日、練習した後にクララに呼ばれて部屋を訪れる。\nすると、緊張している様子の彼女が出迎えてくれた。": "Hôm đó, sau khi tập luyện, tôi được Clara gọi đến phòng.\nKhi đến nơi, cô ấy đã ra đón với vẻ mặt căng thẳng.",
    "よ……よく来てくれたわね、%usernameusernameuserna%。": "E… Em đến rồi à, %usernameusernameuserna%.",
    "お邪魔します……それで、どうしたんだ？\n何か用事があったんだろ？": "Xin lỗi đã làm phiền… Vậy, có chuyện gì vậy?\nCô có chuyện gì muốn nói à?",
    "……その、%usernameusernameuserna%に、\n言っておきたい事があるんだけど……": "… Thì, em có chuyện muốn nói với %usernameusernameuserna%…",
    "言っておきたい事？": "Muốn nói chuyện gì?",
    "聞き返すと、クララは顔を真っ赤にしながら\nこちらに向かって大きく頭を下げた。": "Khi tôi hỏi lại, Clara đỏ mặt tía tai rồi cúi gằm xuống.",
    "……こ、この間は%usernameusernameuserna%のこと、\n怒ったりしてごめんなさい！": "… Tớ, tớ xin lỗi vì chuyện với %usernameusernameuserna% hôm nọ!",
    "%usernameusernameuserna%は私に色々教えてくれたり、\nちゃんと私のこと、ほめてくれたりしたのに……": "%usernameusernameuserna% đã chỉ cho tớ nhiều thứ, lại còn khen tớ nữa…",
    "あの態度は、本当によくなかったわ。\nだから、１度きちんと謝りたくて……": "Thái độ đó của tớ thật sự không tốt chút nào.\nVì vậy, tớ muốn xin lỗi đàng hoàng một lần…",
    "なんだ、そんなことか。\n別に気にしなくてもいいんだけど……": "Chỉ có vậy thôi sao.\nKhông cần để tâm đâu…",
    "それじゃあ私の気がすまないの！": "Nhưng như vậy tớ không thấy thoải mái!",
    "……こ、これが私にできるお詫びだから！": "… Tớ, tớ sẽ đền bù cho cậu bằng cách này!",
    "そう言うと、クララは服を脱ぎながらこちらに歩み寄ってきた。": "Nói rồi, Clara bắt đầu cởi đồ và tiến lại gần tôi.",
    "だ、だから……受け取ってちょうだい！": "V, vậy nên… xin hãy nhận lấy!",
    "誘惑するようなポーズを取るクララを目の当たりにし、\n動揺しつつも慌てて首を振る。": "Chứng kiến Clara tạo dáng đầy khiêu khích, tôi có chút bối rối nhưng vội lắc đầu.",
    "お詫びだからって、そんな……": "Đền bù gì chứ, chuyện đó…",
    "そこまで言って、クララの様子がおかしいことに気付いた。\nクララの顔はこれ以上ないほど真っ赤で、そのうえ涙目になっている。": "Nói đến đây, tôi nhận ra có gì đó không ổn ở Clara.\nMặt Clara đỏ hơn bao giờ hết, lại còn rơm rớm nước mắt nữa.",
    "う、うぅ……": "Ư, ư…",
    "うるさい！\n黙ってその気になってくれればいいの！": "Im đi!\nCứ ngoan ngoãn mà hưởng thụ đi!",
    "こっちは心を決めてるんだから……\nその……どうすればいいか、わかるでしょ？": "Tớ đã quyết tâm rồi…\nThì… cậu biết phải làm gì rồi chứ?",
    "どうやらクララは軽い気持ちでやっているわけじゃない。\n覚悟を決め、こうやって誘惑しているらしい。": "Có vẻ Clara không hề đùa giỡn.\nCô ấy đã quyết tâm và khiêu khích tôi như vậy.",
    "いっつも怒ってばっかりだったから……\n私なりに一生懸命考えたの。": "Vì tớ luôn cáu gắt…\nTớ đã suy nghĩ rất nhiều.",
    "私の気持ち……わかってよ。": "Xin hãy hiểu cho… tình cảm của tớ.",
    "俺だって、ここまで言われて分からない程の朴念仁ではない。": "Tôi cũng không phải là kẻ ngốc đến mức không hiểu những gì cô ấy nói.",
    "クララが勇気を出して伝えてくれた気持ちを\n無下にするつもりはなかった。": "Tôi không có ý định làm tổn thương tình cảm mà Clara đã dũng cảm bày tỏ.",
    "それなら……クララの気持ち、ありがたく受け取らせてもらう。": "Vậy thì… tôi xin phép nhận tấm lòng của Clara.",
    "……ん。": "… Ừm.",
    "そう告げると、クララの身体を抱き締めた。\nクララの身体は緊張のせいか、小さく震えている。": "Nói rồi, tôi ôm chặt lấy Clara.\nCơ thể Clara run lên vì căng thẳng.",
    "……さ、最初から素直にそう言えばいいのよ。": "… T, từ đầu cứ nói thẳng ra có phải tốt hơn không.",
    "口ではそんなことを言うクララだったが、\nこちらの身体の中でそっと力を抜き、ほっとした笑顔を見せたので――\n": "Miệng thì nói vậy, nhưng cơ thể cô ấy đã thả lỏng trong vòng tay tôi, lộ ra một nụ cười nhẹ nhõm —",
    "ん、んん……っ、あぁ……": "Ưm, ưm… hự, a…",
    "クララの片足を持ち上げ身体を開くと、\n後ろから滾った欲望をクララに押しつける。": "Tôi nâng một chân Clara lên và mở rộng cơ thể cô ấy, rồi từ phía sau, tôi thúc dục vọng đang trào dâng vào Clara.",
    "こちらの熱を感じ取ったクララの身体が僅かに震えた。": "Cơ thể Clara khẽ run lên khi cảm nhận được hơi nóng của tôi.",
    "こ……これが……こんな大きなモノが、\n私の中に入っていくのね……": "T, thứ… thứ này… một thứ lớn như vậy sẽ…\nđi vào trong tớ sao…",
    "わ、私……どうなっちゃうのかしら……": "T, tớ… sẽ ra sao đây…",
    "これから起きることを想像したのか、クララはごくりと唾を飲み込む。": "Dường như đã hình dung ra những gì sắp xảy ra, Clara nuốt nước bọt.",
    "大丈夫かと念のため声をかけると、\nクララはすぐに大きく首を振って声をあげた。": "Tôi hỏi thăm để đề phòng, Clara lập tức lắc đầu và lên tiếng.",
    "そ……そんなの、大丈夫に決まってるじゃない。\n私が言い出したことなんだから！": "Đ, điều đó… chắc chắn là ổn rồi.\nVì tớ là người nói ra chuyện này mà!",
    "別に、緊張も怖がったりもしてないわ。\nこ、これはそう……ちょっと興奮しただけって言うか……": "Tớ không hề căng thẳng hay sợ hãi đâu.\nC, chỉ là… hơi phấn khích một chút thôi…",
    "%usernameusernameuserna%のここが、あまりにも熱くて、\nドクドクってしてたから……": "Vì chỗ này của %usernameusernameuserna% nóng quá,\nlại còn đập thình thịch nữa…",
    "……とにかく、私のことは気にしなくていいから……\n%usernameusernameuserna%の好きにしてちょうだい！": "… Tóm lại, cậu không cần quan tâm đến tớ đâu…\nCứ làm những gì %usernameusernameuserna% thích đi!",
    "クララの明らかに虚勢じみた言葉を、素直に受け止める\nそうまで言うなら、好きにさせてもらうとしよう。": "Tôi chấp nhận một cách ngoan ngoãn những lời nói rõ ràng là giả tạo của Clara.\nNếu cô ấy đã nói vậy, tôi sẽ làm theo ý cô ấy.",
    "クララの脚を大きく持ち上げると、\n亀頭を膣口に密着させ、彼女とひとつになっていった。": "Tôi nâng cao chân Clara, rồi áp chặt đầu dương vật vào cửa âm đạo, hòa làm một với cô ấy.",
    "あっ、あぁあっ、はぁあああ……っ！\nんんっ、あ、は、入ってくる、入ってくるのぉ……っ！": "A, aaaaaa, haaaaa…!\nƯm, a, a, nó vào rồi, nó vào rồi…!",
    "%usernameusernameuserna%の大きいのが、\n本当に私の中に、入ってきてる……っ！": "Cái lớn của %usernameusernameuserna%,\nthật sự đã vào trong tớ rồi…!",
    "は、はぁあ……っ、ん、きつい……っ、\n私の中が、%usernameusernameuserna%の形に広がってく……っ！": "Ha, haaa… ưm, khó chịu quá…\nBên trong tớ đang giãn ra theo hình dạng của %usernameusernameuserna%…!",
    "クララは初めての衝撃に声をあげながら、\nこちらのギンギンに勃起したペニスを受け入れていく。": "Clara hét lên vì cú sốc đầu đời, rồi đón nhận dương vật đang cương cứng của tôi.",
    "絞まる膣肉の感覚に、思いっきり剛直を突き入れたい衝動に襲われるが、\nぐっと堪え、なるべくゆっくり抽挿を進めていった。": "Tôi bị thôi thúc muốn đâm thật mạnh vào cảm giác thắt chặt của âm đạo, nhưng tôi cố gắng kìm nén, từ từ rút ra và đâm vào.",
    "ん、んんん……っ、あっ、うぁあっ、はっ、はぁあ……っ！\n%usernameusernameuserna%のが、私の中、進んでる……": "Ưm, ưm… a, uaa, ha, haaa…!\nCủa %usernameusernameuserna% đang vào trong tớ…",
    "擦って、広げて……あ、あぁあああ……っ！": "Cọ xát, mở rộng… a, aaaaaaa…!",
    "感じる……%usernameusernameuserna%の、すごく感じるの……っ！": "Cảm nhận… tớ cảm nhận rõ ràng… của %usernameusernameuserna%…!",
    "慣れきっていないクララの膣道をペニスが押し広げ、\n粘膜を擦り上げていく。": "Dương vật của tôi mở rộng đường âm đạo của Clara, vốn chưa quen, rồi cọ xát vào niêm mạc.",
    "最初こそ、クララは戸惑い混乱した声をあげていたが、\n繰り返すうち、次第に甘い響きが混じり始める。": "Ban đầu, Clara đã lên tiếng với giọng bối rối và hoang mang,\nnhưng khi lặp đi lặp lại, âm thanh ngọt ngào dần hòa lẫn.",
    "あ……あぁっ、あ、こ、これ……っ、\n%usernameusernameuserna%を、すごく、感じる……": "A… aaaa, a, đ, đây…!\nTớ… cảm nhận rất rõ… %usernameusernameuserna%…",
    "おく……深いとこに、%usernameusernameuserna%がいるの……\nうぅうっ、熱いの、きてるの……": "Sâu… sâu bên trong, %usernameusernameuserna% đang ở trong tớ…\nƯ, nóng quá, đang đến…",
    "あ、あ、あぁ……ど、どうしよう……っ、\n%usernameusernameuserna%の、感じてるかと思うと……": "A, a, aaaa… t, tớ phải làm sao đây…!\nKhi nghĩ đến việc %usernameusernameuserna% đang cảm nhận…",
    "あ、は、はぁあ……っ、\nす、すごく、たまらない気持ちになるの……っ！": "A, ha, haaa…\nT, tớ… cảm thấy thật khó chịu…!",
    "いつの間にかクララの膣内は愛液で潤い、\n動く度にいやらしい音を室内に響かせていた。": "Không biết từ lúc nào, âm đạo của Clara đã ướt đẫm dịch tiết, và mỗi khi di chuyển, nó lại vang lên những âm thanh dâm đãng trong phòng.",
    "クララ自身も初めての快感に目覚め始めたように、\n赤い顔で漏れそうになる嬌声を堪えている。": "Dường như Clara cũng đã thức tỉnh trước khoái cảm đầu đời, và đang cố gắng kìm nén tiếng rên rỉ sắp bật ra với khuôn mặt đỏ bừng.",
    "んっ、んふぅっ、んぁあああ……っ！\n%usernameusernameuserna%……！": "Ưm, ưm, ưm, aaaaa…!\n%usernameusernameuserna%…!",
    "甘い声でこちらの名前を呼ぶクララの声を聞いているうちに、\n次第にこちらもたまらなくなってくる。": "Khi nghe Clara gọi tên tôi bằng giọng ngọt ngào, tôi cũng dần không thể chịu đựng được.",
    "もっと、クララに感じて欲しい、もっと彼女を乱したい……": "Tôi muốn Clara cảm nhận nhiều hơn, muốn làm loạn cô ấy hơn nữa…",
    "そんな欲望にかられ、より深いところへと肉棒を突き立て、\n亀頭で真奥を突き上げていった。": "Bị dục vọng đó thôi thúc, tôi đâm sâu hơn vào, và dùng đầu dương vật đâm vào phía sau.",
    "あぁっ、そ、それっ、おく、おくに……あはぁああっ！\n奥いいっ、すごいのぉっ、んふぅううっ！": "Aaa, đ, đó, sâu, sâu hơn nữa… ahaa…!\nSâu hơn nữa, tuyệt vời quá, ưm…!",
    "%usernameusernameuserna%がいっぱい奥きてぇっ、\nはぁあっ、いいっ、きもちいいのぉおっ！": "%usernameusernameuserna% ở sâu bên trong, haaa, thích quá, sướng quá…!",
    "真奥のいいところを刺激されるうち、\nクララは完全に性の快感に目覚めてしまったらしい。": "Khi bị kích thích vào điểm ngọt ngào ở phía sau, dường như Clara đã hoàn toàn thức tỉnh trước khoái cảm tình dục.",
    "あぁあっ、おく、ゴリゴリされるとぉ……っ、\nたまらないっ、%usernameusernameuserna%の、いいのぉおっ！": "Aaa, sâu, bị cọ xát…!\nKhông chịu nổi, %usernameusernameuserna%, tuyệt vời quá…!",
    "雌としての本能に目覚めたクララは自ら腰を動かし、\nより強い快感を求め甘えるような声を出していく。": "Clara, người đã thức tỉnh bản năng của một người phụ nữ, tự mình di chuyển hông, và phát ra những âm thanh ngọt ngào để tìm kiếm khoái cảm mạnh mẽ hơn.",
    "行為が深まるにつれて、\nクララ自身の素直な顔が暴かれているようだった。": "Khi hành động ngày càng sâu sắc, dường như khuôn mặt thật thà của Clara đang bị phơi bày.",
    "%usernameusernameuserna%……！\nはぁあっ、いいの……そこ、好きなのぉ……っ！": "%usernameusernameuserna%…!\nHaaa, thích quá… chỗ đó, tớ thích…!",
    "わ、私、私……っ、\n%usernameusernameuserna%のこと、好き、好きぃいい……っ！": "T, tớ, tớ…!\n%usernameusernameuserna%, tớ thích, thích…!",
    "過ぎた快感が言わせた言葉なのか、それとも隠された本音なのか。\nクララは喘ぎながら、思わぬ言葉を口にする。": "Có lẽ là do khoái cảm quá lớn khiến cô ấy nói ra, hay là sự thật đã bị che giấu.\nClara đã thốt ra những lời bất ngờ trong khi rên rỉ.",
    "わ、私……%usernameusernameuserna%のこと、好きなのぉっ！": "T, tớ… thích %usernameusernameuserna%!",
    "大好き、だから……%usernameusernameuserna%のが、\nすごく、すごく気持ちいいのぉお……っ！": "Tớ thích cậu, vì… của %usernameusernameuserna%,\nrất, rất là sướng…!",
    "クララの言葉に一瞬驚くが、同時にこの上なく嬉しい気持ちになる。": "Tôi hơi ngạc nhiên trước lời nói của Clara, đồng thời cảm thấy vô cùng hạnh phúc.",
    "彼女の言葉に応えるように、\n腰に力を入れてよりピストンを激しくしていった。": "Để đáp lại lời nói của cô ấy,\ntôi dùng sức ở hông và tăng cường nhịp độ.",
    "あ……ひゃううううっ！\nんぁあっ、それ、はげし……っ、あはぁああっ！": "A… hyaaa…!\nƯm, a, nó mạnh… ahaa…!",
    "んんんっ、%usernameusernameuserna%のがいっぱいきてぇっ、\nひゃああああっ、すごいっ、これ、すごいっ……！": "Ưm, %usernameusernameuserna% đang vào đầy…\nhyaaa, tuyệt vời, tuyệt vời…!",
    "%usernameusernameuserna%のが、奥いっぱい突いてるっ！\nゴンゴンって、叩いてる……っ！": "Của %usernameusernameuserna% đang đâm sâu bên trong!\nGõ, gõ…!",
    "これっ、これも好きい……っ！\n%usernameusernameuserna%がするの、ぜんぶ、全部好きぃ……っ！": "Đây, tớ cũng thích…!\nTớ thích tất cả những gì %usernameusernameuserna% làm…!",
    "クララの真奥を突き上げるように、何度も何度も刺激していく。\n亀頭が擦れる感覚に、クララは我を忘れ声をあげていた。": "Tôi kích thích điểm ngọt ngào của Clara, lặp đi lặp lại.\nVới cảm giác cọ xát của đầu dương vật, Clara đã quên mất bản thân và lên tiếng.",
    "クララの膣内も同様に興奮し熱く潤い、\n彼女が叫ぶ度肉棒をきゅうっと締め上げる。": "Âm đạo của Clara cũng phấn khích và nóng bỏng, và mỗi khi cô ấy hét lên, tôi lại siết chặt dương vật của mình.",
    "その度に目の前がチカチカと点滅し、\n快感が急激に高まっていくのを感じていた。": "Mỗi lần như vậy, trước mắt tôi lại nhấp nháy, và tôi cảm thấy khoái cảm tăng lên nhanh chóng.",
    "はぁっ、はぁっ、あぁあああ……っ！\n%usernameusernameuserna%の、中でビクビクってしてる……っ！": "Haa, haa, aaaaa…!\n%usernameusernameuserna% đang rung động bên trong tớ…!",
    "%usernameusernameuserna%のをいっぱい感じて、\n私、私、ふぁあああ……っ！": "Tớ cảm nhận được rất nhiều về %usernameusernameuserna%,\ntớ, tớ, phaaaa…!",
    "ペニスを包み込んだクララの膣の圧が、\n次第に増していくのを直に感じる。": "Tôi cảm nhận được áp lực của âm đạo Clara đang ôm lấy dương vật của tôi,\ndần dần tăng lên.",
    "クララの身体もこちらと同じく、過ぎた快感を飲み込み\n絶頂の予兆を迎えていることを、全身で感じ取っていた。": "Cơ thể Clara cũng giống như tôi, đã nuốt trọn khoái cảm quá lớn,\nvà tôi cảm nhận được rằng cô ấy đang tiến đến cao trào.",
    "んぅうううっ、あはぁっ、はぁっ、ああっ、こ、これ……\nんんんっ、へ、ヘンなのっ、私の身体……": "Ưm, ahaa, haa, a, đây…\nƯm, kỳ lạ quá, cơ thể tớ…",
    "%usernameusernameuserna%を感じすぎて、好きすぎて……っ、\n身体の全部が、おかしくなってきちゃってるのぉ……っ！": "Vì cảm nhận %usernameusernameuserna% quá nhiều, vì thích cậu quá…\nmà tất cả mọi thứ trong cơ thể tớ đều đang trở nên kỳ lạ…!",
    "ひゃうううう……っ、あ、やぁあっ、\nこれ、これ、私……んんんんん……っ！": "Hyaaa… a, yaaa,\nđây, đây, tớ… ưmmmm…!",
    "未知の感覚に怯えるクララを抱き寄せると、優しく囁く。": "Khi tôi ôm Clara, người đang sợ hãi trước cảm giác chưa từng có, tôi nhẹ nhàng thì thầm.",
    "怯えることはない、このまま一緒に気持ちよくなろう。\nクララと一緒に、よくなりたいんだ……と。": "Đừng sợ, hãy cùng nhau tận hưởng cảm giác này.\nTớ muốn cùng Clara, muốn tốt hơn nữa…",
    "途端に、クララの身体に張り詰めていた緊張が解ける。": "Ngay lập tức, sự căng thẳng trong cơ thể Clara đã tan biến.",
    "あ……、%usernameusernameuserna%、う、うん……\n私……私も、はぁあっ、%usernameusernameuserna%と……": "A…, %usernameusernameuserna%, ư, ừm…\ntớ… tớ cũng, haa, %usernameusernameuserna%…",
    "あ、はぁ……っ、私、私、%usernameusernameuserna%が\n好きっ、好きだからぁ……っ！": "A, haa… tớ, tớ, vì tớ thích… %usernameusernameuserna%…!",
    "%usernameusernameuserna%と一緒によくなりたい……っ！\n%usernameusernameuserna%のためなら、なんでもしたい……っ！": "Tớ muốn tốt hơn với %usernameusernameuserna%…!\nVì %usernameusernameuserna%, tớ sẽ làm bất cứ điều gì…!",
    "クララの膣壁がペニスをきつくきつく締め上げる。\n強烈な快感が全身を渦巻いていった。": "Thành âm đạo của Clara siết chặt dương vật.\nKhoái cảm mãnh liệt tràn ngập khắp cơ thể.",
    "%usernameusernameuserna%っ、好きっ、大好き……っ！": "%usernameusernameuserna%, thích, thích lắm…!",
    "クララの甘い告白を全身に感じながら、\n無我夢中で亀頭を彼女の子宮口に打ち付けていく。": "Trong khi cảm nhận được lời thú nhận ngọt ngào của Clara trên khắp cơ thể, tôi đã vô thức đâm đầu dương vật vào tử cung của cô ấy.",
    "%usernameusernameuserna%、はぁっ、あぁあああ……っ！": "%usernameusernameuserna%, haa, aaaaa…!",
    "好きっ、好きぃいいいいいいい……っ！\nあ、あ、あ、あぁああああああああ……っ！！": "Thích, thích, thích…!\nA, a, a, aaaaaaa…!",
    "あ、あぁあああ……っ、\nはぁあああああああ……っ、ん、んふぅうう……っ！": "A, aaaaa…\nhaaaaa… ưm, ưm…!",
    "はぁあああ……っ、わ、私……%usernameusernameuserna%と、\nめちゃめちゃに、イっちゃったのね……": "Haaaa… tớ, tớ… với %usernameusernameuserna%,\ntớ đã… làm đến cùng rồi…",
    "あぁ……すごい、本当に、すごいのぉ……っ、\nこ、こんなの初めてで……んんんっ！": "Aaa… tuyệt vời, thật sự, tuyệt vời…!\nC, chuyện này, lần đầu tiên… ưmmm!",
    "まだ……まだ、%usernameusernameuserna%を感じるの……\n奥まで、熱いの、いっぱい……んぅううう……っ。": "Vẫn… vẫn còn cảm nhận được %usernameusernameuserna%…\nsâu bên trong, nóng bỏng, thật nhiều… ưmm…",
    "強烈な快感に、クララは大きな声をあげ、\n何度も何度も身体をビクビクと痙攣させていった。": "Với khoái cảm mãnh liệt, Clara đã hét lên, và cơ thể cô ấy đã co giật nhiều lần.",
    "渦巻く絶頂の波に溺れながら、\n口をぱくぱくさせ、息を飲み込む。": "Trong khi chìm đắm trong những con sóng cao trào, cô ấy há miệng và nuốt lấy hơi thở.",
    "そして少し経ち、ようやく激しい波がおさまったのか、\nクララは肩で大きく息を吐いた。": "Và sau một lúc, dường như những con sóng dữ dội đã lắng xuống,\nClara thở dài.",
    "あ、あぁ、これ……\n%usernameusernameuserna%のが、こんなにも私の中に入ったのね。": "A, a, chuyện này…\ncủa %usernameusernameuserna% đã vào trong tớ nhiều đến vậy.",
    "%usernameusernameuserna%の、熱いのがいっぱい……\nあぁ……なんだか、夢みたい……": "Của %usernameusernameuserna%, nóng bỏng…\nAa… cứ như trong mơ…",
    "すべてが終わり、どこか身体の力が抜けきった様子でぼんやりと呟く\nクララのことが心配になって、声をかける。": "Mọi thứ đã kết thúc, và Clara thì thào với vẻ mặt như thể sức lực đã cạn kiệt.\nTôi lo lắng cho Clara và lên tiếng.",
    "……その、大丈夫か、クララ？": "… Chuyện đó, ổn chứ, Clara?",
    "え……？": "Hả…?",
    "その言葉を聞いて、やっと今の状況に気がついたのか、\nクララははっと大きな声をあげる。": "Nghe những lời đó, cô ấy mới nhận ra tình hình hiện tại, và Clara thốt lên một tiếng lớn.",
    "あ……！\nあ、そ、そうだったわね、さっきまで、私ったら……！": "A…!\nA, thì, thì ra là vậy, nãy giờ, tớ…!",
    "クララの顔に赤みが差す。どんどん赤くなっていき……\n最終的に、彼女の顔は真っ赤になってしまった。": "Khuôn mặt Clara ửng đỏ. Và sau đó…\nCuối cùng, mặt cô ấy đã đỏ bừng lên.",
    "……さ、さっきまでのは嘘だから！\n思わず口に出して言っちゃっただけだから！": "… Ch, chuyện vừa rồi chỉ là nói dối thôi!\nChỉ là tớ lỡ miệng nói ra thôi!",
    "だ、だから、勘違いしないでちょうだいっ！": "V, vậy nên, đừng hiểu lầm nhé!",
    "どう考えても無理めな言い訳をしながら、\nクララは真っ赤な顔で誤魔化し始める。": "Trong khi cố gắng bào chữa một cách vô lý, Clara bắt đầu ngụy biện với khuôn mặt đỏ bừng.",
    "そんな、どこまでも素直になれないクララを見ていると、\nある気持ちで胸がいっぱいになってくる。": "Khi nhìn thấy Clara, người không thể thành thật đến vậy, một cảm xúc tràn ngập trong lòng tôi.",
    "その可愛らしい反応を見て、\n俺は満たされた気持ちで彼女を抱きしめるのだった。": "Nhìn thấy phản ứng đáng yêu đó,\ntôi ôm cô ấy trong sự thỏa mãn."
}