{
    "――あるとき、俺はドロテアに空き教室へ呼び出されていた。": "――Một ngày nọ, tôi được Dorothea gọi đến một lớp học bỏ trống.",
    "待たせてすまん。": "Xin lỗi vì để em đợi.",
    "いえ、お忙しいところ、ありがとうございます。": "Dạ, em cảm ơn anh đã dành thời gian cho em.",
    "それで、相談ってなんなんだ？": "Vậy, chuyện cần bàn là gì?",
    "はい……": "Vâng...",
    "これからのわたくしはアークトゥルスのリーダーとして、\n融和の象徴として矢面に立つことが増えるでしょう。": "Từ nay, với tư cách là người lãnh đạo của Arcturus, em sẽ phải đứng ra gánh vác trách nhiệm, tượng trưng cho sự hòa hợp.",
    "それは新時代の希望として見られると同時に、\n慣習の破壊者として歓迎されないこともあると思います。": "Điều đó vừa được xem là niềm hy vọng của thời đại mới, đồng thời cũng có thể không được chào đón với tư cách là kẻ phá hoại các quy tắc.",
    "それは……あるだろうな。": "Việc đó... có lẽ là vậy.",
    "カークランド家の者として、あるいはユーロ・タワーのパイロットとして\n様々な場に立つことはよくありました。": "Với tư cách là người của gia tộc Kirkland, hoặc là phi công của Euro Tower, em đã từng xuất hiện ở nhiều nơi.",
    "ですが、それらはいずれも誰からも求められて、\nその場に立ったというケースがほとんど。": "Nhưng, hầu hết trong số đó đều là những trường hợp mà em được yêu cầu và đứng ra.",
    "様々な意見が飛び交う中で、\n矢面に立つということは今まであまりなくて……": "Giữa vô số ý kiến, việc phải đứng ra gánh vác trách nhiệm thì trước giờ em chưa từng trải qua...",
    "（あのドロテアも、年相応に不安に思うことがあるんだな。\n公爵令嬢といっても、やはり年頃の女の子だ）": "(Dorothea đó, cũng có những lo lắng tương xứng với tuổi tác của mình nhỉ.\nDù là con gái công tước, thì vẫn là một cô gái ở độ tuổi này)",
    "俺にできることなら、なんでも言ってくれ。": "Nếu là việc tôi có thể làm, thì cứ nói với tôi.",
    "ありがとうございます……": "Cảm ơn anh...",
    "不思議ですね……%usernameusernameuserna%さんには、\nこういった弱みを自然と言葉にすることができてしまいます。": "Thật kỳ lạ... Với %usernameusernameuserna% -san, em có thể dễ dàng bộc lộ những điểm yếu như vậy.",
    "本来なら『答え』だけを求めるべきではなく、\n自分で考えて見出すべきなんでしょうが……つい甘えたくなります。": "Đáng lẽ không nên chỉ tìm 'câu trả lời', mà nên tự mình suy nghĩ và tìm ra... Nhưng em lại muốn dựa dẫm vào anh.",
    "そう言ってくれると嬉しいし、甘えてくれていい。\nそれで俺は何をすればいい？": "Tôi rất vui khi em nói vậy, và em cứ dựa dẫm vào tôi đi.\nVậy tôi nên làm gì?",
    "もう少しだけ、勇気がほしいんです。\n心折れず、常に堂々と前に立てるように……": "Em chỉ muốn có thêm một chút dũng khí nữa.\nĐể không gục ngã, luôn có thể đường hoàng tiến về phía trước...",
    "そのためならわたくし、何でもします。": "Vì điều đó, em sẽ làm bất cứ điều gì.",
    "……そうか。\n『なんでも』だな？": "...Vậy sao.\n'Bất cứ điều gì' sao?",
    "わかった。ちょっと荒療治だが……": "Tôi hiểu rồi. Dù hơi thô bạo một chút...",
    "はい。": "Vâng.",
    "ドロテアに必要なのは……『慣れ』だ。": "Điều Dorothea cần là... 'sự quen thuộc'.",
    "慣れ……？": "Sự quen thuộc...?",
    "あの、本当にここで……？": "À, thật sự là ở đây sao...?",
    "ああ、貸し切りにしたからな。\n誰も入ってこないから心配しなくていいぞ。": "Ừ, tôi đã đặt phòng riêng rồi.\nKhông ai vào đâu, em không cần phải lo lắng đâu.",
    "は、はい……": "V, vâng...",
    "ドロテア、勇気が欲しいんだろう？\nさっき言った通りにしてみせるんだ。": "Dorothea, em muốn có dũng khí đúng không?\nTôi sẽ làm như tôi đã nói lúc nãy.",
    "わ……わかりましたっ……！": "V... vâng...!",
    "俺が観客席の最前列に座ると、\nステージの上にいるドロテアは思い切って服に手をかけ――": "Khi tôi ngồi ở hàng ghế đầu của khán đài,\nDorothea đang đứng trên sân khấu đã quyết tâm đưa tay lên trang phục――",
    "ううっ……！": "Ư...!",
    "ああ……こ、こんなところで、あられもない姿を\n晒すだなんてっ……": "A... Ở, ở một nơi như thế này, lại để lộ ra một bộ dạng không thể chấp nhận được...\n",
    "ドロテアが羞恥に手を震わせる。": "Dorothea run rẩy vì xấu hổ.",
    "顔を背けるな。": "Đừng quay mặt đi.",
    "は、はいっ、わかってますっ……！": "V, vâng, em hiểu rồi...!",
    "そ、そんなにじっと見ないでくださいっ……！\n顔から火が出そうですっ……": "Đ, đừng nhìn em chằm chằm như vậy...!\nEm cảm thấy như mặt mình bốc hỏa...",
    "でも、見ないと特訓にならないだろう？": "Nhưng, nếu không nhìn thì buổi huấn luyện sẽ không hiệu quả?",
    "うう、そうですけど……": "Ư, nhưng mà...",
    "その羞恥と屈辱に耐えるのが、勇気を得るための\n訓練なんだからな。": "Việc chịu đựng sự xấu hổ và nhục nhã đó, chính là sự rèn luyện để có được dũng khí.",
    "で、でも、その……わたくし……%usernameusernameuserna%さんに\n見られていると、なんだか……": "Nh, nhưng mà, chuyện đó... em... khi được %usernameusernameuserna% -san\nnhìn như vậy, thì không hiểu sao...",
    "羞恥と屈辱というより……うぅ……": "Thay vì xấu hổ và nhục nhã... ư...",
    "…………": "...",
    "やばい……羞恥に頬を染めるドロテアが可愛すぎて、\n俺の方が興奮してきてしまった。": "Chết tiệt... Dorothea đang đỏ mặt vì xấu hổ trông thật đáng yêu,\ntôi lại còn bị kích thích nữa.",
    "%usernameusernameuserna%さん……？": "%usernameusernameuserna% -san...?",
    "その、息が荒い……ですけど、\nわたくしで……その、興奮してませんか……？": "Chuyện đó, hơi thở của em có vẻ gấp gáp... nhưng,\nem có... có bị kích thích vì em không...?",
    "……すまん、否定できない。": "...Xin lỗi, tôi không thể phủ nhận.",
    "%usernameusernameuserna%さん……\n実はわたくしと……その、したいだけなのでは……": "%usernameusernameuserna% -san...\nThật ra em chỉ muốn... chuyện đó, thôi sao...",
    "そんなことはないと言おうとしたが、\nズボンのふくらみが俺を黙らせた。": "Tôi định nói là không phải như vậy,\nnhưng chỗ quần của tôi đã khiến tôi im lặng.",
    "もう……悪い人ですね……": "Thật là... một người xấu xa...",
    "いや、『勇気を出す』ためというのも、嘘ではないぞ？\nそういうドロテアこそ、俺に見せつけて興奮してるだろ。": "Không, việc 'dùng dũng khí' cũng không phải là nói dối đâu?\nChính Dorothea như vậy, đang cho tôi xem và kích thích tôi đấy.",
    "そ、そんな、はしたないこと……": "Ch, chuyện đó, thật là vô liêm sỉ...",
    "%usernameusernameuserna%さんは、本当にずるい……です……": "%usernameusernameuserna% -san, anh thật là xảo quyệt...",
    "やはりドロテアも本来の目的？から脱線して、\n興奮しているようだった。": "Quả nhiên Dorothea cũng đã đi chệch khỏi mục đích ban đầu?\nvà có vẻ như đang bị kích thích.",
    "まあ……その……なんでしょう。\nこれは勇気をつけるための……と、特訓、みたいなものですし……": "À thì... chuyện đó... là sao nhỉ.\nĐây là để rèn luyện dũng khí... và, một buổi huấn luyện, đại loại thế...",
    "ドロテアがちらちらと俺に意味ありげな視線を向ける。": "Dorothea liếc nhìn tôi với ánh mắt đầy ẩn ý.",
    "わたくし……%usernameusernameuserna%さんに、\n『何でもする』と言いましたし……": "Em... với %usernameusernameuserna% -san,\nem đã nói là 'sẽ làm bất cứ điều gì'... ",
    "%usernameusernameuserna%さんの指示に、従うしか……\nありませんよね……？": "Em chỉ có thể... tuân theo chỉ thị của %usernameusernameuserna% -san...\nđúng không...?",
    "もっと、その……みだら……い、いえ、恥ずかしいことを\nされてしまっても……": "Thậm chí... bị làm những chuyện đồi bại hơn nữa... i, ể, xấu hổ...",
    "ドロテア……": "Dorothea...",
    "こんな恥ずかしい姿を見せるのは、\n生涯でも%usernameusernameuserna%さんだけですからね……？": "Việc để lộ bộ dạng xấu hổ này, chỉ có %usernameusernameuserna% -san là người duy nhất nhìn thấy mà thôi...",
    "照れた顔でそう言うドロテアに、ついに理性の糸が切れて――\n俺はドロテアに手を伸ばすのだった。": "Dorothea với khuôn mặt ngượng ngùng nói vậy, sợi dây lý trí cuối cùng cũng đứt lìa――\ntôi đã đưa tay ra với Dorothea.",
    "あぁっ、こ、こんな格好っ……はしたなすぎますっ……！": "Aaa, ch, trong bộ dạng này... thật là vô liêm sỉ quá...!",
    "わ、わかってますっ……こ、これも、特訓っ、ですよねっ……\nはぁっ、んっ、あっ……あぁっ、でもっ……": "Em, em hiểu rồi... ch, chuyện này cũng là, huấn luyện, phải không...?\nhaa, ưm, a, aaaa, nhưng mà...",
    "全部……全部、さらけだしてっ……わたくしのっ……\nはしたない部分っ……うぅっ……": "Tất cả... tất cả, đều phơi bày hết... phần vô liêm sỉ của em... ư...",
    "恥じらいを口にしつつも、ドロテアの秘所は悦びで\nどろどろに蕩けていた。": "Vừa nói lời xấu hổ, bí mật của Dorothea lại tan chảy vì sung sướng.",
    "しっかりと根本まで俺のペニスをくわえこみ、\nきゅうきゅうとうれしげに締めつけてくる。": "Cô ấy ngậm chặt dương vật của tôi vào tận gốc,\nrồi siết chặt một cách vui vẻ.",
    "そのことを指摘してやれば――": "Nếu chỉ ra điều đó――",
    "ぁっ……だ、だってっ……しかたない、じゃありませんかっ……\n%usernameusernameuserna%さんのが、奥までっ……！": "A... đ, đúng là... không thể khác được mà...!\nVì của %usernameusernameuserna% -san, vào sâu bên trong...!",
    "わたくしのっ……んふううっ、お、女の部分をぉっ……！\n奥までっ、つらぬいてっ……！": "Phần của em... ưm fuuu, ở, phần của con gái...!\nVào tận bên trong, xuyên qua...!",
    "そんなに……ぁっ、ふ、ふとくて、硬いのでっ……\n広げられたらっ……ふあぁぁぁぁっ……！": "Như vậy... a, ph, thô và cứng như vậy...!\nNếu bị mở rộng ra... fuuuaaaaa...!",
    "わたくしっ……はしたなくもぉっ……ぁんっ、か、感じてぇっ！\n感じてしまいますっ……ぁっ、んっ、はぁっ！": "Em... vô liêm sỉ... a, ưm, cảm thấy...!\nEm cảm thấy... a, ưm, haa!",
    "俺は想像しろと囁く。観客席にいっぱいの人達に見られて、\n公爵令嬢ともあろう人間が男にチンポ突っ込まれて喘いでいる様を。": "Tôi thì thầm bảo cô ấy hãy tưởng tượng. Rằng cô gái công tước sẽ bị đàn ông đâm vào và rên rỉ trước mặt bao nhiêu người.",
    "観衆の視線を浴びながら、\n肉棒でメス穴をほじくりかえされ耕されている様を。": "Trong khi bị nhìn chằm chằm bởi khán giả,\ncô ấy bị đào bới và cày xới lỗ của mình bằng dương vật.",
    "いつも凛々しい『ドロテア様』が、皆の前で貴族の淑女らしさを\n投げ出して、だらしなく淫らな顔を晒している様を。": "Dorothea-sama luôn nghiêm nghị, trước mặt mọi người đã vứt bỏ đi vẻ quý tộc,\nvà để lộ ra một khuôn mặt dâm đãng, lôi thôi.",
    "い、言わないで……くだ……んぁああっ……さぁ、い……": "Đ, đừng nói... đừ... aaaa... i...!",
    "そう言いつつも、結合部の締め付けが満更でもないことを示していた。\n淫らに俺を受け入れるドロテアに興奮が加速する。": "Mặc dù nói vậy, nhưng sự siết chặt của chỗ kết nối cho thấy cô ấy không hề ghét bỏ.\nSự phấn khích tăng lên khi Dorothea đón nhận tôi một cách dâm đãng.",
    "こらえきれず、俺はそのままドロテアの最奥を突き上げ始めた。\nきゅうっと膣襞が摩擦に反応して締まる。": "Không thể kiềm chế được, tôi đã bắt đầu đâm vào tận cùng của Dorothea.\nCác nếp gấp âm đạo phản ứng với ma sát và thắt chặt.",
    "ひぅぅぅんんっ！　あっ、そ、そんなっ、体、揺らしちゃっ……\nはうっ、んっくううっ、き、気持ち、よくっ……！": "Hiiiuuuunn... a, vậy, không được, làm cơ thể em rung chuyển...!\nhau, ưmkuu, thích, quá...!",
    "あはぁっ……ぁっ、んっ、はぁっ、き、気持ちよくぅっ……\nなってっ、しまいますぅっ……！": "Ahaa... a, ưm, haa, thích, quá...!\nEm đã, trở, nên...!",
    "だめぇっ……こ、これはっ……と、特訓っ……ぁっ、んっ……\n特訓、なのですからぁっ……！": "Không được... ch, chuyện này... hu, huấn luyện... a, ưm...\nhuấn luyện, mà...!",
    "こんな……はぁぁっ……快楽に、溺れるだなんてっ……\nぁんっ、はぁぁンっ……そ、そこ、だめぇっ……！": "Như vậy... haaa... đắm chìm trong khoái lạc...!\naa, haaa... ch, chỗ đó, không được...!",
    "膣奥のこりこりしたところを、何度も突き上げると\nそのたびにきゅっと内部が収縮した。": "Khi tôi đâm vào chỗ nhạy cảm trong âm đạo nhiều lần,\nbên trong lại co lại sau mỗi lần.",
    "はうっ、んくっ、ひうううっ……ぁっ、頭っ……まっひろにっ……\nそこっ、そこ、突かれるとぉっ……！": "Hau, ưmku, hiuuu... a, đầu... ngập tràn...!\nChỗ đó, chỗ đó, bị đâm vào...!",
    "あぁぁっ、んっ、深いぃっ……深いん、ですぅっ……！\n%usernameusernameuserna%さんのが、ごつごつしてるぅっ！": "Aaaa, ưm, sâu... sâu, quá...!\nCủa %usernameusernameuserna% -san, gồ ghề...!",
    "ドロテアの反応がかわいくて、ついつい動きが激しくなっていく。\n体を上下に揺らすようにして、ピストンを速める。": "Phản ứng của Dorothea thật đáng yêu, và tôi đã trở nên mạnh bạo hơn một chút.\nTôi lắc cơ thể lên xuống, tăng tốc độ của piston.",
    "んふううっ……ぁっ、も、もっ…う、こわいの、とかっ……\n緊張、とかっ……ぜんぶっ、とんでっちゃ……ぁっ！": "Ufuuu... a, m, m... ư, sợ, và...\ncăng thẳng, và... tất cả, đều biến mất...!",
    "気持ちいいの、だけでぇっ……はぁぁっ、頭、いっぱいにっ、\nなってっ……んっ、はっ、んふうううっ！": "Chỉ có cảm giác thích thú... haaa, đầu, ngập tràn, rồi...\nưm, ha, ufuuu!",
    "そこで俺は、アークトゥルスの発足発表会の\n挨拶をしてみろと耳元で囁いた。": "Khi đó, tôi thì thầm vào tai cô ấy, hãy thử bài phát biểu tại buổi lễ thành lập Arcturus.",
    "えっ……い、今……んあっ、で、ですか……？　ぁあっ。": "E... i, giờ... ưm a, vậy, sao...? aaaa.",
    "恥辱に耐えながら言うからこそ、勇気が得られるのだと俺は力説する。\n本当にそうかは別として。": "Tôi nhấn mạnh rằng dũng khí có được là nhờ chịu đựng sự nhục nhã.\nDù không biết có thực sự như vậy không.",
    "ドロテアはさすがの恥辱にためらいを覚え、頬を赤らめて少し黙り込む。": "Dorothea, vì xấu hổ, đã do dự và đỏ mặt, im lặng một lúc.",
    "――が、しかし。彼女は、ちゃんとやる女だった。": "――Nhưng, tuy nhiên. Cô ấy là một người con gái thực sự làm được.",
    "今日……あっ、この日きぞくと、平民が……んぁあ、交わり……ひとつ、\nの……んふぅ、気高き、繋がりが……ぁんっ！　相成り、まし……たっ！": "Hôm nay... a, ngày hôm nay, quý tộc và, bình dân... aaaa, giao thoa...\nmột, của... ưm fuu, cao quý, kết nối... aaan, thành, rồi...!",
    "わたく、しは……あんっ！　この、んっ……輝かしぃ……あっ、瞬間に、\n喜びと……んぅっ、興奮を……！　ぁあっ、隠し……きれま、せん！": "Em, là... aaan, trong, ưm... rực rỡ... a, khoảnh khắc này,\nvui sướng và... ưm, phấn khích...!\naaa, che giấu... không thể, được...!",
    "ひゃあっ！？　だ、だめぇっ、そこっ、そこ、ごつごつされたらっ、\nちゃんとしゃべれなくっ……！": "Hyaaa!? Đ, không được, chỗ đó, chỗ đó, bị gồ ghề, em không thể nói chuyện được...!",
    "だめだ、勇気がほしいんだろ、とちょっと意地悪くささやきながら、\nさらに動きを速めれば、ドロテアの中がますます反応した。": "Không được, em muốn có dũng khí, tôi thì thầm một cách hơi ác ý,\nvà nếu tôi tăng tốc độ hơn nữa, bên trong Dorothea sẽ phản ứng nhiều hơn nữa.",
    "ふあぁぁっ、ご、ごめんなさぁいぃっ……ちゃ、ちゃんとぉっ……\nちゃんと、言いますぅっ……！": "Fuuaaa, x, xin lỗi... em, sẽ, nói...!\nEm, sẽ, nói, được rồi...!",
    "ぁっ、んっ、はぁっ、だ、だからっ……き、聞いててっ……\n聞いてて、くださいっ……！": "A, ưm, haa, vì, vậy... ch, hãy nghe em...!\nhãy nghe, em nói, được không...!",
    "わたくしがっ……おちんぽ、入れられながらぁっ……\nご挨拶する、ところぉっ……！": "Khi em... bị đâm vào...!\nEm chào hỏi, chỗ đó...!",
    "促すように足をつかんで、強く奥を突き上げる。\nぬるついた襞肉がきゅっとペニスに絡んできた。": "Tôi nắm lấy chân cô ấy và đâm sâu hơn.\nThịt ẩm ướt quấn quanh dương vật.",
    "これ、までは……んんっ、『貴族』……んああっ、『平民』……という\nあっ、ああんっ……見えない、衣を……ひぁあ、着せ、りゃれ……": "Từ trước, đến... ưm ưm, 'quý tộc'... aaaa, 'bình dân'... thì\naa, aaan... những lớp áo, vô hình... hiaa, mặc, vào...",
    "まじわる、んあっ、ことを……はぁあん……よしと、んふぅ……\nしにゃい、ふうちょう……ああんっ……あ……あり、まひたっ！": "Giao thoa, ưm a, việc... haaan... không, ưm fuu... nên, làm... aaan... a... đã, xong...!",
    "……です、が、あんっ！　この……わりぇわれの……ぁんぅ、堂々……\nたる、んっ……すがた、んふぅ！　ごりゃん……くだひゃい！": "...Nhưng, aaan! Trong... của chúng ta... a, ưm, đường đường...!\ntại, ưm... dáng vẻ, fuu! xin, hãy...!",
    "こりょも……なんて……あぁあん！　ひつよう……んぁあっ！\nありま、せんぅう……！": "Cũng... như thế... aaan! cần thiết... ưm aaaa!\nkhông, có, em...!",
    "そび、え……んふっ、立つユーロぉ……ひぁっ、んぅ……タワーが、\n刻む……はぁん！　のびゃ、せれすのぉ……あぁっ……みりゃいっ！": "Sô-bi, e... ưm, đứng lên, Euro... hia, ưm... Tower, đã\nkhắc... haaan! vươn, xa, ra... aaaa... tương, lai!",
    "はーっ……ぁっ、だめぇ……これ以上は……\nきもち、んぁああ……よくてぇ……！": "Haa... a, không được... hơn nữa thì...!\nthích, ưm aaaa... quá...!",
    "十分だ、いい子だとささやき、ご褒美のようにドロテアの\n弱い部分を重点的に鬼頭で刺激した。": "Đủ rồi, tôi thì thầm rằng em là một cô bé ngoan, và tôi đã kích thích những phần yếu ớt của Dorothea như một phần thưởng.",
    "ふあぁぁぁっ！　あっ、も、もうっ、らめぇっ……！\nがまん、できませんっ……！": "Fuuaaaaa! A, m, không, được nữa...!\nEm không thể chịu đựng được nữa...!",
    "い……イきそっ……イき、ましゅっ……わたくひぃっ……\nもう、イきますからぁっ……！": "I... em sắp... em, sắp... em, sắp...!\nEm, sắp ra...!",
    "びくびくと膣襞をわななかせ、快感のあまり下がってきた子宮口が\n亀頭に吸いついて、精液をねだってくる。": "Cô ấy run rẩy, các nếp gấp âm đạo run rẩy, và cổ tử cung, đã hạ xuống vì khoái cảm,\nbám vào đầu dương vật và đòi tinh dịch.",
    "んくううっ……だ、出してぇっ……%usernameusernameuserna%さんも\n出してっ、くださいっ……！": "Ukuuu... đ, hãy cho em... %usernameusernameuserna% -san cũng\nhãy cho em, được không...!",
    "わたくしの、なかっ……ごほーびっ……ごほーびの、お精子っ、\nくらひゃいっ……出して、くだしゃいぃっ……！": "Của em, bên trong... phần thưởng... phần thưởng, tinh dịch,\nhãy cho em... cho em, được không...!",
    "言葉でも、あそこでもねだられて、一気に精液が駆け上がってくる。": "Cả bằng lời nói và ở đó, tôi đã đòi hỏi, và tinh dịch đã dâng trào.",
    "んあっ！？　お、奥で、おっきく、ふくらんでっ……！": "Aaa!? Ô, bên trong, to, hơn, và...!",
    "あはぁぁぁぁっ、イくイくイく、イきましゅからぁっ！": "Ahaaaaa, em sắp, em sắp, em sắp, em sắp ra...!",
    "出してぇっ……お精子っ……出して、くださいぃいいっ……！": "Hãy cho em... tinh dịch... hãy cho em, được không...!",
    "んっふぁっ、あっは、あっ、あっ、はっ、ひにゃああああっ！": "Uffaa, a, a, a, ha, hiyaaa!",
    "ドロテアの絶頂と共に、膣奥に思いっきり射精した。": "Cùng với cực khoái của Dorothea, tôi đã xuất tinh mạnh mẽ vào tận cùng của âm đạo.",
    "あぁ……奥で、どくどくしてるの、わかります……": "A... em biết, nó đang đập bên trong...!",
    "わたくし、なんてはしたないおねだりを……うぅ。": "Em đã, đòi hỏi vô liêm sỉ như thế này... ư.",
    "でも……とても……そ、その、とても気持ちよくて……\n不安な気持ちなんて、全部飛んでいってしまいました……": "Nhưng... rất... ch, chuyện đó, rất là thích thú...!\ncảm giác lo lắng, đã biến mất hết rồi...",
    "精液をあまさず受け止めながら、ドロテアがほほ笑む。": "Dorothea mỉm cười khi đón nhận hết tinh dịch.",
    "ん……ありがとうございます、%usernameusernameuserna%さん。": "Ưm... cảm ơn anh, %usernameusernameuserna% -san.",
    "わたくし、勇気を得た気がします……": "Em cảm thấy như mình đã có được dũng khí...",
    "汚してしまった床を片づけたり、制服を整えたりした後――": "Sau khi dọn dẹp sàn nhà bị bẩn và chỉnh lại đồng phục――",
    "……わたくし、本当に%usernameusernameuserna%さんには\n甘えてばかりですね。": "…Em thật sự chỉ dựa dẫm vào %usernameusernameuserna% -san thôi.",
    "強がっていても、わたくしは弱い女……なのでしょうね。": "Dù mạnh mẽ đến đâu, em vẫn là một cô gái yếu đuối... phải không?",
    "誰にだって強い面と弱い面がある。\nだから、弱いことを恥じることはないさ。": "Ai cũng có mặt mạnh và mặt yếu.\nVì vậy, đừng xấu hổ vì sự yếu đuối của mình.",
    "その弱い面は俺が導いてやる。": "Tôi sẽ dẫn dắt em đến mặt yếu đuối đó.",
    "%usernameusernameuserna%さん……": "%usernameusernameuserna% -san...",
    "なんたって、俺は教導指揮官だからな。": "Dù sao thì, tôi là chỉ huy giáo dục mà.",
    "本当に不思議な方……\nあなたの前では、わたくしもただの『女』になってしまいますね。": "Thật là một người kỳ lạ...!\nTrước mặt anh, em cũng chỉ là một 'cô gái' thôi.",
    "ドロテアは『貴族』の前にひとりの『可愛い女の子』だろう？": "Dorothea, trước 'quý tộc' chỉ là một 'cô gái dễ thương' thôi?",
    "えっ……": "E...",
    "遠慮なんてしなくていい。\n俺にだけは存分に甘えていいぞ。": "Em không cần phải ngại ngần gì cả.\nChỉ với tôi, em có thể thoải mái dựa dẫm.",
    "普段のドロテアは受け止めたり背負ったりしてばかりだからな。\n逆にお前を受け止める役も必要だろう？": "Dorothea thường ngày, chỉ biết đón nhận và gánh vác mọi thứ.\nNgược lại, tôi cũng cần đóng vai người đón nhận em?",
    "…………本当にずるい人。": "…Thật là một người xảo quyệt.",
    "ありがとうございます……\n存分に寄りかからせていただきますね。": "Cảm ơn anh...!\nEm sẽ dựa vào anh thật nhiều.",
    "（お慕い申し上げております、%usernameusernameuserna%さん）": "(Em yêu anh, %usernameusernameuserna% -san)"
}