{
    "う～ん！　空気が美味しい～！": "Ưm! Không khí thật trong lành!",
    "いやーしばらく研究室戻れなくなっちゃったねー。\n部屋の中、やばいニオイで充満しちゃった……": "Haizz, chắc tôi không thể quay lại phòng thí nghiệm một thời gian rồi.\nCả căn phòng toàn mùi kinh khủng...",
    "お前が妙な液体同士を混ぜるからだろ。": "Tại cậu cứ thích trộn mấy thứ chất lỏng kỳ quặc vào với nhau.",
    "メイズシフターの体液って特定の種同士で混ぜると、\nああなるんだよ♪": "Dịch của 'Maze Shifter' khi trộn với một số loại nhất định sẽ thành ra như vậy đó♪",
    "知ってたのにやったのかよ！": "Biết thế mà vẫn làm đấy à!",
    "知識としてはね！　でも研究者なら、\n実際にやってこの目――というより、この鼻で確かめてみないと。": "Tôi biết chứ! Nhưng là một nhà nghiên cứu, thì phải tự mình làm, tự mình kiểm chứng bằng mắt, à không, bằng mũi chứ.",
    "だからって、俺をそれに巻き込むな。\nったく……手伝い断ればよかった。": "Thế nên đừng lôi tôi vào.\nHaizz... Giá mà tôi từ chối giúp đỡ.",
    "唯一の懸念は振袖にニオイがついちゃってないか……だね。": "Điều duy nhất tôi lo là mùi có dính vào bộ kimono không...",
    "くんくん……大丈夫かな？": "Hừm... Không sao chứ?",
    "つか、なんで振袖？": "Khoan đã, sao lại là kimono?",
    "気分……？": "Thích...",
    "…………": "...",
    "寒くないか？": "Không lạnh sao?",
    "そろそろ戻ろう": "Sắp phải quay lại thôi.",
    "あれから時間経ってるし、もうニオイ抜けきってるんじゃないか？\n窓全開で換気扇も全力で回してきたんだろ？": "Thời gian cũng trôi qua rồi, chắc mùi cũng bay hết rồi nhỉ?\nTớ đã mở toang cửa sổ và bật quạt thông gió hết công suất rồi mà?",
    "じゃあ、先に戻ってもらって問題なかったら電話ちょうだい？": "Vậy, cậu cứ về trước đi, nếu không có vấn đề gì thì gọi điện cho tớ nhé?",
    "おい……": "Này...",
    "いや、だって有毒じゃないけど、\nドリアン腐らせたみたいに臭いし……": "Thì, tuy không độc hại, nhưng nó hôi như sầu riêng thối ấy...",
    "こうなったら一蓮托生だろ。一緒に突入だ。": "Đã như vậy thì cùng nhau gánh thôi. Cùng xông pha nào.",
    "え、普通にイヤなんだけど！　あたしだけでも生き残りたい！": "Ể, tôi không thích đâu! Tôi muốn sống sót một mình!",
    "……って、引っ張らないでよ～！": "Đừng kéo tớ chứ!",
    "死ぬときは一緒だ、ちゆる。": "Chết thì cùng chết, Chiyuru.",
    "そんな格好いいセリフ言ってもダメだってばー！": "Đừng nói mấy câu sến súa đó, vô dụng thôi!",
    "そうして俺達は換気中の研究室に戻るのだった。\n結果は――ダメだった。": "Và rồi chúng tôi quay lại phòng thí nghiệm đang thông gió.\nKết quả là... không ổn.",
    "あー……ちょっと肌寒いかも。": "A... Có hơi lạnh một chút.",
    "じゃあ、上着貸してやるよ。あとで返せよ？": "Vậy, tôi cho cậu mượn áo khoác nhé. Sau này trả lại đấy?",
    "それだと%usernameusernameuserna%は寒くない？": "Vậy thì %usernameusernameuserna% không lạnh sao?",
    "別に寒くは……――へっくしょん！！": "Tôi thì không... Hắt xì!",
    "ほら～。一緒に羽織る？": "Thấy chưa~. Mặc chung nhé?",
    "……頼む。": "... Xin cậu đấy.",
    "って、なんか密着しちゃって……気恥ずかしいね。": "Này, sao lại dính sát vào nhau thế này... ngại quá.",
    "言うなよ、意識しないようにしてたんだから。": "Đừng nói nữa, tôi đang cố gắng không để ý đấy.",
    "ふふっ、もうちょっとぴたってしちゃおっかな～。": "Hừm hừm, hay là mình áp sát thêm chút nữa nhỉ~.",
    "お、おい！": "Ê, này!",
    "あ、照れてる～？　へえ、意外とかわいいとこあるんだ？": "A, ngại kìa~? Ể, không ngờ cậu cũng có mặt dễ thương đấy?",
    "お前なぁ……": "Cậu...",
    "そうやって俺達は研究室の換気が終わるまで、\nこうしてふたり寄り添い合うのだった――": "Và rồi chúng tôi cứ thế, nép vào nhau cho đến khi việc thông gió trong phòng thí nghiệm hoàn tất---"
}