{
    "……よし、これで終わりっと。\n手伝ってくれてありがとう、%usernameusernameuserna%さん。": "……Được rồi, xong việc rồi.\nCảm ơn cậu đã giúp, %usernameusernameuserna%.",
    "別にいいけど、なんで屋上の掃除なんかを？\n一体何やらかしたんだか。": "Cũng không có gì, nhưng tại sao lại dọn dẹp sân thượng chứ?\nRốt cuộc là cậu đã làm gì vậy?",
    "まさか罰でやってると思ってたの？　この私が、そんなわけないでしょ。\nむしろ私から教師陣に提案して、自主的にやってるの。": "Cậu tưởng là tôi bị phạt sao? Tôi đây mà lại đi làm mấy chuyện đó.\nTôi còn là người chủ động đề xuất với giáo viên, tự nguyện làm nữa đó.",
    "（さすが柊校舎が誇る優等生だ……）": "（Quả là học sinh ưu tú đáng tự hào của trường柊 mà……）",
    "業者に任せればいいんじゃ？": "Sao không giao cho người ta làm luôn?",
    "えらいと思う": "Tôi thấy cậu giỏi thật đấy.",
    "まあ、定期的に掃除業者が入ってるから、\n私がやらなくてもやる人はいるわね。": "Ừm, vì người ta cũng có vệ sinh định kỳ mà, nên\ntôi không làm thì cũng có người khác làm thôi.",
    "ああ、そうだと思う。": "À, tôi cũng nghĩ vậy.",
    "でもみんなが使う場所なんだし、\n常に綺麗なのに越したことはないんじゃない？": "Nhưng mà ai cũng dùng, nên\ncàng sạch sẽ thì càng tốt, đúng không?",
    "……確かにあくまで業者の掃除は『定期的に』だしな。\nそう頻繁ってわけでもないし。": "……Quả thật, việc vệ sinh của người ta chỉ mang tính 'định kỳ' thôi.\nCũng không thường xuyên cho lắm.",
    "そういうことよ。\nだから私は『無駄』だなんて思ってないわ。": "Đúng là vậy.\nCho nên tôi không hề nghĩ là nó 'vô ích' đâu.",
    "そうだな……無粋なことを言って悪かった。": "Cũng phải nhỉ……Xin lỗi vì đã nói năng vô duyên.",
    "ふふ、わかればいいのよ♪": "Hì hì, hiểu là được rồi♪",
    "ふふ。まあ、もちろん定期的に掃除業者が入ってるから、\n本来は必要ないんだけどね。": "Hì hì. Mà, tất nhiên là người ta cũng có vệ sinh định kỳ mà, nên\nbản chất là không cần thiết đâu.",
    "でもみんなが使う場所だし、常に綺麗なのに越したことはない。": "Nhưng mà ai cũng dùng, nên lúc nào cũng sạch sẽ thì tốt hơn.",
    "そう思ってやってるわ。\nというわけで――": "Tôi nghĩ vậy nên mới làm đấy.\nNhân tiện――",
    "ん？": "Hửm?",
    "次は中庭の掃除よ！！": "Tiếp theo là dọn sân trong nhé!!",
    "えっ……？": "Hả……?",
    "もちろん、手伝ってくれるわよね？": "Đương nhiên là cậu sẽ giúp tớ chứ?",
    "期待の眼差しを向けられると、断れない俺であった――": "Bị nhìn bằng ánh mắt mong đợi thế này, tôi không thể từ chối――",
    "はぁ、わかったよ。": "Haizz, được rồi.",
    "ふふ、さっすが～♪": "Hì hì, giỏi quá～♪"
}