{
    "それで、話っていうのはなんだ？": "Vậy, chuyện là gì?",
    "俺とエヴィは機体から出て会話していた。この付近はメイズシフターも\n入って来づらい地形になっているため、比較的安全である。": "Tôi và Evi đã ra khỏi máy bay và nói chuyện. Khu vực này có địa hình khiến cho việc di chuyển của 'Mê Cung' trở nên khó khăn, tương đối an toàn.",
    "……いや、やっぱりいい。なんでもない。\n急に呼び出してごめん。": "… Không, thôi bỏ đi. Không có gì đâu.\nXin lỗi vì đã gọi cậu đột ngột.",
    "何でもなくはないだろ。ずっとエヴィの様子がおかしかった。\nきっとチームのみんなも気づいてるぞ。": "Không có gì sao được. Cậu cứ có vẻ lạ. Chắc chắn mọi người trong đội cũng nhận ra rồi.",
    "そっか……わかっちゃうか……": "Vậy sao… Tôi hiểu rồi…",
    "……%usernameusernameuserna%も聞いたよね。\n探索の成果はトリニティ・ジュエルの方に数字が出てる。": "… %usernameusernameuserna% cũng nghe rồi nhỉ.\nKết quả thăm dò cho thấy con số ở phía 'Trinity Jewel' cao hơn.",
    "配信でも数字はあっちの方が上。判断はさておき……心の中では、\n『これではだめ』って言ってる。頭と心が相反してる。": "Trong buổi phát sóng, con số cũng cao hơn. Tạm gác phán đoán sang một bên… Trong thâm tâm, tôi lại nghĩ\n'Không được rồi'. Đầu óc và trái tim tôi đang mâu thuẫn.",
    "…………": "……",
    "（プレッシャー、か）": "(Áp lực, phải không?)",
    "でもね、私には何も思い浮かばない。リスクを負うべきじゃない……\nその思考のせいで、何の作戦もアイデアも出てこないんだ。": "Nhưng tôi chẳng nghĩ ra gì cả. Không nên mạo hiểm…\nVì suy nghĩ đó mà tôi không đưa ra bất kỳ chiến lược hay ý tưởng nào.",
    "私は今の状況では参謀役としては不適格だと思う。\n……でも、今の正しいと思ってる判断を変える事も出来ない。": "Tôi nghĩ trong tình hình hiện tại, tôi không đủ tư cách làm quân sư.\n… Nhưng tôi cũng không thể thay đổi phán đoán mà tôi cho là đúng hiện tại.",
    "だから、いっそのこと私じゃない別の頭脳……": "Vì vậy, thay vì tôi, một bộ óc khác…",
    "エヴィを否定する": "Phủ nhận Evi",
    "エヴィを肯定する": "Khẳng định Evi",
    "……ブレインとして俺に作戦立案を任せた方がいい、というわけか？": "… Ý cậu là nên giao việc lập kế hoạch cho tôi với tư cách là 'bộ não' sao?",
    "そこで俺に任せてしまうのは正しい判断なのか？\n……チーム外の人間に判断を任せるなんて間違った判断だ。": "Việc giao phó cho tôi có phải là một quyết định đúng đắn không?\n… Giao việc cho người ngoài đội là một quyết định sai lầm.",
    "……じゃあ、どうしたらいいの？": "… Vậy, tôi nên làm gì?",
    "確かに、自分で先が見えない時に他人を頼る判断は正しい。\n……だが、その判断役を俺に任せてしまうのはいいのか？": "Quả thật, việc dựa vào người khác khi bản thân không nhìn thấy tương lai là đúng.\n… Nhưng, giao phó vai trò đó cho tôi có ổn không?",
    "……それは、そうなんだけど。": "… Thì, đúng là vậy.",
    "エヴィが参謀である以上はエヴィが決断すべきだ。\n俺が頭脳となるチームになれば、それはトレブルクインテットじゃない。": "Vì Evi là quân sư nên Evi nên quyết định.\nNếu tôi trở thành bộ não của đội, đó không còn là 'Treble Quintet' nữa.",
    "……そうだとしても、ダメだよ。私には選べない。\n安全にコスパ、タイパよく……それ以外は、考えれないよ。": "… Dù vậy, cũng không được. Tôi không thể chọn lựa.\nAn toàn, hiệu quả về chi phí, hiệu quả về thời gian… Ngoài ra, tôi không thể nghĩ gì khác.",
    "なんでだ？　エヴィらしくないぞ？\n冷静に確実な作戦を考える……それがエヴィだろ？": "Tại sao? Không giống Evi chút nào cả?\nSuy nghĩ về chiến lược một cách bình tĩnh và chắc chắn… Đó là Evi mà?",
    "……私の何を知ってるの？": "… Cậu biết gì về tôi chứ?",
    "エヴィ……": "Evi…",
    "『らしく』って何？　『それが』って何のこと？\n知ったようなこと言わないで……！": "'Giống' là gì? 'Đó' là gì?\nĐừng có vẻ như biết mọi thứ mà nói…!",
    "無理な作戦で仲間を傷つけることになったら！？　そんな決断をして\n失敗する事なんて……私には『これ以上』背負えない！！": "Nếu để đồng đội bị thương vì một chiến lược vô lý thì sao!? Tôi không thể gánh vác\n'thêm nữa' những thất bại như vậy!!",
    "……ご、ごめん、いきなり大声出して。\nこんなつもりじゃなかったのに……": "… X-xin lỗi, tôi đã lớn tiếng.\nTôi không có ý định như vậy…",
    "いや、気にするな。むしろ俺ならいくらでもぶつけてくれていい。\nこっちこそ、言葉を間違えて悪かった。": "Không sao đâu. Thay vào đó, cậu cứ trút hết lên tôi cũng được.\nTôi mới là người có lỗi vì đã dùng sai từ.",
    "%usernameusernameuserna%……": "%usernameusernameuserna%…",
    "エヴィ……『これ以上』背負えないって、\nその意味を教えてくれないか？": "Evi… 'Thêm nữa' mà cậu không thể gánh vác, có nghĩa là gì vậy?",
    "あ……": "A…",
    "言いたくないなら、詮索するつもりはない……\nって、言いたいところだが、俺は聞きたい。": "Nếu cậu không muốn nói, tôi cũng không có ý định hỏi han…\nTôi muốn nói vậy, nhưng tôi vẫn muốn nghe.",
    "チームの状況を理解する義務が俺にはある。\nこれでも教導指揮官だからな。": "Tôi có nghĩa vụ phải hiểu tình hình của đội.\nDù gì thì tôi cũng là chỉ huy trưởng.",
    "でも、これは個人的なことだし……\n今言うべきことじゃないから……": "Nhưng, đây là chuyện cá nhân…\nBây giờ không phải là lúc để nói…",
    "キツい言い方になるが、\nエヴィが参謀役を果たせないというなら……": "Tôi sẽ nói một cách gay gắt,\nnếu Evi không thể đảm nhận vai trò quân sư…",
    "本部に連絡して、うちのチームは撤退する。\nこれ以上の継続は不利どころか危険だと判断するからな。": "Tôi sẽ liên lạc với trụ sở và đội của chúng ta sẽ rút lui.\nTôi cho rằng việc tiếp tục sẽ không chỉ bất lợi mà còn nguy hiểm.",
    "それは……！　……わかったよ。": "Việc đó…! … Tôi hiểu rồi.",
    "ごめん……聞いて貰えるかな？": "Xin lỗi… Cậu có thể nghe tôi nói không?",
    "ああ、いくらでも。": "Ừ, bao nhiêu cũng được.",
    "……私には……その、借金があるんだ。": "… Tôi… ừm, tôi có một khoản nợ.",
    "借金……？": "Nợ…?",
    "それも……ちょっとやそっとじゃない。\n凄い金額の借金がさ。両親が事業に失敗して作った奴なんだけどね。": "Và… không phải chỉ một chút đâu.\nMột khoản nợ rất lớn đấy. Bố mẹ tôi đã thất bại trong kinh doanh và tạo ra nó.",
    "いやいや、それはエヴィが払う義務はないだろ！？\n両親の失敗だったんだから……": "Này, Evi không có nghĩa vụ phải trả số tiền đó chứ!?\nĐó là thất bại của bố mẹ cậu mà…",
    "あはは……まあ、いろんな企業に『してやられた』んだよ。\nそれで気付いたら私にも借金の返済義務ができてたわけ。": "A ha ha… Ừm, tôi đã bị 'chơi' bởi nhiều công ty khác nhau.\nVà rồi tôi nhận ra rằng tôi cũng có nghĩa vụ phải trả nợ.",
    "ひどい話だな……": "Thật là một câu chuyện tồi tệ…",
    "出るところに出たら解決したかもしれないけど……両親は失踪。\n色々ありすぎて私は弁護士だって見つけられなかった。": "Có lẽ mọi chuyện đã được giải quyết nếu tôi đến đúng chỗ… nhưng bố mẹ tôi đã mất tích.\nCó quá nhiều chuyện xảy ra đến nỗi tôi thậm chí không thể tìm được một luật sư.",
    "……まあ、まだ相手が卑怯者ではあっても無法者でないのが救いかな。\n危険なことや学園に押しかけて催促とか、アウトローなことはしないし。": "… Ừm, có lẽ vẫn còn may mắn vì đối phương vẫn là kẻ hèn nhát chứ không phải là kẻ vô pháp.\nHọ không làm những điều như đến học viện để đòi nợ hay những điều ngoài vòng pháp luật.",
    "もしかしてパイロットやってるのって……": "Có lẽ việc cậu làm phi công là vì…",
    "そ、返済のため。学園に入ったのは、効率よく稼げると思ったから。\n今後の人生にも有利だしね。生活費だって寮生活なら浮かせられるし。": "Đúng, để trả nợ. Tôi vào học viện vì tôi nghĩ rằng tôi có thể kiếm tiền hiệu quả hơn.\nNó cũng có lợi cho cuộc sống sau này của tôi. Tôi có thể tiết kiệm chi phí sinh hoạt nếu sống trong ký túc xá.",
    "正直なところ、最初はこの程度の問題、余裕でクリアできると思ってた。\n親のやらかしだし、仕方ないから子どもの私がなんとかしてやるって。": "Thật lòng mà nói, ban đầu tôi nghĩ rằng vấn đề này có thể dễ dàng giải quyết được.\nĐó là lỗi của bố mẹ tôi, nên tôi phải làm gì đó để giúp đỡ họ.",
    "でもすぐにも現実が見えてきて……私程度の人間じゃ、\n他人のために何かを背負うなんてキャパオーバーだって気付いたの。": "Nhưng tôi đã sớm nhận ra thực tế… Tôi chỉ là một người bình thường, tôi không thể gánh vác bất cứ điều gì cho người khác.",
    "だからせめて借金以外は他人の何かを背負わないようにして、\n両親の失敗も反面教師にして……": "Vì vậy, ít nhất tôi sẽ không gánh vác bất cứ điều gì cho người khác ngoài khoản nợ, và\ntôi sẽ lấy thất bại của bố mẹ làm bài học…",
    "コスパよくタイパよく、効率的に生きるのが一番ってとこに\n行き着いた。できないことに、無理に力を注ぐべきじゃなかったんだ。": "Tôi đã đi đến kết luận rằng sống hiệu quả về chi phí và thời gian là tốt nhất.\nTôi không nên cố gắng hết sức cho những việc mà tôi không thể làm.",
    "なのに……このチームはキラキラしているし、非効率で感覚で生きてて、\n平気で私なんかを信頼していろいろ任せようとしてくる……": "Vậy mà… đội này lại lấp lánh, sống một cách không hiệu quả và theo cảm tính,\nvà họ cứ tin tưởng tôi và giao cho tôi đủ thứ…",
    "それが……とても怖いか。": "Điều đó… có lẽ rất đáng sợ.",
    "……うん。私なんかがこんなところにいるのが、\nそもそもの間違いだと思う。背負えないよ、これ以上。": "… Ừm. Tôi nghĩ rằng việc tôi ở đây là một sai lầm ngay từ đầu.\nTôi không thể gánh vác thêm nữa.",
    "エヴィ……お前に言いたいことがふたつある。": "Evi… Tôi có hai điều muốn nói với cậu.",
    "言いたいこと……？": "Muốn nói…?",
    "まず、お前が守りたいものはなんだ？　よく考えろ。\n仲間か？　新型ジェネレーターか？　それとも自分の評価か？": "Đầu tiên, cậu muốn bảo vệ điều gì? Hãy suy nghĩ kỹ.\nĐồng đội? Máy phát điện mới? Hay là đánh giá của bản thân?",
    "それからふたつめ。お前は自分がここにいることを『間違い』だと\n言ったな。だがお前はここに『選ばれた』から、いるんだ。": "Và điều thứ hai. Cậu nói rằng việc cậu ở đây là một 'sai lầm'.\nNhưng cậu ở đây vì cậu đã được 'chọn'.",
    "……それはフルートたちに知名度があるから、\n結果的に選ばれた中にいただけだよ。": "… Đó là vì 'Fullute' có danh tiếng, và kết quả là tôi chỉ ở trong số những người được chọn.",
    "いや、それは違うな。少なくともＲＳ社はお前含めて、\n『トレブルクインテット』なら出来ると信じて依頼したんだ。": "Không, không phải vậy. Ít nhất thì RS đã yêu cầu cậu, bao gồm cả cậu,\n'Treble Quintet' có thể làm được.",
    "……っ！": "…!",
    "それにそのトレブルクインテットのみんなも、お前を信じてる。\nこのチームなら、絶対に勝てるんだって。もちろん、俺もな。": "Và những người trong 'Treble Quintet' cũng tin tưởng cậu.\nHọ tin rằng đội này chắc chắn sẽ chiến thắng. Tất nhiên, tôi cũng vậy.",
    "……その期待を裏切りたくないから、今も悩んでいるんだろう？\n重圧から不安で逃げ出したい気持ちはわかる。": "… Cậu đang lo lắng vì không muốn làm mất lòng tin đó phải không?\nTôi hiểu cảm giác bất an và muốn trốn chạy khỏi áp lực.",
    "……": "…",
    "自分を信じられないんだろ。\n私なんかじゃ無理だ……そう思ってるんだろ？": "Cậu không tin vào bản thân phải không?\nTôi không thể làm được… Cậu đang nghĩ vậy phải không?",
    "……実際、無理でしょ。": "… Thực tế, không thể mà.",
    "それならそれで、別にいいさ。": "Nếu vậy thì cũng không sao.",
    "え？": "Hả?",
    "自分を信じられなくていい。\n……でも、その代わり他に信じるべきものがあるはずだ。": "Cậu không cần phải tin vào bản thân.\n… Nhưng thay vào đó, cậu phải tin vào một thứ khác.",
    "信じるべきもの……": "Thứ để tin vào…",
    "もう気づいてるだろ？　でも言っておくが、答え合わせはしないぞ。\nあとはお前がその信じるもののために、行動で示せ。": "Cậu đã nhận ra rồi phải không? Nhưng tôi sẽ nói cho cậu biết, tôi sẽ không đưa ra câu trả lời đâu.\nSau đó, hãy thể hiện bằng hành động vì điều mà cậu tin.",
    "エヴィは沈黙した。俺も無言で見つめる。\n場に静寂が落ちた。": "Evi im lặng. Tôi cũng im lặng nhìn.\nSự im lặng bao trùm cả căn phòng.",
    "無言ではあるが、エヴィの表情には変化があった。\n確かな、覚悟が見て取れる。": "Mặc dù im lặng, nhưng có sự thay đổi trên khuôn mặt của Evi.\nCó thể thấy rõ ràng, sự quyết tâm.",
    "%usernameusernameuserna%は、スパルタだって聞いてたけど……\n本当厳しいね。答え合わせしてくれないし、あとは行動で示せって……": "%usernameusernameuserna%, tôi nghe nói cậu là người rất nghiêm khắc…\nThật sự rất nghiêm khắc. Cậu không đưa ra câu trả lời, và chỉ bảo tôi hành động…",
    "ああ、何故かよく言われるんだ。こんなに優しい男だっていうのにな。": "Ừ, không hiểu sao tôi thường được nói như vậy. Trong khi tôi là một người tốt bụng như thế này.",
    "あはは、さんざん私の痛い所を突いて何を言ってるのさ。": "A ha ha, cậu đang nói gì vậy, sau khi đã chọc vào nỗi đau của tôi?",
    "……ねえ、%usernameusernameuserna%。": "… Này, %usernameusernameuserna%.",
    "ん？": "Hửm?",
    "ありがとね。\nなんだか今ならやれる気がする。": "Cảm ơn nhé.\nTôi cảm thấy như mình có thể làm được bây giờ.",
    "もう少しだけ頑張ってみるよ。信じてみる。\nこんな私を信じてくれた、みんなの想いを――": "Tôi sẽ cố gắng thêm một chút nữa. Tôi sẽ tin tưởng.\nVào những cảm xúc của tất cả mọi người, những người đã tin tưởng vào tôi —"
}