{
    "……さて、障害物競走だな。\nそれぞれコースを走って、チームの総合タイムで決まるんだよな？": "……Vậy là, cuộc thi vượt chướng ngại vật nhỉ?\nMỗi người chạy theo đường đua, rồi tính tổng thời gian của cả đội sao?",
    "そうね。私が参加できないせいで人数が少ない分、\n大きなタイムのペナルティが加算されるわ。": "Đúng vậy. Vì tớ không thể tham gia nên đội mình thiếu người, \nsẽ bị trừ nhiều điểm lắm.",
    "まあ、そうしないと速い子だけ参加させればいいってなるものね。\n……だから、あの３人には負担をかけて申し訳ないけども。": "Ừm, nếu không thì chỉ cần cho mấy đứa nhanh nhất tham gia là được rồi.\n……Thật sự xin lỗi 3 người kia vì đã làm phiền.",
    "まあ、仕方ないさ。\n心香の事情もある。それをわかって頑張ってるんだからなあ。": "Thôi nào, không sao đâu.\nCũng vì hoàn cảnh của Kokoro. Mấy đứa nó hiểu nên mới cố gắng mà.",
    "ええ、そうね……\nこんな風な気持ちで待てるなんて、昔の自分からは考えられないわ。": "Ừm, đúng vậy……\nTớ không thể ngờ mình lại có thể chờ đợi với tâm trạng như thế này, khác hẳn với tớ của ngày xưa.",
    "ああ、心香も変わってきてるんだろう。\nそれはきっと……いい変化だ。": "Ừa, chắc Kokoro cũng đã thay đổi rồi.\nChắc chắn là……một sự thay đổi tốt.",
    "そうかしらね……まあ、悪い気はしていないわ。": "Có lẽ vậy……Mà tớ cũng không thấy phiền.",
    "しかし、ラウラの不調は気になるな……": "Nhưng mà, tình trạng của Laura làm tớ lo lắng quá……",
    "そうね。\n今まで元気だったのに……何があったのかしら。": "Đúng vậy.\nMới đó mà đã không còn khỏe mạnh như trước……Không biết chuyện gì đã xảy ra nữa.",
    "もしも、私たちの知らない悩みを抱えているなら、\n相談してほしくはあるけども……": "Nếu mà, con bé đang gặp rắc rối mà chúng ta không biết, \ntớ mong là con bé sẽ tâm sự với chúng ta……",
    "まあ、人によって悩みは違うからな。\nタイミングがあれば言ってくれるだろうさ。": "Ừm, mỗi người có một nỗi khổ riêng.\nChắc là con bé sẽ nói ra khi đến thời điểm thích hợp.",
    "……そう思いたいわ。\nそろそろ、あの子達が走るタイミングね。": "……Tớ cũng mong là vậy.\nSắp đến lượt mấy đứa nó chạy rồi.",
    "最初はジュリーか……おお、良いスタートダッシュだな。\n他の子に比べても圧倒的に速いぞ。": "Đầu tiên là Julie à……Ôi, xuất phát nhanh thật đấy.\nNhanh hơn hẳn so với mấy đứa khác.",
    "ふふ、それはそうよ。\nリーダーは真っすぐな子だから、迷わないの。": "Hừm, đúng là thế mà.\nVì chị ấy là người thẳng tính, nên không do dự gì cả.",
    "走る競技では迷わない事は強みよ。\nそれだけ、全力で振り切って走れるもの。": "Trong các cuộc thi chạy thì không do dự là một lợi thế.\nNhư vậy mới có thể chạy hết mình được.",
    "……まあ、その分障害物でヒヤヒヤさせられるんだけど。": "……Mà, cũng vì thế nên tớ mới thấy hồi hộp vì mấy chướng ngại vật.",
    "今もうっかりハードル忘れてぶつかりそうになったり、\n網の中で普通に迷子になりかけたりしてたな。": "Nãy còn suýt quên xà đơn rồi đâm sầm vào, \nrồi còn lạc trong lưới nữa chứ.",
    "……はぁ、良かった。\n不安だったけど、トップのタイムでクリアね。": "……Haizz, may quá.\nMặc dù lo lắng, nhưng cuối cùng cũng về đích với thời gian nhanh nhất.",
    "こっちを見てブンブン手を振ってるぞ。": "Con bé đang vẫy tay về phía chúng ta kìa.",
    "……恥ずかしいからやめて欲しいわ。": "……Tớ ngại quá, làm ơn đừng có như thế mà.",
    "次はラウラか……\n不安そうな表情だし、やっぱり心配になるな。": "Tiếp theo là Laura……\nKhuôn mặt có vẻ lo lắng, tớ lại càng thêm lo.",
    "……私が走れたら良かったんだけど。": "……Giá mà tớ có thể chạy được.",
    "心香は目を伏せ、自らの膝をそっと撫でる。\nそれは事故によって傷ついた場所なのだろう。": "Kokoro cúi gằm mặt, nhẹ nhàng vuốt ve đầu gối mình.\nChắc đó là nơi bị thương do tai nạn.",
    "……でも、今の私は走れない。": "……Nhưng mà, tớ không thể chạy được.",
    "だから、今の私にしかできない事をやるしかないわ。\n……それが声を張って応援することだけだとしても。": "Thế nên, tớ chỉ có thể làm những gì mà tớ có thể làm.\n……Dù chỉ là cổ vũ bằng cách hét thật to đi chăng nữa.",
    "そうやって言えるなんて、心香は強いな。": "Cậu nói được như vậy, Kokoro mạnh mẽ thật đấy.",
    "……そんなことはないわ。\nだって、今でも思うもの。怪我をしなかったら……って。": "……Không có đâu.\nVì đến giờ tớ vẫn còn nghĩ. Giá mà mình không bị thương thì……",
    "でも、不思議ね……最近は、そんなことを考えるのに……\n今が嫌だなんて思わなくなったの。": "Nhưng mà, lạ thật……Gần đây, khi nghĩ về những điều như vậy……\ntớ không còn nghĩ rằng hiện tại mình không thích nữa.",
    "それはきっと……プレ・クラス－Ａのメンバーのおかげね。": "Chắc chắn là……nhờ có các thành viên của Pre-Class-A.",
    "それ、ジュリーたちが聞いたら感動して大騒ぎだろうな。": "Nếu Julie và mọi người nghe được thì chắc sẽ cảm động mà ầm ĩ lên cho xem.",
    "……だから内緒よ？\n%usernameusernameuserna%だから言ったの。": "……Thế nên đừng nói cho ai biết nhé?\n%usernameusernameuserna% đã nói với tớ đấy.",
    "と、気づけばラウラはスタートして必死に走っていた。\nしかし、それでも練習に比べると精彩を欠いている": "Và, khi nhận ra thì Laura đã xuất phát và đang cố gắng chạy hết sức mình.\nTuy nhiên, vẫn không được xuất sắc như lúc tập luyện.",
    "だが、それでも体が覚えているのだろう。\nルートの取り方や走りは他に比べてもスムーズだ。": "Nhưng mà, cơ thể con bé vẫn còn nhớ.\nCách lấy đường chạy và cách chạy vẫn mượt mà hơn những người khác.",
    "（真面目に練習を積み重ねてきた成果だな。\n……頑張ってきた成果が実ったってことだろう。）": "（Quả là kết quả của việc luyện tập chăm chỉ.\n……Chắc là những nỗ lực đã được đền đáp rồi.）",
    "そうしてラウラはゴールする。\nとはいえ、１位というわけでもなく中堅くらいのタイムだ。": "Và Laura đã về đích.\nTuy nhiên, không phải là vị trí thứ nhất, mà là ở giữa bảng xếp hạng.",
    "はぁっ、はぁっ、はぁっ……！": "Haa, haa, haa……!",
    "お疲れ様、ラウラ！　よくがんばったね！": "Vất vả rồi, Laura! Cậu đã cố gắng hết sức rồi!",
    "う、うん……ごめんなさい。\nもっと早く走れたと思ったけど……": "Ư, ừm……xin lỗi.\nTớ cứ nghĩ là mình có thể chạy nhanh hơn……",
    "大きなミスはなかった。\nだが、それでも気迫という面で負けていた気はする。": "Không có lỗi nào lớn cả.\nNhưng mà, tớ cảm thấy con bé đã thua về mặt khí thế.",
    "……もっと早く走れたのに……ごめんなさい。": "……Đáng lẽ tớ có thể chạy nhanh hơn……xin lỗi.",
    "なに言ってるの！　走り切って立派だったわ！": "Cậu đang nói gì vậy! Cậu đã chạy hết mình và rất tuyệt vời!",
    "ジュリーがラウラを励ますのを見ながら、俺は得点の計算をする。": "Trong khi nhìn Julie đang động viên Laura, tôi tính điểm.",
    "……ジュリーとラウラの順位だと現状はギリギリだな。\n最後のノエル次第ってところだろう。": "……Với thứ hạng của Julie và Laura thì hiện tại vẫn còn rất sít sao.\nChắc là phải nhờ vào Noel ở lượt cuối thôi.",
    "……ええ、そうね。\n頑張って練習をしていたノエルだったら大丈夫……きっと。": "……Ừm, đúng vậy.\nNếu là Noel đã luyện tập chăm chỉ thì chắc chắn là ổn thôi……nhất định là vậy.",
    "祈るような心香。そうして最後のレースになる。\n出走者に並んだノエルは少しだけ緊張した表情を浮かべていた。": "Kokoro cầu nguyện. Và cuộc đua cuối cùng đã bắt đầu.\nNoel, người đang xếp hàng ở vạch xuất phát, có vẻ hơi căng thẳng.",
    "私が言うのもなんだけどノエルちゃん、緊張してるわね……": "Tôi nói thì hơi kỳ, nhưng Noel-chan có vẻ căng thẳng nhỉ……",
    "ノエルー！　リラックスするのよー！\n絶対に大丈夫だから！　あたしが保証するわ！": "Noel-! Hãy thả lỏng đi-!\nChắc chắn là ổn thôi! Tớ đảm bảo đấy!",
    "あはは……ジュリーちゃん、すっごい聞こえてくる。\nうん、頑張るよー！": "A ha ha……Julie-chan, nghe rõ mồn một luôn.\nỪm, tớ sẽ cố gắng-!",
    "うぅ……んん、大丈夫かな？\n思ったよりもドキドキしちゃってフワフワした気分。": "Ưu……ưm, không biết có ổn không nữa?\nTim cứ đập thình thịch, cảm giác cứ bồng bềnh thế nào ấy.",
    "そうして、スタートの合図と共に走り出すノエル。\n彼女の前に最初の障害、ハードルが立ちはだかる。": "Và, cùng với hiệu lệnh xuất phát, Noel bắt đầu chạy.\nChướng ngại vật đầu tiên trước mặt cô bé là xà đơn.",
    "ここは、大丈夫っ！": "Chỗ này, ổn mà!",
    "ちゃんと、皆と練習をしたから……！\nこのまま、走って障害物を越えて……！": "Vì tớ đã luyện tập cùng mọi người mà……!\nCứ thế này, chạy và vượt qua chướng ngại vật……!",
    "よし！": "Được!",
    "俺達が固唾をのんで見守る中、\nノエルはスラローム走をスピードを殺すことなく攻略した。": "Trong khi chúng tôi nín thở theo dõi, \nNoel đã vượt qua đường chạy zích zắc mà không hề giảm tốc độ.",
    "（問題だったことはクリアした……！\nだが、最後の網くぐりは……）": "（Những vấn đề đã được giải quyết……!\nNhưng mà, đến lượt chui qua lưới thì……）",
    "歯を食いしばって険しい表情を浮かべるノエル。\n練習の時と違って本番のプレッシャーもあるのだろう。": "Noel nghiến răng và lộ vẻ mặt căng thẳng.\nChắc chắn là áp lực trong buổi thi thật khác với lúc tập luyện.",
    "そのせいでかかるストレスは普段以上のものだ。\n恐らく今の衝動は練習の時に比べて何倍も大きい。": "Vì thế mà căng thẳng còn hơn bình thường.\nCó lẽ cảm xúc hiện tại còn lớn hơn gấp nhiều lần so với lúc luyện tập.",
    "……ノエル、あんなに苦しそうな顔で……！\nきっと、凄くつらいはず……": "……Noel, mặt con bé khổ sở quá……!\nChắc chắn là con bé đang rất đau khổ……",
    "ああ……どれだけ我慢してるんだろうな……\nノエル……頼む、あとちょっとだ！　我慢してくれ……！": "Ưa……không biết con bé đã cố gắng đến mức nào nữa……\nNoel……làm ơn, cố gắng thêm chút nữa đi! Cố lên……!",
    "……ノエル……っ！　ノエル、頑張って！！": "……Noel……!",
    "っ！？　え？　この声……心香、ちゃん……？": "Hả!? Ể? Giọng nói này……Kokoro-chan……?",
    "ノエル！　あとちょっとだぞ！！": "Noel! Cố gắng thêm chút nữa đi!",
    "ノエルなら、出来るって信じてるから！\n頑張って！": "Tớ tin là Noel có thể làm được mà!\nCố lên!",
    "……っ！！": "……!",
    "みて、%usernameusernameuserna%！\nノエルが凄い勢いで……！": "Nhìn kìa, %usernameusernameuserna%!\nNoel đang chạy với tốc độ kinh khủng……!",
    "いいぞ、ノエル！　……あれだけ頑張ったんだ！\nお前ならきっと勝てるはずだ！": "Được lắm, Noel!……Con bé đã cố gắng rất nhiều!\nChắc chắn là mày sẽ thắng thôi!",
    "私が走れない分も我慢して頑張って……\nノエル……本当にありがとう……必死に応援するから！": "Tớ sẽ chịu đựng và cố gắng thay cho cậu……\nNoel……cảm ơn cậu rất nhiều……tớ sẽ cổ vũ hết mình!",
    "いけーっ、ノエル！！": "Cố lên, Noel!",
    "やったわ、抜けたわ！": "Được rồi, vượt qua rồi!",
    "網を手に取って、今にも暴れそうになっていたノエル。\nしかし、ぐっとこらえてまっすぐに進んでいく。": "Noel cầm lấy tấm lưới, như muốn nổi điên lên.\nTuy nhiên, con bé đã cố gắng kìm nén và tiến về phía trước.",
    "うああああああぁぁぁっ！！": "Uaaaaaaahhhhh!",
    "凄いぞノエル！　後ろは全然追いついてないぞ！\nそのまま走るんだ！": "Tuyệt vời, Noel! Phía sau không ai đuổi kịp cả!\nCứ thế mà chạy đi!",
    "お願い……！": "Làm ơn……!",
    "ノエルは身体を起こして一気に駆け出す。\nその行く手に、もう障害はない。": "Noel đứng thẳng người lên và lao nhanh về phía trước.\nCon đường phía trước không còn chướng ngại vật nào cả.",
    "そして最後の直線で加速し、ゴールを駆け抜けていった。": "Và rồi tăng tốc ở đoạn đường cuối, lao về đích.",
    "はぁ、はぁ、はぁ……やった……やったぁ……！": "Haa, haa, haa……Được rồi……Được rồi……!",
    "すごいわノエル！！": "Tuyệt vời, Noel!",
    "凄いわノエルちゃん……！　本当に……！": "Tuyệt vời, Noel-chan……! Thật sự……!",
    "圧倒的な速度だったノエルのタイムは、今日一番のものだった。\nそうして、ノエルは晴れやかな笑顔を俺たちへと向けた。": "Thời gian của Noel với tốc độ vượt trội đã trở thành thời gian nhanh nhất trong ngày.\nVà Noel đã nở một nụ cười rạng rỡ với chúng tôi.",
    "そうしてタイムの計算が終わりハンデ込みでも、\nプレ・クラス－Ａが圧倒的な１位を獲得していた": "Và sau khi tính toán thời gian, dù có tính cả điểm trừ, \nPre-Class-A đã giành vị trí số 1 một cách áp đảo.",
    "やった……！　やったよ、みんなっ！": "Được rồi……! Được rồi, mọi người!",
    "よく頑張ったわね！\nノエルちゃんのおかげよ！": "Mọi người đã cố gắng rất nhiều!\nNhờ có Noel-chan đấy!",
    "みんなで練習を続けてきて本当に良かったよね！": "Thật tốt vì chúng ta đã cùng nhau luyện tập nhỉ!",
    "これで優勝に向けて大きく前進したわ。\nこの調子でみんなで勝ちきりましょう。": "Như vậy chúng ta đã tiến một bước lớn để giành chiến thắng rồi.\nVới đà này, mọi người hãy cùng nhau chiến thắng nhé.",
    "そしてみんなでパイロットになるんだーっ！": "Và rồi tất cả chúng ta sẽ trở thành phi công!",
    "……": "……",
    "（練習段階で一番、苦労した競技で優勝した意義は大きい。\n単純な成果だけでなく、大きく士気が上がる出来事になった）": "（Việc giành chiến thắng ở cuộc thi khó khăn nhất trong giai đoạn luyện tập có ý nghĩa rất lớn.\nKhông chỉ là kết quả đơn thuần, mà còn là một sự kiện nâng cao tinh thần rất lớn）",
    "（だが……やはりラウラの様子が気になるな。\n未だに浮かない顔をして……何があったんだ？）": "（Nhưng mà……tớ vẫn còn lo lắng về tình hình của Laura.\nVẫn còn vẻ mặt buồn bã……không biết chuyện gì đã xảy ra nữa？）"
}