{
    "助けて、タケルちゃん！\n緊急事態だよー！": "Cứu tớ với, Takeru-chan!\nTình huống khẩn cấp này!",
    "何だよ藪から棒に……\n今日は何をやらかしたんだ？": "Gì đây, tự dưng xồ ra... \nHôm nay lại gây ra chuyện gì nữa đây?",
    "調子に乗って料理を失敗でもしたのか？\nそれとも、委員長と彩峰が喧嘩をしているとかか？": "Chắc lại lên mặt rồi làm hỏng món ăn à?\nHay là, hội trưởng với Ayamine lại cãi nhau?",
    "そんなんじゃないよ！\n日記がそろそろ書き終わっちゃうの！": "Không phải vậy đâu!\nSổ tay của tớ sắp hết rồi!",
    "日記……？\nああ、そういやこっちに来てからも毎日書いてるんだったな。": "Sổ tay...? \nÀ, phải rồi, qua đây cậu ấy cũng viết mỗi ngày.",
    "そうだよ！　こっちに来てからの事を書こうと思って、\nスカラ校舎で競争した時にめるちゃんと買ったんだよ。": "Đúng vậy!\nTớ định viết về những chuyện từ khi qua đây, \ntớ đã mua nó với Meru-chan khi thi ở học viện Scara.",
    "あの競争の時、そんなに余裕あったのかよ……\nそれ聞いてなおさら悔しくなってきたぞ。": "Lúc thi đó, cậu có nhiều thời gian rảnh đến vậy sao... \nNghe vậy càng thấy tiếc hơn.",
    "――って、それよりも日記がなくなっちゃうの！": "――Mà, quan trọng hơn là sổ tay sắp hết rồi!",
    "もう明日にはページ使いきっちゃうんだよー！\nうう、どうしよ～！": "Mai là hết sạch trang rồi!\nƯ... phải làm sao đây!",
    "どうしようもこうしようも……\n別に買いに行けばいい話じゃないのか？": "Phải làm sao với chẳng làm sao... \nChẳng phải cứ đi mua cái khác là được sao?",
    "だ、だってお店とか知らないし……\n一人で買い物に行くのはちょっと怖いから……": "T, tại vì tớ không biết cửa hàng nào... \nĐi mua sắm một mình hơi sợ...",
    "……オレを頼らなくても、\nこっちの知り合いがいるなら頼ればいいんじゃないか？": "...Dù không cần nhờ đến tôi, \ncậu có thể nhờ người quen ở đây mà?",
    "うう……頼ろうかと思ったんだけど、\nめるちゃんはテストが近いらしくて忙しそうで……": "Ư... Tớ cũng định nhờ, \nnhưng Meru-chan hình như bận vì sắp thi...",
    "他にも知り合った人はいるんだけど、\nどの人もメイズ探索とか色々あって忙しそうなの。": "Mấy người bạn khác tớ quen cũng vậy, \người nào cũng bận rộn với việc thám hiểm Mê Cung gì đó.",
    "あ～……そりゃなんとも間が悪いな。": "A~... Đúng là xui thật.",
    "日記がなくなる前に買っておきたいから……\nだからお願い！　今、ヒマそうなタケルちゃんだけが頼りなの！": "Vì tớ muốn mua trước khi sổ tay hết... \nNên tớ xin cậu đấy! Bây giờ chỉ có Takeru-chan rảnh thôi!",
    "人にものを頼む態度じゃねえだろ！\nせめてちゃんとお願いをしろ！": "Cái thái độ nhờ vả người khác kiểu gì vậy!\nÍt nhất cũng phải xin đàng hoàng chứ!",
    "お願い、タケルちゃん！\n一緒に買い物に行って！　一人だと心細いの！": "Xin cậu, Takeru-chan!\nĐi mua sắm với tớ đi! Một mình tủi thân lắm!",
    "ったく……最初からそう言ってくれればいいんだよ。": "Chậc... Cứ nói vậy ngay từ đầu thì tốt rồi.",
    "部屋に籠もってちゃ体が鈍るし、気分転換もしないとな。\nそれじゃ、準備するから待っててくれ。": "Ở trong phòng mãi thì người sẽ uể oải, cũng cần phải thay đổi không khí chứ.\nVậy, tôi chuẩn bị đây, cứ đợi đi.",
    "ありがと！　それでこそタケルちゃんだよ！\nでも、お願いしておいてなんだけど……詳しいの？": "Cảm ơn cậu! Đúng là Takeru-chan mà!\nNhưng, dù tớ nhờ cậu... Cậu rành không?",
    "ああ、任せておけ。": "À, cứ giao cho tôi.",
    "オレも結構この世界について詳しくなったからな。\n買い物で行く店くらいは簡単に見つけてやるさ。": "Tôi cũng khá rành về thế giới này rồi.\nĐi tìm cửa hàng để mua sắm thì dễ như ăn cháo.",
    "見ろ、純夏！\nオレ達に向かって尻尾振ってる可愛い犬がいるぞ！": "Nhìn kìa, Junna!\nCó một con chó con dễ thương đang vẫy đuôi với chúng ta kìa!",
    "わぁ、かわいい！\nちっちゃくてモフモフキュートだね♪": "Woa, dễ thương quá!\nNhỏ nhắn, mềm mại, cute ghê♪",
    "おっ！？　なあ純夏、向こうに行列のできてる店があるぞ！\nせっかくだし、何か食っていかないか！？": "Hả!? Này Junna, có một cửa hàng đang xếp hàng kìa!\nNhân tiện, mình ăn gì đó không?",
    "本当だ、学生がいっぱいだね。\n美味しそうな匂いもしてるし、お腹空いてきたかも……": "Đúng rồi, có nhiều học sinh ghê.\nMùi thơm quá, chắc tớ cũng thấy đói rồi...",
    "いや待て、純夏。\nあっちに変なことやってる大道芸人が――": "Khoan đã, Junna.\nỞ đằng kia có một gã nghệ sĩ đường phố đang làm trò quái quỷ――",
    "うん……でも、タケルちゃん。日記が……": "Ừm... Nhưng mà, Takeru-chan. Sổ tay...",
    "おおっ、純夏！　空を見ろ！\n雲の隙間から未確認飛行物体が――": "Oa, Junna! Nhìn lên trời kìa!\nTừ khe hở của đám mây có một vật thể bay không xác định――",
    "……タケルちゃん。\n本当は道に迷っちゃったんでしょ？": "...Takeru-chan.\nCậu lạc đường đúng không?",
    "……くっ……バレたか……！": "...Khặc... Bị lộ rồi sao...!",
    "やっぱりそうだよね。\nタケルちゃん、誤魔化すの下手すぎだよ……": "Tớ biết mà.\nTakeru-chan, cậu toàn giấu dốt tệ quá...",
    "いや、よく考えてみたら、文具店なんて用が無いからさ……\n全然行くこともないんで、場所の検討もつかなかったんだ。": "Không, nghĩ kỹ thì, cửa hàng văn phòng phẩm thì có gì đâu... \nTôi cũng chẳng đi bao giờ, nên cũng không biết chỗ nào.",
    "も～っ。\n気付いたときに、素直にそう言ってくれればよかったのに！": "Mồ~.\nĐáng lẽ lúc nhận ra thì cứ nói thẳng ra là được rồi!",
    "でも、どうするの？\n今どこにいるのかもわからないけど……": "Nhưng mà, phải làm sao đây?\nBây giờ cũng không biết mình đang ở đâu nữa...",
    "うーむ。道を尋ねるなら、\n一応、アテがなくはないんだが……": "Ưm. Nếu muốn hỏi đường, \nthì cũng có chút manh mối...",
    "アテ……？": "Manh mối...? ",
    "風紀委員会っていただろ？　あの時も、\n困ってたら素直に助けてくれたから道も教えてくれるはずだ。": "Hội trưởng kỷ luật đúng không?\nlúc đó, nếu gặp khó khăn thì cô ấy đã giúp đỡ rất nhiệt tình, chắc chắn sẽ chỉ đường cho cậu.",
    "あ、そっか！　じゃあ、風紀委員会の人を探して、\nお願いすれば助けてもらえるかも……！": "À, phải rồi!\nVậy thì, tìm người của hội kỷ luật, \nnhờ họ giúp đỡ thì có lẽ được đấy...!",
    "とはいえ、今周囲を見てもそれらしい人がいないってのが、\n一番の問題だな。": "Tuy nhiên, vấn đề lớn nhất là bây giờ nhìn quanh cũng không thấy ai cả.",
    "大前提から覆っちゃった！？　\n……んー、急ぎでもないし……折角だからのんびり探さない？": "Lật đổ cả tiền đề rồi sao!? \n...Ưm, cũng không gấp lắm... Hay là mình cứ thong thả tìm kiếm nhỉ?",
    "たまにはこういうのも悪くないかなって思うの。": "Tớ nghĩ thỉnh thoảng như vậy cũng không tệ đâu.",
    "こういうのって？": "Như vậy là sao?",
    "タケルちゃんとふたりきりで、\n知らない街をゆっくり歩きながら話すの。": "Tớ và Takeru-chan, \ncùng nhau đi dạo trong một thành phố xa lạ, vừa đi vừa nói chuyện.",
    "だって、二人っきりで何かをするのって、\nこの世界に来てから全然してなかったからね！": "Tại vì, hai đứa mình làm gì cùng nhau, \ntừ khi qua thế giới này cũng chưa từng có mà!",
    "……確かに、たまには悪くないかもな。": "...Quả thật, thỉnh thoảng cũng không tệ.",
    "――なんて話をしてたら、あっさり見つかるんだよな。\n悪いな、もうちょっとゆっくり話ながら探したかったろ？": "――Cứ nói chuyện như vậy thì, lại tìm thấy dễ dàng thôi.\nXin lỗi, cậu muốn vừa nói chuyện vừa tìm nhỉ?",
    "そうだねー。う～ん……": "Đúng vậy. Ưm...",
    "（……生返事だけして、全然こっち見ないな）": "(...Chỉ ậm ừ, chẳng thèm nhìn mình nữa)",
    "こっちはちょっとデザインが派手すぎるかな～……\n表紙がゴテゴテしてるっていうか……": "Chỗ này kiểu dáng hơi lòe loẹt quá nhỉ... \nBìa nhìn rối rắm quá...",
    "ん？　いいんじゃないか？\nけっこう見た目は可愛いと思うんだが。": "Hửm? Không tệ mà?\nTôi thấy nhìn cũng dễ thương đấy.",
    "可愛いんだけど……めるちゃんと買ったのは、\nもうちょっと大人しいデザインの日記帳だったから。": "Dễ thương đấy... Nhưng mà, cái tớ mua với Meru-chan, \nlại là sổ tay kiểu dáng điềm đạm hơn.",
    "折角なら、そっちと合わせたデザインの方がいいかなって。\nあと、書きやすいかどうかも大切だし……": "Nếu được thì, kiểu dáng hợp với cái kia thì tốt hơn.\nVới lại, dễ viết hay không cũng quan trọng nữa...",
    "うーむ、オレはそういうのは気にしないからな。": "Ưm, tôi thì không quan tâm mấy thứ đó.",
    "むむ！　それはタケルちゃんが大雑把だからだよ！": "Umu! Đó là vì Takeru-chan quá xuề xòa đấy!",
    "お前なぁ……サラッと失礼な事をいいやがって。": "Này cậu... Nói năng vô lễ quá đấy.",
    "むむむ……こっちの方がデザインはいいんだけど……\nあんまりページ数が無いし……ちょっとお高い……": "Umuumu... Cái này thì kiểu dáng đẹp hơn... \nNhưng mà không có nhiều trang... Hơi đắt...",
    "って、また集中し始めたか……\nまあ、楽しんでるならいいんだが。": "Này, lại tập trung rồi à... \nMà, cậu vui là được.",
    "んんっ……タケルちゃん、そっちの上のやつ取って！\n手が届かないの！": "Ừm... Takeru-chan, lấy cái trên kia giúp tớ!\nTớ không với tới!",
    "ん？　これか？": "Hửm? Cái này à?",
    "ん、ありがと！\n……んー、でもこっちはあんまりだなぁ……": "Ừ, cảm ơn!\n...Ưm, nhưng mà cái này không được hay lắm...",
    "じゃあ戻しておこうか？": "Vậy tôi để lại nhé?",
    "うん、お願い！\nそれじゃあ次は……": "Ừm, làm ơn!\nVậy tiếp theo là...",
    "おい、待て！？\nまさか全部オレが取るのか！？": "Ê, đợi đã!?\nChẳng lẽ tất cả đều là tôi lấy sao!?",
    "だって、背が届かないんだもん！\nわたしの日記帳選びを手伝ってくれるんだよね！": "Tại vì tớ không với tới mà!\nCậu giúp tớ chọn sổ tay mà!",
    "いや、案内はするといったが、\n手伝うまでは言ってなかったぞ……": "Không, tôi chỉ nói là hướng dẫn thôi, \nchưa nói là giúp đỡ...",
    "う～ん……どうしようかな～……\nこっちもいいけど、あっちも……": "Ư~m... Phải làm sao đây~... \nCái này cũng được, cái kia cũng được...",
    "また自分の世界に没頭し始めたか……\nまあ、仕方ないか。": "Lại đắm chìm vào thế giới của mình nữa rồi... \nMà thôi, đành chịu vậy.",
    "（この調子じゃ、いつまで買い物に付き合わされることやら）": "(Cứ thế này thì, không biết bao giờ mới mua xong đây)",
    "うーん……ねえ、タケルちゃん！\nタケルちゃんは何か気になる日記帳ないかな？": "Ưm... Này, Takeru-chan!\nTakeru-chan có cuốn sổ nào để ý không?",
    "折角だから、そういう意見も聞きたいなって！": "Nhân tiện thì, tớ cũng muốn nghe ý kiến của cậu!",
    "ん？　気になる日記帳か……\nあー、これなんてどうだ？": "Hửm? Sổ tay để ý à... \nÀ, cái này thì sao?",
    "これ？　うーん、確かに可愛くて良いかも。\nただ、凄くシンプルなのは気になるかなぁ……": "Cái này? Ưm, quả thật là dễ thương đấy.\nChỉ có điều, đơn giản quá cũng hơi lo...",
    "どうしてこれを選んだの？": "Sao cậu lại chọn cái này?",
    "ん？　あー、なんでだろうな？": "Hửm? À, tại sao nhỉ?",
    "不思議と目を惹かれたっていうか……\n何となく純夏っぽいなって思ってさ。": "Cảm giác bị thu hút một cách kỳ lạ... \nCảm giác như là Junna vậy.",
    "わたしっぽい……？": "Giống tớ sao...?",
    "――じゃあ、これに決めた！": "――Vậy thì, tớ chọn cái này!",
    "えらくあっさりだな。\nさっきまであんなに悩んでたのに。": "Quyết định nhanh gọn ghê.\nLúc nãy còn phân vân ghê gớm mà.",
    "お会計済ませてくるね。\nタケルちゃんはここで待ってて。": "Tớ đi thanh toán đây.\nTakeru-chan cứ đợi ở đây nhé.",
    "今日は付き合ってくれてありがとね、タケルちゃん！": "Hôm nay cảm ơn cậu đã đi cùng tớ nhé, Takeru-chan!",
    "いや、オレも良い気分転換にはなったからな。": "Không, tôi cũng thấy thoải mái hơn.",
    "タケルちゃんに買ってもらった日記帳、大切に使うね。": "Tớ sẽ dùng cuốn sổ tay mà Takeru-chan mua cho, tớ sẽ giữ gìn nó thật cẩn thận.",
    "ったく……あんな意気揚々とレジに向かっておいて\n金を忘れてるって涙目になってくるとは思わなかったぞ。": "Chậc... Cứ hùng hổ ra quầy thu ngân, \nai ngờ lại khóc lóc vì quên tiền.",
    "うっ……だ、だって、忘れてると思わなかったから……！": "Ư... T, tại vì tớ không nghĩ là tớ quên...",
    "オレは買い物に付き添うだけのはずだったんだけどなー。": "Tôi chỉ định đi cùng thôi mà...",
    "むぐぐ……ていうか、そもそもお金のことで\nタケルちゃんがどうこう言うのはおかしいよ！": "Mugugu... Mà, chuyện tiền bạc thì \nTakeru-chan nói gì cũng vô lý!",
    "ここでわたし達が使わせてもらってるお金って、\n生徒会長さんが用意してくれたものじゃない！": "Tiền mà chúng ta đang dùng ở đây, \nlà hội trưởng chuẩn bị cho chúng ta mà!",
    "その事実にもう気付いたか。\n純夏にしては冴えてるじゃないか。": "Cậu cũng nhận ra rồi à.\nJunna cũng lanh lợi đấy.",
    "もーっ！　そうやってすぐバカにして！": "Mồ~! Cứ thích trêu chọc tớ!",
    "ははは。": "Ha ha ha.",
    "むぅ……": "Muu...",
    "……ねえ、タケルちゃん。": "...Này, Takeru-chan.",
    "んー？": "Ưm?",
    "わたし、本当に今日は楽しかったよ。\nタケルちゃんとふたりでお出かけできて。": "Tớ, hôm nay thật sự rất vui.\nVì tớ và Takeru-chan đã cùng nhau ra ngoài.",
    "……そうだな。オレも楽しかったぞ": "...Đúng vậy. Tôi cũng vui.",
    "ここへ来てから落ち着かない毎日だったからな。\nこんな風に落ち着いてゆっくりする時間もなかったしな。": "Từ khi đến đây, ngày nào cũng bận rộn.\nCũng không có thời gian thong thả như vậy.",
    "ずーっと忙しかったもんね。\nみんなでメイズに頑張って潜ったりして。": "Cứ bận rộn suốt thôi mà.\nMọi người cùng nhau cố gắng trong Mê Cung.",
    "スカラ校舎での騒動もそうだが……\nこっちの世界に馴染むために色々と付き合ったりしてな。": "Rắc rối ở học viện Scara cũng vậy... \nTôi đã cùng cậu làm nhiều việc để hòa nhập với thế giới này.",
    "うん……だから、こんな風にゆっくりするのもいいね。": "Ừm... Vì vậy, thong thả như thế này cũng tốt.",
    "そうだな。面倒事を忘れる時間だって大事だし、\n今度は冥夜や委員長達も連れて――": "Đúng vậy. Quên đi những phiền phức cũng quan trọng, \nlần tới thì cả Meiya và hội trưởng nữa――",
    "みんなと過ごすのももちろんだけど。\nわたしはまた、タケルちゃんと、ふたりきりがいいな。": "Tất nhiên là cùng mọi người cũng được.\nNhưng mà tớ muốn, tớ và Takeru-chan, ở riêng với nhau.",
    "……純夏……": "...Junna...",
    "（なんとなく……オレは、この笑顔を守りたくて\nずっと戦っていたような気がする……）": "(Cảm giác như... Tôi muốn bảo vệ nụ cười này, \ncứ thế mà chiến đấu suốt...) ",
    "……じゃあ、また時間作って出かけるか。\nふたりで買い物とか遊びにでも。": "...Vậy thì, lại dành thời gian ra ngoài nhé.\nHai đứa mình cùng đi mua sắm hoặc đi chơi.",
    "いつも優しいだろ": "Cậu lúc nào cũng tốt bụng mà",
    "たまにはな": "Thỉnh thoảng thôi",
    "タケルちゃん、今日はなんだか妙に優しいね？": "Takeru-chan, hôm nay sao lại tốt bụng lạ thường vậy?",
    "む！　そう言ってるけど、\nタケルちゃんには、いっつも意地悪されてる気がする！": "Mù! Cậu nói vậy, \ntớ cảm thấy Takeru-chan toàn làm tớ giận thôi!",
    "純夏のワガママに付き合ってやってるんだから、\nオレは海くらいに広くて寛大な心を持ってるぞ？": "Vì cậu cứ làm nũng, \ntôi có tấm lòng bao la rộng lớn như biển cả đấy?",
    "……ふふ、本当は知ってるよ。\nいつも意地悪だけど、いつも優しいんだよね、タケルちゃんは。": "...Phụt, tớ biết mà.\nTuy lúc nào cũng làm tớ giận, nhưng Takeru-chan luôn tốt bụng mà.",
    "ふふ、認めちゃうんだ。\nでも、たまにじゃなくていつも優しい方が嬉しいな。": "Phụt, cậu thừa nhận à.\nNhưng mà, tớ muốn không phải thỉnh thoảng mà là luôn tốt bụng cơ.",
    "おいおい、分かってないな。\n普段から優しいと純夏が調子に乗るだろ？": "Này này, cậu không hiểu rồi.\nNếu tốt bụng từ đầu thì Junna sẽ được đà đấy?",
    "ふふ、そんな意地悪なことを言ってくるタケルちゃんは、\nわたしがいっぱい振り回しちゃうんだからね♪": "Phụt, Takeru-chan nói vậy, \ntớ sẽ tha hồ trêu chọc cậu♪",
    "なんか……純夏にしちゃ余裕を感じるな、今日は。\nというか、さっきから変な感じだ。": "Cảm giác... Junna hôm nay có vẻ thoải mái nhỉ.\nNói đúng hơn, từ nãy đến giờ có gì đó lạ lạ.",
    "変なのはタケルちゃんもだよ。\nタケルちゃんはいっつも変だけど。": "Takeru-chan cũng lạ mà.\nTakeru-chan lúc nào cũng lạ mà.",
    "何ぃ！？": "Gì cơ!?",
    "純夏がそういう態度なら、オレは一緒に行かなくてもいいぞ。\n次は他の誰かと出かけることにするからな。": "Nếu Junna có thái độ đó, tôi sẽ không đi cùng nữa đâu.\nlần tới tôi sẽ đi với người khác.",
    "冥夜にはちょくちょく訓練に付き合ってくれって言われるし、\n美琴にも遊びに誘われるし、委員長からも相談を受けてるし――": "Meiya thì cứ bảo tôi đi huấn luyện, \nMikoto cũng mời tôi đi chơi, hội trưởng cũng nhờ tôi tư vấn――",
    "そうやっていろんな人に声をかけられても、\nちゃんとわたしのこと考えてくれてるんだって知ってるよ？": "Dù được nhiều người mời như vậy, \ncậu vẫn luôn nghĩ cho tớ, tớ biết mà?",
    "いつも変で、唐突で、エッチで、意地悪で、優しくて、\n……いつも隣にいてくれるのが、タケルちゃんなんだよ。": "Lúc nào cũng lạ, đột ngột, biến thái, xấu tính, tốt bụng, \n...Người luôn ở bên cạnh tớ là Takeru-chan.",
    "……": "...",
    "そういうわけだから、また買い物に付き合ってね！": "Vì vậy, hãy đi mua sắm với tớ nhé!\n",
    "いや、どういうわけだ？": "Không, vì sao lại như vậy?",
    "絶対、ちゃんと、予定空けてね！": "Nhất định, phải, để trống lịch trình đấy!",
    "あー、わかったわかった。": "À, hiểu rồi hiểu rồi.",
    "わたしから誘うだけじゃ不公平だから、\nちゃんとタケルちゃんからも誘ってね？": "Vì chỉ tớ rủ thì không công bằng, \ncậu cũng phải rủ tớ nhé?",
    "気が向いたらな。": "Khi nào thích thì thôi.",
    "これからもずぅ～っと一緒だよね。\n明日だって、明後日だって、来週だって……": "Sau này sẽ luôn luôn bên nhau nhé.\nNgày mai, ngày mốt, tuần sau...",
    "（……ずっと一緒、か）": "(...Luôn bên nhau, sao)",
    "（純夏がそれを望んでくれるから……\nオレはずっとお前の隣にいられるのかもな）": "(Junna mong muốn như vậy... \ncó lẽ tôi có thể ở bên cạnh em mãi mãi)"
}