{
    "んじゃ今日も同じく、個人的戦闘で。準備はいいな？": "Vậy là hôm nay chúng ta lại chiến đấu cá nhân nhé. Mọi người chuẩn bị xong chưa?",
    "はいっ！　いつでもいけます！": "Vâng! Em luôn sẵn sàng!",
    "フフン、今日は負けないよー？\nこっちには奥の手があるんだからね！": "Hừm, hôm nay tớ sẽ không thua đâu!\nVì tớ có 'át chủ bài' mà!",
    "ふーんだ！　今日の撃破数１位の座はもらっちゃうもん！": "Hừ! Tớ sẽ giành vị trí số 1 về số lượng tiêu diệt hôm nay!",
    "……みんな、やる気。": "……Mọi người đều rất hăng hái.",
    "そりゃあ、昨日のめるちゃんの稼ぎを見たらね！　研究費のためにも、\nがっつり掘って、どんどんメイズシフターも倒すんだから！": "Đúng là như vậy, sau khi thấy Meryl kiếm được nhiều tiền hôm qua!\nVì quỹ nghiên cứu, chúng ta phải cày thật nhiều và hạ gục càng nhiều Máy Dịch Chuyển Mê Cung càng tốt!",
    "ラミもお金だーい好き♪\nここはサイフが自生してるってなもんよ！": "Lami cũng thích tiền lắm♪\nỞ đây cứ như có ví tiền tự mọc ra vậy!",
    "みなさんお金に目がくらんでいるようですけれど、大丈夫でしょうか……": "Mọi người có vẻ bị tiền làm mờ mắt rồi, liệu có ổn không nhỉ……",
    "よし、では戦闘開始だ。よーいどんっ。": "Được rồi, bắt đầu chiến đấu thôi. Sẵn sàng… bắt đầu!",
    "俺が合図すると同時に、める、ちゆる、ラミが飛び出していく。": "Ngay khi tôi ra hiệu, Meryl, Chiyuru và Lami lao ra.",
    "ちょ……ああもうっ！\nそんなに突出しては、いい的でしてよ！！": "Chờ đã… ôi trời!\nXông ra như vậy thì thành bia ngắm ngon lành rồi!!",
    "…………": "…………",
    "それから残りふたりもメイズシフターの群れへと\n突撃していった。": "Sau đó, hai người còn lại cũng xông vào đám Máy Dịch Chuyển Mê Cung.",
    "あっという間に、乱戦の構図が出来上がった。\n俺は安全な場所に身を隠し、戦場を観察する。": "Chẳng mấy chốc, cục diện hỗn chiến đã hình thành.\nTôi ẩn mình ở một nơi an toàn và quan sát chiến trường.",
    "全員手あたり次第に攻撃を打ち込み、敵の注意を引き付ける。\n特に動きの粗さではちゆるとラミが顕著だった。": "Tất cả mọi người đều tấn công bừa bãi, thu hút sự chú ý của kẻ địch.\nĐặc biệt, Chiyuru và Lami có vẻ hành động rất cẩu thả.",
    "金に目がくらんでいるのだろう。\nだが、俺としては、狙った通りの動きだから文句はない。": "Chắc là vì tiền rồi.\nNhưng với tôi, đó là hành động như tôi mong muốn, nên cũng không có gì phải phàn nàn.",
    "ひゃはははは～！\n全部ぜ～んぶ、ラミの獲物だ～！！": "Hya ha ha ha~! Toàn bộ, tất cả là chiến lợi phẩm của Lami~!!",
    "負けないっ！\nそこだぁーズドーン！！": "Tớ không thua đâu!\nTới đây, ZUDOON!!",
    "あぁー！　横取りしたなぁ～！！\nこんにゃろぉー！！": "Aaa~! Cướp công của tớ nè~!!\nĐồ chết tiệt!!",
    "ラミの放った攻撃は白奈をかすめて、\nちゆるの狙っていた敵を撃ち抜いた。": "Đòn tấn công của Lami sượt qua Shirogane và\ntrúng vào kẻ địch mà Chiyuru đang nhắm tới.",
    "……危なかった。敵はメイズシフターだけにあらず。": "……Nguy hiểm thật. Kẻ địch không chỉ có Máy Dịch Chuyển Mê Cung.",
    "……ごめん、七彩。わたしも自由に戦わせてもらう。": "……Xin lỗi, Nanairo. Để tớ tự do chiến đấu nhé.",
    "あ、ちょ……白奈さん！？\nこ、こんなメチャクチャが許されていいんですの？": "A, chờ đã… Shirogane-san!?\nCh-chuyện hỗn loạn thế này mà cũng được phép sao?",
    "とうっ！　とーう！\n私はこっちですよ～っ！！": "Tooo! Tooo!\nTớ ở đây nè~!!",
    "めるはフラットスピンの実践投入に夢中のようだな。": "Meryl có vẻ đang say mê với việc thực hành Flat Spin.",
    "その姿勢は評価するが、戦術的には\n別にそこで無理に使わなくてもいいのだが……まあいいか。": "Tôi đánh giá cao tinh thần đó, nhưng về mặt chiến thuật thì\nthật ra không cần thiết phải dùng nó ở đó… thôi kệ.",
    "よーっし、秘密兵器！　こいつをくらえーっ！": "Được rồi, vũ khí bí mật! Ăn đạn này đi~!",
    "そんな中、ちゆるの撃った弾が空中で炸裂した。": "Trong khi đó, viên đạn của Chiyuru phát nổ trên không.",
    "近くにいた七彩を危うく巻き込みかけながら、\n多数のメイズシフターを撃破する。": "Gần như cuốn luôn cả Nanairo đang ở gần đó, rồi hạ gục một số lượng lớn Máy Dịch Chuyển Mê Cung.",
    "ち、ちゆるさん！？　何してますの！？\n破片がこっちに飛んできてますわよ！": "Ch, Chiyuru-san!? Chị đang làm gì vậy!?\nMảnh vỡ đang bay về phía em này!",
    "ごめんごめーん！　でも気遣ってらんないや、気合で避けて！": "Xin lỗi, xin lỗi~! Nhưng tớ không có thời gian để lo lắng, cứ né bằng khí thế đi!",
    "お前たち、今の弾はなんだ？": "Các người, viên đạn vừa rồi là gì vậy?",
    "１２０ｍｍ榴弾に近接信管つけてきた！！\nハデハデにぶっぱなすぞー！！": "Đạn nổ 120mm gắn ngòi nổ cận chiến!!\nTớ sẽ bắn thật tưng bừng luôn~!!",
    "ほー、そんな弾薬もあるのか。面白い。": "Ồ, thì ra cũng có loại đạn dược như vậy. Thú vị đấy.",
    "なるほど、目的に応じたいい装備のチョイスといえる。": "Ừm, có thể nói là một lựa chọn trang bị tốt tùy theo mục đích.",
    "あれは空中で起爆し、破片効果で効率的に\n小型メイズシフターを駆除する武器だ。": "Nó phát nổ trên không, và hiệu quả của mảnh vỡ sẽ giúp tiêu diệt\ncác Máy Dịch Chuyển Mê Cung nhỏ một cách hiệu quả.",
    "ただし小型種でない相手には効果が薄く、\nあの威力ではＭＧの装甲を抜くこともできない。": "Tuy nhiên, nó không hiệu quả với những kẻ địch không phải loại nhỏ,\nvà với sức mạnh đó thì cũng không thể xuyên thủng lớp giáp của MG.",
    "ゆえに、メイズに携行する弾薬としては優先度は低いが、\n小型相手に撃破数を稼ぐならもってこいの武器だな。": "Do đó, nó không phải là loại đạn được ưu tiên khi mang theo trong Mê Cung,\nnhưng nó là một vũ khí tuyệt vời để kiếm điểm hạ gục khi đối đầu với kẻ địch nhỏ.",
    "だからといって、無差別すぎますわー！\nさっきから破片がガンガン当たってますのよ！": "Nhưng mà, nó quá bừa bãi rồi!\nTừ nãy đến giờ mảnh vỡ cứ bắn vào em liên tục!",
    "いーじゃん、致命傷にはなんないんだし！\n文句あるなら、遠くで見てれば！": "Không sao đâu, không gây ra vết thương chí mạng là được!\nNếu không thích thì cứ đứng xa mà xem!",
    "……気にする方が負け。カバーできない範囲の敵は、もらってく。": "……Ai quan tâm thì người đó thua. Những kẻ địch không nằm trong phạm vi bảo vệ, cứ để tớ lo.",
    "く……ああ……もー！！\nわたくし、我慢の限界ですわっ！！": "Ư… a… ôi…!!\nEm… em không thể chịu đựng được nữa rồi!!",
    "いいでしょう、そんなに言うなら、\nわたくしも負けていられませんからねっ！！": "Được thôi, nếu em muốn, vậy thì\ntôi cũng không thể thua được!",
    "キレたらしい七彩は、乱戦から少し外れた場所へ陣取る。": "Nanairo có vẻ đã nổi giận, cô ấy di chuyển ra khỏi khu vực hỗn chiến.",
    "あの炸裂弾が効くのは、小型のみ。\n当然、大型は気にも留めずに反撃してくる。": "Viên đạn nổ đó chỉ có tác dụng với loại nhỏ.\nĐương nhiên, loại lớn sẽ không quan tâm và phản công.",
    "白奈さんが抑えているものの、抜かれたらラミさんは被弾圏内。そして乱戦で、そのことに気づいていない。": "Shirogane-san đang ngăn cản, nhưng nếu bị vượt qua thì Lami-san sẽ nằm trong tầm bắn. Và trong trận chiến hỗn loạn, cô ấy không hề nhận ra điều đó.",
    "ならわたくしの狙うべきはっ……！！": "Vậy thì mục tiêu của tôi là…!!",
    "白奈が対峙していた大型の影から、\nもう一体がラミめがけて飛び出してくる。": "Từ cái bóng của kẻ địch lớn đang đối đầu với Shirogane, một kẻ khác lao ra về phía Lami.",
    "反応できず、白奈は脇を抜かれる。\nラミは小型種に気を取られ、接近に気づくのが遅れたようだ。": "Không kịp phản ứng, Shirogane đã bị vượt qua.\nLami bị thu hút bởi những kẻ địch nhỏ và có vẻ đã chậm trễ trong việc nhận ra sự tiếp cận.",
    "やばっ──": "Chết tiệt──",
    "だが、その瞬間、七彩の的確な一撃で\n大型メイズシフターは倒れ伏した。": "Nhưng, vào khoảnh khắc đó, một đòn tấn công chính xác của Nanairo đã\nhạ gục Máy Dịch Chuyển Mê Cung lớn.",
    "目先の獲物に集中しすぎですわ！\n戦況判断を忘れないように！": "Chỉ tập trung vào chiến lợi phẩm trước mắt thôi đấy!\nĐừng quên phán đoán tình hình chiến sự!",
    "……いいぞ、七彩。それでいい。": "……Tốt lắm, Nanairo. Cứ như vậy.",
    "こうして七彩のバックアップに入る動きが功を奏し、\n昨日より格段に洗練された戦いとなった。": "Cứ như vậy, hành động hỗ trợ của Nanairo đã phát huy tác dụng, và\ncuộc chiến đã trở nên tinh tế hơn hẳn so với ngày hôm qua."
}