{
    "――と、これが指揮について俺が心がけている点だ。": "――Và, đó là những gì tôi luôn ghi nhớ về chỉ huy.",
    "ちょうどいいところで終わったな。\n以上で講義は終了だ。": "Kết thúc ở một điểm tốt đấy.\nBài giảng đến đây là hết.",
    "きりーつ！": "Nghiêm!",
    "礼！": "Chào!",
    "ありがとうございましたー！！": "Xin cảm ơn mọi người!!",
    "（しかし、まさか……スポット的とはいえ、\n会長から特別講義を頼まれるなんてな）": "（Nhưng, không ngờ…… dù chỉ là một chút, \ntôi lại được Hội trưởng nhờ giảng bài đặc biệt）",
    "（特別養成校舎……実力から性格まで様々な理由から、\n本来の所属校舎でチームに正式所属できなかった子達か……）": "（Khu nhà huấn luyện đặc biệt…… Vì nhiều lý do khác nhau, từ thực lực đến tính cách, \nmà những đứa trẻ không thể chính thức gia nhập đội ở khu nhà chính...）",
    "%usernameusernameuserna%、ちょっといいかしら。": "%usernameusernameuserna%, cho tớ hỏi một chút được không?",
    "お、心香か。最後まで残ってどうしたんだ？\n講義のことで、何か質問でもあるのか？": "Ồ, Kokoro à. Sao cậu còn ở lại đến cuối vậy?\nVề bài giảng, cậu có câu hỏi gì sao?",
    "似たような感じね。この後%usernameusernameuserna%に\n追加講義をお願いしたいの。": "Cũng gần như vậy. Tớ muốn nhờ %usernameusernameuserna% \ngiảng thêm một chút nữa sau đây.",
    "マンツーマンで色々教えてもらいたいことがあって。": "Tớ có nhiều thứ muốn được hướng dẫn riêng.",
    "マンツーマンで？\nしかも今から？": "Riêng tư sao?\nHơn nữa là từ bây giờ sao?",
    "ええ、お願いできない？\n他に人がいないほうが集中できるから。": "Ừ, cậu có thể chứ?\nVì không có ai khác ở đây nên tớ có thể tập trung hơn.",
    "そうだな……": "Cũng được nhỉ...",
    "今日はもう遅い時間だし、\nさすがに今からは大変なんじゃないか？": "Hôm nay đã trễ rồi, \ntôi nghĩ là hơi khó đấy?",
    "俺もこの後生徒会長に報告とかしないといけないし、\nそもそもあまり長く時間を取れない。": "Tôi cũng phải báo cáo với Hội trưởng sau đây, \nvả lại tôi không có nhiều thời gian.",
    "そう……なら仕方ないわね。": "Vậy sao... Nếu vậy thì đành chịu vậy.",
    "本当、真面目だよな、心香って。\nいいことだけど……ちょっと無理してないか？": "Thật sự rất nghiêm túc đấy, Kokoro nhỉ?\nDù tốt đấy... cậu có đang cố quá sức không vậy?",
    "無理？　これくらい、特別養成校舎にいるなら当然よ。\nむしろまだ足りないくらい。": "Cố quá ư? Chuyện này là đương nhiên đối với những người ở Khu nhà huấn luyện đặc biệt.\nNói đúng hơn là còn chưa đủ.",
    "そう……まだまだ足りないわ。\nもっと頑張らないと……": "Ừm... Vẫn chưa đủ đâu.\nTớ phải cố gắng hơn nữa...",
    "じゃないと、私もみんなもいつまで経っても、\nここから抜け出せない……": "Nếu không, tớ và mọi người sẽ không bao giờ, \nthoát khỏi nơi này...",
    "心香……？": "Kokoro...?",
    "それじゃあ、失礼するわ。": "Vậy thì, tớ xin phép.",
    "あ、あぁ……": "À, ừm...",
    "ふぅ……まさかこの公園、スーパーへの\nショートカットになってるなんて盲点だったな。": "Phù... Không ngờ công viên này lại là đường tắt đến siêu thị, thật là một điểm mù.",
    "もっと散策したら、思わぬ発見があり――ん？": "Nếu đi dạo nhiều hơn, sẽ có những khám phá bất ngờ――hả?",
    "はぁ……": "Haizz...",
    "心香……？\n暗い顔して、どうしたんだろう。": "Kokoro...?\nKhuôn mặt buồn rầu, có chuyện gì vậy?",
    "よう、心香。浮かない顔して……恋人にでも振られたか？": "Chào Kokoro. Trông cậu không vui vẻ gì cả... Bị người yêu đá à?",
    "%usernameusernameuserna%……": "%usernameusernameuserna%...",
    "私が恋愛なんかにうつつを抜かすわけないでしょう。\n今までいたこともないわ。": "Tớ không có chuyện gì để bận tâm đến chuyện yêu đương đâu.\nTớ còn chưa từng có người yêu nữa.",
    "じゃあ、腹壊したけど、\nどこ行ってもトイレが埋まってて困ってるとか？": "Vậy thì, cậu bị đau bụng, \nmà chỗ nào cũng không có toilet sao?",
    "……あの、放っておいてくれないかしら？": "......À, cậu có thể để tớ yên được không?",
    "残念ながら、それはできん。話してくれるまで付きまとうぞ。\n友達が暗い顔してるのに、気にならないわけがない。": "Rất tiếc, tớ không thể. Tớ sẽ theo cậu cho đến khi cậu nói cho tớ biết.\nBạn bè buồn bã mà tớ không quan tâm thì không được.",
    "……風紀委員会に通報するけど？": "......Tớ sẽ báo cáo với Ủy ban Kỷ luật đấy?",
    "それは……ちょっと参ったな。\nそのときは弁護をお願いしていいか？": "Chuyện đó... hơi phiền phức rồi.\nLúc đó nhờ cậu biện hộ cho tớ được không?",
    "……………………": "............",
    "……はぁ。この前、戦闘演習があったの。\nその時の成績が、ちょっと……": "......Haizz. Hôm trước, có một buổi diễn tập chiến đấu.\nThành tích của tớ lúc đó, hơi...",
    "あまり良くなかった……か？": "Không tốt lắm... sao?",
    "自信はあったのよ。貴方達のおかげで少し成長できたから……\nでもそれはマイナスがようやくゼロになっただけに過ぎなかった。": "Tớ đã tự tin lắm rồi. Nhờ có mọi người mà tớ đã tiến bộ hơn một chút...\nNhưng nó chỉ mới dừng lại ở việc âm được bù về 0 mà thôi.",
    "また次の機会に頑張れば……": "Cậu có thể cố gắng vào lần tới...",
    "そういう言い訳でいつも誤魔化して、結局何も変わってないの。\nみんなこの特別養成校舎から抜け出せてないわ。": "Tớ luôn dùng những lời bào chữa như vậy để đánh trống lảng, và cuối cùng chẳng có gì thay đổi cả.\nMọi người đều không thể thoát khỏi Khu nhà huấn luyện đặc biệt này.",
    "……私には、もうこれしかないのに。": "......Tớ, không còn gì khác nữa.",
    "『これしかない』……？": "『Không còn gì khác』...?",
    "%usernameusernameuserna%……少し見てて。": "%usernameusernameuserna%... nhìn tớ một chút đi.",
    "……それってクラウチングスタートか？": "......Cái đó là tư thế chuẩn bị chạy nước rút sao?",
    "そうよ。スタートの掛け声、頼めるかしら？": "Đúng vậy. Cậu có thể hô khẩu lệnh xuất phát được không?",
    "わ、わかった。位置について――": "Đ, được thôi. Vào vị trí――",
    "……": "......",
    "よーい――ドン！！": "Sẵn sàng――Bắt đầu!!",
    "……！！": "......!!",
    "……おお、速いな。": "......Ồ, nhanh thật đấy.",
    "（素人目でもわかるほど、フォームが様になってる。\nきっと心香は――）": "（Ngay cả một người không chuyên cũng có thể thấy, dáng chạy trông rất chuyên nghiệp.\nChắc chắn Kokoro là――）",
    "うぐっ！": "Ư...!",
    "まずいっ！　転んで……！": "Chết rồi!\nNgã rồi...!",
    "……はぁ、やっぱり、ダメね。": "......Haizz, quả nhiên là không được rồi.",
    "大丈夫か、心香！　怪我は！？": "Cậu không sao chứ, Kokoro! Có bị thương không!?",
    "問題ないわ、受け身を取ったから。\nこうなるって『わかってた』し。": "Không có vấn đề gì, tớ đã tiếp đất rồi.\nTớ đã 『biết』 chuyện này sẽ xảy ra mà.",
    "……え？　『わかってた』？": "......Hả? 『Biết』?",
    "全力で走ると『こうなる』の。もう上手く走れない。\n昔は『将来を期待された有望選手』、なんて言われてたのにね。": "Khi chạy hết sức thì 『sẽ như thế này』. Tớ không thể chạy giỏi được nữa.\nNgày xưa tớ còn được gọi là 『vận động viên triển vọng』 cơ.",
    "それって……": "Chuyện đó là...",
    "……以前は陸上競技の選手をしてたのよ。\n大会の成績も良かったし、周囲からも期待されてた。": "......Trước đây tớ là một vận động viên điền kinh.\nThành tích ở các giải đấu cũng tốt, và được mọi người xung quanh kỳ vọng.",
    "私も内心将来トップアスリートになれる、って思い込んでたわ。\nまるで確定事項のようにね。": "Tớ cũng nghĩ rằng mình có thể trở thành một vận động viên hàng đầu trong tương lai.\nNhư thể đó là một điều chắc chắn.",
    "でも……大事な大会の数日前ってタイミングで、\n交通事故で怪我をしてしまって……": "Nhưng... vào thời điểm trước một giải đấu quan trọng vài ngày, \ntớ đã gặp tai nạn giao thông và bị thương...",
    "日常生活を送れる程度には回復したけど、\n選手として復帰できる状態には戻れなかった。": "Tớ đã hồi phục đến mức có thể sinh hoạt bình thường, nhưng \ntớ không thể trở lại trạng thái của một vận động viên.",
    "そんなことが……あったのか。": "Chuyện đó... đã từng xảy ra sao?",
    "そのときは何もかもを呪ったわ。目に映るすべてが、憎かった。\n当時は毎日、恨むか泣くかくらいしかしてなかったわね。": "Lúc đó tớ đã nguyền rủa mọi thứ. Tất cả những gì tớ nhìn thấy đều đáng ghét.\nHồi đó, mỗi ngày tớ chỉ có thể hận hoặc khóc mà thôi.",
    "心香……": "Kokoro...",
    "だけどね、あるとき転機が訪れたの。\n私にメイズ適性があることが発覚した。": "Nhưng rồi, một bước ngoặt đã đến.\nTớ phát hiện ra mình có năng khiếu về Maze.",
    "……私、思ったわ。\n『まだ、やれる』って。": "......Tớ đã nghĩ.\n『Vẫn có thể làm được』.",
    "陸上で果たせなかったトップアスリートの夢……\nその『代わり』を、この学園でなら果たせるかもって。": "Giấc mơ trở thành một vận động viên hàng đầu mà tớ không thể thực hiện được trên đường chạy...\nCó lẽ, tớ có thể thực hiện được 『thay thế』 nó ở ngôi trường này.",
    "それで入学を決めて、今ここにいる。": "Và rồi tớ quyết định nhập học, và giờ tớ đang ở đây.",
    "……この『特別養成校舎』に……ね。": "......Ở 『Khu nhà huấn luyện đặc biệt』 này... nhé.",
    "『まだ、やれる』……本当かしら。": "『Vẫn có thể làm được』... Thật sao?",
    "…………": "............",
    "私が特別養成校舎送りになった理由、貴方には話したっけ？": "Tớ đã kể cho cậu nghe lý do tớ bị đưa đến Khu nhà huấn luyện đặc biệt chưa?",
    "確か……『協調性の欠如』だったか。\nちゆる達から聞いたよ。": "Hình như... là 『thiếu tính hợp tác』.\nTớ nghe từ Chihuru và những người khác đấy.",
    "ええ……だから、貴方達から学んだことも含めて、\n私なりにやれることをやってみたわ。": "Ừm... Vì vậy, bao gồm cả những gì tớ đã học được từ mọi người, \ntớ đã cố gắng làm những gì tớ có thể.",
    "へえ、何をやったんだ？": "Ồ, cậu đã làm gì vậy?",
    "特訓マニュアルよ。": "Sổ tay huấn luyện.",
    "特訓マニュアル？": "Sổ tay huấn luyện?",
    "以前は私ひとりだけで実践していたマニュアルだけど、\nチームのためになると思ってデータにまとめてみんなにも配ったの。": "Trước đây, tớ chỉ tự mình thực hiện sổ tay này, \nnhưng tớ nghĩ nó sẽ có ích cho cả đội nên đã tổng hợp thành dữ liệu và phân phát cho mọi người.",
    "一応、取りかかってくれているみたいだけど……\n私からすればまだまだ求める水準までは実践できてない。": "Có vẻ như họ đã bắt đầu thực hiện... \nnhưng theo tớ, họ vẫn chưa đạt đến mức độ mà tớ mong muốn.",
    "もしかして、今回の成績の原因はみんなのせいって言いたいのか？": "Có phải cậu muốn nói rằng thành tích lần này là do mọi người không?",
    "違うっ！！": "Không phải đâu!!",
    "でも……": "Nhưng...",
    "私が柊校舎にいたときは、\nこれで少なくとも能力面では……結果は出てた。": "Khi tớ còn ở Khu nhà Hiragi, \nthì ít nhất về mặt năng lực... kết quả đã được thể hiện.",
    "……何が足りなかったのか、ダメだったのか。全然わからないの。": "......Tớ không biết mình còn thiếu gì, hay là đã làm sai ở đâu nữa.",
    "えーと……\nよかったら、そのマニュアルの内容、俺にも教えてもらえないかな？": "À thì... \ncậu có thể cho tớ biết nội dung của sổ tay đó được không?",
    "もちろん。スマートデバイスから共有するわ。\nもし何か足りないところがあったら指摘してちょうだい。": "Đương nhiên rồi. Tớ sẽ chia sẻ từ thiết bị thông minh của tớ.\nNếu có gì thiếu sót thì hãy chỉ ra cho tớ nhé.",
    "日常の生活習慣、栄養管理と食事制限について、\nそれから基礎練習……": "Về thói quen sinh hoạt hàng ngày, quản lý dinh dưỡng và hạn chế ăn uống, \nrồi đến luyện tập cơ bản...",
    "……こんなところか。\n特訓マニュアルの内容は。": "......Đại khái là như vậy.\nĐây là nội dung của sổ tay huấn luyện.",
    "……なるほど、読ませてもらったよ。\nとてもしっかりしていて合理的な内容だった。かなり調べただろ。": "......Hiểu rồi, tôi đã đọc nó rồi.\nNội dung rất chắc chắn và hợp lý. Cậu đã nghiên cứu rất nhiều nhỉ.",
    "ええ、いろんなトレーニング本から有効そうなところを\nかき集めたわ。": "Ừm, tớ đã thu thập những phần hiệu quả từ nhiều cuốn sách huấn luyện khác nhau.",
    "ただ……俺に言わせてもらえば、ひとつだけ、\nどうしても見過ごせない抜けがある。": "Nhưng... theo tớ, chỉ có một điểm thiếu sót, \ntớ không thể bỏ qua được.",
    "え……抜け？": "Hả... thiếu sót?",
    "みんなのモチベーションへの配慮だ。": "Sự quan tâm đến động lực của mọi người.",
    "モチベーション……やる気ってこと？": "Động lực... ý là sự nhiệt tình sao?",
    "そういうことだな。": "Đúng vậy.",
    "な、何言ってるの……？　私達はプロよ。\nやるべきことをやるのは最低限の義務だし、当然のこと。": "Ch, cậu đang nói gì vậy...? Chúng ta là những người chuyên nghiệp mà.\nViệc làm những gì cần làm là nghĩa vụ tối thiểu, và là điều đương nhiên.",
    "やる気なんかで、\n何かが左右されるようなことはあってはならないわ。": "Động lực, \nkhông nên có chuyện gì bị ảnh hưởng bởi nó cả.",
    "確かに、それはそうなんだが……": "Đúng là như vậy... nhưng...",
    "（こういうのは言葉で語って聞かせても、飲み込みづらいだろうな）": "（Những thứ như thế này, nếu chỉ nói bằng lời thì sẽ khó hiểu）",
    "……なあ、心香。突然だけど、腹減ってないか？\n今から一緒にランチでもどうだ？": "......Này, Kokoro. Đột nhiên hỏi nhé, cậu có thấy đói không?\nHay là mình cùng đi ăn trưa bây giờ?",
    "え？　ランチ？　どうして急に……？": "Hả? Ăn trưa? Sao cậu lại hỏi đột ngột vậy...?",
    "ほら、落ち込んだ時には、美味しい物を食べるに限るだろ？": "Này, khi buồn thì ăn những món ngon là tốt nhất mà, đúng không?",
    "……せっかくだけど、遠慮させてもらうわ。": "......Tớ xin phép từ chối nhé.",
    "私、毎日食べる物の栄養バランスやカロリーを、\n細かく管理してるの。": "Tớ quản lý chặt chẽ cân bằng dinh dưỡng và lượng calo của những gì tớ ăn mỗi ngày.",
    "レストランとかはそれが数値でわからない部分もあるから、\nそもそも外食は避けてるのよ。": "Nhà hàng, vì có những phần không thể biết được bằng số liệu, \nnên tớ thường tránh ăn ở ngoài.",
    "そっか……なら、例えばメニュー表に\nカロリーが明記されている店ならどうだ？": "Vậy sao... Nếu vậy, ví dụ như ở những cửa hàng có \nghi rõ lượng calo thì sao?",
    "だけど、栄養の偏りが心配だし……": "Nhưng tớ lo lắng về sự mất cân bằng dinh dưỡng...",
    "栄養満点なヘルシーメニューを売りにしたレストランも知ってるぞ。": "Tớ biết một nhà hàng bán các món ăn tốt cho sức khỏe, đầy đủ dinh dưỡng đấy.",
    "ヘルシーメニュー……": "Món ăn tốt cho sức khỏe...",
    "ついでに言えば、俺の奢りだ。": "Tiện thể, tớ bao cậu đấy.",
    "お、奢り……？　でもそういうのって高いんじゃ……": "Ồ, bao... ? Nhưng những thứ như vậy thì đắt tiền lắm...",
    "それを心香は今日タダで食えちゃうんだぞ。\n俺の気が変わらないうちに……どうだ？": "Kokoro có thể ăn nó miễn phí hôm nay đấy.\nTrước khi tôi đổi ý... thế nào?",
    "それは……": "Chuyện đó...",
    "ぐぅ～～～～っ。": "Gừ～～～～～",
    "う……": "Ư...",
    "と、心香のお腹は申しておりますが？": "Kokoro đang lên tiếng như vậy sao?",
    "……わ、わかったわよ。\nどうしてもっていうなら、今日くらい付き合ってもいいわ。": "......V, vậy thì được rồi.\nNếu cậu cứ nhất định như vậy, thì tớ cũng có thể đi cùng cậu hôm nay.",
    "その代わり……『カロリー明記』と『ヘルシーメニュー』、\nちゃんと守ってよ？": "Nhưng đổi lại... 『ghi rõ lượng calo』 và 『món ăn tốt cho sức khỏe』, \ncậu phải tuân thủ nhé?",
    "ああ、任せろ！": "Ừ, cứ giao cho tôi!\n",
    "ふーっ！　食った食った！　美味かったー！\n心香も満足したか？": "Phù! Ăn no nê rồi! Ngon quá! Kokoro có hài lòng không?",
    "ええ、まあ……正直、とても美味しかったわ。\n制限してたはずなのに、思わず食べ過ぎちゃったくらい……": "Ừm, thì... thực ra thì rất ngon.\nVì đã hạn chế, nên tớ đã ăn hơi nhiều...",
    "……あ、ありがとう。": "......À, cảm ơn cậu.",
    "どういたしまして。\nこういう日も、悪くないだろ？": "Không có gì.\nNhững ngày như thế này cũng không tệ, đúng không?",
    "……まあ、そうね。あれだけしっかり\n食べてるところを見られちゃったら、否定できないわ。": "......Ừm, đúng vậy. Nếu đã thấy tớ ăn ngon lành như vậy, thì không thể phủ nhận được nữa.",
    "最初は拒否してたのにな。": "Lúc đầu thì từ chối mà.",
    "……ええ、そうね。": "......Ừm, đúng vậy.",
    "すっかり上手く乗せられてしまったかも。\nこれが『モチベーションへの配慮』ってこと？": "Có lẽ tớ đã bị thuyết phục hoàn toàn rồi.\nĐây là 『sự quan tâm đến động lực』 sao?",
    "そういうこった。\n結局のところ、人を動かすのは『やる気』だからな。": "Đúng vậy.\nCuối cùng, điều quan trọng là 『sự nhiệt tình』 của một người.",
    "それも自発的に湧くのを待つのではなく、\nましてや最初から持っていることに期待するわけでもない。": "Nó không phải là chờ đợi nó tự đến, \nhơn nữa cũng không mong đợi nó có ngay từ đầu.",
    "『やらせる』んじゃなくて『やろう、と思わせる』のが大事だ。\nどんなに合理的で正しくても、押しつけるだけじゃ何も解決しないよ。": "Điều quan trọng là 『khiến họ muốn làm』 chứ không phải là 『bắt họ làm』.\nDù hợp lý và đúng đắn đến đâu, chỉ ép buộc thì cũng không giải quyết được gì cả.",
    "あのマニュアルは悪いものじゃなかった。でも好き嫌いの激しい\nノエルに、食事内容の制約は厳しいだろう。": "Sổ tay đó không phải là thứ tồi tệ. Nhưng với Noel, người có sở thích mạnh mẽ, \nthì việc hạn chế nội dung bữa ăn là rất khó khăn.",
    "内容が細かすぎてラウラは優先順位付けに迷いそうだし、\n難解な解説も多くてジュリーじゃ理解に時間がかかる懸念もあった。": "Nội dung quá chi tiết nên Laura có thể bị rối khi phân loại ưu tiên, \nvà cũng có nhiều lời giải thích khó hiểu nên Julie sẽ mất thời gian để hiểu.",
    "それらのハードルがあってなお『やろう』と思ってもらわないと、\n十全にはいかない。": "Nếu có những rào cản đó, thì phải làm cho họ muốn 『làm』, \nthì mới có thể đạt được kết quả trọn vẹn.",
    "相手の心を理解して、上手く導いてあげないとな。": "Phải hiểu được trái tim của đối phương, và hướng dẫn họ một cách khéo léo.",
    "そうね……でもどうすればいいの？\n貴方がさっき私にしたみたいに、器用にはできないわ。": "Đúng vậy... nhưng phải làm thế nào đây?\nTớ không thể khéo léo như cậu đã làm với tớ lúc nãy.",
    "（心香はちゆる達との交流で、少し他人に歩み寄る姿勢を学んだ。\nでも具体的にどうすればいいかは、まだ少し未熟みたいだな）": "（Kokoro đã học được một thái độ gần gũi với người khác một chút thông qua sự giao tiếp với Chihuru và những người khác.\nNhưng có vẻ như cô ấy vẫn còn hơi non nớt về cách làm cụ thể）",
    "なあ、心香。みんなに質問したことはあるか？\n例えばそのマニュアルにやりづらいところがあるか？　とか。": "Này, Kokoro. Cậu đã hỏi mọi người chưa?\nVí dụ như, có chỗ nào khó khăn trong sổ tay đó không?",
    "……ううん、ない。\nそんなのでいいの？": "......Ưm, chưa.\nNhư vậy là được sao?",
    "それだけで解決するわけじゃないけどな。でも一歩目にはなる。\n問題があれば仲間に相談する。基礎中の基礎だぞ。": "Nó không giải quyết được mọi thứ đâu. Nhưng nó sẽ là bước đầu tiên.\nNếu có vấn đề, hãy hỏi ý kiến bạn bè. Đó là điều cơ bản nhất đấy.",
    "正直、コミュニケーションにまだあまり自信はないけど……": "Thật lòng mà nói, tớ vẫn chưa tự tin lắm về giao tiếp...",
    "でも夢を叶えたいなら、必要なことだ。\nそうだろ？": "Nhưng nếu muốn hiện thực hóa ước mơ, thì đó là điều cần thiết.\nĐúng không?",
    "……！": "......!",
    "心香になら乗り越えられるさ、この試練。\n俺が保証する。": "Kokoro có thể vượt qua thử thách này mà.\nTớ đảm bảo.",
    "……ふふ、なるほど。%usernameusernameuserna%は普段、\nそうやっていろんな子をやる気にさせてるのね。": "......Hừm, ra là vậy. %usernameusernameuserna% thường ngày, \ncậu đã khiến nhiều người có động lực như vậy sao?",
    "どういう意味だ？": "Ý cậu là sao?",
    "なんでもないわ。%usernameusernameuserna%には、\n見習うところが多そうって話よ。": "Không có gì đâu. %usernameusernameuserna%, \ntớ có vẻ như phải học hỏi cậu nhiều đấy.",
    "これからも、勉強させてもらうわね。": "Tớ sẽ tiếp tục học hỏi nhé.",
    "私、やるとなったら徹底的にやるタイプなの。\n覚悟しておいて。": "Tớ là kiểu người sẽ làm mọi thứ triệt để khi đã quyết định.\nCậu cứ chuẩn bị tinh thần đi.",
    "ああ、頑張れ。いつだって俺が味方になるからな。": "Ừ, cố lên. Tớ sẽ luôn là đồng minh của cậu."
}