{
    "さて、買い物も済ませたし、帰るとするか……": "Giờ thì mua sắm xong rồi, về thôi…",
    "んだとー！　もう一度言ってみろっつの！": "Hả!? Nói lại lần nữa coi!",
    "（ん？　なんだ？　あそこで誰か揉めているぞ）": "（Hửm? Chuyện gì vậy? Hình như có ai đó đang cãi nhau ở đằng kia）",
    "だから、親の躾けがなってないって言ったんだよ。\nあんたのせいで、あたしゃ転んだんだよ。": "Tôi đã bảo là không được dạy dỗ đàng hoàng rồi mà.\nTại cô mà tôi bị ngã đấy.",
    "そのことは、さっきから何度も謝ってるでしょ！\nおまえこそ、しつこいんじゃないの！？": "Chuyện đó tôi đã xin lỗi cậu nãy giờ rồi còn gì!\nChính cậu mới là người dai dẳng đó!?",
    "（あれはラミか？　揉めているようだが……何が起きてるんだ？）": "（Kia là Lami à? Có vẻ như đang cãi nhau… Chuyện gì đang xảy ra vậy?）",
    "なんだい、その言い草は！？\nそれが人様に迷惑をかけて言うことかい？": "Sao lại nói thế hả!?\nĐó là cách cư xử khi làm phiền người khác sao?",
    "ラミはただ、ティッシュを配ってただけだし！": "Lami chỉ phát khăn giấy thôi mà!",
    "あんたが突然声かけてきたせいで、あたしは滑って転んだのよ。\n危うく大怪我するところだったじゃないの。": "Tại cô tự nhiên gọi tôi nên tôi mới trượt chân ngã đấy.\nSuýt nữa thì tôi bị thương nặng rồi.",
    "そっちだって、こんな人混みの真ん中を大きな荷物を持って、\n堂々と歩いて他の人に迷惑をかけてたでしょ！": "Cô cũng vậy, mang theo hành lý lớn ở giữa đám đông này,\nngang nhiên đi lại làm phiền người khác còn gì!",
    "それが年上に対しての口の利き方かい。\nもう許せない！　土下座して謝罪しなさいよ！": "Đó là cách ăn nói với người lớn tuổi sao?\nTôi không thể tha thứ được nữa! Quỳ xuống xin lỗi đi!",
    "はあ？　土下座！？": "Hả? Quỳ xuống!?",
    "ばっかじゃないの！？　そんなのするわけないじゃん！": "Đừng có đùa nữa!? Tôi không đời nào làm mấy chuyện đó!",
    "じゃあ、あんたを訴えるけど！？\n多額の慰謝料を払って泣くのはそっちだから！": "Vậy tôi sẽ kiện cô đấy!?\nCô sẽ phải khóc lóc vì bồi thường một khoản lớn đấy!",
    "は……？　訴えるって……そこまでする！？": "Hả…? Kiện… làm gì đến mức đó!?",
    "はっ！　あんた、貧乏そうだもんね！\n慰謝料なんて払えないでしょう？": "Hừ! Cô trông nghèo rớt mồng tơi kìa!\nChắc chắn không có tiền bồi thường đâu?",
    "くっ……！": "Kh…!",
    "ちょっと待ってください。": "Xin chờ một chút.",
    "%usernameusernameuserna%……？　\nなんでここに……？": "%usernameusernameuserna%……?\nSao cậu lại ở đây…?",
    "こいつも謝ってるんだし、この辺で勘弁してもらえませんか？": "Cậu ta cũng đã xin lỗi rồi, hay là chúng ta bỏ qua ở đây được không?",
    "なんだい、知り合いかい！？　ふざけんじゃないよ。\nあたしゃ、その子が土下座するまで許すつもりはないよ！": "Sao, quen biết nhau à!? Đừng có đùa.\nTôi sẽ không tha thứ cho đến khi đứa nhỏ đó quỳ xuống xin lỗi!",
    "こうして揉めていても埒が明かないですし、\nとりあえず風紀委員会でも呼びましょうか？": "Cứ cãi nhau thế này thì không xong đâu,\nhay là chúng ta gọi Ủy ban Kỷ luật đến được không?",
    "えっ……！？": "Hả…!?",
    "この学園の風紀委員会は、ただの学生の集まりではない。\n学園外の警察とほぼ同じ役割・権力を持つれっきとした治安維持組織だ。": "Ủy ban Kỷ luật của học viện này không chỉ là một nhóm học sinh đâu.\nĐó là một tổ chức gìn giữ an ninh thực sự, có vai trò và quyền lực gần như cảnh sát bên ngoài học viện.",
    "彼女達が間に入れば、冷静に会話もできるでしょう。\nまさか呼ばれて困る不都合なんてないでしょうし……ねぇ？": "Nếu họ vào cuộc thì chúng ta có thể nói chuyện một cách bình tĩnh hơn.\nChắc chắn không có điều gì bất lợi khi bị gọi đến… phải không?",
    "ぐ……っ！": "Ư…!",
    "ああ、ちなみに相手を畏怖させるのが目的で『訴える』は、\n下手すりゃ犯罪ですよ。土下座の強要も同様に――": "À, nhân tiện, mục đích là để đe dọa đối phương, 'Kiện' là,\nnếu không cẩn thận thì sẽ là phạm tội đấy. Ép buộc quỳ gối cũng vậy—",
    "わ、わかったわよ！　今日はこれくらいで勘弁してあげるわ！\nもう二度とあたしの前に現れないでちょうだい！": "T, tôi hiểu rồi! Hôm nay tôi sẽ bỏ qua cho đến thế này thôi!\nĐừng bao giờ xuất hiện trước mặt tôi nữa!",
    "いーだ！　こっちこそ願い下げだっつの！\n二度とラミの前に現れるな！": "Không đời nào! Tôi mới là người mong muốn như vậy!\nĐừng bao giờ xuất hiện trước mặt Lami nữa!",
    "おい、そこまでにしておけ。一体何があったんだよ？": "Này, dừng lại ở đó đi. Rốt cuộc thì chuyện gì đã xảy ra vậy?",
    "どうもこうもないっつの。ティッシュ配りのバイトしてたら、\nあのおばさんがすっ転んでイチャモンつけてきただけ。": "Chả có gì cả. Tôi đang làm thêm phát khăn giấy thì\nbà cô đó trượt chân ngã rồi kiếm chuyện thôi.",
    "……ほら、そこにお菓子屋さんがあるでしょ？": "…Này, ở đó có một tiệm bánh ngọt đúng không?",
    "あそこに小さな子がいっぱいかたまってて、\nぶつかったら危ないし、注意しようと思って声かけたんだよ。": "Ở đó có rất nhiều em nhỏ tụ tập, nếu va vào thì nguy hiểm nên tôi đã lên tiếng nhắc nhở.",
    "そしたら振り向くと同時に、\n荷物に振り回されたのか……滑ってズデーン。": "Thế rồi vừa quay lại thì,\ncó lẽ là bị vướng vào hành lý… trượt chân té cái rầm.",
    "……なるほど、そういうわけだったのか。\nむやみやたらに喧嘩を買ってたわけじゃないんだな。": "…Ra là vậy. Thì ra là vậy.\nKhông phải là tự dưng đi gây sự.",
    "ラミはそこまでヒマじゃないし！": "Lami không rảnh đến thế!",
    "でも、小さな子を助けるくらいにはヒマだったんだな？": "Nhưng mà, giúp đỡ những đứa trẻ thì lại rảnh rỗi à?",
    "ち、違うって！\nただ、目についたから……うぅぅぅーっ！": "Đ, đâu có!\nChỉ là, thấy vậy thôi… Ư…!",
    "まあ、大きな問題にならなくてよかったよ。": "Thôi nào, không có vấn đề gì lớn là tốt rồi.",
    "ふん、おまえの助けがなくても、ラミひとりでなんとかできたわ。": "Hừ, không cần cậu giúp thì Lami vẫn tự xoay sở được.",
    "やれやれ、相変わらずだな。": "Haizz, vẫn như thường lệ.",
    "ちょっとちょっと朽葉さん？": "Khoan đã, Kutsugi-san?",
    "あっ、店長……": "A, chủ tiệm…",
    "さっきの騒ぎ、見てたわ。\nまた揉めてたみたいね。これで何度目？": "Tôi đã xem chuyện vừa rồi.\nCó vẻ như lại cãi nhau rồi. Đây là lần thứ mấy rồi nhỉ?",
    "は？　店長見てたの！？　なら、ラミが悪くないって知ってるよね！？\nというか、なんで見てた『だけ』なの！？": "Hả? Chủ tiệm xem sao!? Vậy là biết Lami không sai rồi!?\nMà, tại sao chỉ 'xem' thôi vậy!?",
    "そういう問題じゃないわ。\nあなたが揉めると、うちの店が迷惑をこうむるの。": "Đó không phải là vấn đề.\nKhi cậu cãi nhau, cửa hàng của chúng ta sẽ bị làm phiền.",
    "…………": "…………",
    "あなたみたいにトラブルばかり起こす子を\nいつまでも雇うわけにはいかないわ。": "Tôi không thể cứ mãi thuê một người hay gây rắc rối như cậu được nữa.",
    "つまり、ラミはクビって……こと？": "Tức là, Lami bị đuổi việc… sao?",
    "残念だけど、そういうことになるわね。": "Rất tiếc, nhưng chuyện là như vậy.",
    "……はあ、またか。": "…Haizz, lại nữa.",
    "（『また』……？）": "（'Lại'…?）",
    "クビにするのはいいけど、\n働いた分はちゃんと払ってよ！": "Đuổi việc thì cũng được,\nnhưng hãy trả tiền công đầy đủ cho tôi!",
    "わざわざ言わなくても払うわよ。本当お金にうるさいわね。\n面接のときも時給や支払い日の話ばっかだったし。": "Tôi sẽ trả tiền cho cậu, không cần phải nói. Cậu thật là tham tiền.\nLúc phỏng vấn cũng chỉ toàn nói về tiền lương và ngày thanh toán.",
    "働くなら最初にお金の話するのは当然でしょ！\n非正規にそれ以外求めんな！": "Làm việc thì đương nhiên là phải nói chuyện tiền bạc trước rồi!\nĐừng có đòi hỏi gì khác ở người làm bán thời gian!",
    "えっと、ラミ……": "À thì, Lami…",
    "%usernameusernameuserna%も、いつまで突っ立ってんの？\nさっさと行こっ。": "%usernameusernameuserna% cũng vậy, cậu còn đứng đó làm gì?\nĐi thôi.",
    "あ、ああ……": "À, ừm…",
    "……ふう。": "…Phù.",
    "なあ、バイトの件はいいのか？\nちゃんと説明したら、わかってくれたんじゃないのか？": "Này, chuyện làm thêm thì sao?\nNếu giải thích rõ ràng thì có lẽ chủ tiệm đã hiểu rồi đúng không?",
    "ふん、あの店長もムカついていたんだよね。問題起こっても\n見てるだけのくせに、あとから責めるときだけはよく喋るし。": "Hừ, bà chủ tiệm đó cũng phiền phức thật. Dù có chuyện gì xảy ra thì chỉ đứng xem thôi, đến lúc trách móc thì lại nói nhiều.",
    "どっちみち近いうちに辞めようと思ってたんだよ。\nまあ、いいチャンスだったわ。": "Đằng nào thì tôi cũng định nghỉ việc trong thời gian tới.\nChà, cũng là một cơ hội tốt.",
    "あーあ、またクビになっちゃった。\n明日から新しいバイトを探さなくちゃ。": "A~, lại bị đuổi việc rồi.\nNgày mai phải đi tìm việc làm thêm mới thôi.",
    "さっきも言ってたが、『また』って……結構クビになってるのか？": "Lúc nãy cậu cũng nói, 'Lại'… Cậu bị đuổi việc nhiều đến vậy sao?",
    "はあ？　そこまででもないけど？\nコンビニ、スーパー、レストラン……今回のティッシュ配りね。": "Hả? Cũng không đến mức đó đâu?\nCửa hàng tiện lợi, siêu thị, nhà hàng… Lần này là phát khăn giấy nè.",
    "……十分だろ。なんでそんなにクビになったんだ？": "…Đủ rồi đấy. Sao cậu lại bị đuổi việc nhiều đến vậy?",
    "今日と同じだけど？　客や偉い人と喧嘩しただけ。": "Cũng như hôm nay thôi? Chỉ là cãi nhau với khách hàng hoặc người lớn tuổi.",
    "他には？": "Còn gì nữa không?",
    "それだけ。": "Chỉ thế thôi.",
    "何！？　なんか文句ある！？": "Cái gì!? Có ý kiến gì à!?",
    "……なあ、働くなら、少しは我慢も必要じゃないのか？": "…Này, nếu làm việc thì cũng cần phải nhẫn nhịn một chút chứ?",
    "仕方ないじゃん！　あんな偉そうな態度を取られて、\n舐められたら、反論したくなるっしょ！": "Không còn cách nào khác! Bị đối xử kiêu ngạo như vậy,\nbị coi thường thì tôi muốn phản bác chứ!",
    "……気持ちはわかるが、仕事には理不尽がつきものだ。\nすぐに揉めてたら、どんな仕事もできないだろ？": "…Tôi hiểu cảm giác của cậu, nhưng công việc thì luôn có những điều vô lý.\nNếu cứ cãi nhau ngay thì không thể làm được việc gì đâu?",
    "うっさい！　余計なお世話！\n舐められるのだけは、我慢ならないの！": "Im đi! Không cần cậu quan tâm!\nTôi chỉ không thể chịu đựng được việc bị coi thường!",
    "（社会不適合者め……）": "（Đúng là một kẻ không thích hợp với xã hội…）",
    "つか、次の仕事どうすっかなー。\nメイズ探索だけじゃいまいち足りないし……": "Chà, tiếp theo thì làm gì đây nhỉ?\nChỉ khám phá Mê Cung thì không đủ…",
    "なんでそんなに困ってるんだ？": "Sao cậu lại gặp khó khăn đến thế?",
    "そりゃいろいろあるんだよ！\n仕送りとか……": "Thì có nhiều chuyện lắm!\nTiền chu cấp…",
    "仕送り……": "Tiền chu cấp…",
    "な、なんでもない！\nとにかく、ラミはいろいろ使うから、お金がほしいの！": "Đ, đâu có gì đâu!\ntóm lại, Lami cần tiền vì tôi dùng nhiều thứ!",
    "……わかった。なら、いい方法がある。": "…Tôi hiểu rồi. Vậy thì, có một cách hay đây.",
    "まさか、%usernameusernameuserna%が\nお金恵んでくれるとか！？": "Chẳng lẽ nào, %usernameusernameuserna% sẽ\ncho tôi tiền sao!?",
    "んなわけないだろ。": "Đâu có chuyện đó.",
    "言ってみただけだっつの。\n……それで、方法って？": "Tôi chỉ nói vậy thôi.\n…Vậy thì, cách đó là gì?",
    "……お前の仕事の愚痴は、俺が全部聞いてやる。": "…Cậu sẽ trút hết những lời phàn nàn về công việc của mình cho tôi.",
    "……は？": "…Hả?",
    "今まで客や上司にイライラしたら、そのまま相手にぶつけてたんだろ？": "Từ trước đến nay, khi cậu bực mình với khách hàng hoặc cấp trên, cậu đã trút hết lên người họ đúng không?",
    "だったらこれからは、そのイライラを俺が全部引き受けてやる。\nその代わり、せめて仕事中は我慢しろ。": "Vậy thì từ bây giờ, tôi sẽ gánh hết những bực mình đó cho cậu.\nĐổi lại, ít nhất hãy nhẫn nhịn trong giờ làm việc.",
    "それって……ラミが仕事を続けるために、\n%usernameusernameuserna%がはけ口になってくれるってわけ？": "Vậy là… để Lami có thể tiếp tục làm việc,\nthì %usernameusernameuserna% sẽ là chỗ trút giận sao?",
    "まあ、そういうことになるな。": "Ừm, đại loại là vậy.",
    "ばっかじゃないの？　ラミの愚痴をぶつけられても、\n%usernameusernameuserna%には、なんの得にもならないじゃん！": "Đừng có đùa nữa!? Dù Lami có trút giận, thì\n%usernameusernameuserna% cũng chẳng được lợi gì cả!",
    "あ、わかった！　ラミに貸しを作りたいわけ？\n貸しをつくって、ラミに言うことを聞かせてやる！　みたいな？": "À, tôi hiểu rồi! Cậu muốn tạo một món nợ với Lami à?\nTạo nợ rồi bắt Lami phải nghe lời! Kiểu vậy á?",
    "そんなつもりはない。\n俺はただ仲間として、ラミの力になりたいだけだ。": "Tôi không có ý đó.\nTôi chỉ muốn giúp Lami như một người bạn mà thôi.",
    "……仲間？": "…Bạn bè?",
    "ああ、仲間なら困った時は、力を貸すもんだろ？": "Ừ, bạn bè thì khi gặp khó khăn, phải giúp đỡ lẫn nhau đúng không?",
    "めるや他の連中だって、ラミが頼めばきっと力になってくれるぞ。\n愚痴くらい聞いてくれるさ。": "Meyuru và những người khác cũng vậy, nếu Lami nhờ họ thì chắc chắn họ sẽ giúp đỡ cậu.\nÍt nhất thì cũng sẽ nghe cậu than phiền mà.",
    "……はぁ。": "…Haizz.",
    "……だ、大事な仲間にそんなダルいムーブするわけないでしょ。\nはけ口にするなら%usernameusernameuserna%で十分よ。": "…T, tôi là một người bạn quan trọng mà lại làm mấy cái trò nhảm nhí đó sao?\nNếu là chỗ trút giận thì %usernameusernameuserna% là đủ rồi.",
    "おいおい、俺は『大事な』には、入らないのか？": "Ôi chao, tôi không được vào danh sách 'quan trọng' sao?",
    "まさか入ると思ってたの～？　ウケる～！\nまあ、片足くらいは突っ込んでんじゃない？": "Cậu cứ nghĩ là có sao～? Buồn cười～!\nChà, chắc cũng đã đặt một chân vào rồi nhỉ?",
    "なんだそれ……": "Thế là thế nào…",
    "つか、マジでラミの愚痴のはけ口になってくれるんだよね？\nあとからやっぱやーめたーとかナシだかんね？": "Mà, cậu thực sự sẽ là chỗ trút giận cho Lami sao?\nSau này đừng có nói là tôi đổi ý nhé?",
    "ああ、男に二言はない。好きなだけ付き合うぞ。": "Ừ, đàn ông nói là làm. Tôi sẽ đi cùng cậu đến khi nào cậu thấy hài lòng.",
    "にひひ、言質取～った！\nラミが満足するまで付き合ってもらうから、覚悟しなさい！": "Hihi, tôi đã bắt được lời nói rồi!\nTôi sẽ bắt cậu đi cùng cho đến khi Lami hài lòng, hãy chuẩn bị tinh thần đi!",
    "数週間後――": "Vài tuần sau――",
    "それでさ、今度のバイト先の店長ったら説教が長いのなんの……\nラミがちょっとミスしただけで、ネチネチと説教してさ。": "Thế đấy, ông chủ tiệm làm thêm lần này thì lại thuyết giáo dài dòng…\nChỉ vì Lami mắc một lỗi nhỏ mà cứ nói đi nói lại.",
    "ねえ、ちょっとー、ラミの話ちゃんと聞いてんの？": "Này, cậu có nghe Lami nói không đấy?",
    "あ、ああ……聞いてるぞ……ちゃんと……": "À, ừ… tôi nghe… rõ ràng…",
    "あれからほぼ毎日のようにラミに呼び出されてるが――": "Kể từ đó, tôi đã bị Lami gọi đến gần như mỗi ngày――",
    "んで、他にも副店長がまためんどくさいやつでさ！\nラミが可愛いからって嫉妬しちゃって……": "Và, còn có phó chủ tiệm nữa, một người phiền phức!\nGhen tị vì Lami dễ thương…",
    "ああ、そうだ。\nそれ以外にもこないだ、コンビニでさぁ――": "À, đúng rồi.\nNgoài ra, gần đây, ở cửa hàng tiện lợi――",
    "な、なあ、よくそんなに出てくるな……\nもう５時間も話してるぞ……": "N, này, sao cậu có thể nói nhiều đến thế…\ntôi đã nghe cậu nói chuyện được 5 tiếng rồi đấy…",
    "はあ？　『もう』じゃなくて、『たった』５時間っしょ！\nまだまだこれからだっつの！": "Hả? Không phải 'đã' mà là 'chỉ' 5 tiếng thôi!\nVẫn còn nhiều chuyện để nói lắm!",
    "そ、そうか……": "V, vậy sao…",
    "あれ？　もしかしてぇ～、もうバテたの～？\n愚痴を聞くって言ったのはそっちのくせにぃー？": "Hả? Chẳng lẽ～, cậu đã mệt rồi sao～?\nCậu là người nói sẽ nghe tôi than phiền mà～?",
    "うぐ……それはそうだが……": "Ư… thì đúng là vậy…",
    "男に二言はないって言ったくせに、マジよわよわじゃーん！\nやーい、ざーこざーこ！": "Cậu đã nói đàn ông nói là làm, vậy mà yếu đuối quá đi!\nÁ à, đồ yếu đuối!",
    "く……っ！": "Kh…!",
    "（なんか無性に腹立たしいな……！　でも言い出しっぺな手前、\n何も言い返せない……！）": "（Trong lòng có chút khó chịu…! Nhưng vì là người bắt đầu nên\ntôi không thể nói lại…!）",
    "……まあ、でもさ。": "…Chà, nhưng mà.",
    "ん……？": "Hửm…?",
    "%usernameusernameuserna%のおかげで、\n今のレジ打ちのバイトは一応続いてるんよね。": "Nhờ có %usernameusernameuserna%,\ncông việc thu ngân hiện tại của tôi vẫn đang tiếp tục.",
    "ラミ……": "Lami…",
    "だってー、腹が立つことも、全部おまえに話すネタだって思ったら、\nなんだか怒られることもあんまし気にならなくなってさ。": "Vì tôi nghĩ những chuyện tức giận cũng chỉ là chủ đề để nói với cậu thôi,\nnên tôi cũng không còn thấy bực mình nữa.",
    "はは……じゃあ、ちゃんと俺のこの苦労も報われてるってわけか。": "Ha ha… Vậy là, những khó khăn của tôi cũng được đền đáp sao.",
    "ま、そーゆーことだね！": "Chà, là như vậy đó!",
    "つーわけで！　ラミがこれからもいーっぱい稼ぎ続けるために、\nおまえにはずーっと付き合ってもらうんだから！": "Vậy nên! Để Lami có thể kiếm thật nhiều tiền trong tương lai,\ntôi sẽ bắt cậu phải đi cùng tôi mãi mãi!",
    "ったく……仕方ないな。まあ、男に二言はないって言ったしな。\nこうなったら、とことん付き合ってやるよ。": "Thật là… không còn cách nào khác. Chà, đã nói là đàn ông nói là làm mà.\nĐã đến nước này thì tôi sẽ đi cùng cậu đến cùng.",
    "トーゼンじゃない！\nこれからもよろしくね♪": "Đương nhiên rồi!\nSau này cũng mong được giúp đỡ nhé♪"
}