{
    "さあ、とうとうあと１人ですわ。\nそうすれば正式にチームとして認められます。": "Nào, cuối cùng cũng chỉ còn một người nữa thôi.\nNhư vậy là chính thức được công nhận là một đội rồi.",
    "でも、どうしましょうか？\n学園の皆さんには、ほとんど声をかけちゃいましたし……": "Nhưng mà, phải làm sao đây?\nMấy bạn trong trường thì mình cũng hỏi hết rồi...",
    "いやあ、マジで声をかけてもほとんどの子に断られたねぇ。\n何に問題があるのかなぁ？": "Haizz, hỏi thật sự thì hầu hết bọn nó đều từ chối hết.\nVấn đề nằm ở đâu nhỉ?",
    "……いやまあ、あんたもラミも原因でしょ。\n実力はあるけど問題があるからで断られてる奴なんだし。": "......À thì, chắc là tại cậu với Ramy đấy.\nDù có thực lực nhưng mà có vấn đề nên bị từ chối.",
    "一応自覚はありますのね……どういたしましょうか。\nそれに、誰でもいいとも言えませんわ。": "......Ra là cậu cũng tự giác đấy à... Phải làm sao đây ta?\nVới lại, cũng không thể nói là ai cũng được.",
    "まあ、ラミも妥協なんてしたくないしね。": "Mà, Ramy cũng không muốn thỏa hiệp đâu.",
    "……どこかにいないでしょうか？\nチームに所属していななくて、私達のチームに入ってくれて……": "......Không biết có ai không nhỉ?\nKhông thuộc đội nào, mà lại chịu vào đội của chúng ta...",
    "そうですわね……\n鳴滝の名前を利用したいと考えるような方ではなくて。": "Đúng là vậy nhỉ...\nKhông phải kiểu người muốn lợi dụng tên của Naru.",
    "ラミはちゃんと実力があるパイロットじゃないと認めないから！": "Ramy không công nhận nếu không phải là một phi công có thực lực!",
    "んー、まあ折角ならかわいい子がいいよね！": "Ưm, mà nếu được thì tớ muốn một người dễ thương!",
    "さ、流石に全部は無理ですよ！": "Chà, nói vậy thì hơi quá sức đấy!",
    "そうですわね。そんな条件を満たす方なんて……あら？": "Đúng là vậy nhỉ. Kiểu người đáp ứng được những điều kiện đó thì... Ơ?",
    "あれ？　七彩さん、どうかしましたか？": "Ơ? Nana, cậu sao thế?",
    "……いえ、全部の条件に当てはまる方の心当たりがありましたわ。\n": "......Không, tôi chỉ là, tôi chợt nhớ ra có một người đáp ứng được tất cả các điều kiện thôi.\n",
    "ええっ！？　ほ、本当ですか！？": "Ehh!? Th, thật sao!?",
    "ええ。鳴滝の名前に興味を持たず、実力があり……\n可愛らしい方で、どこのチームにも所属していない方が。": "Ừm. Không quan tâm đến cái tên Narutaki, có thực lực...\nLại còn dễ thương, mà lại không thuộc đội nào.",
    "……あー、もしかしてあいつのこと？": "......A, chẳng lẽ là người đó?",
    "だ、誰ですか！？": "L, là ai vậy!?",
    "それは、柊校舎に所属する一条白奈さんですわ。": "Đó là Ichijou Shirana thuộc Học xá Hiiragi.",
    "……一条白奈さん？": "......Ichijou Shirana?",
    "ええ。メイズに潜る実力も認められていて、\n成績も良くて色んな生徒からの評価も高いパイロットですわ。": "Ừm. Được công nhận là có thực lực để vào Mê Cung,\nthành tích cũng tốt, lại được nhiều học sinh đánh giá cao.",
    "初めて聞きました……": "Lần đầu tôi nghe đấy...",
    "めるってそういう話全然知らないのね。": "Meeru đúng là không biết gì về chuyện đó nhỉ.",
    "す、すいません……基礎講習を乗り越えるのに、\nいっぱいいっぱいでしたから……": "T, tôi xin lỗi... Vì tôi đã quá bận rộn để vượt qua khóa huấn luyện cơ bản...",
    "まあいいけど……でも、一条白奈ねぇ。\nあいつ、このチームに入ってくれないんじゃないの？": "Thôi cũng được... Nhưng mà, Ichijou Shirana nhỉ.\nCậu ta, liệu có chịu vào đội của chúng ta không?",
    "だって、ほとんどのチームを断ったんでしょ？\nなんなら柊校舎じゃないチームからのスカウトも。": "Dù sao thì hầu hết các đội đều bị từ chối mà?\nHuống hồ là cả những lời mời từ các đội khác nữa.",
    "ええっ！？　他校舎からのスカウトを断った！？\nそ、そんな凄い人がどうしてチームに入っていないんでしょう……？": "Ehh!? Bị từ chối cả lời mời từ các học xá khác á!?\nT, tài giỏi như vậy mà tại sao lại không vào đội nào chứ...?",
    "彼女の意図は分かりませんけども……\n声をかけるだけであれば、別に何か損をするわけではありませんわ。": "Tôi không hiểu ý định của cô ấy... Nhưng mà,\nnếu chỉ cần ngỏ lời thôi thì cũng không mất gì cả.",
    "そうそう、ダメだったらその時はその時だからね。\n声をかけるだけなら構わないんじゃない？": "Đúng đúng, nếu không được thì thôi. \nChỉ cần ngỏ lời thì có sao đâu?",
    "んー、まあそれもそうだけどさ……まあ行ってみるだけ行こっか。": "Ưm, thì cũng đúng... Thôi thì cứ thử xem sao.",
    "では、白奈さんは教室にいつもいるはずですわ。\nそれでは行きましょうか。": "Vậy thì, Shirana chắc chắn là luôn ở trong lớp học rồi.\nVậy chúng ta đi thôi.",
    "…………": "...........",
    "（あれが一条白奈さん……とっても綺麗な人……）": "(Kia là Ichijou Shirana... Đẹp thật...)",
    "はじめまして、一条白奈さん。\n少々お話をしてもよろしいでしょうか？": "Chào cô, Ichijou Shirana.\nTôi có thể nói chuyện một lát được không?",
    "……何？": "......Gì?",
    "わたくしは鳴滝七彩と申します。\n声をかけた理由は……チームへの勧誘をしにきましたの。": "Tôi là Narutaki Nana.\nLý do tôi tìm cô là... Tôi đến để mời cô vào đội.",
    "とても優秀なパイロットであると聞いていますわ。\nその力をぜひ、わたくしたちのチームで振るって欲しいのです。": "Tôi nghe nói cô là một phi công rất xuất sắc.\nTôi mong rằng cô có thể phát huy sức mạnh của mình trong đội của chúng tôi.",
    "……あなた達のチームに入っても、\nわたしにできることなんてない。": "......Vào đội của các người thì,\ntôi có thể làm được gì chứ?",
    "それは、どういう意味ですの？\nこのチームでは、物足りないと？": "Ý cô là sao?\nỞ trong đội này, cô cảm thấy chưa đủ sao?",
    "……深い意味なんてない。言葉通りの意味。": "......Không có ý gì sâu xa cả. Chỉ là ý nghĩa của những lời nói thôi.",
    "何よそれ？　ラミ達じゃ不満ってこと？": "Cái gì vậy? Ý là không hài lòng với Ramy và tụi này sao?",
    "……わたしが入ったところで、迷惑になるだけ。": "......Vào thì cũng chỉ làm phiền các người thôi.",
    "それはあたしたちが合わせて成長するってことじゃダメかな？": "Vậy chúng ta cùng nhau cố gắng để trưởng thành thì sao?",
    "……なら、なおさら入れない。\nわたしは……あなたたちが求めるような人材じゃないから。": "......Vậy thì, càng không thể vào.\nTôi... không phải là người mà các người mong muốn.",
    "はぁ、じゃあ無理ってこと？\n諦めよ。こうなったらダメだわ": "Haizz, vậy là không được rồi sao?\nBỏ cuộc thôi. Tới nước này thì bó tay rồi.",
    "そうですわね……分かりましたわ。\nいきなりの勧誘で失礼いたしましたわ。それでは。": "Đúng là vậy nhỉ... Tôi hiểu rồi.\nXin lỗi vì đã mời cô đột ngột. Vậy thì...",
    "ふぅ……取り付く島もありませんでしたわね。\n一番条件に会う方でしたけども……": "Phù... Cũng không có lối thoát nhỉ.\nDù là người phù hợp nhất với các điều kiện...",
    "やっぱあいつは無理だったんだって。": "Quả nhiên là không được rồi.",
    "うーん、まあ、仕方ないか。\n時間もないし、他の子を探しに行くしかないね。": "Ưm, thôi thì, đành chịu thôi.\nKhông còn nhiều thời gian nữa, chúng ta phải đi tìm người khác thôi.",
    "そうだね……める、諦めて他の子をさがすよ。": "Đúng rồi... Meeru, từ bỏ đi và đi tìm người khác đi.",
    "めるさん？　どうしたんですの？": "Meeru? Cậu sao thế?",
    "……あ、あの、待ってください。\nもう１度、白奈さんと話をさせてください。": "......À, à, đợi đã.\nĐể tôi nói chuyện với Shirana một lần nữa được không?",
    "は？　なんで？": "Hả? Tại sao?",
    "うまく言えないんですけど……大事なことを聞けてない気がするんです。\nだから、もう１度話をさせてください。": "Tôi không biết phải diễn tả thế nào... Nhưng tôi cảm thấy như mình đã bỏ lỡ một điều gì đó rất quan trọng.\nVì vậy, xin hãy cho tôi nói chuyện một lần nữa.",
    "……大事なこと？　何それ？\n意味わかんないんだけど？": "......Điều quan trọng? Là gì vậy?\nTôi không hiểu gì cả?",
    "まあまあ、めるちゃんの好きにしたらいいんじゃない？\nどの道他にこれと言って手があるわけじゃないし。": "Thôi nào, cứ để Meeru thích làm gì thì làm đi.\nĐằng nào thì cũng không còn cách nào khác.",
    "ありがとうございます！\n私だけで白奈さんとお話をしてみますね！": "Cảm ơn cậu!\nĐể một mình tôi nói chuyện với Shirana nhé!",
    "分かりましたわ。わたくしたちは他に候補がいないか探してきますので、\n後で教室前で合流いたしましょう。": "Tôi hiểu rồi. Chúng tôi sẽ đi tìm những ứng cử viên khác,\nsau đó sẽ gặp nhau trước cửa lớp học sau.",
    "こんにちは！　さっきはご挨拶が出来なくてすいません……\n私は桃園めるって言います！": "Chào cô! Xin lỗi vì lúc nãy tôi chưa kịp chào hỏi...\nTên tôi là Momozono Meeru!",
    "……一条白奈。\nそれで、また勧誘に来たの？": "......Ichijou Shirana.\nVậy, lại đến để mời tôi vào đội sao?",
    "はい！　白奈さんは、どこのチームに入る予定なんですか？": "Vâng! Shirana, cô định vào đội nào vậy?",
    "……決まってない。": "......Chưa có.",
    "でしたら……私たちのチームに入るのはダメですか？": "Vậy thì... cô có thể vào đội của chúng tôi được không?",
    "……できない。迷惑をかけたくない。": "......Không thể. Tôi không muốn làm phiền.",
    "迷惑をかけたくない……そうですよね。\n私も気持ちは分かります！": "Không muốn làm phiền... Tôi hiểu mà!\nTôi cũng hiểu được cảm giác đó!",
    "……あなたに何が分かるの？": "......Cậu hiểu cái gì chứ?",
    "その、私って集中すると周りが見えなくなって……\nそのせいで昔から迷惑をよくかけていたんです。": "Ý là, khi tôi tập trung thì tôi không nhìn thấy xung quanh nữa...\nVì vậy mà tôi thường xuyên làm phiền người khác từ trước đến nay.",
    "なんだか白奈さんを見ていたら……そうやっている時の、\n悩んでいる自分に似ていると思ったんです。": "Tôi nhìn Shirana... tôi cảm thấy như mình đang nhìn thấy chính mình trong những lúc đang lo lắng.",
    "……って、ご、ごめんなさい！\n似てるなんて失礼でしたよね！　白奈さんは優秀な方ですし……": "......T, tôi xin lỗi! \nXin lỗi vì đã nói như vậy! Shirana là một người tài giỏi mà...",
    "……ううん、そんなことはない。": "......Ưm, không phải vậy đâu.",
    "わたしも、悩むことも多いから……もしかしたら、\nめるとわたしは似てるのかもしれない。": "Tôi cũng có rất nhiều nỗi lo... Có lẽ, \nMeeru và tôi có điểm gì đó giống nhau.",
    "（よかった……白奈さん、笑ってくれた）": "(May quá... Shirana đã cười)",
    "……どうして、わたしなの？": "......Tại sao lại là tôi?",
    "えっ？": "Hả?",
    "めるたちはチームメンバーを探しているのは分かったけど。\nわたしの必要はないと思う。": "Tôi biết là Meeru và mọi người đang tìm kiếm các thành viên trong đội.\nNhưng tôi nghĩ là tôi không cần thiết.",
    "他の子達は、ダメ元でわたしに話しかけてきた。\nなら、きっとわたしである必要はないはずだと思うから。": "Những người khác đã đến nói chuyện với tôi một cách vô vọng.\nVậy thì, tôi nghĩ là không cần thiết phải là tôi.",
    "そんなことはありません！\nわたしは、白奈さんに仲間になって欲しいと思っています！": "Không phải vậy đâu!\nTôi muốn Shirana là thành viên trong đội của chúng tôi!",
    "……どうして？\nめるはわたしのことを知らないのに。": "......Tại sao?\nMeeru không biết gì về tôi cả.",
    "だって、白奈さんは入れないとは言いました。\n……でも、入りたくないって言っていませんから。": "Vì Shirana đã nói là không vào rồi.\n...Nhưng, cô chưa từng nói là không muốn vào.",
    "それは……": "Điều đó...",
    "断られたときは、いつだって他に決まってるだったり、\n無理だって断られてきました。": "Khi bị từ chối, lúc nào cũng là vì đã có người khác rồi,\nhay là vì không thể được.",
    "でも……白奈さんは、一度も入りたくないって言ってないですから。\nだから、本当の気持ちが聞きたかったんです。": "Nhưng... Shirana, chưa từng nói là không muốn vào.\nVì vậy, tôi muốn nghe được cảm xúc thật sự của cô.",
    "多分、どこか似てる所があるから思うんです。\nもしも……もしも、期待してるようにできなかったらって。": "Có lẽ, vì chúng ta có điểm gì đó giống nhau. Tôi nghĩ vậy.\nNếu... nếu, tôi không thể đáp ứng được những gì cô mong đợi...",
    "必要だって言われてもその期待を裏切るんじゃないかって、\n考えて悩んで……動けなくなるんじゃないかって。": "Bị nói là cần thiết, nhưng lại làm hỏng những mong đợi đó,\ntôi nghĩ và lo lắng... rồi trở nên không thể di chuyển được.",
    "……めるのいう事は……あってる。": "......Những gì Meeru nói... là đúng.",
    "わたしは、不安なの。\nこれだけ期待されて……それを裏切りたくはないから。": "Tôi thấy bất an.\nVì được kỳ vọng nhiều như vậy... mà tôi lại không muốn làm hỏng nó.",
    "白奈さん……": "Shirana...",
    "めるたちが期待してるような結果を出す自信はないし……\n迷惑をかけたくないの。": "Tôi không tự tin rằng mình có thể mang lại kết quả như những gì mọi người mong đợi...\nvà tôi không muốn làm phiền.",
    "……でも、白奈さん。大切なことを言っていません。": "......Nhưng mà, Shirana. Cô đã không nói một điều gì đó rất quan trọng.",
    "白奈さんの気持ちです": "Cảm xúc của Shirana",
    "白奈さんの意思です": "Ý chí của Shirana",
    "大切なこと……って、なに？": "Điều quan trọng... là gì?",
    "わたしの、気持ち？": "Cảm xúc của tôi?",
    "はい……だって、今の白奈さんは迷惑をかけたくないって言って、\n自分の本当の気持ちに関しては何も言ってくれてません！": "Vâng... Vì Shirana bây giờ chỉ nói là không muốn làm phiền thôi,\nvà không nói gì về cảm xúc thật sự của mình cả!",
    "私の……意思？": "Ý chí của tôi?",
    "はい……だって、白奈さんはずっと誰かの事を考えて、\n自分が本当はどうしたいのかを伝えていません！": "Vâng... Vì Shirana luôn nghĩ đến người khác,\nvà không hề nói lên những gì mình thật sự muốn!",
    "……める。でも、わたしは……": "......Meeru. Nhưng mà, tôi...",
    "迷惑をかけてしまうかもなんて気にしなくていいです。\nだから、白奈さんの本心を教えて欲しいんです！": "Cô không cần phải lo lắng về việc làm phiền người khác đâu.\nVì vậy, tôi muốn cô nói lên những gì thật sự trong lòng mình!",
    "……わたしの本心は。": "......Trong lòng tôi là.",
    "――本当は、チームに入りたい。\n誰かの役に立ちたいって、ずっと思っていた。": "――Thật ra, tôi muốn vào đội.\nTôi đã luôn muốn có ích cho ai đó.",
    "白奈さん……なら、一緒に頑張りませんか？": "Shirana...",
    "……でも、きっと迷惑をかける。": "Nhưng mà, chắc chắn tôi sẽ làm phiền.",
    "そんなの構いません！\n私だっていっぱい迷惑をかけちゃいますから！": "Việc đó không quan trọng!\nTôi cũng làm phiền rất nhiều!",
    "……皆の期待外れになる。": "......Sẽ không được như mong đợi của mọi người.",
    "大丈夫です！　そうだとしても、一緒に成長すればいいんです！": "Không sao đâu! Dù có như vậy, chúng ta có thể cùng nhau trưởng thành mà!",
    "……最後に聞かせて欲しい。": "......Để tôi hỏi một câu cuối cùng.",
    "めるは、私に仲間になって欲しい？": "Meeru, có muốn tôi trở thành đồng đội của cậu không?",
    "……はい！　私は、白奈さんに仲間になって欲しいんです！": "......Vâng! Tôi muốn Shirana trở thành đồng đội của tôi!",
    "……ありがとう。\nめるがそういってくれるなら、わたし……めるたちの仲間になる。": "......Cảm ơn cậu.\nNếu Meeru nói vậy, thì tôi... sẽ là đồng đội của Meeru và mọi người.",
    "白奈さん……ありがとうございます！": "Shirana... Cảm ơn cô!",
    "めるさん、お待たせ致しましたわ。\n生憎、こちらは見つかりませんでしたけども……": "Meeru, tôi xin lỗi vì đã để cô đợi lâu.\nThật không may, chúng tôi đã không tìm được ai...",
    "てか、もう後半はラミたち見るだけで逃げてたんだけど！": "Mà, nửa sau thì Ramy và mọi người chỉ thấy là bỏ chạy thôi!",
    "いやー、流石にあれはあたしでもびっくりしたよねぇ。\nやっぱり噂が悪かったかなぁ。": "Haizz, đến tôi còn thấy bất ngờ nữa.\nChắc là tại tin đồn không tốt rồi.",
    "……める。本当に大丈夫……？": "......Meeru. Cậu thực sự ổn chứ...?",
    "だ、大丈夫ですよ！\n皆さんいい人ですから！": "T, tôi ổn mà!\nMọi người đều là người tốt mà!",
    "……え？　その発言はもしかして……": "......Hả? Câu nói đó là sao vậy...",
    "……これからよろしく。": "......Từ giờ mong được giúp đỡ.",
    "……はぁああああ！？\n嘘でしょ！？　本当に一条白奈が入ることになったの！？": "......Hảaaaaa!?\nNói dối sao!? Shirana thật sự đã vào rồi sao!?",
    "うわー！　凄いね！　どんな魔法を使ったの！？\nどんなチームでも首を縦に振らなかったって聞いたよ！？": "Uwaaa! Tuyệt vời quá! Cậu đã dùng phép thuật gì vậy!?\nTôi nghe nói là đội nào cũng bị từ chối mà!?",
    "そ、その……誠心誠意、お話をしてお願いをしただけです！": "Th, thật ra... tôi chỉ dùng tấm lòng chân thành để nói chuyện và cầu xin thôi!",
    "……めるの熱意が決め手。": "......Sự nhiệt tình của Meeru là chìa khóa.",
    "……ありがとうございますわ、めるさん。\nこれでやっと……五人揃えることが出来ましたわね。": "......Cảm ơn cậu, Meeru.\nCuối cùng thì... chúng ta cũng đã có đủ năm người rồi.",
    "はい！　……なんだか、夢見たいです。\nこんな風にチーム結成できるなんて。": "Vâng! ......Cảm giác như đang mơ vậy.\nCó thể thành lập một đội như thế này...",
    "こらこら、もうゴールしたみたいに言ってるけど、\nここからがスタートなんだからね？": "Này này, cậu nói như đã về đích rồi vậy, \ntừ đây mới là bắt đầu đấy?",
    "そうよ！　ラミだって稼げるチームじゃないなら、\n見限って出ていくからね！": "Đúng rồi! Nếu Ramy không phải là đội có thể kiếm tiền được,\ntôi sẽ từ bỏ và ra đi đấy!",
    "……わたしに出来る限りは頑張る。": "......Tôi sẽ cố gắng hết sức có thể.",
    "は、はい！　分かりました！\nきっとがっかりさせないように頑張りますね！": "V, vâng! Tôi hiểu rồi!\nTôi chắc chắn sẽ không làm mọi người thất vọng đâu!",
    "では、このまま生徒会長に申請致しましょうか。": "Vậy thì, chúng ta sẽ nộp đơn lên hội trưởng luôn nhé.",
    "いやー、このまま退学ってことになるかと思ったらヒヤヒヤしたね。": "Haizz, tôi cứ tưởng là sẽ bị đuổi học chứ.",
    "……え？": "......Hả?",
    "はぁ！？　退学ってなんの話よ！？": "Hảaaaa!?\nĐuổi học là sao!?",
    "……あれ？　もしかして説明してませんでした？": "......À? Có lẽ nào tôi chưa giải thích không?",
    "……確かに入ってくれたことが嬉しくて、\n生徒会長から条件を付けられていた話を伝えていませんでしたわね。": "......Tôi đã rất vui khi cô ấy đồng ý,\nvà tôi đã không nói về việc hội trưởng đưa ra các điều kiện.",
    "あれ？　意図的に黙ってると思ってたんだけど、忘れてたんだ。": "À? Tôi đã nghĩ là mọi người cố tình im lặng, nhưng lại quên mất.",
    "……もしかして、入るチーム間違えた？": "......Có lẽ nào, chúng ta đã chọn sai đội rồi?",
    "ちょっと！？　問題があるならラミ抜けるけど！？": "Khoan đã!? Nếu có vấn đề gì thì Ramy sẽ rời đi đấy!?",
    "ま、待ってくださいませ！\nちゃんと事情を説明いたしますから……！": "Đợi đã! \nTôi sẽ giải thích rõ ràng cho mọi người...",
    "あはは！　いやあ、楽しいチームになりそうだね！": "A ha ha! Nhìn có vẻ là một đội thú vị đây!",
    "言っている場合ですかっ！！": "Đừng có nói những chuyện đó vào lúc này!"
}