{
    "（カラフルブーケのみんなと過ごしたクリスマス、楽しかったな。\n残り年末まで何をしようか……）": "（Mình đã có một Giáng sinh vui vẻ với mọi người ở Colorful Bouquet nhỉ.\nĐến cuối năm, mình nên làm gì đây……）",
    "……ん？　電話？": "……Hửm? Điện thoại?",
    "はい、もしもし。": "Vâng, xin chào.",
    "『あぁ%usernameusernameuserna%？\n今日の夜、時間はあるかしら』": "『A, %usernameusernameuserna% à?\nTối nay cậu có rảnh không』",
    "なんだよ、藪から棒に。まあ、暇だけど……": "Sao tự nhiên vậy. Mà, tôi rảnh đấy……",
    "『じゃあ、今夜私の部屋にケーキ食べにこない？』": "『Vậy tối nay cậu đến phòng tớ ăn bánh kem được không?』",
    "……？　ケーキ？": "……? Bánh kem?",
    "『実は……以前お菓子作りでもしてみようと思って材料買ったんだけど、\nそれっきりというか……気づいたら賞味期限が近くて……』": "『Thật ra……trước đây tớ có định thử làm bánh, nên đã mua nguyên liệu, nhưng\nrồi để đó luôn……Tớ thấy gần hết hạn rồi……』",
    "『でももったいないじゃない？\nだから今夜にでも使っちゃいたいなって』": "『Nhưng mà phí quá đúng không?\nNên tớ muốn dùng nó vào tối nay』",
    "なるほど……それで手が足りないというか、口が足りないと。\nわかった。参加する。まあ、カラフルブーケと俺で６人なら余裕だな。": "Ra là vậy……Thiếu người làm, thiếu người ăn đúng không.\nĐược thôi. Tôi tham gia. Mà, Colorful Bouquet với tôi là 6 người, thoải mái mà.",
    "『あ、えっと……きょ、今日はね……私とあんただけよ』": "『A, ừm……t, tối nay chỉ có tớ và cậu thôi đấy』",
    "え……？　他のみんなは？": "Hả……? Mọi người khác thì sao?",
    "『…………』": "『…………』",
    "もしかして――": "Chẳng lẽ――",
    "『い、言っておくけど、変な勘違いしないでよね！\n別にあんただけを誘おうとか、そんなこと思ってないんだから！』": "『T, tớ nói trước, đừng hiểu lầm nhé!\nTớ đâu có rủ mỗi mình cậu, tớ không nghĩ vậy đâu!』",
    "『みんなは――そう！　予定が合わなかったの！　いやー残念ねー。\n私は今日しか時間が取れないから、困ってるのよねー』": "『Mọi người――đúng rồi! Không sắp xếp được thời gian!\nBuồn ghêー. Tớ chỉ có thời gian hôm nay thôi, nên mới khổ sở đâyー』",
    "ああ、まさにそんな感じの理由かなって思ったんだが……": "À, tôi nghĩ chắc là lý do kiểu vậy đấy……",
    "『……！　わ、わかってるならいいの！\n味は保証するから、しっかりお腹を空かせてくるように！』": "『……! Đ, được rồi thì tốt!\nTớ đảm bảo là ngon, nên nhớ ăn cho no bụng đấy!』",
    "はは、了解。\nふたりで消化しきれるように、気合い入れていかないとな。": "Ha ha, hiểu rồi.\nHai đứa mình ăn hết luôn nhé, phải cố gắng thôi.",
    "にしてもなんだか、わざわざケーキ焼いて誰かの部屋に集まって\n……って、またクリスマスパーティーしてるみたいだ。": "Mà nói mới nhớ, tự nhiên đi nướng bánh ở phòng ai đó rồi tụ tập\n……thì, lại như là tiệc Giáng sinh rồi.",
    "『……！\nそ、そうね……！』": "『……!\nĐ, đúng rồi……!』",
    "……なんてな。\nじゃあ、ぼちぼちそっちへ向かうよ。ケーキ、楽しみにしてる。": "……Chỉ là nói thế thôi.\nVậy, tôi đi đây. Bánh kem, tôi mong chờ đấy.",
    "『ええ……！　待ってるわ！』": "『Ừm……! Tớ đợi cậu!』",
    "――そうして俺はクララとの通話を終えた。": "――Thế là tôi kết thúc cuộc gọi với Clara.",
    "さて、行くとするか。\nだけど手ぶらなのもな……": "Giờ thì đi thôi.\nNhưng mà đi tay không thì……",
    "……そうだ、いいことを思いついた。": "……Đúng rồi, tôi nghĩ ra một chuyện hay rồi.",
    "よし！　まずは彼の予定を確保よ！　第１段階クリアね！": "Được! Trước hết là phải giữ chân cậu ấy đã! Giai đoạn 1 hoàn thành!",
    "ふふ……ふふふふ、『楽しみにしてる』だなんて。\nまあ、それはそうよね！　私が作るんだもの。楽しみで当然よ！": "Hừm……hừm hừm, 『Mong chờ』 cơ à.\nMà, đúng là vậy rồi! Tớ làm mà. Mong chờ là phải rồi!",
    "彼をびっくりさせるために、たくさんケーキ作りの特訓したんだから。\nまずは胃袋から掴んでやるわ……！": "Để làm cậu ấy bất ngờ, tớ đã luyện tập làm bánh rất nhiều mà.\nTrước hết là phải chiếm được trái tim cậu ấy……!",
    "（私からじゃなく、ちゃんと私を好きになった彼に告白させる……\nそのためにはひとつひとつ積み重ねて、私を見てもらわないと）": "（Không phải từ tớ, mà là để cậu ấy thích tớ thật lòng……\nĐể làm được vậy, phải từng bước từng bước một, để cậu ấy thấy được tớ）",
    "（泉花、悪いけど、一歩リードしちゃうから！）": "（Izumi, xin lỗi nhé, tớ đi trước một bước đây!）",
    "『ふたりきりの遅れてきたクリパ大作戦』――開始よ！": "『Đại chiến tiệc Giáng sinh trễ hai người』――bắt đầu!",
    "部屋の飾り付けよし。メインのケーキも上々。\n残す工程は生地を焼いて、飾り付けるだけ。": "Trang trí phòng xong. Bánh kem chính cũng ổn rồi.\nViệc còn lại là nướng bột bánh, rồi trang trí thôi.",
    "綺麗に焼けますように……！": "Mong là nướng đẹp nhé……!",
    "……ふぅ。": "……Phù.",
    "ん、電話？　はい、もしもし？": "Hửm, điện thoại? Vâng, xin chào?",
    "『あ、もしもし、クララ？\nさっそくだけど、年末、またみんなで集まらない！？』": "『A, xin chào, Clara?\nNgay bây giờ, cuối năm, mình lại tụ tập không!?』",
    "ふふ、さっそくすぎでしょ。年末よね？　カラフルブーケの\nみんなとの予定とか確認しておくわ。多分いけると思う。": "Hừm, nhanh quá đấy. Cuối năm hả? Tớ sẽ xác nhận\nlịch với mọi người ở Colorful Bouquet nhé. Chắc là được thôi.",
    "『やった！　……あ、そうだ。前にウチらとしたクリパ、プレゼント交換\nのくじ引きでウチのがクララに当たったじゃん？　アレどうだった？』": "『Được rồi!……A, đúng rồi. Hôm trước mình có tiệc Giáng sinh, bốc thăm\nquà tặng thì quà của mình trúng Clara đúng không? Dùng sao rồi?』",
    "あのシャンプー？　すっごくよかった！\n柔らかくて甘いフローラルな香り、気に入っちゃったわ！": "Cái dầu gội đó hả? Dùng thích lắm!\nMùi hoa ngọt ngào và mềm mại, tớ thích lắm!",
    "『ほんと！？　よかった～！　ウチなんて誰が仕込んだのか、バッグ・\nクロージャー詰め合わせセットよ！？　クララのアロマがよかった～』": "『Thật á!? Vui quá～! Mình thì ai bày ra, lại là bộ túi・\nkhóa kéo tổng hợp!? Mùi hương của Clara thích quá～』",
    "それは……絶妙に使い所が難しいわね……": "Cái đó thì……khó dùng quá đi……",
    "『ほんと、マジそれ～。\nあんなのスカラ校舎の商店街でも扱わないっての。知らないけど』": "『Thật á, đúng là vậy～.\nCái đó đến cả khu chợ của trường Skala cũng không bán. Không biết nữa』",
    "……で、どうするの、それ？": "……Vậy, cậu tính sao?",
    "『……さすがに捨てるのはアレだし、\nどうにか使い切ってやるわ！』": "『……Bỏ thì cũng hơi phí,\ntớ sẽ dùng nó bằng cách nào đó!』",
    "えっと……まあ、頑張って……": "Ừm……thôi, cố lên……",
    "『クララにもお裾分けしてあげようか？』": "『Hay là mình chia cho Clara một ít?』",
    "いや、いらないわよ……でも使い道くらいは一緒に考えてあげるわ。": "Không cần đâu……Nhưng mà tớ sẽ nghĩ cách dùng giúp cậu.",
    "『マジ！？　助かる～！』": "『Thật á!? Cứu tinh～!』",
    "ふぅ～寒っ。そろそろ、クララの寮に着くな。\nぱらぱら雪も降ってきたし、早く駆け込みたい……": "Phù～lạnh quá. Sắp đến ký túc xá của Clara rồi.\nTuyết rơi nữa rồi, muốn vào trong nhanh quá……",
    "そうしてクララの部屋の前に立ち、\nインターホンを押そうとすると――": "Thế là tôi đứng trước cửa phòng Clara,\nđịnh bấm chuông――",
    "ん？　なんだ、この臭い……\n部屋の中からするぞ？": "Hửm? Cái mùi gì đây……\nTừ trong phòng bay ra à?",
    "何かが焦げてるような……": "Có vẻ như thứ gì đó đang cháy……",
    "……！！": "……!!",
    "クララ？　おいクララ！\n大丈夫か！？　俺だ、開けてくれ！": "Clara? Này Clara!\nCậu không sao chứ!? Tôi đây, mở cửa ra!",
    "%usernameusernameuserna%……？": "%usernameusernameuserna%……?",
    "…………": "…………",
    "大丈夫か！？　怪我は！？": "Cậu không sao chứ!? Có bị thương không!",
    "……してない。": "……Không.",
    "そうか。それならよかった。\nこの臭いはどこから……": "Vậy thì tốt rồi.\nMùi này từ đâu ra……",
    "ケーキよ。焼いている最中に友達との電話に夢中になっちゃって……": "Bánh kem. Trong lúc nướng thì mải nói chuyện với bạn……",
    "黒焦げになってしまったと。": "Thế là bị cháy đen rồi.",
    "……ま、まぁ、想像していた形とは違うけど、\nケーキの材料の処理には成功したわ。": "……Thì, ừm, tuy là không giống hình dung, nhưng mà\ntôi đã xử lý được nguyên liệu làm bánh rồi.",
    "心配しなくても、これは私が責任をもって食べるから。\n悪いけど、もう帰ってもらって構わないわよ。他に食材もないし。": "Đừng lo, cái này tớ sẽ chịu trách nhiệm ăn hết.\nXin lỗi, cậu có thể về được rồi đấy. Cũng không còn nguyên liệu gì nữa.",
    "クララ……": "Clara……",
    "（火事とかにならなくてよかったけど……\nこの落ち込み方を見るに、それは慰めの言葉にはならなそうだ）": "（Không có hỏa hoạn là may rồi……\nNhìn cách cô ấy suy sụp thế này, thì lời an ủi cũng không có tác dụng）",
    "サンタ衣装に部屋の飾りの本気具合……ケーキの処理と言いつつ、\nちゃんとパーティをして盛り上げるつもりだったのだろう。": "Trang phục Santa, trang trí phòng rất nghiêm túc……Nói là xử lý bánh kem, nhưng mà\nchắc chắn là định làm tiệc để vui vẻ rồi.",
    "となると、ケーキも大真面目に作ったはずだ。": "Vậy thì, chắc chắn là đã làm bánh rất nghiêm túc.",
    "……クララ。": "……Clara.",
    "何？": "Gì?",
    "これ……改めてサンタクイーン、おめでとう。\n個人的にはまだプレゼントとか渡してなかっただろ？": "Cái này……tôi xin chúc mừng cô lần nữa, Santa Queen.\nCá nhân tôi thì vẫn chưa tặng quà gì cho cô nhỉ?",
    "……！": "……!",
    "それにケーキをご馳走してもらうのに、\n手ぶらってわけにもいかないし。": "Với lại, đến ăn bánh kem mà\ntay không thì cũng không được.",
    "だから、別の日にでも食べてもらおうと思って\nクッキーを買ってきたんだ。": "Nên tôi đã mua bánh quy, để hôm khác ăn vậy.",
    "%usernameusernameuserna%……": "%usernameusernameuserna%……",
    "といっても……": "Tuy nhiên……",
    "部屋の片隅にはきっといろんな友人から\nここ数日でもらったのだろう、いろんなプレゼントが置かれていた。": "Trong góc phòng chắc chắn là có rất nhiều quà\nmà cô ấy nhận được từ bạn bè trong vài ngày gần đây.",
    "他の人からもらったものに比べりゃ、\nオシャレだったりブランドものってわけじゃないけどな。": "So với những thứ người khác cho, thì\ncũng không phải là hàng hiệu hay là thời trang gì đâu.",
    "……本当にもらっていいの？": "……Thật sự là được nhận sao?",
    "ああ、もちろんだ。": "Ừ, tất nhiên rồi.",
    "ふ、ふん……": "Hừ, hừm……",
    "ま、まあ……せっかくだし？　もらってあげてもいいわよ？": "Thì, cũng được……? Tớ nhận cũng được nhỉ?",
    "そもそも%usernameusernameuserna%のチョイスだから、\n最初から中身に期待なんてしてないし……": "Vốn dĩ là do %usernameusernameuserna% chọn mà,\ntớ cũng không mong đợi bên trong sẽ thế nào……",
    "別に無理してもらってくれなくていいぞ？\nもしいらないものなら――": "Cậu không cần phải cố đâu.\nNếu không cần thì――",
    "ダ、ダメ、もうこれ私の！　返せと言っても返さないんだから！": "Đ, được, cái này là của tớ rồi! Trả lại cũng không trả đâu!",
    "……欲しいのかいらないのか、どっちだよ。": "……Muốn hay không muốn đây.",
    "……………………いる。あ、ありがと。": "……………………Muốn. A, cảm ơn.",
    "ふっ……どういたしまして。": "Hừ……không có gì đâu.",
    "（少しは気持ちを持ち直したようで、よかった）": "（Có vẻ như tâm trạng đã tốt hơn một chút, tốt rồi）",
    "ねえ。もしよかったら、このクッキー、一緒に食べない？\nお腹空いたでしょう？": "Này. Nếu được, mình cùng ăn bánh quy này nhé?\nCậu đói bụng rồi đúng không?",
    "まあ……空かしてきたからな。でもいいのか？\n一応クララのために買ってきたわけで……": "Ừm……Tôi cũng đói rồi. Nhưng mà được không?\nTôi mua để cho Clara mà……",
    "もうこのクッキーは私のだし、誰に振る舞おうが、私の勝手じゃない？": "Bánh quy này là của tớ rồi, cho ai ăn là quyền của tớ, đúng không?",
    "（気を使わせないように、言ってくれているようだ）": "（Để không làm người khác phải bận tâm, cô ấy đã nói thế）",
    "ならせっかくだし、ご厚意に甘えようかな。": "Vậy thì nhân cơ hội này, tôi xin nhận lòng tốt vậy.",
    "決まりね。開けるわよ。\nふぬぬっ……あれ？　意外と固い。": "Quyết định rồi. Mở ra thôi.\nPhù nự……hả? Cứng thế.",
    "大丈夫か？　俺が代わろうか。": "Cậu không sao chứ? Để tôi mở cho.",
    "う、ううん、大丈夫。\n蓋くらい……ひとりで開けられ――": "Ư, ừm, không sao đâu.\nNắp thôi mà……tớ tự mở được――",
    "あっ……！！": "A……!!",
    "固い蓋を無理やり開けようとした結果、なんとか開いたものの\nその反動で中身をひっくり返してしまった。": "Cố mở cái nắp cứng, kết quả là mở được, nhưng mà\ndo lực bật lại nên đã làm đổ hết ra.",
    "うそ……": "Ư……",
    "あ、えっと……蓋、固かったもんな。": "A, ừm……nắp, cứng thật.",
    "ごめん……せっかく買ってきてくれたのに……": "Xin lỗi……tớ đã mua về cho cậu mà……",
    "気にするな。早く拾っちゃおう。": "Đừng bận tâm. Mau nhặt lên đi.",
    "そうやってクッキーを拾っていると――": "Khi đang nhặt bánh quy thì――",
    "って、な、なんだ！？": "Này, ơ, cái gì vậy!?\n",
    "で、電気……\nあれ？　つかない……": "Điện……\nHả? Không sáng……",
    "停電か？　今かなり外、大雪みたいだし……": "Mất điện à? Bên ngoài bây giờ tuyết rơi nhiều quá……",
    "カーテンの外を見てみると、周囲の建物も真っ暗だ。まだ夜としては\nそんな遅い時間でもないので、揃って消灯中なのはおかしい。": "Nhìn ra ngoài cửa sổ, thì các tòa nhà xung quanh cũng tối đen. Vẫn chưa muộn để buổi tối, nên việc tắt đèn cùng lúc là bất thường.",
    "停電が復旧するまで待つか。": "Chờ đến khi có điện lại vậy.",
    "（まずはデバイスのライトで、明かりを――）": "（Trước hết là dùng đèn của thiết bị, để lấy ánh sáng――）",
    "なんで……": "Sao……",
    "ん？": "Hửm?",
    "なんで……こうなったの……？": "Sao……lại thành ra thế này……?",
    "飾り付けして、ケーキ焼いて……%usernameusernameuserna%が、\nプレゼントまで持ってきてくれたのに……": "Trang trí, nướng bánh……%usernameusernameuserna% còn\nmang cả quà đến nữa……",
    "ケーキは焦がしちゃって、クッキーはひっくり返しちゃって、\nおまけに停電でせっかくの飾り付けも見えないし……": "Bánh kem thì bị cháy, bánh quy thì bị đổ, lại còn mất điện, trang trí cũng không thấy gì nữa……",
    "こんなはずじゃなかったのに……": "Đáng lẽ không nên thế này mà……",
    "ごめん、%usernameusernameuserna%……私のせいで……": "Xin lỗi, %usernameusernameuserna%……tại tớ……",
    "いろいろ重なったのは……運が悪かっただけだ。\n謝る必要なんてない。": "Mọi thứ dồn lại……chỉ là xui xẻo thôi.\nKhông cần xin lỗi đâu.",
    "（こんなに落ち込んでるクララの声は初めてだ……）": "（Giọng Clara suy sụp thế này là lần đầu đấy……）",
    "（せっかくさっき持ち直したと思ったのに。\n何か少しでも元気づける方法は――）": "（Vừa mới nghĩ là cô ấy đã ổn rồi.\nCó cách nào để làm cô ấy vui lên không――）",
    "……あ。": "……A.",
    "クララ、ケーキ用のろうそくとかってあるか？": "Clara, có nến dùng cho bánh kem không?",
    "ろうそく？　え、ええ……キッチンに……\nでも明かりならデバイスのライト使えば……": "Nến? Ừ, ừm……trong bếp……\nNhưng mà ánh sáng thì dùng đèn của thiết bị là được mà……",
    "ろうそくがいいんだ。ケーキ用のだけじゃ少し弱いか……\n他にろうそくって持ってない？　あとマッチかライターも。": "Cần nến. Chỉ dùng cho bánh kem thì hơi yếu……\nNgoài ra còn nến nào không? Với cả diêm hay bật lửa nữa.",
    "それなら隅の棚に、アロマキャンドルと一緒にあるけど……": "Vậy thì ở kệ góc, có cả nến thơm nữa……",
    "俺はスマートデバイスのライトを頼りに、クララに\n言われたとおりの場所へ向かい、ろうそくやマッチを回収していった。": "Tôi dựa vào đèn của thiết bị thông minh, theo lời Clara\nđến chỗ được chỉ, thu thập nến và diêm.",
    "そして本来ケーキやクッキーの置くはずだったテーブルに、\nろうそくを置いて――": "Và đặt nến lên bàn, lẽ ra là để bánh kem và bánh quy――",
    "わ……": "Waa……",
    "……ふぅ、どうだ？": "……Phù, thế nào?",
    "どうって……": "Thế nào là sao……",
    "……うん、きれい。": "……Ừm, đẹp đấy.",
    "だな。": "Đúng vậy.",
    "アロマキャンドルがいい具合に香りを放ち、\nゆらゆらと灯りの揺れる部屋内に漂い始めた。": "Nến thơm tỏa ra mùi hương dễ chịu,\nbắt đầu lan tỏa trong căn phòng với ánh sáng lung linh.",
    "俺、今日はすごく運のいい一日だと思うよ。": "Tôi nghĩ hôm nay là một ngày may mắn của tôi đấy.",
    "……そんな、無理に気を遣ってくれなくて平気よ。\n失敗したのは、自分が一番よくわかってるから。": "……Không cần phải cố gắng quá đâu.\nThất bại, tớ là người hiểu rõ nhất mà.",
    "そうじゃなくてさ。\n確かに今、この部屋に食べるものはなくて、停電もしてるけど――": "Không phải vậy đâu.\nĐúng là bây giờ trong phòng này không có gì để ăn, lại còn mất điện nữa――",
    "だからこそ行き着いたこの光景もあると思うんだ。多分停電もせず、\n食べるものもあったら、また違うことしてただろうし。": "Nhưng mà tôi nghĩ cũng có khung cảnh này.\nChắc là nếu không mất điện, cũng có đồ ăn, thì mình đã làm việc khác rồi.",
    "もちろん、それも楽しいしいいと思うけど……\n『こういうのだって悪くない』――そう思わないか？": "Đương nhiên, việc đó cũng vui và tốt thôi……\n『Kiểu này cũng không tệ』――cậu không nghĩ vậy sao?",
    "今日は呼んでくれてありがとな。": "Hôm nay cảm ơn vì đã mời tôi nhé.",
    "べ、別に、あんたの――": "Đ, đâu có, của cậu――",
    "第２回は俺の部屋開催でどう？": "Lần thứ hai, tôi tổ chức ở phòng tôi nhé?",
    "次回、楽しみにしてる": "Lần tới, tôi mong chờ đấy.",
    "……どういたしまして。": "……Không có gì đâu.",
    "それって%usernameusernameuserna%の部屋に\nそ、その……ふ、ふたりきりで……？": "Vậy là ở phòng của %usernameusernameuserna%\nl, ừ, là……h, hai người……?",
    "ああ……でも、そうだな、他のみんなも呼んだほうが――": "Ừm……Nhưng mà, đúng là vậy, nên mời cả mọi người――",
    "……ふたりきりで、リベンジさせて。別にあんたのためじゃないわ。\nちゃんと今度は私の納得いく形にしたいだけ。": "……Hai người, làm lại nhé. Không phải vì cậu đâu.\nChỉ là tớ muốn làm sao cho vừa lòng tớ thôi.",
    "負けず嫌いだな。自分自身にも。": "Cứng đầu thật. Với cả chính mình.",
    "ふふ、当然でしょ……？": "Hừm, tất nhiên rồi……?",
    "……！　もちろん！　今日の失敗なんて忘れてしまうくらい、\n完璧なクリパを見せてあげるわ！": "……! Tất nhiên rồi! Quên hết những thất bại hôm nay đi,\ntớ sẽ cho cậu thấy một buổi tiệc Giáng sinh hoàn hảo!",
    "忘れてしまうのか？　じゃあこうしてろうそくを眺めて綺麗だと\n思ったのは、クララだけの思い出になっちゃうのか。": "Quên đi sao? Vậy thì việc ngắm nến và thấy đẹp\nlà kỷ niệm của riêng Clara à?",
    "そ、それは……言葉のあやよ！": "Th, thì……chỉ là nói quá thôi!",
    "（よし、少しはいつもの調子に戻ってきたようだ）": "（Được rồi, có vẻ như đã trở lại bình thường rồi）",
    "……ほんと、さっきからずっとあんたに気を使わせてるわね。": "……Thật sự, nãy giờ cậu cứ bắt tớ phải để tâm đến cậu mãi đấy.",
    "（呼びつけておいて、ひとりで失敗して落ち込んで慰めてもらって……\nこれ完全に面倒くさい女ムーブじゃん……）": "（Mời đến rồi, rồi tự mình thất bại, rồi lại suy sụp, rồi lại được an ủi……\nĐây hoàn toàn là kiểu con gái phiền phức mà……）",
    "むしろ、使わせろよ。": "Thay vì thế, cứ để tôi lo đi.",
    "え……？": "Hả……?",
    "多分俺は誰かの世話を焼いているのが性に合ってるんだ。\nだから今回のも……そうだな、ある意味ご褒美みたいな？": "Chắc là tôi hợp với việc chăm sóc người khác.\nNên lần này cũng……ừm, theo một nghĩa nào đó là phần thưởng?",
    "なにそれ……あんたってマゾなの？": "Cái gì vậy……cậu bị bệnh thích hành hạ à?",
    "失礼な。世話好きって言えよ。": "Vô lễ quá. Cứ nói là thích chăm sóc người khác đi.",
    "もの好き？": "Người thích làm điều đó?",
    "お前なぁ……": "Mày……",
    "ふっ……ふふっ……": "Hừm……hừm hừm……",
    "なんだか、さっきまで落ち込んでたのが、\n嘘みたいにマシになった。ありがと。": "Cảm giác suy sụp nãy giờ,\ngiờ lại như không có gì. Cảm ơn nhé.",
    "そりゃ、よかった。": "Vậy thì, tốt rồi.",
    "……改めて、綺麗ね。真っ暗な中で揺れるろうそくって。\n安心するというか、落ち着く。": "……Nói lại, đẹp thật. Nến lung linh trong bóng tối.\nCảm thấy yên tâm, bình tĩnh nữa.",
    "ああ、そうだな……": "Ừm, đúng vậy……",
    "窓の外を見るに、雪もマシになってきてるみたいだし、\n明かりが戻ったらあとでピザの配達でも頼まない？": "Nhìn ra ngoài cửa sổ, tuyết có vẻ cũng đỡ hơn rồi,\nlát nữa có điện lại thì mình gọi giao pizza nhé?",
    "いいな。すっかり空腹なこと忘れてたよ。": "Hay đấy. Tớ đã quên là mình đang đói rồi.",
    "（%usernameusernameuserna%の横にいるから、安心して落ち着く……\nやっぱり誰かに取られるの、嫌だな……）": "（Vì có %usernameusernameuserna% bên cạnh, nên cảm thấy yên tâm, bình tĩnh……\nThật sự là, bị người khác cướp mất, tớ không thích đâu……）",
    "（そう思えるくらい――好き。だから他の誰にも負けられない。\nあんたが好きになる女の子は、私でいてほしい）": "（Cảm thấy như vậy――thích. Nên tớ không được thua ai cả.\nTớ muốn cô gái mà cậu thích, là tớ）",
    "ケーキ――今度は上手く作るから。私以外のケーキを\n食べられなくなるくらい、最っ高に美味しいケーキを作るから。": "Bánh kem――lần này tớ sẽ làm được. Tớ sẽ làm ra một chiếc bánh\ncực kỳ ngon, đến mức cậu sẽ không thể ăn bánh của ai khác được nữa.",
    "もちろん。楽しみにしてるよ。\n……あ、見ろクララ。街に光が戻り始めた。": "Tất nhiên rồi. Tôi mong chờ đấy.\n……A, nhìn kìa Clara. Ánh sáng đã trở lại với thành phố rồi.",
    "本当だわ。\nうちはまだのようだけど……じきに電気も復旧しそうね。": "Đúng là vậy.\nNhà mình thì vẫn chưa……nhưng mà, chắc là điện cũng sẽ có lại thôi.",
    "だな。ちょっと早いだけど、ろうそく消しちゃおうか。": "Đúng vậy. Tuy hơi sớm, nhưng mà mình tắt nến nhé?",
    "……待って。": "……Chờ một chút.",
    "もう少しだけ、このままでいさせて。": "Cứ để thế này thêm một chút nữa đi.",
    "わかった。": "Tôi hiểu rồi.",
    "それから俺達は明かりが戻るまでの間、特に会話をするわけでもなく、\nただお互いの存在を感じながら寄り添い合うのだった――": "Sau đó, cho đến khi có điện lại, chúng tôi cũng không nói chuyện gì, mà\nchỉ cảm nhận sự hiện diện của nhau, rồi dựa vào nhau――"
}