{
    "ふぅ、気がつけば、温泉旅行も最終日か。\nトラブルもあって慌ただしい日々だったが……": "Phù, cuối cùng cũng là ngày cuối của chuyến đi suối nước nóng rồi nhỉ.\nTuy có nhiều rắc rối và bận rộn...",
    "カオスメイデンのみんなとの絆が深まった気がするし、\n体も休められた。充実した逗留期間だったな。": "Tôi cảm thấy tình bạn với mọi người trong Chaos Maiden sâu sắc hơn, và\ncơ thể cũng được nghỉ ngơi. Đúng là một kỳ nghỉ tuyệt vời.",
    "そういえば――何か誰かに連絡しようと思っていたのを\n忘れているような気がするけど……まあ、大丈夫か。": "Nói mới nhớ――Hình như tôi đã quên liên lạc với ai đó thì phải...\nMà thôi, chắc không sao đâu.",
    "残された時間も少ないし、\nせっかくなので最後にひとっ風呂浴びに行こう。": "Thời gian còn lại không nhiều, và\nnhân tiện, hãy đi tắm suối nước nóng lần cuối đi.",
    "そう思い、脱衣所までやってくると――": "Nghĩ vậy, tôi đến phòng thay đồ――",
    "あれ？　%usernameusernameuserna%？": "Hả? %usernameusernameuserna%?",
    "え……ユ、ユリア！？": "Hả... U, Yuria!?",
    "脱衣所に入ると、ばったりユリアが座っていた。": "Khi vào phòng thay đồ, tôi thấy Yuria đang ngồi.",
    "%usernameusernameuserna%も朝から入りに来たんだ？\nもう帰らないといけないもんねー。": "%usernameusernameuserna% cũng đến tắm từ sáng à?\nPhải về rồi nhỉ.",
    "あ、ああ――じゃなくて、今って男湯の時間だろ！？": "À, ừm――không phải, bây giờ là giờ tắm của nam giới mà!?",
    "気にしない気にしない♪　一緒に入ろ！\nどうせ%usernameusernameuserna%しか男の人いないし！": "Không sao, không sao♪ Cùng vào thôi!\nDù sao thì chỉ có %usernameusernameuserna% là con trai thôi mà!",
    "いや、もっと気にしろ……って今更か。": "Không, phải để ý hơn chứ... giờ mới nói.",
    "（ってか、こいつ俺のことを待ってたのか）": "(Mà, con bé này đang đợi mình à)",
    "実は滞在中――": "Thật ra, trong suốt thời gian ở đây――",
    "すでに何度かカオスメイデンのみんなと……": "Tôi đã vài lần gặp Chaos Maiden ở... suối nước nóng.",
    "温泉でエンカウントしてしまっているのだ。": "Đúng vậy! Vậy mà bị ghét thì hơi khó chịu.\nTôi cũng sẽ dùng khăn tắm đàng hoàng mà?",
    "そーだよ！　なのにあまり嫌がられると、ちょっとヤな気分。\nタオルだってちゃんとつけるよ？": "Vào với tôi, cậu có thấy vui không?",
    "俺なんかと入って、本当に楽しいのか？": "Ừm! Vui!",
    "うん！　楽しい！": "Trả lời ngay lập tức.",
    "即答である。": "Nhưng mà, lần này tôi có chuyện muốn hỏi %usernameusernameuserna%.",
    "でもね、今回は%usernameusernameuserna%に\n聞きたいことがあったんだ。": "Chuyện gì...?",
    "聞きたいこと……？": "Ừm. Với lại... nếu có thể, tôi muốn\nchỉ có hai chúng ta thôi.",
    "うん。それで……できれば、\nちょっとふたりきりになりたかったなって。": "Việc đó đâu cần thiết phải ở trong suối nước nóng?",
    "別にそれは温泉の中である必要はなくないか？": "Ê～! Vì vào cùng thì vui mà!",
    "え～！　だって、一緒に入ったら楽しいじゃん！": "(Chỗ đó không bỏ qua được nhỉ...)",
    "（そこは外さないんだな……）": "Vậy, cậu muốn hỏi gì?",
    "それで、何を聞きたいんだ？": "Này――",
    "あのさ――": "Tôi... có kỳ lạ không?",
    "私って……おかしい？": "Gì vậy, tự nhiên...",
    "なんだ、いきなり……": "(Nói mới nhớ, tôi cũng bị Fee hỏi câu tương tự...) ",
    "（そういえば、似たような質問をフィーからもされたな……）": "Không sao đâu. Cứ trả lời theo ý cậu.",
    "別にいいよ。思った通り答えてくれて。": "(Đây là câu hỏi khá nghiêm túc đây)",
    "（これはわりと真面目に聞かれてるやつだな）": "Tại sao Yuria lại nghĩ như vậy?",
    "どうしてユリアはそんな風に考えたんだ？": "Từ xưa đến nay, tôi hay bị nói là: 'Yuria không hiểu tình cảm của người khác'.\nĐến cả người tên Dark Flag? cũng nói vậy.",
    "昔からね、よく言われるんだ。『ユリアは人の気持ちがわからない』\nって。だーくふらっぐ？って人も言ってたし。": "(Không phải là Dark Drug sao...?)",
    "（ダークドラッグじゃなかったか……？）": "Tôi đã nghĩ rất nhiều về việc tại sao người đó lại tức giận đến vậy, \nnhưng vẫn chưa hiểu.",
    "あの人が、何にあんなに怒っていたのかなーって、\nずっと考えてみたけど、まだ全然わからない。": "Tôi cũng được %usernameusernameuserna% bảo là hãy nghĩ đến cảm xúc của mọi người.",
    "%usernameusernameuserna%にも、\nみんなの心配する気持ちを考えてって言われたし。": "(Tôi không có ý đó...) ",
    "（そういうつもりで言ったんじゃないんだけどな……）": "Này, rốt cuộc tôi có kỳ lạ không?",
    "ねえ、やっぱり私っておかしいのかな？": "Yuria không phải là một đứa trẻ kỳ lạ.\nKhông hiểu tình cảm của người khác là chuyện bình thường.",
    "ユリアはおかしい子なんかじゃない。\n人の気持ちなんてわからないのが当たり前だ。": "…Vậy sao?",
    "……そうなの？": "Tôi cũng không hiểu. Không chỉ cảm xúc của Yuria.\nCả của Suiran, Saya, Anis và Fee nữa.",
    "俺だってわからないよ。ユリアの気持ちだけじゃない。\n翠蘭のことも沙耶のこともアニスのこともフィーのこともだ。": "Không ai biết chính xác người khác đang nghĩ gì.",
    "他人が本当のところで何を考えているかなんて、\n正確には誰もわからない。": "Ưm... Vậy tại sao %usernameusernameuserna% lại bảo tôi\nphải nghĩ đến tình cảm của người khác?",
    "うーん……じゃあどうして%usernameusernameuserna%は\n人の気持ちを考えろなんて言ったの？": "Không hiểu gì cũng không có vấn đề gì.\nNhưng không chịu hiểu mới là vấn đề.",
    "わからないことは何も問題ない。\nでもわかろうとしないことは問題だからな。": "Không chịu hiểu...?",
    "わかろうとしない……？": "Không chỉ cảm xúc hiện tại. Những điều thích và ghét,\nnhững thứ mà người đó coi trọng... Mỗi người đều khác nhau.",
    "今の気持ちだけじゃない。好きなこと嫌いなこと、\nその人が大切にしているもの……人ぞれぞれみんな違う。": "Vì vậy, nếu không hiểu mà cứ để vậy, thì\ncả hai sẽ không hiểu nhau và tệ nhất là cãi nhau.",
    "だからわからないからってそのままにしておくと、\nお互いに理解しあえなくて最悪喧嘩になっちゃうんだ。": "Để không xảy ra chuyện đó, nếu không hiểu về đối phương thì\nphải cố gắng hiểu――Tôi nghĩ điều đó là quan trọng.",
    "そうならないために、相手のことがわからないなら\nわかろうとする――それが大事なんだと思う。": "Vậy sao... Ưm, tôi vẫn chưa hiểu rõ, nhưng\n'Nếu không hiểu thì phải hỏi và suy nghĩ' là được chứ?",
    "そっか……うーん、ちゃんとはまだよくわからないけど、\n『わからないならちゃんと聞いたり考えたりする』ってことでいい？": "Ừm, đại loại là vậy.",
    "まあ、そういう感じだな。": "Vậy sao, vậy sao.\nfufufu... %usernameusernameuserna%, cảm ơn.",
    "そっかそっか。\nふふふ……%usernameusernameuserna%、ありがと。": "Vậy, tôi hỏi ngay được không?\nTôi muốn 'hiểu' về %usernameusernameuserna%.",
    "じゃあ、さっそく聞いてもいい？\n私、%usernameusernameuserna%のこと『わかりたい』。": "Ừ, cậu muốn hỏi gì?",
    "ああ、何を聞く気だ？": "Này... Mấy ngày nay, khi ở cùng chúng tôi, cậu có vui không?\nHay là... chán?",
    "ねえ……ここ数日、私達と一緒にいて、楽しかった？\nそれとも……つまんなかった？": "Vui mà.",
    "楽しかったよ": "Mọi người đều dễ thương.",
    "みんな可愛かった": "Yuria...",
    "ユリア……": "Thật sao!?",
    "ほんと！？": "Tôi đã có những kỷ niệm đẹp.\nKhi bị bắt cóc tôi đã rất bất ngờ.",
    "いい思い出になったよ。\n誘拐されたときはびっくりしたけどな。": "%usernameusernameuserna% có thích tôi――à không, mọi người trong Chaos Maiden không?\nCó thân thiết hơn không?",
    "%usernameusernameuserna%は私――ううん、カオスメイデンの\nみんなのこと好きになってくれた？　仲良くなれた？": "Ừ, thành thật mà nói thì tôi tiếc khi chuyến đi này kết thúc.\nÍt nhất tôi nghĩ vậy.",
    "ああ、正直この旅行が終わるのが名残惜しいくらいだよ。\n少なくとも俺のほうはそう思ってる。": "Ehehe～! Nếu cậu nói vậy, tôi rất vui!\nCó thể mời cậu lần nữa không!?",
    "えへへ～！　そう言ってくれると、すっごく嬉しい！\nまた誘ってもいーい！？": "Nếu không có vụ bắt cóc bất ngờ.",
    "誘拐のサプライズがなければな。": "Nhân tiện, tôi có thân thiết với mọi người trong Chaos Maiden không?\nCó được chấp nhận không?",
    "ちなみに俺こそカオスメイデンのみんなと\n仲良くなれただろうか？　受け入れてもらえただろうか？": "Tôi nghĩ là đã thân thiết hơn rất nhiều!",
    "それはもう、たーっくさん仲良くなったと思う！": "Nếu vậy, tôi rất vui.",
    "そうだと、嬉しいな。": "Đặc biệt là tôi――",
    "特に私なんてね――": "Hửm?",
    "ん？": "Tôi rất thích %usernameusernameuserna%!",
    "%usernameusernameuserna%のこと、いっぱい大好きになっちゃった！": "Yuria...!?",
    "ユリア……！？": "(Mà, tôi có hơi hoảng một chút, nhưng vì là Yuria, chắc chắn là\ncái 'thích' này là tình bạn thôi)",
    "（って、一瞬焦ったけど、ユリアのことだから、\nきっとこの『大好き』って友情的なやつだろう）": "Tuy nhiên, để cho chắc chắn.",
    "とはいえ、念の為。": "Này, ý của 'thích' đó là――",
    "なあ、その好きの意味ってさ――": "Anh đang làm gì vậy, %usernameusernameuserna%?",
    "何してるんですか、%usernameusernameuserna%さん。": "…Hả? Suiran!?",
    "……え？　翠蘭！？": "A. Suiran-chan!",
    "あー。翠蘭ちゃんだ！\n翠蘭ちゃんも最後の思い出に、温泉に入りに来たの？": "Suiran-chan cũng đến tắm suối nước nóng để có kỷ niệm cuối cùng à?",
    "ええまあ……%usernameusernameuserna%さんがいるとは\n思いませんでしたが。今はもう女湯の時間ですよ？": "Vâng... Tôi không nghĩ sẽ gặp %usernameusernameuserna% ở đây.\nBây giờ là giờ tắm của nữ giới rồi đấy?",
    "もうなんか当然のように男女で脱衣所にいますが……": "Giờ thì cứ như là nam nữ ở chung phòng thay đồ vậy...",
    "す、すまん、つい！\n俺はもう出ていくから……ごゆっくりーっ！": "X, xin lỗi, lỡ tay!\nTôi sẽ ra ngay đây... Cứ từ từ nhé!",
    "――ぷはーっ。美味い。温泉上がりの牛乳はいいもんだな。\nまあ、実際は入れてないけど！": "――Phù. Ngon thật. Sữa sau khi tắm suối nước nóng thật tuyệt vời.\nMà, thực ra thì tôi không vào!",
    "（しかしまさか女湯の時間に切り替わっていたとは……）": "(Nhưng không ngờ lại là giờ của nữ giới...)",
    "俺は少し外の風に当たるため、\n牛乳瓶を片手に宿のすぐ外まで出てきていた。": "Tôi ra ngoài hít thở không khí một chút, \ntay cầm chai sữa và ra khỏi nhà trọ.",
    "……本当に、いい旅だったな。\n思いがけず、ユリア達のことも色々知れたし。": "…Thật sự là một chuyến đi tuyệt vời.\nTôi đã biết thêm nhiều điều về Yuria và những người khác.",
    "これからも引き続き学園のいろんな人達と交流を深めていこう。\nそれが俺の記憶に繋がるかどうかはわからないが――": "Từ giờ tôi sẽ tiếp tục giao lưu với nhiều người trong học viện hơn nữa.\nTôi không biết liệu nó có liên quan đến ký ức của tôi không――",
    "なんて、浸っていたそのときだった。": "Đang chìm đắm trong suy nghĩ thì...",
    "目標、発見しましたわ！": "Mục tiêu, đã phát hiện!",
    "――え？": "――Hả?",
    "（今、どこかで聞いたことのあるような声が……）": "(Vừa rồi tôi đã nghe thấy giọng nói quen thuộc ở đâu đó...)",
    "するとその直後、上空から見知ったＭＧ５機が現れたのだった。\nそれは――": "Ngay sau đó, những chiếc MG5 quen thuộc xuất hiện trên không trung.\nĐó là――",
    "シリウスシュガー！？": "Sirius Sugar!?",
    "お久しぶりですわ、%usernameusernameuserna%さん！": "%usernameusernameuserna%! Lâu rồi không gặp!",
    "ほんと、生徒会長にメイズ探索合宿の申請通すの、\n大変だったんだから！": "Tôi đã rất vất vả để xin phép hội trưởng cho chuyến đi thực tế Maze!",
    "なっ……！\nど、どうしてみんながここに！？": "Gì...!\nT, tại sao mọi người lại ở đây!?",
    "問答無用！\nかくほーっ！": "Không cần hỏi!\nBắt giữ!",
    "はい！　連れて帰ります！": "Vâng! Mang đi!",
    "うわっ！？\nちょっ、ま、待ってくれ！": "Uwa!?\nĐ, đợi đã!",
    "%usernameusernameuserna%、もう逃さないから。": "%usernameusernameuserna%, tôi sẽ không để cậu trốn thoát nữa đâu.",
    "白奈のＭＧが俺を捕まえようと手を伸ばしてくる。": "MG của Hakuna vươn tay ra để bắt tôi.",
    "一体なんの騒ぎですか！？": "Rốt cuộc là chuyện gì vậy!?",
    "いきなりのＭＧの襲来に、カオスメイデン一同が宿から飛び出してきた。": "Trước sự tấn công bất ngờ của MG, mọi người trong Chaos Maiden đã lao ra khỏi nhà trọ.",
    "えっ！？　なんでシリウスシュガーが！？": "Hả!? Tại sao Sirius Sugar lại ở đây!?",
    "カオスメイデンのみなさん！　%usernameusernameuserna%さんは\n私の――あ、いえ！　『私達の』教導指揮官ですから！": "Mọi người trong Chaos Maiden! %usernameusernameuserna% là\nngười――à không! Là chỉ huy hướng dẫn của 'chúng ta'!",
    "貴方がたに渡すわけにはまいりませんわ！": "Tôi không thể để các người mang cậu ấy đi!",
    "というわけで、いただいていくね♪": "Vậy nên, tôi sẽ mang cậu ấy đi nhé♪",
    "白奈、回収は終わった！？": "Hakuna, đã thu hồi xong chưa!?",
    "%usernameusernameuserna%を確保。\n離脱する……": "Đã bắt được %usernameusernameuserna%.\nRời đi...",
    "えっ、ちょ！？　このまま帰るの！？\nせめてコックピットの予備シートに乗せて！": "Hả, đợi đã!? Cứ thế mà về luôn á!?\nÍt nhất cũng cho tôi ngồi vào ghế dự phòng trong buồng lái!",
    "白奈機が俺を捕まえ、握りしめる。当然潰れるような強さではないが……\nそのままシリウスシュガーの５機はその場を去っていくのだった。": "Hakuna đã bắt lấy tôi, nắm chặt lấy tôi. Tất nhiên không đủ mạnh để nghiền nát tôi... \nCả 5 chiếc Sirius Sugar rời đi ngay sau đó.",
    "あーあ……行っちゃった。\n最後の最後まで、一緒にいたかったのにー！": "Aーa... Đi mất rồi.\nTôi muốn ở cùng đến phút cuối mà!",
    "どうする？　追う？": "Làm gì đây? Đuổi theo?",
    "追いかけたいのは山々ですが……": "Tôi muốn đuổi theo lắm, nhưng...",
    "さすがに今から準備していたら間に合いませんよ。": "Chuẩn bị từ bây giờ thì không kịp đâu.",
    "別に『今回は』諦めて問題ない。": "Không cần phải từ bỏ 'lần này'.",
    "フィー？": "Fee?",
    "%usernameusernameuserna%が誰のもとにいたところで……\n最後にこのわたし達の横にいれば、それでいい。": "Dù %usernameusernameuserna% ở bên ai... \nCuối cùng nếu ở bên cạnh chúng ta, là được rồi.",
    "…………": "…………",
    "フィーさん……ちょっと変わりました？": "Fee-san... có hơi khác rồi phải không?",
    "それもそっか！\n遊びに出かける時は、またさらえばいいもんね！": "Cũng đúng!\nKhi đi chơi, thì cứ bắt cóc là được rồi!",
    "また会おうね！　%usernameusernameuserna%～！！": "Hẹn gặp lại nhé! %usernameusernameuserna%～!!",
    "一方、その頃――": "Trong khi đó, vào lúc đó――",
    "（しかしあれだな。なんていうか……）": "(Nhưng mà, phải nói sao nhỉ...)",
    "俺、女の子に誘拐されすぎじゃない……？": "Tôi, bị con gái bắt cóc hơi nhiều rồi đấy...?"
}