{
    "そろそろお別れの時間だよな。\nじゃあ、また明日――": "Sắp đến giờ chia tay rồi nhỉ?\nVậy, hẹn gặp lại ngày mai――",
    "ま、待ってください！\nもう少し……！": "Đ, đợi đã!\nThêm chút nữa……!",
    "もう少しだけ……%usernameusernameuserna%さんと一緒の時間を\n過ごしたいです。ここでお終いではなく……": "Chỉ thêm một chút nữa thôi……Tớ muốn ở cùng cậu %usernameusernameuserna% thêm chút nữa.\nKhông phải kết thúc ở đây……",
    "デートの予定、まだ残っていたのか？\nもう無理に目的を消化しようなんて……": "Cậu vẫn còn lịch hẹn hò à?\nĐừng cố gắng hoàn thành mục đích nữa……",
    "い、いえっ！　違いますわ！": "Đ, đâu có!\nKhông phải vậy!",
    "……だ、だって、この続きなんて……\nわたくしの予定にはありませんもの……": "……T, tại vì, cái này tiếp theo thì……\nlịch trình của tớ đâu có……",
    "七彩がそう言ってくれるなら、俺ももう少し一緒にいたい。": "Nếu Nanairo nói vậy, tớ cũng muốn ở cùng thêm một chút.",
    "（……七彩の手、さっきより火照ってる）": "（……Tay Nanairo nóng hơn lúc nãy）",
    "静寂に包まれた自室で、真っ赤になった七彩と向き合う。\nだが彼女の目線は、ずっと壁の方を彷徨っていた。": "Trong căn phòng tĩnh lặng, đối diện với Nanairo mặt đỏ bừng.\nNhưng ánh mắt của cô ấy, cứ nhìn chằm chằm vào tường.",
    "あの……\nわたくし、ここから先はどうすればいいか……": "À thì……\ntớ, từ giờ phải làm gì đây……",
    "わかってる。\nちゃんと俺がリードするよ。": "Tớ biết rồi.\nTớ sẽ dẫn dắt em.",
    "……優しくしてくださいね？": "……Anh phải dịu dàng với em đấy nhé?",
    "答える代わりに、震える肩を抱いて七彩の体を引き寄せた。": "Thay vì trả lời, tớ ôm lấy bờ vai đang run rẩy và kéo cơ thể Nanairo lại gần.",
    "碧い光彩を放つ瞳が、ようやく俺の視線と真っ直ぐ重なる。\nそれも一瞬のことだった。": "Đôi mắt phát ra ánh sáng xanh, cuối cùng cũng nhìn thẳng vào mắt tớ.\nNhưng chỉ trong chốc lát.",
    "んっ――\n": "Ưm――\n",
    "ほんのり湿った唇の感触を確かめてから、\nもう１度、七彩と見つめ合った。": "Sau khi cảm nhận được sự ẩm ướt trên môi, tớ lại nhìn Nanairo lần nữa.",
    "い、いきなりですのね……%usernameusernameuserna%さんは\nもっと紳士的な殿方だと思ってましたわ。": "T, tự nhiên quá……Anh %usernameusernameuserna% là người lịch sự hơn tớ nghĩ đấy.",
    "ごめん。怖かったかな？": "Xin lỗi. Em sợ à?",
    "少し……ですが……\nそれ以上に、胸が高鳴ってしまいました。": "Một chút……nhưng……\nHơn thế nữa, ngực em cứ đập thình thịch.",
    "そんなふうに言われたら、\nもっと強く求めてしまうかもしれない。": "Nếu em nói vậy,\ntớ có lẽ sẽ muốn mạnh bạo hơn.",
    "……わ、わたくしも同じです。\n目の前の人と、熱く触れ合いたい気持ちは……\n": "……T, tớ cũng vậy.\nCảm giác muốn hòa mình vào người trước mặt, muốn chạm vào nhau một cách nồng nhiệt……\n",
    "もう一度、今度は七彩の方から額を寄せてきた。": "Một lần nữa, lần này Nanairo chủ động áp trán vào.",
    "はぁ……んっ……！": "Ha……ưm……！",
    "もう口づけだけでは済まされなかった。\n": "Không chỉ dừng lại ở nụ hôn nữa.\n",
    "ついばむように何度か唇を重ねながら、\n抱き寄せた七彩の体を服の上からまさぐる。": "Trong khi hôn lên môi cô ấy vài lần, tớ ôm lấy Nanairo và sờ soạng cơ thể cô ấy qua lớp áo.",
    "わたくし……どんどん顔が火照ってしまって……": "Tớ……càng ngày mặt càng nóng lên……",
    "抱きしめながらすり寄せた頬は、\n確かに彼女自身が言うように熱かった。": "Gò má áp vào khi ôm, quả thực nóng như cô ấy nói.",
    "%usernameusernameuserna%さん……\nもっと、してください……": "Anh %usernameusernameuserna%……\nLàm nữa đi……",
    "耳元で囁かれた一言に理性が決壊し、\n俺はベッドに向かって七彩の体を押し倒していた。": "Lý trí vỡ tan trước lời thì thầm bên tai, tớ đẩy cơ thể Nanairo ngã xuống giường.",
    "七彩の制止の声も聞かず、俺はあっという間に\n彼女の下半身を覆うものを奪い取っていた。\n": "Không nghe thấy tiếng ngăn cản của Nanairo, tớ đã nhanh chóng\nlột bỏ những thứ che phủ phần dưới của cô ấy.\n",
    "こ、こんな格好を見られるなんて……\nわたくし、恥ずかしくてどうにかなってしまいそうです……": "T, bị nhìn thấy bộ dạng này……\ntớ, xấu hổ muốn chết mất……",
    "張りのある白いお尻に、\nすっかり硬くなったペニスを擦りつける。": "Tớ xoa dương vật đã cứng đờ vào mông trắng nõn nà.",
    "あっ……か、感じます……今、わたくしのお尻に触れているものが、\n%usernameusernameuserna%さんの……": "A……c, cảm nhận được……Bây giờ, thứ đang chạm vào mông tớ là của\nAnh %usernameusernameuserna%……",
    "こんなに大きくて熱いものが、わたくしの中に……\nほ、本当に入るのでしょうか……？": "Một thứ to lớn và nóng bỏng như vậy sẽ……\nthật sự vào trong tớ sao……？",
    "竿の裏側に、ぬるりとした体液を感じる。": "Tớ cảm thấy chất lỏng nhớt nháp ở mặt sau dương vật.",
    "ショーツを剥ぎ取った時に十分に愛撫した彼女の秘部は、\n存分に濡れて俺を受け入れる瞬間を待っているようだった。": "Bộ phận sinh dục của cô ấy, đã được âu yếm đầy đủ khi tớ cởi quần lót, dường như đang chờ đợi khoảnh khắc để đón nhận tớ.",
    "どうか……ひとつに、してくださいませ……\nわたくしと%usernameusernameuserna%さんの、大切なところを……": "Xin hãy……hợp nhất chúng ta lại……\nNhững nơi quan trọng của tớ và anh %usernameusernameuserna%……",
    "覚悟を決めたように、七彩の手がベッドシーツを握る。\nそのそばに落ちている下着の染みが、俺をいっそう昂ぶらせた。": "Như thể đã quyết tâm, tay Nanairo nắm chặt ga trải giường.\nVết bẩn trên chiếc quần lót rơi bên cạnh, khiến tớ càng thêm hưng phấn.",
    "っ――ぅ……んんんんんんっ……！": "っ――ぅ……ưm ưm ưm……！",
    "入口の強い抵抗をかいくぐって、\nペニスがずぶずぶと七彩の膣へ侵入していく。": "Vượt qua sự kháng cự mạnh mẽ ở cửa vào,\ndương vật từ từ xâm nhập vào âm đạo của Nanairo.",
    "あっ……つ……だ、だめ……ですわ……！\nそんな……ゆ、ゆっくり……っ！": "A……ư……đ, đừng……được……！\nNhư vậy……t, từ từ……!",
    "わたくしの、おなかっ……%usernameusernameuserna%さんので……\nじわじわ……広げられてぇ……っ、ん、ん、んんっ……！": "Trong bụng tớ……của anh %usernameusernameuserna%……\ntừ từ……mở rộng……ư, ư, ưm……！",
    "まるで下腹部から声を出しているかのように、\n汗ばんだヒップがふるふると揺れている。": "Như thể phát ra âm thanh từ bụng dưới, hông đẫm mồ hôi đang run rẩy.",
    "濡れそぼった肉壁に包み込まれる心地よさは、\n瞬く間に果てそうになるのを堪えなければならないほどだ。": "Cảm giác thoải mái khi được bao bọc bởi thành thịt ẩm ướt, khiến tớ phải cố gắng kìm nén cảm giác muốn đạt đến đỉnh điểm.",
    "ひぅっ！？　はぅ……あっ……こ、これって……！？\nい、今……中で、何か……ん、ふぅっ……！": "Hự！？Ha……a……ư……c, cái này……！？\nB, bây giờ……bên trong, có gì đó……ư, phù……！",
    "快感に耐え忍ぶ肉棒の震動を、七彩も感じ取っているようだ。\n絡みつくヒダが、俺と呼吸を合わせるようにざわついている。": "Nanairo dường như cũng cảm nhận được sự rung động của dương vật đang cố gắng chịu đựng khoái cảm.\nNhững nếp gấp quấn lấy nhau, như thể đang hòa nhịp với hơi thở của tớ.",
    "七彩のいやらしい反応に何度も暴発を誘われながら、\n俺の先端はなんとか子宮の入口へとたどり着いた。": "Bị kích thích bởi phản ứng dâm đãng của Nanairo, tớ đã nhiều lần bị kích động, và\nmũi dương vật của tớ cuối cùng đã đến được cửa tử cung.",
    "はぁ……はぁ……はぁっ……！\n%usernameusernameuserna%さん……も、もう……動きませんの……？\n": "Ha……ha……haっ……！\nAnh %usernameusernameuserna%……c, còn……không cử động nữa sao……？",
    "いきなり激しいピストンを始めては、きっと負担をかけてしまう。\nでも、七彩はよくわかっていないのだろう。": "Nếu đột ngột bắt đầu những cú thúc mạnh, chắc chắn sẽ gây áp lực.\nNhưng, Nanairo có lẽ không hiểu điều đó.",
    "セックスが終わってしまったものと思い込んでいるのか、\n彼女はもどかしそうに瞳とお尻を揺らしていた。": "Cô ấy có lẽ nghĩ rằng chuyện tình dục đã kết thúc,\nvà cô ấy đang bồn chồn lắc lư đôi mắt và vòng ba của mình.",
    "んんんっ……ど、どうしてなのでしょう……\nわたくし……っ……はぁ……体の奥が、ムズムズしてしまって……": "Ưm ưm ưm……t, tại sao vậy……\ntớ……っ……ha……sâu trong cơ thể, ngứa ngáy quá……",
    "しばらく腰の動きを控え目にしているうちに、\n七彩の膣は俺の形を覚えて、吸盤のように張り付いてきた。": "Trong khi tớ hạn chế chuyển động của hông một lúc,\nâm đạo của Nanairo đã ghi nhớ hình dạng của tớ và dính chặt như một chiếc giác hút.",
    "そろそろ大丈夫だろう――と、\n俺は七彩の中に埋まった怒張をゆっくりと引きずり出した。": "Sắp ổn rồi――, và\ntớ từ từ kéo dương vật đang cương cứng ra khỏi Nanairo.",
    "ひゃうぅっ……！？　%usernameusernameuserna%さん……！\nな、何をして……あ、あぁぁんっ……！": "Hya ư！？Anh %usernameusernameuserna%……！\nL, làm gì……a, aaaaaa……！",
    "ここからがセックスの本番だと、そう彼女の耳元に囁きかけ、\n俺は再び七彩の最奥を目がけてペニスをねじ込んでいく。": "Từ đây là phần chính của chuyện tình dục, tớ thì thầm vào tai cô ấy,\ntớ lại vặn dương vật vào sâu nhất của Nanairo.",
    "ま、また、%usernameusernameuserna%さんが奥に……\nわたくしの深いところにっ……！　んんんんぅぅっ……！": "L, lại nữa, anh %usernameusernameuserna% ở sâu bên trong……\nsâu thẳm của tớ……！ưm ưm ư！",
    "七彩の中を味わうように、ゆっくり、何度も腰を前後させた。": "Từ từ, tớ di chuyển hông tới lui nhiều lần, như để thưởng thức bên trong Nanairo.",
    "あぁぁ……んぅ……あっ、はぅ……は、んっ……！\n出たり……は、入ったり……ぃっ……んんっ！": "Aaaaa……ưư……a, haa……ha, ưm……！\nRa……vào……ư……ưm！",
    "こ、これが……せっくすっ……なのですか……！？\nそんな……い、いっぱい、こすられては……っ！": "C, cái này……là……tình dục……！？\nNhư vậy……n, nhiều lần, cọ xát……！",
    "お股が……わたくしの、あっ、あんっ、アソコが……\nひうんっ、や、火傷……してっ、しまい……そうですっ……！": "Đùi……của tớ, a, a, chỗ đó……\như muốn……bỏng……mất……！",
    "それは七彩の蜜壺が、俺を捕えて離すまいと\nきつく食いついてくるからだった。": "Đó là vì mật hoa của Nanairo đang cố gắng giữ chặt tớ và không muốn buông ra.",
    "んっ……わたくしのが……せ、狭くて……小さいから……\n%usernameusernameuserna%さんもっ……苦しい、ですか……？": "Ưm……của tớ……h, hẹp……bé……\nAnh %usernameusernameuserna% cũng……khó chịu sao……？",
    "あ――っ、ん……よ、よかった……です、あ、あんっ……！\n%usernameusernameuserna%さんが、喜んでくださって……！": "A――！ư……v, vui……rồi, a, ưm……！\nAnh %usernameusernameuserna% vui vẻ……！",
    "安堵の瞬間、膣内がヒクついたのを確かに感じた。": "Tớ chắc chắn cảm thấy âm đạo co thắt vào khoảnh khắc nhẹ nhõm.",
    "もっと七彩をリラックスさせてあげようと、\n律動を続けながら体のあちこちをまさぐってみる。": "Để Nanairo thư giãn hơn nữa,\ntớ tiếp tục nhịp điệu và sờ soạng khắp cơ thể cô ấy.",
    "へっ……？　あ、あの……何を……んっ。\nん……ふ……あ……はぁ……ふぅ……ふ、くぅん……": "Hử……？À, à thì……gì……ưm。\nưm……phu……a……ha……phù……ph, kun……",
    "太股に手を滑らせ、なだらかな脚の曲線に沿って股間へ。\nしかし結合部は敢えて避け、指先をヘソの方へ向かわせる。": "Tớ lướt tay xuống đùi, dọc theo đường cong của đôi chân và đến háng.\nTuy nhiên, tớ cố tình tránh chỗ nối và hướng các ngón tay về phía rốn.",
    "お、お腹は、ちょっと……あ、あぁ……っ……\nくすぐったい……ですわっ……んん……！": "B, bụng, một chút……a, aaaaa……\nbị chọc ghẹo……đấy……ưm……！",
    "モゾモゾと身をよじる七彩。その体とベッドに挟まれた\n豊かな乳房が、触ってほしいとばかりに自己主張していた。": "Nanairo di chuyển lung tung.\nĐôi gò bồng đảo đầy đặn, bị kẹp giữa cơ thể cô ấy và chiếc giường, đang tự khẳng định như muốn được chạm vào.",
    "ん！　胸っ……お好きなんですね……\nんぁ……あぅ、ん、んふぅ……！": "Ưm！Ngực……thích sao……\nưm a……a, ư, ưm……！",
    "腰を打ち付けるたびに揺れる双丘を、\n外側から手の平で包んでゆっくりと撫でていく。": "Tớ dùng lòng bàn tay bao quanh và nhẹ nhàng vuốt ve hai ngọn đồi đang rung lắc mỗi khi tớ đánh hông.",
    "はふ……んっ……どうぞ、いっぱい……触ってください……っ、\n%usernameusernameuserna%さんの、ん、ん……したいように……": "Ha phu……ưm……xin hãy, chạm vào thật nhiều……っ,\nAnh %usernameusernameuserna%, ư, ư……muốn như nào thì cứ……",
    "――ひゃっ！　んっ！　あっ、さ、先っぽは……！\n摘まんだりなんてっ……はぁ、あ、あぁぁんっ……！": "――Hya！Ưm！A, đ, đầu mút……！\nBị véo như vậy……ha, aaaaaa……！",
    "枕に押しつけた顔を、イヤイヤするように振る七彩。\nしかしその表情は、言葉とは裏腹に感じ始めている様子だ。": "Nanairo lắc đầu, mặt úp vào gối.\nNhưng biểu hiện của cô ấy, trái ngược với những gì cô ấy nói, có vẻ như đang bắt đầu cảm nhận được.",
    "ふぁぁ、あっ、あっ、あぁぁんっ……！\nあ、アソコのムズムズが……どんどん、強く……くぅんっ……！": "Phaaa, a, aaaaaaa……！\nA, chỗ đó ngứa ngáy……càng ngày càng mạnh……kun……！",
    "やはり、快楽が苦しさに勝り始めているようだ。\n緩やかな抽挿に合わせて、喘ぎがリズミカルになっていく。": "Quả nhiên, khoái cảm dường như đang bắt đầu chiến thắng nỗi đau.\nTheo những cú thúc nhẹ nhàng, tiếng rên rỉ trở nên nhịp nhàng hơn.",
    "はふ……はぁ……ひぅ……んんぅ……！\n%usernameusernameuserna%さんは……気持ち、いいですか……？": "Ha phu……ha……hiu……ưm ư……！\nAnh %usernameusernameuserna%……thấy……dễ chịu không……？",
    "わたくしばかり……っ……フワフワした気持ちに……あんっ……！\nちゃんと、一緒に……高まって……ほしいですっ……！": "Tớ thì……っ……cảm giác bồng bềnh……ưm……！\nChắc chắn, cùng nhau……cảm thấy……muốn……！",
    "もちろんだと答えて、汗ばんだ首筋に口づける。\n抽挿を徐々に速めながら、抱きしめるように腰を撫でた。": "Tớ trả lời là có, và hôn lên cổ ướt đẫm mồ hôi.\nTrong khi từ từ tăng tốc độ thúc, tớ ôm lấy và vuốt ve hông cô ấy.",
    "す、好き……はぁ……んん……好きです……そうして優しく……んっ……\n%usernameusernameuserna%さんに、撫でられるのが……んんっ……": "Th, thích……ha……ưm……thích……như vậy, dịu dàng……ưm……\nĐược anh %usernameusernameuserna% vuốt ve……ưm……",
    "ならばここも――と、俺を咥え込んだ隘路の入口周辺を、\n唾で濡らした指先でなぞり、焦らすように刺激していく。": "Nếu vậy thì chỗ này――, và tớ dùng đầu ngón tay đã thấm nước bọt của mình,\ndọc theo lối vào của âm đạo đang ôm chặt tớ, và khiêu khích cô ấy.",
    "あ、ふぅ……はぁ、ん、ぅぅ……！\nやぁっ……お、お股は……乳首よりも、もっと……！": "A, phu……ha, ư, ưư……！\nYa……đ, đùi……hơn cả……nhũ hoa……！",
    "本当に嫌がっているわけではないのだろう。\nいっそう強い刺激を求めるように、腰をくねらせて俺を誘惑してくる。": "Cô ấy không thực sự ghét điều đó.\nNhư thể muốn kích thích mạnh hơn, cô ấy uốn éo hông để quyến rũ tớ.",
    "ど、どうして……なのでしょう……？\nわたくし……はぁっ……とても、恥ずかしくて……苦しいのに……": "T, tại sao……vậy……？\ntớ……ha……rất, xấu hổ……khó chịu……",
    "頭も、ぼんやりして……溶けそうなくらい……体、熱いのに……\nもっと……もっとって……思ってしまうの……っん……！": "Đầu óc cũng, mơ hồ……như muốn tan chảy……cơ thể, nóng quá……\nMuốn……muốn nữa……ưm……！",
    "%usernameusernameuserna%さん……た、たすけて……\nわたくしの熱を……なんとかしてくださいぃ……！": "Anh %usernameusernameuserna%……c, cứu……\nXin hãy làm gì đó với sự nóng bỏng của tớ đi……！",
    "もうしばらく我慢してほしいと伝えて、\n俺はさらにピッチを上げていく。": "Tớ nói rằng cô ấy nên kiên nhẫn thêm một chút,\ntớ tăng tốc độ hơn nữa.",
    "あぅ、んっ、んっ、んっ、やぁっ……！\nそんなにっ、したらっ、もっと、もっと、熱く……あぁっ……！": "Aư, ư, ư, ư, ya……！\nNhư vậy, thì càng, càng, nóng……aaaa……！",
    "もっと感じさせたくて、もっと乱れさせたくて、\n俺はピストンを繰り返しながら、肉豆を指で軽く弾いた。": "Muốn cô ấy cảm nhận nhiều hơn, muốn cô ấy rối loạn hơn,\ntớ lặp lại những cú thúc và nhẹ nhàng gảy vào hạt đậu của cô ấy.",
    "ひゃあんっ！？　な、何っ……！？\nそれ、い、今のっ……！？　はぁあぁんっ……！": "Hyaaa！？Gì……！？\nCái đó, bây giờ……！？haaann……！",
    "指でクリトリスをいじりながら、挿入の角度を変えて、\nさらに激しく出し入れを続けた。": "Tớ nghịch hạt đậu bằng ngón tay, thay đổi góc độ khi đưa vào,\nvà tiếp tục đẩy vào và kéo ra dữ dội hơn nữa.",
    "きっと、んぁ、あぅっ、わ、わたくし……死んじゃいます……！\nこのまま……%usernameusernameuserna%さんに、抱かれたまま……！": "Chắc chắn, a, ư, tớ……sẽ chết mất……！\nNhư vậy……bị anh %usernameusernameuserna% ôm……！",
    "だって……もう……っ、くぅ、ん、んんっ、\nあ、頭、真っ白に……なりそうで……あぅ、ぅんんっ……！": "Tại vì……rồi……c, ư, ưư, ưm, ưm, ưm\na, đầu, trắng xoá……muốn……a, ư, ưưư……！",
    "シーツをかき乱し、腰をくねらせながら悶える七彩。\nその姿が俺をますます興奮させるとも知らずに。": "Nanairo vật lộn, uốn éo hông, làm rối tung ga trải giường.\nKhông biết rằng hình dáng đó đang khiến tớ càng thêm phấn khích.",
    "あ――あっ、あっ、あっ、あんっ、あぅんっ！\nは、速っ、はやひっ……ですぅ……ん、ん、ん～っ！\n": "A――a, a, a, ưm, aưn！\nN, nhanh, nhanh quá……đấy……ư, ư, ư～！",
    "花弁からかき出される蜜の量は、もはや濁流だった。\n太ももを伝う淫靡な雫が、ベッドの上に大きなシミを広げていく。": "Lượng mật tiết ra từ những cánh hoa, giờ đã là một dòng lũ.\nNhững giọt sương dâm đãng chảy xuống đùi, lan ra thành những vết bẩn lớn trên giường.",
    "こちらも、そろそろ堪えきれなくなりそうだ。\n俺は七彩の膣を摩擦しながら、絶頂を予告した。": "Tớ cũng sắp không chịu nổi nữa rồi.\nTớ ma sát âm đạo của Nanairo, báo trước cực khoái.",
    "んぁ、んっ、んっ、イ、イク……？\nふぁっ、あんっ、イクって、どちらへっ……！？": "Ưm a, ư, ư, i, đi……？\nPha, ưn, đi, đi đâu……！？",
    "置いてきぼりは、っ、はっ、ああっ、イヤ、ですわっ……！\nわたくしも……一緒にっ……ん、い、一緒にっ……！": "Bị bỏ lại, h, ha, aaaaa, không, được……！\ntớ cũng……cùng nhau……ư, cùng nhau……！",
    "その様子は、まるで駄々をこねる子どもだった。": "Hình ảnh đó, giống như một đứa trẻ đang làm nũng.",
    "普段とはまるで違う七彩の姿に、\nいけないことをしているような気持ちが膨れ上がっていく。": "Với hình dáng của Nanairo khác hẳn ngày thường,\ntớ cảm thấy như đang làm điều gì đó không nên làm đang dâng trào.",
    "あっ、か、か、感じますっ……びくんって……\nわたくしのっ……中で……また、びくんって……はぁぅ！": "A, c, c, cảm nhận được……bị run……\ntrong……của tớ……lại run……haư！",
    "ひゃうううっ！？\nぐ、ぐりぐりって、奥っ……んんんんんっ……！": "Hya ư ư！？\nG, g, g, bên trong……ưm ưm ưm……！",
    "それぇ、わたくしもっ、な、何か、来て……！\nんあ、あ、あぁぁぁっ――！": "Thì, tớ cũng……c, có gì đó, đến……！\na, a, aaaaaaa――！",
    "七彩の子宮口に、限界まで膨れ上がった欲望を押しつける。\nそして、とうとう決壊の瞬間が訪れた。": "Tớ ấn ham muốn đã căng đầy đến giới hạn vào cửa tử cung của Nanairo.\nVà, cuối cùng, khoảnh khắc vỡ òa đã đến.",
    "あっ――く、ん、んんんぅぅぅっ……！": "A――c, ư, ưưưư……！",
    "七彩の方からもお尻を押しつけられ、\n俺達は一緒になって全身を震わせた。": "Nanairo cũng ấn hông vào, và\ntớ và cô ấy cùng nhau run rẩy toàn thân.",
    "ぅく……んんっ、んっ……んはぁ……！\nあ、熱い……です……今までで、一番……熱いの……！": "Ưk……ưm, ưm……ha……！\na, nóng……đấy……từ trước đến giờ, nhất……nóng……！",
    "下腹に溜まっていたものを空っぽにする勢いで、\n俺のものはビクビクと射精を続けていた。": "Với tốc độ làm trống những gì đã tích tụ trong bụng dưới,\nthứ của tớ đã tiếp tục bắn ra.",
    "はぅぅ……はぁ……はぁ……あ……あぁぁ……\nお股……熱くて……ドロドロ……してます……": "Hauư……ha……ha……a……aaaa……\nĐùi……nóng……ướt nhẹp……",
    "吐息に合わせてヒクつく七彩の秘部から、\n愛液に混ざった白濁が止めどなくあふれ出してくる。": "Từ bộ phận sinh dục của Nanairo, đang run rẩy theo hơi thở,\nmàu trắng đục trộn với chất lỏng tình yêu trào ra không ngừng.",
    "んっ……んん……頭も、なんだかボーッとして……\n体も、フワフワ……はふぅっ……": "Ưm……ưm……đầu cũng, mơ hồ……\ncơ thể cũng, bồng bềnh……hafu……",
    "%usernameusernameuserna%さん……ごめんなさい……\nわたくし、もう……セックス……続けられません……": "Anh %usernameusernameuserna%……xin lỗi……\ntớ, không thể……tiếp tục……tình dục……",
    "イク……イクって、こういうことですの……？": "Đi……đi, là như vậy sao……？",
    "うっとりしている七彩の背に抱きつき、優しく髪をすく。\n七彩の呼吸が、徐々に落ち着いていくのを感じた。": "Tớ ôm lấy lưng Nanairo đang say mê, và nhẹ nhàng vuốt ve mái tóc cô ấy.\nTớ cảm thấy hơi thở của Nanairo dần ổn định hơn.",
    "はぁ……はぁ……ん……うれしい、です……\nちゃんと最後まで……できて……": "Ha……ha……ưm……vui, đấy……\nchắc chắn, đến cuối cùng……được……",
    "俺も同じだ。これまで感じたことのない快感と脱力感で、\n七彩と溶け合ってしまいそうだった。": "Tớ cũng vậy. Với khoái cảm và cảm giác kiệt sức chưa từng có,\ntớ như muốn hòa vào Nanairo.",
    "今日、一番すごいことを知ってしまいました……\nセックスがこんなにも気持ちいいものだなんて……\n": "Hôm nay, tớ đã biết một điều tuyệt vời nhất……\ntình dục lại thú vị đến vậy……",
    "色香を含んだ微笑みを向けられて、\n俺の中でいけない気持ちが頭をもたげる。": "Bị nhìn với một nụ cười đầy sắc thái,\ntớ cảm thấy những cảm xúc không nên có trong tớ dâng trào.",
    "火照った頬に口づけて、彼女の耳元で囁いた。": "Tớ hôn lên má nóng bừng, và thì thầm vào tai cô ấy.",
    "え……？　セックスには、\n他にもたくさんのやり方があるのですか……？": "Ừm……？Trong tình dục,\nCòn nhiều cách khác nữa sao……？",
    "是非、教えていただきたいです……\nもっと%usernameusernameuserna%さんと一緒に気持ちよく――": "Em rất muốn biết……\nMuốn được cùng anh %usernameusernameuserna% cảm thấy thoải mái hơn――",
    "あっ……ま、待って――んんっ！": "A……đ, đợi――ưm！",
    "頼まれるまでもないことだ。\n七彩の膣に収まったままのペニスは、すっかり力を取り戻している。": "Không cần phải hỏi.\nDương vật vẫn nằm trong âm đạo của Nanairo đã hoàn toàn lấy lại sức mạnh.",
    "そのまま２回戦に突入した俺達は、\n夜が明けるまで何度も、一緒に頂へ登り続けたのだった。": "Tớ và cô ấy bước vào hiệp hai, và\nđã cùng nhau lên đỉnh nhiều lần cho đến khi trời sáng."
}