{
    "（……私の機体は補給も修理も終わってる。\nこれなら、いつでも出撃できるはず）": "（……Máy của mình đã được tiếp tế và sửa chữa xong rồi.\nGiờ thì có thể xuất kích bất cứ lúc nào）",
    "（私は月ヶ瀬さんを……シリウスシュガーを裏切った。\nせめてもの償いをしなければ、私は自分を許せない……！）": "（Mình đã phản bội Tsukigase-san……Sirius Sugar.\nÍt nhất mình phải chuộc lỗi, nếu không mình sẽ không tha thứ cho bản thân……！）",
    "やっぱりこっそり行くつもりだったのね。": "Rốt cuộc là cậu định đi một mình sao?",
    "ジュ、ジュリー！？　どうしてここに……？": "Ju, Julie!? Sao cậu lại ở đây……?",
    "私達もいるよ。心香ちゃんって、\nすぐ顔に出るからバレバレなんだよねー。": "Tớ và mọi người cũng ở đây nữa. Vì là Kokoro-chan, nên\ncảm xúc lộ hết ra ngoài nên bị lộ rồi.",
    "まったく……ひとりで出撃だなんて、寂しすぎるじゃない。": "Thật là……Tự mình xuất kích thì cô đơn quá đi.",
    "みんな……な、なんで……": "Mọi người……tại, sao……",
    "なんでって、そりゃチームメイトだからでしょ。": "Sao á, thì là vì bọn tớ là đồng đội chứ sao.",
    "いつでも一緒なのがチームでしょ？": "Đồng đội là phải luôn ở bên nhau chứ?",
    "で、でも、これは私個人の償いだから……\nみんなには関係のない……": "Nhưng, nhưng mà, đây là sự chuộc lỗi của riêng mình mà……\nMọi người không liên quan……",
    "はぁ……心香って本当にバカね！\nあたし達を仲間に入れてくれないなんて、それこそ裏切りよ！": "Haizz……Kokoro đúng là ngốc nghếch mà!\nKhông cho bọn tớ tham gia cùng, thì đó mới là phản bội đấy!",
    "チームだったら、プラスもマイナスも\n全部一緒に背負うものでしょう？": "Đã là đồng đội, thì dù là tốt hay xấu\nđều phải cùng nhau gánh vác chứ?",
    "えーっと、れんたいせきにん……？　だっけ。": "Ưm, trách nhiệm tập thể……?\nĐúng là như vậy.",
    "みんな……": "Mọi người……",
    "あたし達の欲しい言葉は『みんなには関係ない』じゃない。\nわかるわよね？": "Điều bọn tớ muốn nghe không phải là 『Không liên quan đến mọi người』 đâu.\nCậu hiểu chứ?",
    "一緒に背負わせて、心香ちゃんの気持ちを。\n……ううん、一緒に背負いたいの。大好きな仲間だもの。": "Để bọn tớ cùng gánh vác, cùng chia sẻ cảm xúc của Kokoro-chan.\n……Ưm, bọn tớ muốn cùng gánh vác. Vì bọn tớ là đồng đội thân thiết mà.",
    "…………": "…………",
    "う……うん……\nありがとう……みんな……": "Ư……ừm……\nCảm ơn……mọi người……",
    "わ、私、月ヶ瀬さんの……シリウスシュガーの役に立ちたい。\nそのために……みんなの力を、貸してほしい。": "M, mình muốn giúp Tsukigase-san……Sirius Sugar.\nVì thế……mình muốn mọi người cho mình mượn sức mạnh.",
    "当たり前でしょ。": "Đương nhiên rồi.",
    "そのためにここに来たんだから。": "Vì thế bọn tớ mới đến đây.",
    "何でもやるよ！": "Muốn gì tớ cũng làm!",
    "ありがとう……": "Cảm ơn……",
    "それじゃ……コホン。": "Vậy thì……Khụ.",
    "――特別養成校舎、プレ・クラス－Ａ！　全機出撃！\n敬愛する我らが師、シリウスシュガーの援護に向かう！": "――Trường huấn luyện đặc biệt, tiền lớp A! Toàn bộ xuất kích!\nTiến đến chi viện cho người thầy đáng kính của chúng ta, Sirius Sugar!",
    "了解！！": "Rõ!",
    "――夜明け直後、俺達シリウスシュガーは柊校舎を出発した。": "――Ngay sau khi bình minh, bọn tôi Sirius Sugar đã rời khỏi ký túc xá Hiiragi.",
    "ね、眠い……いつもだったらまだ寝てる時間だから……": "Nè, buồn ngủ quá……Bình thường giờ này tớ vẫn còn đang ngủ mà……",
    "が、頑張ってください、ラミさん！": "Cố lên, Rami-san!",
    "低空飛行と隠密機動を駆使し、\nなるべく気づかれないように敵に接近……ですか。": "Sử dụng chiến thuật bay thấp và cơ động bí mật,\nTiếp cận kẻ địch mà không bị phát hiện……vậy sao?",
    "まあ、正々堂々と戦っても勝てる相手ではありませんが……\nなんか、こう……": "Mà, dù có chiến đấu đường đường chính chính thì cũng không thắng được đối thủ đâu……\nCơ mà, kiểu……",
    "相手はカオスメイデン級。対策の暇もなかったし、正面衝突は避けたい。\nだから、まずは奇襲を仕掛けて相手の一角を崩さないと話にならない。": "Đối phương là cấp độ Chaos Maiden. Không có thời gian để chuẩn bị đối sách, nên phải tránh va chạm trực diện.\nVì vậy, trước tiên phải tập kích để phá vỡ một góc của đối phương thì mới có thể nói chuyện được.",
    "いいか？　作戦の再確認だ。最初の狙いはピクシス・マスール。\nあのチームで警戒するべきは、やはりリーダーのドロテアだろう。": "Được chứ? Xác nhận lại tác chiến. Mục tiêu đầu tiên là Pixis Masur.\nĐội đó cần cảnh giác nhất, vẫn là thủ lĩnh Dorothea.",
    "だからこそ、まずドロテアを集中攻撃して撃墜する。": "Chính vì vậy, trước tiên phải tập trung tấn công Dorothea và bắn hạ cô ta.",
    "いくらユーロ・タワーの最強格といっても、\n複数を相手にすればボロが出るはず。": "Dù là người mạnh nhất của Euro Tower đi chăng nữa,\nNếu đối mặt với nhiều người thì cũng sẽ lộ ra sơ hở thôi.",
    "一気に畳みかけて主力を削り、戦いの主導権を握るんだ。いいな？": "Đánh nhanh thắng nhanh, loại bỏ lực lượng chủ lực và giành quyền chủ động trong trận chiến. Rõ chưa?",
    "おっけーおっけー。隠れ続けるよりこっちの方が性に合ってるわ。": "Oke oke. Ở ẩn mãi thì không hợp với tính tớ.",
    "絶対に負けない。": "Nhất định không thua.",
    "っ……ピクシス・マスールの敵影を発見しました！": "……Đã phát hiện bóng dáng kẻ địch của Pixis Masur!",
    "そろそろ交戦か……お前達、気合を入れていけよ！": "Sắp giao chiến rồi……Mấy đứa, dồn hết khí thế vào nhé!"
}