{
    "――ある夜、自室でそろそろ眠ろうかと考えていたところへ、\nハリエットがやってきた。": "――Vào một đêm nọ, khi tôi đang định đi ngủ trong phòng riêng của mình,\nHarriet đã đến.",
    "こんな時間に一体どうしたのかと思いつつ、\nともかくも部屋へ招き入れてやる。": "Tôi tự hỏi cô ấy đến vào giờ này để làm gì, \ntôi đành mời cô ấy vào phòng.",
    "今夜は、先日の借りを返しに来ました。": "Tối nay, tôi đến để trả nợ cho anh.",
    "先日の借りって――あのライバルチームの件か？": "Trả nợ ư――vụ đội đối thủ hôm nọ sao?",
    "そうです。よってお礼に……私をだ、抱くがいいです……っ。": "Đúng vậy. Vậy nên để tạ ơn... anh cứ việc, ôm em đi...!",
    "いや、待て待て。なんで、いきなりそうなる！？\nそういうのは好きな人とすべきだろ。": "Khoan đã, khoan đã. Sao lại đột nhiên như vậy chứ!?\nNhững chuyện như vậy nên làm với người mình thích chứ.",
    "前に自分で言ってたじゃないか。\n『私はそんな軽い女どもとは違う』って。": "Trước đây em đã tự nói với anh rồi cơ mà.\n'Em khác với lũ con gái nhẹ dạ khác.'",
    "バカですか、アホですか、マヌケですか。\n嫌いな人に……は、初めて捧げる女がどこにいるんです……": "Đồ ngốc, đồ ngu, đồ ngớ ngẩn.\nVới người mình ghét... thì, đâu có ai dâng hiến lần đầu...?",
    "『マヌケですか』の後が聞こえなかった。\nなんだって？": "Tôi không nghe thấy sau chữ 'Đồ ngớ ngẩn'.\nCái gì cơ?",
    "だ、だから……！\nするんですか、しないんですか……っ？": "T, tại vì...!\nAnh có làm không, hay không làm...?",
    "（よくわからないが……さすがにこれ以上渋ると、\n覚悟決めた様子の彼女に、逆に恥をかかせてしまうことになるか……）": "(Tôi không hiểu lắm... nhưng nếu cứ chần chừ hơn nữa,\nthì cô ấy với vẻ mặt đã quyết tâm, sẽ làm cô ấy bẽ mặt mất...)",
    "……えっと、じゃあ、『する』でお願いしようかな？": "...Ừm, vậy thì, tôi xin phép 'làm' nhé?",
    "そ、そうですか……！　まったく……！\n私を見て欲情とか、本当に仕方のない極悪人ですね……！": "Đ, đúng là vậy sao...!\nThật là...!\nAnh nhìn em mà thèm muốn, đúng là một kẻ cực kỳ xấu xa mà...!",
    "（あれ？　そういう話だっけ……まあ、いいか）": "(Ủa? Chuyện là như vậy sao... thôi kệ vậy)",
    "それじゃ、ベッドへ行こうか。": "Vậy thì, chúng ta lên giường thôi.",
    "あ、あの……あまり乱暴には……しないでくださいね。\n……%usernameusernameuserna%さん。": "À, à... đừng có thô bạo quá đấy nhé.\n...Anh %usernameusernameuserna%.",
    "彼女の声が微かに震えていることに気付いたが、\nあえて触れずに、さらけ出された秘所にゆっくりと己を沈めていった。": "Tôi nhận ra giọng cô ấy khẽ run rẩy, nhưng\ntôi cố tình không để ý, từ từ đặt bản thân mình vào chỗ riêng tư được phơi bày.",
    "……っく、う、はぁ……っ。\nは、入ってく……んっ、くぅ……！": "...Ư, ư, ha...!\nĐ, đi vào rồ... ư, ư...!",
    "さ、さあ……さっさと終わらせてください。\n楽しいひと時とか、そういうのはいいんで……っ。": "Th, thôi nào... nhanh chóng kết thúc đi.\nNhững khoảnh khắc vui vẻ, những thứ như vậy thì không cần đâu...!",
    "そう言い放ったハリエットの全身は、\n緊張からかかちこちに固まっている。": "Harriet vừa dứt lời, toàn thân cô ấy\ntừ căng thẳng mà cứng đờ cả ra.",
    "当然、膣内もぎゅっと締まって、かなりきつい。\n少しずつ慣らしてやらないと、彼女の体を傷めてしまいそうだ。": "Đương nhiên, bên trong cũng siết chặt lại, khá là chật.\nNếu không từ từ làm quen, thì có lẽ sẽ làm tổn thương cơ thể cô ấy mất.",
    "くぅ……っ！\nんっ、ちょっと……う、あ……っ。": "Ư...!\nƯ, một chút... ư, a...!",
    "案の定、かなり加減した肉棒が、奥底に突きあたっただけで、\nハリエットはびくりと身を震わせた。": "Quả nhiên, dương vật chỉ mới chạm vào bên trong, \nHarriet đã run lên bần bật.",
    "そんな彼女の全身を優しくゆさぶり、体の力を抜かせる。\n腰はまだ使わず、硬くなった肉棒で彼女の内側を広げていった。": "Tôi nhẹ nhàng xoa dịu toàn thân cô ấy, khiến cơ thể cô ấy thả lỏng.\nHông vẫn chưa dùng đến, tôi dùng dương vật đã cứng để mở rộng bên trong cô ấy.",
    "うっ……はぁ、はぁ……\nもっと普通に……動いてもらって構いませんけど……っ？": "Ư... ha, ha...\nAnh có thể... cứ tự nhiên... cử động cũng được...?",
    "ひっ……うぅ……変な気づかいは無用です。\nそれとも、またしても……": "Hức... ư... những lo lắng thừa thãi là vô ích.\nHay là, một lần nữa...",
    "あうぅ……くぅ……気遣いができる男ムーブで、\n私の気を引こうだとか……思っているのですか？": "Auu... ư... với những động tác của một người đàn ông biết quan tâm,\nanh đang định thu hút sự chú ý của em sao?",
    "はぁはぁ……も、もしくは……\nこんなものがお前の本気なのですか。": "Ha ha... hoặc là...\nĐây là sự thật của anh sao?",
    "だったら……だったら……っ、\nわ、笑ってしまいます……はぁ、はぁ……っ。": "Nếu vậy... nếu vậy...!\nEm, em sẽ bật cười mất... ha, ha...!",
    "言葉は相変わらずの塩対応だが、そうこうするうちに、\n体の方は少しずつ馴染んできた様子だ。": "Lời nói thì vẫn vậy, nhưng trong khi đó,\ncơ thể cô ấy có vẻ đã quen dần.",
    "そろそろいいだろうかと、様子をうかがいながら、\n腰を動かしはじめた。": "Tôi bắt đầu cử động hông, trong khi quan sát xem đã đến lúc chưa.",
    "……あっ……ひゃ……ひゃあんっ！": "...A... hya... hyaan!",
    "感じてくれたらしい様子に、つい口もとがほころんだ。": "Có vẻ như cô ấy đã cảm nhận được, tôi không khỏi mỉm cười.",
    "はぁはぁ……何をニヤニヤしてるんです？": "Ha ha... Anh đang cười cái gì thế?",
    "あっ……あぁんっ……！\nべ、べつにお前のモノになど興味はありません。": "A... aaan...! \nT, tôi, tôi không hề quan tâm đến những thứ của anh đâu.",
    "私が喜んで……はぁはぁ……声を上げているなどとは、\n……あっ……ひゃ……お、思わないことです。": "Việc em vui vẻ... ha ha... cất tiếng... ư...\n...A... hya... tôi, tôi không hề nghĩ vậy đâu.",
    "あっ……ああんっ、そっ、そこっ……そこはっ！\nあああっ……はぁはぁ……": "A... aan, ở, ở chỗ đó... chỗ đó!\nAaah... ha ha...",
    "い、今のは……悪くは……ありませんでした。\n少しは……んっ……や、やるじゃないですか。": "V, vừa rồi... cũng không... tệ lắm.\nMột chút... ư... anh, anh không tồi đâu.",
    "で、でも、この程度なら……たいしたことは……あぁっ……！\nな、ないですね……んっ……": "Nhưng, chỉ đến mức này thì... cũng không... có gì... aah...!\nK, không có gì... ư...",
    "まあ、せいぜい……ひっ……\nが、頑張る……ことですね……はぁっ、はぁっ。": "Thôi thì, cố gắng... hức...\n, cố gắng... vậy... ha, ha.",
    "そこまで言われたら、頑張らないわけにはいかない。": "Đã nói đến mức đó rồi thì, không thể không cố gắng được.",
    "くっ……そ、そんな優しそうな目をしても、だめです。\nはぁはぁ……あっ……ひぃいんっ！": "Ư... chết tiệt, dù anh có nhìn tôi bằng ánh mắt dịu dàng đó thì cũng vô ích.\nHa ha... a... hiiiin!",
    "その程度で……お、落ちる私では……はうぅ。\nないの……ですぅ……あっ、あぁんっ！": "Chỉ đến mức đó... tôi, tôi không... auu.\nkhông... đâu... a, aan!",
    "ど……どんどん、だらしない、んあっ……顔に……なって、ますよ？\nぁんっ……そんなに……私が、気持ちいい……んはっ、ですか？": "Đ... đừng có, buông thả, ư... khuôn mặt... đang, vậy sao?\nAan... anh, làm em, sướng... ư, sao?",
    "な、なんです、そのへなちょこな……腰振り……あうぅ。\nそんなんで……んんっ、よく男を……ぁっ……名乗れ……ぁああっ！": "N, là cái gì, cái điệu... lắc hông... auu.\nVới cái kiểu đó... ư, sao anh có thể... aah... tự xưng là... aah!",
    "いきなり……激しく……ふぅっ、はぁはぁ……ズルい……\n温存して……あうぅ、あっ……ああんっ。": "Đột nhiên... kịch liệt... phu, ha ha... thật là...!\nGiữ lại... auu, a... aan!",
    "な、何が……おかしいの……んっ、ですか……！\n笑ってないで、しっかりと……あっ……ああんっ！": "T, tại sao... lại, buồn cười... ư, sao...!\nĐừng cười nữa, hãy... a... aan!",
    "はぁはぁ……続けてください……うぅ。\nで、でないと……いつまでたっても……終わりませんよ？": "Ha ha... cứ tiếp tục đi... ư.\nKhông thì... dù có thế nào... cũng không... kết thúc được đâu?",
    "なら、永遠に続けるしかないし、俺としてはそれでも構わない。\n軽い悪戯心から、しれっとそう伝えてやった。": "Nếu vậy, tôi chỉ còn cách tiếp tục mãi mãi, và tôi cũng không phiền.\nTừ một sự tinh nghịch nhẹ nhàng, tôi đã lặng lẽ nói như vậy.",
    "えっ、永遠……に！？\nそ、そんなことって……あっ……あんっ……あああっ！": "Hả, mãi mãi...!\nV, việc đó... a... an... aaaa!",
    "嬉しいかも……で、ではなくっ。\nはぁはぁ……い、今のは、言い間違いでぇ……ひゃあんっ！": "Vui... có lẽ... không, không phải vậy.\nHa ha... t, vừa rồi, là, nói nhầm... hyaan!",
    "だ、だめ……そんなの……はぁはぁ。\nあんっ……あはぁ、嫌がらせ……ですっ！": "Đ, được rồi... như vậy thì... ha ha.\nAan... aha, là, quấy rối...!",
    "ど、どれだけいいようにされたところで……ひっ、ああんっ！\nわ、私は……あっ……はふぅ……お、お前には落ちませんからぁ。": "D, dù có được làm tốt đến đâu... hức, aan!\nT, tôi... aah... hafuu... tôi, tôi sẽ không bị anh hạ gục đâu.",
    "うっかりもらしかけた本音を、顔を真っ赤にして隠す様子は、\n毒舌調ではあってもむしろいじらしい。": "Cô ấy đỏ mặt, che giấu những lời thật lòng đã suýt tuột ra, \ndù có vẻ độc mồm độc miệng, nhưng lại càng đáng yêu.",
    "そのせいで、つい『可愛いな』とこちらも本音をもらしてしまう。": "Vì vậy, tôi đã lỡ thốt lên 'Dễ thương thật'.",
    "なっ、いっ、今なんて……あっ……ああんっ！\nき、気持ちの悪いこと……んっ……言わないで、くださ……ぁあっ！": "Hả, n, vừa rồi anh đã nói gì... a... aan!\nTh, thật là... khó chịu quá... ư... đừng, nói nữa, đi...!",
    "なんて言うものの、さっき『可愛い』と言った瞬間、\n膣内はきゅんとこちらを締め付けた。身体は正直だ。": "Dù nói vậy, nhưng ngay khi tôi nói 'Dễ thương',\nbên trong cô ấy đã siết chặt tôi. Cơ thể thì trung thực.",
    "本当は嬉しいんだろって……？　……あっ、そんな……ふうぅ……わけ、\nでも……私の中……あんっ……こんなにトロトロに……": "Thật ra là em đang vui...?\n...A, chuyện đó... fuu... không phải, \nnhưng... bên trong em... aan... ướt át đến thế này...",
    "きっと……んっ、気持ちいいのは……気のせい……ああっ……です！\nきっ……気持ちいい……のは、ぁんっ、気のせい……！": "Chắc chắn... ư, sướng... chỉ là... do em nghĩ vậy thôi... aah...!\nChắc... sướng... là, aan, do em nghĩ vậy thôi...!",
    "気のせいではなく、本当にいいはずだと教える。\n実際、彼女の中がたっぷりの愛液で満たされているのだから。": "Tôi bảo cô ấy rằng, đó không phải là do cô ấy nghĩ vậy, mà là thật sự rất sướng.\nThật ra, bên trong cô ấy đã đầy ắp chất lỏng tình yêu.",
    "認めたく……ないっ、でも……！\n体中が……んんっ、とろけて……ぁあ……！": "Không muốn... thừa nhận, nhưng...!\nToàn thân... ư, tan chảy... aa...!",
    "ううん、とっ……とろけて、る……\nお、おまんこの中、ぐしょぐしょで……すっごく……いい……": "Ưm, tan... tan chảy rồi...\nBên trong... âm đạo, ướt sũng... rất... tốt...",
    "やっと素直になったな、と耳元で囁いてやった。": "Cuối cùng em cũng đã thành thật rồi, tôi thì thầm vào tai cô ấy.",
    "ら、らって……こ、こんな感じ……ひっ……あひぃ……\nは、はじめて……あぁ……はぁんっ……んんっ。": "L, là... cái cảm giác này... hức... ahi... \nL, lần đầu... a... han... ư...",
    "も、もう、なんだっていい……はぁはぁ……っ、\n気持ちいい、からぁ……あひぃ、ひぃいんっ！": "Th, thôi nào, cái gì cũng được... ha ha...!\nSướng, vì... ahi, hiiin!",
    "わっ、私ばっか……んあっ、かまけてないで……ふあぁっ、\nいいからお前も、気持ちよくなるんです……っ！　あぁんっ！": "Woa, chỉ có mình em... ư, không, đừng có bận tâm nữa... fuaa!\nĐược rồi, anh cũng phải, sướng đi... aan!",
    "ハリエットからそう言われて、\nいっそう激しく奥底にぶちあてるように突き上げてやる。": "Harriet nói với tôi như vậy, \ntôi càng thúc mạnh vào sâu bên trong.",
    "いっ……いいっ……ひいぃ、ひぃいんっ！\nお前なんか……はぁはぁ……ただの獣ですぅ……っ。": "I... tốt... hiii, hiiin!\nAnh, anh chỉ là... ha ha... một con thú thôi...",
    "なのにっ、うぁっ、変に……なっちゃう……ああっ、あっ……\nこんなにされたらぁ……あひぃ、ふぅんっ！": "Vậy mà, uah, lại... thành ra... aah, aah...\nNếu bị làm như vậy... ahi, fun!",
    "肉棒を突き入れるたび、彼女の膣が肉棒を抱くように収縮する。\n彼女なりの愛情表現なのかもしれない。": "Mỗi lần tôi đâm vào, âm đạo của cô ấy lại co lại như đang ôm lấy dương vật.\nCó lẽ đó là cách cô ấy thể hiện tình yêu.",
    "それがこちらを煽っているとは気付いていないのだろうが、\nいい加減、膨れ上がっていたそれが、いっそう肥大してゆく。": "Cô ấy không nhận ra rằng điều đó đang khiêu khích tôi,\nnhưng dương vật của tôi đang dần lớn lên.",
    "あっ……あああっ……また、ムクムクってぇ……\nはぁはぁ……いやらしい……っく、んあぁ……っ。": "A... aaaa... lại, phình lên rồi...\nHa ha... thật là... ư, aah...",
    "……んっ、はぁんっ、早くっ、イけばいいじゃないですかっ、\nねぇっ、早く……っ、んっ、っあぁ……っ！": "...Ư, han, nhanh lên, xong đi, \nnày, nhanh lên... ư, aah...!",
    "でなきゃ……私っ……はぁ、あぁんっ！\nイくっ……イっちゃいますぅ……ひあぁっ……！": "Nếu không... em... ha, aan!\nSướng... em sẽ... hiah...!",
    "ひっ……ひとりは、いやっ……あああっ！\nはあぁんっ……イくなら、一緒に……あああああんっ！": "Hức... một mình, không muốn... aaaa!\nHaaan... nếu sướng, thì cùng nhau... aaaaaan!",
    "言われずとも、すでに限界まで張り詰めている。\nあとは、解き放つだけだ。": "Dù không nói, tôi cũng đã căng thẳng đến giới hạn rồi.\nChỉ cần giải phóng nữa thôi.",
    "ハリエットの腰をしっかりと支え、彼女の絶頂にあわせ、\nひと息にたまりきったマグマを噴出させてやる。": "Tôi giữ chặt lấy hông của Harriet, hòa cùng với cực khoái của cô ấy,\ntôi phun ra dung nham đã tích tụ bấy lâu.",
    "ひあぁぁっ、イくっ、イッちゃうっ……！\nあぁぁぁぁぁぁん……！！　%usernameusernameuserna%さぁああん！！": "Hiaaa, sướng, em sẽ...!\nAaaaaaaan...!!! Anh %usernameusernameuserna%!",
    "熱くたぎったものを放出し終えるも、\n彼女のナカが名残惜しく、抜かずに余韻を味わう。": "Sau khi đã giải phóng những thứ nóng bỏng, \ntôi vẫn còn luyến tiếc, nên tôi không rút ra và tận hưởng dư vị.",
    "ハリエットは朦朧とした様子で、こちらを見つめた。": "Harriet nhìn tôi với vẻ mặt mơ màng.",
    "はぁはぁ……しゅごく……\nしゅごぉく……良かったです。": "Ha ha... s, sướng... \ns, sướng... lắm.",
    "そ、それで……どうでした？\nわ、私の……その……味は。": "V, vậy thì... anh thấy sao?\nC, cái... của em... vị nó thế nào?",
    "最高だったし、お世辞ではなく、\n素晴らしいお礼をしてもらったと感謝の念を伝える。": "Tuyệt vời, và không phải nịnh bợ,\ntôi bày tỏ lòng biết ơn vì đã được nhận một lời cảm ơn tuyệt vời.",
    "そう……ですか。\nそれなら、良かった……来た甲斐がありました。": "Vậy... sao.\nNếu vậy, thì tốt rồi... đến đây cũng đáng.",
    "お前も……その、力強いのに……優しくて……\nまあ、悪くは……ありませんでしたよ……": "Anh cũng... cái đó, mạnh mẽ... nhưng... dịu dàng...\nỪm, cũng không... tệ lắm...",
    "そう思ってもらえたなら本望だし、\nハリエットも楽しんでくれて嬉しい旨を伝える。": "Nếu anh nghĩ vậy thì tôi đã toại nguyện rồi,\ntôi nói rằng Harriet cũng rất vui.",
    "楽しんだ……？　\nわ、私が……あ、あれっ……？": "Vui...?\nT, tôi... a, cái đó...?",
    "ま、待って……こんなはずじゃ、ないです。": "Đ, đợi đã... không phải như vậy.",
    "事後の余韻が薄れて、少しずつ思考が明晰になってきたらしい。\n彼女は慌てて服をかき集め、こちらを見据えた。": "Dư vị sau đó phai nhạt, dường như suy nghĩ của cô ấy đã trở nên minh mẫn hơn một chút.\nCô ấy vội vàng nhặt quần áo và nhìn tôi chằm chằm.",
    "い、いいですか……私は楽しんだりしていません。\nいないったら、いないんですよ。": "T, tôi xin phép... tôi không có vui đâu.\nKhông có, hoàn toàn không có luôn.",
    "なのにお前ときたら。\nず……ずいぶん……私の体にご執心でしたね？": "Vậy mà anh thì.\nT, tôi... đã... rất... thích cơ thể em sao?",
    "それはもう、かわいそうなほどでした。\n私の方はお前に微塵も魅力を感じていないというのに。": "Đúng là như vậy, thật là đáng thương.\nTrong khi tôi không hề cảm thấy bị anh thu hút một chút nào.",
    "ん？　さっき『悪くなかった』とか言ってくれなかったけ？": "Hửm? Vừa rồi em đã nói 'Không tệ' cơ mà?",
    "き、気のせいです！\n私がそんなことをお前に――極悪人に言うわけありません。": "L, là do em nghĩ vậy thôi!\nEm không đời nào nói những điều như vậy với anh cả, một kẻ cực kỳ xấu xa.",
    "さては、私の体に夢中になるあまり、幻聴を聞いたのですね？\nきっとそうです、そうに違いありません。": "Chắc là vì quá say mê cơ thể tôi, nên anh đã nghe thấy ảo giác rồi?\nChắc chắn là vậy, chắc chắn là vậy.",
    "と、ともかく……これで借りは返しました。\nそこはいいですね？": "Tóm lại... vậy là tôi đã trả nợ xong rồi.\nVậy là ổn rồi đúng không?",
    "……ああ、そうだな。これで貸し借りなしだ。": "...À, đúng vậy. Vậy là không còn nợ nần gì nữa.",
    "（意外と相性がよかったので、\nこれっきりというのは少し寂しい気もするが……）": "(Vì hợp nhau một cách bất ngờ,\nnên tôi cũng cảm thấy hơi buồn vì chuyện này kết thúc...)",
    "まあ、でも……もし……もしですよ？\nまた極悪人が、催したなら……その時は私を呼ぶがいいです。": "Ừm, nhưng... nếu... nếu có chuyện gì xảy ra...?\nNếu một kẻ cực kỳ xấu xa lại muốn... thì khi đó hãy gọi tôi.",
    "……え？": "...Hả?",
    "お前はとんでもない、極悪人――いえ、性欲魔人ですからね。\n放置してその劣情がドロテア様に向かっては一大事です。": "Anh là một kẻ cực kỳ xấu xa, không, là một con quỷ dâm dục mà.\nĐể mặc cho ham muốn thấp kém đó hướng đến Dorothea thì thật là tai họa.",
    "ですから、私がきっちり日々処理して、\n危険の芽を摘んでおこうと思います。": "Vì vậy, tôi sẽ xử lý nó hàng ngày, \ntôi sẽ nhổ tận gốc mầm mống nguy hiểm.",
    "ハリエット……": "Harriet...",
    "い、いいですか！　決してこういう行為をしたいからではありません！\nあ・く・ま・で！　ドロテア様のためです！": "T, được chứ! Tuyệt đối không phải vì tôi muốn làm những việc như vậy!\nChỉ, là, vì! Dorothea!",
    "ああ、わかってるよ。そのときは頼む。": "À, tôi hiểu rồi. Khi đó thì nhờ cô nhé.",
    "ふふ、わかればいいんですよ、\nわかれば――%usernameusernameuserna%さん。": "Hừm, nếu anh hiểu thì tốt rồi,\nnếu hiểu thì... anh %usernameusernameuserna%."
}