{
    "本日からの訓練ですが、メイズではなく柊校舎の訓練施設で行います。\n内容は、基礎的な個別訓練です。": "Buổi huấn luyện hôm nay sẽ diễn ra tại cơ sở huấn luyện của Học viện Hinoki, thay vì Mê Cung.\nNội dung là huấn luyện cá nhân cơ bản.",
    "翌日。\n七彩の仕切りで、訓練が開始された。": "Ngày hôm sau.\nBuổi huấn luyện bắt đầu với tấm chắn bảy màu.",
    "実地訓練ができないと知り、ラウラ以外の３人が\n不満げな表情を浮かべている。": "Biết rằng không thể huấn luyện thực tế, 3 người trừ Laura\nđều lộ vẻ mặt bất mãn.",
    "昨日ではっきりとわかりましたわ。\nあなた方に実戦はまだ早いのです！": "Tôi đã hiểu rõ điều đó vào hôm qua.\nCác cô còn quá sớm để tham gia chiến đấu!",
    "そんなことない！　敵だってちゃんと倒せてたわ！": "Không đúng! Bọn tôi đã đánh bại được cả địch!",
    "……シリウスシュガーって、特別養成校舎でも有名だったわ。\nこの前の模擬戦に負けてたら、退学だったのよね？": "…… Sirius Sugar, cũng nổi tiếng ở Học viện huấn luyện đặc biệt.\nNếu thua trận chiến mô phỏng trước, các cô đã bị đuổi học rồi nhỉ?",
    "『そんな人達』の指示を聞いても、\n成長できるとは思えないんだけど。": "Nghe theo chỉ dẫn của 'những người như vậy',\ntôi không nghĩ rằng các cô có thể tiến bộ.",
    "……まあ、かなりギリギリだったのは否定できないかな～。": "…… Chà, không thể phủ nhận là khá sát nút nhỉ.",
    "でもメイズ探索の経験はそれなりにあるんだよね。\n『保護者』抜きじゃメイズに潜れない、ヒヨッコのキミ達と違ってさ。": "Nhưng kinh nghiệm thám hiểm Mê Cung của các cô cũng kha khá đấy.\nKhác với mấy đứa nhóc như các cậu, không có 'người bảo hộ' thì không thể vào Mê Cung.",
    "それは許可をもらってないだけであって、\n実践になればすぐに結果を出せるわ。": "Chỉ là chưa được phép thôi, nhưng\nnếu vào thực chiến thì các cô có thể cho kết quả ngay.",
    "そうそう！　あたし達、やればできる子なのよ！": "Đúng vậy! Bọn tớ làm được mà!",
    "メイズシフターなんて、撃って撃って撃ちまくって\n全部私が倒しちゃうんだから♪": "Mê Cung Shifter, cứ bắn, bắn, bắn, bắn liên tục\ntất cả là do tớ hạ hết♪",
    "メイズシフターと戦わないなら、いける……かな？": "Nếu không phải chiến đấu với Mê Cung Shifter thì có lẽ được……?",
    "あのさ……メイズを甘く見すぎじゃない？": "Này…… Các cô có xem nhẹ Mê Cung quá không?",
    "……っ！": "……!",
    "シミュレーターでの成績はそれなりに良かったのかもしれないけどさ、\n実戦になったらそんなデータは何の役にも立たない。": "Thành tích trong trình mô phỏng có thể khá tốt, nhưng\ntrong thực chiến thì những dữ liệu đó chẳng có ích gì.",
    "どんなに入念な準備をしても、メイズは想像を超えてくる。\n実戦と訓練は別物なんだよ。": "Dù chuẩn bị kỹ lưỡng đến đâu, Mê Cung vẫn vượt xa trí tưởng tượng.\nThực chiến và huấn luyện là hai thứ khác nhau.",
    "きっとこの言葉は以前の新ルートの探索が、\nあったからこその言葉だろう。": "Chắc chắn những lời này là do đã từng thám hiểm tuyến đường mới trước đây.",
    "今キミ達が単独でメイズに潜ったら、間違いなく失敗するかな。": "Nếu các cậu tự mình vào Mê Cung bây giờ, chắc chắn sẽ thất bại.",
    "そんなこと……！": "Chuyện đó……!",
    "あるよ。メイズシフターと遭遇したらどうなると思う？\nあたしが代わりに想像してあげよっか。": "Có đấy. Các cô nghĩ gì sẽ xảy ra nếu gặp Mê Cung Shifter?\nTớ sẽ thay các cô tưởng tượng cho.",
    "まず、ジュリーがろくに状況判断もしないで突撃指示を出す。\nそれで、ノエルが突っ込んで手当たり次第に撃ちまくる。": "Đầu tiên, Julie sẽ đưa ra chỉ thị tấn công mà không cần phán đoán tình hình.\nSau đó, Noel sẽ lao vào và bắn bừa.",
    "心香は自分の目の前にいるやつとだけ戦って誰も助けないし、\nラウラはそもそも戦いすらせず他人に敵を押し付けて逃げ回る。": "Kokoro chỉ chiến đấu với những kẻ trước mặt mình và không cứu ai cả,\nLaura thì không chiến đấu mà chỉ trốn tránh và đổ lỗi cho người khác.",
    "ノエルはすぐに弾切れ、心香は次第に数をさばききれなくなって――": "Noel sẽ hết đạn ngay, Kokoro dần dần không thể xử lý hết số lượng――",
    "ラウラは無駄な機動でエネルギーを使い果たして敵に囲まれ、\nジュリーは援護がない中追い詰められて指示を出す余裕も失う。": "Laura sẽ dùng năng lượng một cách vô ích và bị bao vây bởi kẻ địch,\nJulie sẽ bị dồn vào đường cùng mà không có sự hỗ trợ và mất khả năng đưa ra chỉ thị.",
    "……": "……",
    "どうイメージできた？　ううん、しちゃったでしょ？\nそのあとはどうなるかは言わなくてもわかるよね？": "Các cô đã hình dung ra chưa? Ưm, đã làm rồi đúng không?\nSau đó thì sao, không cần nói cũng biết đúng không?",
    "確かにシリウスシュガーは柊校舎じゃ、最底辺クラスのチームよ。\nキミ達の言う『そんな人達』ね。": "Quả thực, Sirius Sugar là đội yếu nhất ở Học viện Hinoki.\n'Những người như vậy' mà các cô nói đấy.",
    "でもね、あたし達は『そんな人達』を\n強豪チームに勝てるまで育て上げ――": "Nhưng này, chúng tôi đã\nnuôi dưỡng 'những người như vậy' cho đến khi họ có thể thắng các đội mạnh――",
    "未調査の新ルートでメイズシフターの群れに襲われながらも、\nその絶望から無事に帰還させた『教導指揮官』の教えを受けてるの。": "Được 'Chỉ huy trưởng huấn luyện' chỉ dạy, dù bị tấn công bởi đám Mê Cung Shifter ở tuyến đường mới chưa được khám phá,\nvẫn có thể trở về an toàn từ sự tuyệt vọng đó.",
    "そう言って、こちらにちらりと視線を向ける。": "Cô ấy nói vậy, liếc nhìn về phía chúng tôi.",
    "その『教え』に価値がないとは言わせないよ……絶対に。": "Tôi sẽ không cho phép các cô nói rằng 'sự chỉ dạy' đó là vô nghĩa…… Tuyệt đối không.",
    "…………": "…………",
    "もし本当に正式なパイロットになりたいんだったら、\n黙ってあたし達の話を聞きなさい。理解した？": "Nếu các cô thực sự muốn trở thành phi công chính thức,\nhãy im lặng và nghe chúng tôi nói. Hiểu chưa?",
    "…………う、うん。": "………… V, vâng.",
    "ち、ちゆるさん……？\nそんなに厳しい言い方をしなくても……": "Ch, Chiyuru-san……?\nKhông cần phải nói nặng lời như vậy đâu……",
    "４人ともめっちゃトーンダウンしてるんだけど……": "Cả 4 người đều xuống giọng hẳn đấy……",
    "確かにちゆるの言葉には厳しいものがあっただろう。\nけど、間違ったことは言っていなかった。": "Quả thực, lời nói của Chiyuru có phần gay gắt.\nNhưng cô ấy đã không nói sai.",
    "ま、まあ！　そんなあなた方を育てるのが、\nわたくし達の役目ですわ！": "Chà, chà! Nhiệm vụ của chúng tôi là nuôi dưỡng những người như các cô!\n",
    "無論、当初のわたくし達もあなた方のように、\n何もかもが足りていなかった。": "Tất nhiên, ban đầu chúng tôi cũng giống như các cô,\nthiếu sót đủ thứ.",
    "しかし初心に立ち返り、基礎を固める。\nＭＧが自身の肉体と同一であると感じるまで叩き込む。": "Nhưng hãy trở lại với những điều cơ bản, củng cố nền tảng.\nGhi sâu vào đầu cho đến khi MG cảm thấy đồng nhất với cơ thể mình.",
    "そういったブレない基礎こそが、危機において最も信頼できる武器です。\nわたくし達が今ここに立っていることが、その証明となるでしょう。": "Nền tảng vững chắc như vậy là vũ khí đáng tin cậy nhất trong tình huống nguy hiểm.\nViệc chúng tôi đang đứng ở đây là minh chứng cho điều đó.",
    "実戦を志すならば、まずは基本を身につけてください。\nそしてわたくし達はそのために全力であなた達をサポートします。": "Nếu muốn tham gia chiến đấu thực tế, trước tiên hãy nắm vững những điều cơ bản.\nVà chúng tôi sẽ hỗ trợ hết mình cho các cô.",
    "……わ、わかったわ。": "…… T, tôi hiểu rồi.",
    "プレ・クラス－Ａの４人は、七彩の言葉に強く頷くと、\n各々が基礎訓練を開始した。": "4 người của Pre-Class-A, gật đầu mạnh mẽ trước lời nói của Nanairo,\nbắt đầu huấn luyện cơ bản.",
    "あははは～ごめんね、ちょっと言い過ぎちゃったかも。": "A ha ha ha~ Xin lỗi nhé, có lẽ tôi hơi quá lời.",
    "いや、間違ったことは言ってなかったしいいんじゃね？": "Không, tôi đã không nói sai, có lẽ cũng không sao?",
    "驚いた。あんなに厳しいことを言うなんて。": "Tôi đã rất ngạc nhiên. Cô ấy lại nói những điều gay gắt như vậy.",
    "なんていうか、ちょっとカチンときちゃってねぇ。\nあたしは何言われてもいいんだけど、みんなを馬鹿にされて、つい。": "Kiểu như, tôi hơi bực mình một chút.\nTôi thì không sao, nhưng khi mọi người bị coi thường, tôi đã lỡ lời.",
    "ありがとうございます！\nすごくうれしかったです……！": "Cảm ơn chị rất nhiều!\nEm rất vui……!",
    "おかげで４人ともわたくしの話をちゃんと聞いてくださいました。": "Nhờ vậy mà cả 4 người đều lắng nghe tôi nói chuyện.",
    "ちゆるが言わなければ、俺が言うところだった。\n嫌な役をやらせて悪いな。": "Nếu Chiyuru không nói, thì tôi đã phải nói rồi.\nXin lỗi vì đã bắt em làm điều không hay.",
    "全然。むしろ言いたい事言えてスッキリよ。": "Không có gì. Thay vào đó, tôi cảm thấy nhẹ nhõm vì đã nói ra những gì mình muốn.",
    "で、このあとの基礎訓練のあとは、何やろうか？\nまずは全身全霊の筋トレからか？　返事は『イエッサー』で――": "Vậy, sau khi huấn luyện cơ bản này, chúng ta sẽ làm gì tiếp theo?\nĐầu tiên là tập thể lực toàn diện nhỉ? Câu trả lời là 'Yes sir'――",
    "あんなの、わたくし達以外にやらせたら、\n即座にパワハラ相談窓口へ一直線ですわよ。": "Nếu chúng tôi để người khác làm những việc như vậy,\ntức thì sẽ bị khiếu nại quấy rối tại văn phòng tư vấn.",
    "んじゃ、各々の訓練メニュー作ってきたから、\nそれぞれの担当指導者と分かれて始めてみよっかー！": "Vậy thì, tôi đã chuẩn bị thực đơn huấn luyện cho từng người, hãy\nchia ra theo từng người hướng dẫn và bắt đầu thôi!",
    "俺は空き教室で待機がてら、\nモニターで各グループの訓練を見守ることにした。": "Tôi sẽ ở lại phòng học trống, vừa chờ đợi vừa\ntheo dõi buổi huấn luyện của từng nhóm trên màn hình.",
    "（まあ、俯瞰して見る以上、全部をちゃんと見れるわけじゃないから、\nあとで七彩達から細かい報告はあげてもらうけど……）": "（Chà, vì chỉ có thể xem từ trên xuống, nên tôi không thể xem hết được, nhưng\nsau đó tôi sẽ nhận được báo cáo chi tiết từ Nanairo và những người khác……）",
    "頑張れよ、プレ・クラス－Ａのみんな……\nそれにシリウスシュガーのみんなも。": "Cố lên nhé, tất cả mọi người của Pre-Class-A……\nVà cả mọi người của Sirius Sugar nữa.",
    "うぐぐ……ま、まさか座学だなんて……！": "Ư gừ gừ…… Ch, chẳng lẽ là học lý thuyết sao……!",
    "リーダーとは戦略の要。あらゆる陣形や戦術を頭に叩き込み、\n迅速かつ的確に取捨選択する判断力が求められますわ。": "Lãnh đạo là yếu tố then chốt của chiến lược. Ghi nhớ tất cả các đội hình và chiến thuật, cần có khả năng\nđưa ra các lựa chọn nhanh chóng và chính xác.",
    "あたし、勉強って本当ニガテなの！\nナントカ機動とかナンチャラ隊列飛行とか、用語も覚えらんないわ！": "Tôi thực sự không giỏi học hành!\nCơ động Nanto hay đội hình bay Nanchara, tôi còn không nhớ nổi các thuật ngữ!",
    "あら、ポジティブなジュリーさんにしては、\n珍しく後ろ向きですわね？": "Ồ, với Julie tích cực thì,\nlần này hơi hiếm thấy đấy?",
    "だって、マジで苦手なのよ……": "Vì tôi thực sự không giỏi mà……",
    "だったら、得意になりましょう。それしか道はありませんわ。\nそうポジティブにいきません？": "Vậy thì, hãy trở nên giỏi đi. Không còn con đường nào khác đâu.\nSao không tích cực lên?",
    "ポジティブに……": "Tích cực……",
    "ポジティブさというのは、リーダーの素質として\n欠かせないものだと思いますわ。部隊の士気に関わりますもの。": "Tính tích cực là điều không thể thiếu đối với tố chất của một nhà lãnh đạo.\nNó liên quan đến tinh thần của đơn vị.",
    "あなたはすでにそれを持っています。\nだったらそれを生かさないのはもったいないと思いません？": "Cô đã có nó rồi.\nVậy thì, chẳng phải sẽ thật đáng tiếc nếu không sử dụng nó sao?",
    "どんな悪い状況でみんなが精神的に追い詰められても、仲間に希望を\n与える導きの光になる――あなたにはその才能がありますわ。": "Dù trong tình huống tồi tệ nào, khi mọi người bị dồn vào đường cùng về mặt tinh thần, hãy trở thành ánh sáng dẫn đường\ntruyền hy vọng cho đồng đội―― Cô có tài năng đó.",
    "仲間に……希望を与える……才能。": "Cho đồng đội…… Truyền hy vọng…… Tài năng.",
    "ええ。だから『勉強が苦手』も、そのポジティブさで克服しません？\nあなたが率いる仲間の希望であるために。": "Vâng. Vì vậy, chẳng phải hãy vượt qua 'việc học không giỏi' bằng sự tích cực đó sao?\nĐể trở thành niềm hy vọng của những người đồng đội mà cô lãnh đạo.",
    "……わ、わかった！\nうおおおっ、ガンバるぞーっ！！": "…… V, tôi hiểu rồi!\nUooooh, cố lên nàoーっ!!",
    "いけいけーっ！！\n突撃突撃、壊れちゃえーっ！！": "Tiến lênーっ!!\nTấn công tấn công, phá tan hết điーっ!!",
    "……当たりませんっ！": "…… Không trúng rồi!",
    "シミュレーターで模擬戦を行うふたり。\nノエルが手あたり次第に放つ弾丸を、めるがすべて回避する。": "Hai người đang tiến hành trận chiến mô phỏng trong trình mô phỏng.\nMeru né tránh tất cả các viên đạn mà Noel bắn ra bừa bãi.",
    "うそっ、なにその動き！？": "Thật không thể tin được, động tác gì vậy!?",
    "めるの得意技、フラットスピン。\n一瞬で射線から外れためるは、ノエル機をあっさり撃破した。": "Kỹ năng đặc biệt của Meru, Flat Spin.\nMeru đã thoát khỏi đường đạn trong chớp mắt, dễ dàng hạ gục máy của Noel.",
    "完敗だぁ～……なんで全然当たらないんだろう……": "Thua rồi～…… Tại sao không trúng gì cả……",
    "ノエルちゃんの戦い方は、ダメってわけじゃありません。勝つ意志は\n大事だって、%usernameusernameuserna%さんも言ってましたし。": "Cách chiến đấu của Noel-chan không phải là không tốt. Ý chí chiến thắng là\nquan trọng, %usernameusernameuserna% cũng đã nói vậy mà.",
    "私も集中すると、よく周りが見えなくなっちゃうから、\nちょっと似てるなーって思ってたんです。": "Khi tôi tập trung, tôi cũng thường không nhìn thấy xung quanh,\ntôi nghĩ rằng chúng ta có chút giống nhau.",
    "でもメイズで必要なのは目の前の敵を倒すだけじゃありません。\n倒し続けること、そして倒した先で何が起こるかまで気を配ること……": "Nhưng trong Mê Cung, không chỉ cần đánh bại kẻ địch trước mặt.\nTiếp tục đánh bại, và quan tâm đến những gì sẽ xảy ra sau khi đánh bại……",
    "正直、戦闘技術はとても高いと思います。あとは少し気持ちを引いて、\n戦場全体を見るようにすると良いかもです。": "Thành thật mà nói, kỹ thuật chiến đấu của cô rất cao. Còn lại thì có lẽ tốt hơn nếu hạ thấp cảm xúc một chút và\nnhìn bao quát toàn bộ chiến trường.",
    "戦場、全体を……？": "Toàn bộ chiến trường……?",
    "はい。そうすれば、今よりもっとたくさんのメイズシフターを\n倒せるようになりますよ。": "Vâng. Nếu làm vậy, cô sẽ có thể đánh bại nhiều Mê Cung Shifter hơn nữa.",
    "本当！？　もっといっぱい倒して、倒して、倒しまくりたい！\n夢中になって攻撃するだけじゃ、ダメなんだね！": "Thật sao!? Tôi muốn đánh bại, đánh bại, đánh bại thật nhiều!\nChỉ mải mê tấn công thôi thì không được sao!",
    "よおーっし！　もう１戦やろうよ！　次は負けないよ！": "Được rồiーっ! Hãy chiến đấu thêm một trận nữa nào! Lần này tôi sẽ không thua đâu!",
    "はい！　私も全力でいきますね！": "Vâng! Tôi cũng sẽ cố gắng hết sức!",
    "それぞれに合った指導者がつき、\n長所を伸ばしつつ短所を削る。": "Mỗi người được kèm cặp bởi một người hướng dẫn phù hợp,\nphát huy những điểm mạnh và khắc phục những điểm yếu.",
    "いい采配だ。どうにも昨日の夜、\nちゆると七彩で遅くまで計画を練っていたらしい。": "Một sự sắp xếp tốt. Không hiểu sao đêm qua,\nChiyuru và Nanairo đã lên kế hoạch đến tận khuya.",
    "あいつの観察眼は、大したものみたいだな。": "Có vẻ như con mắt quan sát của cô ta thật tuyệt vời."
}