{
    "くっ……勝利のためなら手段を択ばないその姿勢は称賛しますが……！\n相手との実力差すら分からないのは、ただの蛮勇です……！": "Chết tiệt… Tôi đánh giá cao việc cô không từ thủ đoạn để chiến thắng…!\nNhưng không nhận ra sự khác biệt về thực lực chỉ là hành động liều lĩnh mà thôi…!",
    "蛮勇でも卑怯でも、大いに結構です！\nそれでちゆるさんと一緒にいられるのなら……！": "Liều lĩnh hay hèn hạ, đều được cả!\nNếu như vậy tôi có thể ở bên Chiyuru…!",
    "斬りかかったドロテア機の攻撃を、めるはフラットスピンで回避。": "Mei né đòn tấn công của chiếc Dorothea bằng cú xoay vòng.",
    "はぁああああああああ！！": "Hyaaaaaaaaaa!",
    "お嬢、危ない！！": "Tiểu thư, cẩn thận!",
    "その後、超加速状態からのフラットスピンが生み出す。\n不規則旋回からの斬撃が、ドロテア機を庇ったリュシー機を切り裂いた。": "Sau đó, từ trạng thái siêu tăng tốc, cú xoay vòng tạo ra.\nNhững nhát chém từ vòng xoáy bất thường đã xé toạc chiếc Lycée, che chắn cho chiếc Dorothea.",
    "リュシー……！": "Lycée…!",
    "くっ……悪い、お嬢！　離脱する！": "Chết tiệt… Xin lỗi, tiểu thư! Rút lui!",
    "……良い、仕事でした。\nゆっくり休んでください……": "… Tốt lắm.\nXin hãy nghỉ ngơi nhé…",
    "ちゆるさんとこれからもずっと一緒にいたいんです！\n誰も欠けてほしくない……だから、負けられません！": "Tôi muốn ở bên Chiyuru mãi mãi!\nTôi không muốn ai phải rời đi… Vì vậy, tôi không thể thua!",
    "月ヶ瀬さんは必要ないのですか？　よりよい研究施設に、\n<r=プライマル・ベルト>原生帯</r>以降も潜れる強豪チームの協力。": "Cô không cần Tsukigase sao? Với một cơ sở nghiên cứu tốt hơn,\nSự hợp tác của một đội mạnh có thể lặn xuống sau <r=Vành đai nguyên sinh>.",
    "あなたのやりたいこと、なしたいことにより近づけますよ？": "Cô có thể tiến gần hơn đến những gì cô muốn làm, muốn đạt được?",
    "……とノヴァセレスからの宣伝文句です。": "… Đó là lời quảng cáo từ Novaceles.",
    "きっとフルートやドロテア達も、本心でちゆるを誘いに来たというより、\nそれぞれの所属地区の都合や意向で動かされているのだろう。": "Chắc chắn Furut và Dorothea cũng vậy, họ đến mời Chiyuru không phải vì họ thực sự muốn, mà có lẽ vì hoàn cảnh và ý định của khu vực mà họ thuộc về.",
    "……ごめん。いい研究施設も深層の探索も確かに魅力的だよ。\nでも――今のあたしは、このチームを離れたくない！": "… Xin lỗi. Một cơ sở nghiên cứu tốt và khám phá sâu thẳm quả thực rất hấp dẫn.\nNhưng, bây giờ tôi không muốn rời khỏi đội này!",
    "確かな意思のこもった照準。ちゆるの指がトリガーを引く瞬間、\n彼女の眼差しには一瞬の迷いすらなかった。": "Ánh mắt nhắm chuẩn xác. Khoảnh khắc ngón tay của Chiyuru kéo cò súng,\nTrong mắt cô không hề có một chút do dự nào.",
    "あたしは――シリウスシュガー所属、月ケ瀬ちゆるだからっ！": "Tôi là— Tsukigase Chiyuru, thuộc Sirius Sugar!",
    "閃光と共に放たれた砲撃が、\nトレブルクインテットの１機を撃破する。": "Cùng với ánh chớp, loạt pháo kích được khai hỏa,\nHạ gục một trong những chiếc Treble Quintet.",
    "なっ……しまった！　ごめん、フルート！": "Chết tiệt…! Xin lỗi, Furut!",
    "エヴィちゃん！？": "Evie-chan!?",
    "後から出てきてちゆるを横取りするなんて、悪辣にもほどがある。\nちゆるが欲しいなら、わたし達を倒してからにして……！": "Tự nhiên xuất hiện và cướp Chiyuru, thật là độc ác.\nNếu muốn có Chiyuru, hãy đánh bại chúng tôi trước đã…!",
    "迫ってきていたピクシス・マスールの１機の攻撃を\n白奈は蹴り上げることで防ぐ。": "Hakuna đã ngăn chặn cuộc tấn công của một trong những chiếc Pixis Massur\nbằng cách tung cú đá lên.",
    "そこで生まれた一瞬の隙を逃すことなく、\n目にも留まらぬ速さで撃破する。": "Không bỏ lỡ khoảng trống trong khoảnh khắc đó,\nHạ gục kẻ địch với tốc độ không thể nhìn thấy bằng mắt thường.",
    "どいつもこいつも自分勝手なことばっかり言って……\n誰かひとりでもちゆるのことを考えてモノ言ってんのかよ、ああ！？": "Đứa nào cũng chỉ nói những điều ích kỷ…\nCó ai nghĩ đến Chiyuru không vậy, hả!?",
    "仲間を想う気持ちを怒りという感情として発露させたラミは\nトレブルクインテットの１機を正面からねじ伏せ、撃墜する。": "Lami, người đã thể hiện tình cảm của mình dành cho đồng đội bằng sự tức giận,\nĐã đánh bại và hạ gục một trong những chiếc Treble Quintet từ phía trước.",
    "知らなかった……自分以外の誰かのために戦うと、\nこんなにも力が湧いてくるなんてっ！": "Tôi đã không biết… Khi chiến đấu vì người khác ngoài bản thân mình,\nNhiều sức mạnh đến vậy!",
    "みんなと一緒なら、どんな強敵にも勝てそうな気がしてくるっ！": "Nếu ở cùng mọi người, tôi cảm thấy như mình có thể đánh bại bất kỳ kẻ thù mạnh nào!",
    "心香の一撃が炸裂する。信頼で結ばれたチームメイトを得た彼女は\n今こそ最高のパフォーマンスを発揮していた。": "Đòn tấn công của Kokoro đã phát nổ. Cô đã có được đồng đội mà cô tin tưởng,\nCô đã thể hiện màn trình diễn tuyệt vời nhất của mình.",
    "戦闘技術だけがこの世のすべてではありませんわ。\n仲間を想う絆こそが……戦況をいつだって覆しますの！": "Không phải chỉ có kỹ thuật chiến đấu là tất cả trong thế giới này đâu.\nTình bạn nghĩ đến đồng đội… Sẽ luôn thay đổi tình hình chiến đấu!",
    "七彩の放った一撃が、トレブルクインテットの１機を撃墜した。\n士気、連携、戦術――そのすべてが今、最高の形で噛み合っていた。": "Một đòn tấn công của Nanairo đã hạ gục một trong những chiếc Treble Quintet.\nTinh thần, sự phối hợp, chiến thuật—tất cả đều đang kết hợp với nhau một cách hoàn hảo nhất.",
    "くっ……即席連合チームなのに、ここまでやるなんて……！\n悔しいですが、これ以上はやばたんかな？": "Chết tiệt… Mặc dù chỉ là một đội liên minh tạm thời, họ đã làm được đến mức này…!\nTôi rất tiếc, nhưng có lẽ tôi không thể làm gì hơn nữa?",
    "ドロテアちゃん、ごめーん！　そろそろこっちガチヤバかも！\nトレブルクインテットはここで戦線離脱させてもらいます！": "Dorothea-chan, xin lỗi! Có lẽ tôi sắp gặp rắc rối lớn rồi!\nChúng tôi xin phép rút lui khỏi chiến tuyến ở đây, Treble Quintet!",
    "……致し方ありませんね。承知しました。": "… Không còn cách nào khác. Tôi hiểu rồi.",
    "それじゃ、シリウスシュガーのみんなにプレ・クラス－Ａだっけ？\n超アゲぽよでした！　またどこかでヨロで～す！　おつまるぅー！": "Vậy thì, với mọi người ở Sirius Sugar, Pre-Class-A phải không?\nSiêu tuyệt vời! Hẹn gặp lại ở đâu đó nhé! Tạm biệt!",
    "フルート機と残ったトレブルクインテットの機体は、\nそう言って背を向けると撤退していった。": "Những chiếc Furut và những chiếc Treble Quintet còn lại,\nNói rồi quay lưng và rút lui.",
    "……この展開は予想していませんでした。\nお見事としか言いようがありません、シリウスシュガー。": "… Tôi không ngờ lại có diễn biến này.\nTôi chỉ có thể nói là tuyệt vời, Sirius Sugar.",
    "そして特別養成校舎――プレ・クラス－Ａですか。\n皆さんに……心からの敬意を。": "Và trường đào tạo đặc biệt—Pre-Class-A phải không?\nTôi xin bày tỏ lòng kính trọng sâu sắc đến tất cả mọi người.",
    "ですが、わたくしはこれでもノヴァセレスを代表する貴族の一員。\nこの身が地に伏すその瞬間まで、誇りを手放すつもりはありません。": "Tuy nhiên, tôi vẫn là một thành viên của gia đình quý tộc đại diện cho Novaceles.\nTôi không có ý định từ bỏ niềm tự hào của mình cho đến giây phút cuối cùng.",
    "シリウスシュガー……そしてプレ・クラス－Ａの皆さん。\n最後の勝負――受けていただきます！": "Sirius Sugar… và tất cả mọi người ở Pre-Class-A.\nTrận chiến cuối cùng—tôi sẽ chấp nhận!",
    "ドロテアが剣を構えた……\n来るぞ、本気のユーロ・タワー最強格が……！": "Dorothea đã giương kiếm lên…\nĐến rồi, người mạnh nhất của Euro Tower đang nghiêm túc…!",
    "もうここまで来たからには正面から迎え撃つだけ！\n最強格だろうが何だろうが――": "Đến nước này, chúng ta chỉ có thể đối đầu trực diện!\nDù là người mạnh nhất hay bất cứ ai—",
    "――と、決着の１戦が始まろうとしていた、そのときだった。": "—Và, trận chiến quyết định sắp bắt đầu, vào lúc đó.",
    "んぎゃ～っ！？　なんか撃たれた～！！": "Ngya~!? Bị bắn rồi~!!",
    "ジュリー！？　いったい誰が……！？": "Julie!? Ai đã làm…!?",
    "い、今の威力は競技用の模擬弾ではありません！\nこの破壊力は……まさか、実弾！？": "W, uy lực hiện tại không phải là đạn mô phỏng dùng trong thi đấu!\nSức tàn phá này… Chẳng lẽ là đạn thật!?",
    "全機、散開してください！　一時休戦です！": "Tất cả các máy, tản ra! Tạm thời ngừng bắn!",
    "はい！　皆さん、早くその場から離れて！": "Vâng! Mọi người, nhanh chóng rời khỏi đó!",
    "きゃ～っ！？": "Kya~!? (Á)",
    "な、なになになにーっ！？": "Ch, chuyện gì vậy!?",
    "避けられない……きゃあああああっ！？": "Không thể tránh được… Kyaaaaaaa!?",
    "プレ・クラス－Ａの皆さんが！？": "Mọi người ở Pre-Class-A!?",
    "行くな、める！　お前まで巻き込まれたいのか！": "Đừng đi, Mei! Cậu cũng muốn bị cuốn vào sao!",
    "でもっ！": "Nhưng!",
    "ねえ、みんな、あれ何！？": "Này, mọi người, cái đó là gì!?",
    "あ、あれは……！！": "A, đó là…!!",
    "ＭＧ……？　しかも何機も……どこの校舎の機体だ？": "MG…? Hơn nữa còn có rất nhiều… Của trường nào vậy?",
    "……どの機体も所属校舎のマークを持っておりません。\nそれにあの統率された緻密な動き……明らかに学生ではありませんわ。": "… Không có chiếc nào có phù hiệu của trường thuộc về nó.\nHơn nữa, những động tác chính xác và có tổ chức đó… Rõ ràng không phải là học sinh.",
    "あれは……おそらく違法パイロット部隊です……！": "Đó… có lẽ là một đội phi công bất hợp pháp…!",
    "な、なぜ今、ここに……！？": "T, tại sao lại ở đây…!?",
    "――ターゲット確認。これより確保を開始する。": "— Xác nhận mục tiêu. Bắt đầu thu giữ từ bây giờ."
}