{
    "――これで予定してた買い物はだいたい終わったかな。\n歩き疲れたし、どこかで休憩でも……": "――Có lẽ mình đã mua xong hết những thứ cần thiết rồi nhỉ.\nMệt quá, hay là mình đi nghỉ ngơi ở đâu đó đi……",
    "はぁ……": "Haizz……",
    "ん……今のはリュシー……だよな？": "Ưm…… Cái vừa rồi là Lucy…… phải không?",
    "なにか悩んでいるような様子だったけど、\nあのしっかり者のリュシーが……珍しいな。": "Hình như đang có chuyện gì đó phiền lòng, vậy mà Lucy luôn luôn mạnh mẽ…… hiếm thấy thật.",
    "よし……おーい、リュシー！": "Được rồi…… Ê, Lucy!",
    "あぁ……？": "A……?",
    "やっぱり、リュシーだったか。\nどうしたんだ、そんな暗い顔して？": "Quả nhiên là Lucy rồi.\nSao thế, mặt mày ủ rũ vậy?",
    "悩みでもあるんだったら、俺でよければ話を聞くけど。": "Nếu có chuyện gì phiền não thì cứ nói với tôi, nếu cậu muốn.",
    "……ああ、あんたか。\n別に、なんでもないよ。": "……À, là cậu à.\nTớ không sao đâu.",
    "本当か？\nなんでもないようには見えないけど……": "Thật không?\nNhìn cậu không giống như không có chuyện gì đâu……",
    "それに、いつも一緒にいるドロテアがいないのも珍しいよな。": "Với lại, việc không thấy Dorothea đi cùng cậu cũng lạ nữa.",
    "お嬢か……": "Tiểu thư sao……",
    "ん？　もしかして……ドロテアに何かあったのか？": "Ưm? Chẳng lẽ…… Dorothea có chuyện gì sao?",
    "何かあったっていうか……うん、まあ……": "Có chuyện gì á…… Ừm, thì……",
    "どうしたんだよ、歯切れが悪いな。\nリュシーらしくないぞ？": "Sao thế, sao lại ấp úng vậy?\nKhông giống Lucy chút nào.",
    "………………": "………………",
    "おい、本当にどうしたんだよ？": "Này, rốt cuộc là sao vậy?",
    "……お嬢は、今……この学園にはいない。\nノヴァセレスにある実家に帰ってる。": "……Tiểu thư, bây giờ…… không có ở học viện này.\nĐã về nhà ở Nova Ceres rồi.",
    "え……実家に？": "Hả…… Về nhà á?",
    "……と、とりあえず詳しい話を聞かせてくれ。\n奢るから、そこでお茶でもしながら……な？": "……Thôi nào, kể chi tiết cho tôi nghe đi.\nTôi mời cậu, mình cùng uống trà ở đó đi……?",
    "……ふぅ。": "……Phù.",
    "……まあ、たまにはあんたとお茶するのも\n気晴らしにいいかもな……": "……Mà, thỉnh thoảng uống trà với cậu cũng\ngiải khuây được đấy……",
    "……さて、と。": "……Giờ thì.",
    "あー、その……なんていうか……\nもしかして……ドロテアと、喧嘩でもしたのか？": "À, thì…… phải nói sao nhỉ……\nCó lẽ nào…… cậu và Dorothea, cãi nhau sao?",
    "え……あたしが？　お嬢と？": "Hả…… Tớ á? Với tiểu thư á?",
    "……いや、そうじゃないんだ。": "……Không, không phải vậy đâu.",
    "じゃあ、いったい何が……？": "Vậy, rốt cuộc là sao……?",
    "あんたも知ってるだろうが、\nお嬢はノヴァセレスの貴族の生まれだろう？": "Cậu cũng biết rồi đấy,\ntiểu thư là người sinh ra trong gia đình quý tộc ở Nova Ceres đúng không?",
    "しかも、ただの貴族じゃない。\n名門カークランド公爵家の一人娘だ。": "Hơn nữa, không phải chỉ là quý tộc bình thường đâu.\nLà con gái của gia tộc công tước Kirkland danh giá đấy.",
    "ああ……そうだったな。": "À…… Đúng là vậy nhỉ.",
    "あたしらのところでは女子でも家督を継ぐことができるから、\nお嬢はこのままいけば次期当主ってことになる。": "Ở chỗ của chúng ta, con gái cũng có thể kế thừa gia sản, cho nên\ntiểu thư mà cứ như vậy thì sẽ là người đứng đầu tiếp theo.",
    "で、そんな次期当主である立場のお嬢には\n貴族としてやるべき仕事や手続きが山のようにあるんだよ。": "Thế nên, với thân phận người kế thừa như vậy, tiểu thư có\nrất nhiều công việc và thủ tục cần phải làm với tư cách là quý tộc.",
    "なるほど……貴族ってのは思った以上に忙しいんだな。": "Ra là vậy…… Quý tộc bận rộn hơn mình nghĩ nhỉ.",
    "ああ、だからこれから忙しくなるお嬢の助けになろうと\nあたしも色々と準備してたんだが……": "Ừ, cho nên để giúp đỡ tiểu thư, người sẽ bận rộn từ bây giờ, tớ cũng đã\nchuẩn bị rất nhiều thứ……",
    "お嬢自身の口から、はっきり言われちまったんだ。": "Nhưng tiểu thư đã nói thẳng với tớ rồi.",
    "あたしを一緒に連れて行くことはできない。\nこっちで留守番していて欲しいってな……": "Không thể mang tớ đi cùng được.\nMuốn tớ ở lại trông nhà……",
    "……そうだったのか。": "……Ra là vậy.",
    "……今まで、ずっとお嬢と一緒に行動してきた。": "……Từ trước đến nay, tớ luôn hành động cùng tiểu thư.",
    "それなのに、一緒に行くんじゃなくて、留守番してほしいだなんて、\nもしかして、あたしじゃお嬢を支えるのは力不足なのかなって……": "Vậy mà, thay vì đi cùng, lại muốn tớ ở nhà, có lẽ nào,\ntớ không đủ khả năng để hỗ trợ tiểu thư sao……",
    "リュシー……": "Lucy……",
    "……いや、さすがにそれは考えすぎだろ。\nそんなことないって。": "……Không, chắc là cậu nghĩ nhiều rồi.\nKhông có chuyện đó đâu.",
    "……あたしだって分かってる。\nお嬢はそんなことを思う人じゃない。": "……Tớ cũng hiểu mà.\nTiểu thư không phải là người sẽ nghĩ như vậy.",
    "それなのに……頭では分かってても、\n心がどうしても納得してくれなくてさ……": "Vậy mà…… Trong đầu thì hiểu vậy, nhưng\ntrong lòng lại không thể nào chấp nhận được……",
    "ははは、あたしらしくないだろ？\nこんな風に悩んでるなんてさ。": "Ha ha, không giống tớ chút nào nhỉ?\nCứ phải phiền não như thế này.",
    "情けなくたっていいじゃないか": "Thật đáng thương cũng không sao mà",
    "そんなわけないだろ": "Không đời nào",
    "悪いな、こんな情けないところ見せちまって。\nあんたも呆れただろ？": "Xin lỗi, đã để cậu thấy bộ dạng đáng thương này rồi.\nCậu cũng thấy chán ghét rồi đúng không?",
    "……はは、気を遣わせちまったかな。": "……Ha ha, có phải tôi đã khiến cậu phải lo lắng rồi không?",
    "……いや、こんなんじゃダメだよな。\n弱音を吐いて落ち込むなんて、お嬢を支えるメイドとして失格だ。": "……Không, như thế này thì không được rồi.\nTỏ ra yếu đuối, buồn bã như vậy, làm một người hầu gái để hỗ trợ tiểu thư thì không được rồi.",
    "自分で失格だなんて言うなよ。\nリュシーがしっかりメイドとして務めているのはみんな知ってるさ。": "Đừng có tự nói mình không đủ tư cách.\nMọi người đều biết Lucy là một người hầu gái tuyệt vời mà.",
    "でも、吐き出したいことがあるなら俺が聞くよ。\nそれで楽になるなら、いくらでもな。": "Nhưng, nếu cậu muốn trút hết mọi chuyện thì tôi sẽ nghe cậu.\nNếu như vậy cậu sẽ thấy thoải mái hơn, tôi sẽ nghe bao nhiêu cũng được.",
    "%usernameusernameuserna%……": "%usernameusernameuserna%……",
    "……じゃあ、もう少し話を聞いてもらっていいか……？": "……Vậy, tớ có thể kể thêm cho cậu nghe một chút được không……?",
    "……色々愚痴を聞かせちまって、悪かったな。": "……Xin lỗi, đã để cậu nghe mấy lời than vãn của tớ.",
    "いや、話してくれて嬉しかったよ。": "Không, tôi rất vui khi cậu kể cho tôi nghe.",
    "ふふっ、キザなこと言いやがって。": "Hừm, nói mấy lời sến súa thật đấy.",
    "さて、そろそろ戻らないとな。\nあんまり遅いと、ミリアム達も心配するし。": "Thôi nào, mình phải về thôi.\nNếu về muộn quá, Miriam và mọi người sẽ lo lắng mất.",
    "時間取らせちまって、すまない。\nでも……あたしの話に付き合ってくれて、嬉しかったよ。ありがとな。": "Đã chiếm thời gian của cậu rồi, xin lỗi nhé.\nNhưng…… tớ rất vui vì cậu đã lắng nghe tớ. Cảm ơn cậu.",
    "ああ……じゃあ、またな。": "Ừm…… Vậy, hẹn gặp lại.",
    "……%usernameusernameuserna%。\n入っていいか？": "……%usernameusernameuserna%.\nTôi vào được không?",
    "ああ、どうぞ。\n開いてるから入ってくれ。": "Ừ, mời vào.\nCứ vào đi, tôi đang mở cửa.",
    "よう……あたしに用事ってなんだ？": "Chào cậu…… Cậu tìm tôi có việc gì à?",
    "ああ、悪いなリュシー。\n急に呼び出したりして。": "À, xin lỗi Lucy.\nĐột nhiên gọi cậu đến.",
    "あんたなら構わないよ。\nこの間、色々話を聞いてくれたしな。": "Với cậu thì không sao đâu.\nHôm trước, cậu đã nghe tớ kể rất nhiều chuyện mà.",
    "それで、どうかしたのか？\n……というか、それは？": "Vậy, có chuyện gì sao?\n……Mà, cái đó là gì vậy?",
    "ああ、前みたいにお茶をしながら話ができたらと思って\nちょっといい紅茶のセットを貸してもらったんだ。": "À, tôi nghĩ nếu có thể cùng nhau uống trà như trước thì tốt, nên\ntôi đã mượn một bộ trà cụ tốt đấy.",
    "紅茶……？": "Trà……?",
    "ああ、俺がやるからリュシーは待っててくれ。\nすぐに美味しい紅茶を淹れてやるからな。": "Ừ, tôi sẽ pha trà, Lucy cứ đợi đi.\nTôi sẽ pha trà ngon cho cậu ngay.",
    "えーと、まずは茶器を準備して……\nポットに茶葉を注げばいいんだっけか……？": "Ưm, đầu tiên là chuẩn bị trà cụ……\nCho lá trà vào ấm là được đúng không……?",
    "っ……！\nいや、その前に……ああ、違う、そうじゃなくて……くぅぅっ！": "Ực……!\nKhông, trước đó…… à, không phải, không phải vậy…… khừu!",
    "ええと……こんな感じでよかったか？\nお湯が沸いたら、次は……？": "Ưm…… Kiểu này được chưa nhỉ?\nĐợi nước sôi, tiếp theo là……?",
    "あー、もう無理だ！　見てられない！\nちょっと待ってくれ！": "A, chịu hết nổi rồi! Không xem được nữa!\nĐợi tôi một chút!",
    "呼んでもらった手前悪いが……あたしが紅茶を淹れていいか！？": "Tôi đã được gọi đến, thật ngại quá…… tôi pha trà được không!?",
    "ん？　ああ、もちろん。": "Hả? À, tất nhiên rồi.",
    "悪いな……職業柄、紅茶に関しては拘りがあるんだ。\n満足できるものを淹れてやるから、楽しみにしててくれ。": "Xin lỗi…… Vì tính chất công việc, tôi rất kỹ tính về trà.\nTôi sẽ pha cho cậu một ly trà khiến cậu hài lòng, cứ chờ mà xem.",
    "ああ、期待してるよ。": "Ừ, tôi đang mong đợi đấy.",
    "それじゃあひとつ……淹れさせてもらうぜ。": "Vậy thì, xin phép…… tôi pha nhé.",
    "ポットは……二人用か。\nなら、茶葉の量はこのくらいでいいな。": "Ấm trà…… dùng cho hai người à.\nVậy thì, lượng trà như thế này là được rồi.",
    "ポットの大きさで淹れ方が変わるものなのか。": "Kích cỡ ấm trà cũng thay đổi cách pha trà sao.",
    "ああ、その通りだ。\nサイズに合わせた量じゃないと味のバランスが崩れるからな。": "Ừ, đúng vậy.\nNếu không phải là lượng phù hợp với kích cỡ thì hương vị sẽ bị phá vỡ đấy.",
    "えーと、ポットの他には――": "Ưm, ngoài ấm trà ra thì――",
    "へぇ、なかなかいい茶器を用意したじゃないか。\nわかってるやつに借りたみたいだな。": "Hể, cậu đã chuẩn bị trà cụ khá tốt đấy chứ.\nCó vẻ như cậu đã mượn của một người biết rõ đấy.",
    "……まぁね。\nリュシーに振る舞うんだから、ちゃんとしたものを用意しないとな。": "……Cũng có thể nói vậy.\nVì là dùng để chiêu đãi Lucy, nên tôi phải chuẩn bị thật chu đáo chứ.",
    "ふふっ、ありがとな。": "Hừm, cảm ơn cậu.",
    "さて、お湯を注いだら……次は蒸らしだ。\nある意味、これが一番大切な工程でな……": "Giờ thì, sau khi đổ nước vào…… tiếp theo là ủ trà.\nNói một cách nào đó, đây là công đoạn quan trọng nhất đấy……",
    "……よし、これで完璧だ……！": "……Được rồi, như vậy là hoàn hảo……!",
    "おぉ……なんというか、手慣れてるなぁ。\nさすがはメイドだ。": "Ô…… Không biết phải nói sao, cậu rất thành thạo nhỉ.\nQuả là một người hầu gái.",
    "まあ、お嬢と一緒に飲むことが多いからな。\n自然に身についたというか……": "Mà, vì tôi hay uống trà cùng tiểu thư mà.\nNó trở thành một thói quen tự nhiên vậy……",
    "さて、淹れ終わったぞ。\nこれで完成だ。": "Giờ thì, đã pha xong rồi.\nNhư vậy là hoàn thành rồi đấy.",
    "おお、それじゃあいただきます……": "Ô, vậy thì, xin phép dùng……",
    "うおっ……こ、これは……！？": "Ugh…… c, cái này……!?",
    "……どうだ？": "……Thế nào?",
    "すごい……美味い！\n今まで飲んだ紅茶の中で一番美味い！": "Tuyệt vời…… Ngon quá!\nNgon nhất trong những ly trà tôi từng uống!",
    "はは、そんなに美味しそうに飲んでくれたら、\n淹れたこっちも嬉しくなるな。": "Ha ha, nếu cậu uống ngon như vậy thì\ntôi cũng thấy vui lây đấy.",
    "リュシーも飲んでくれよ！\nってか、淹れたのはリュシーなんだけど。": "Lucy, cậu cũng uống đi!\nMà, người pha là Lucy mà.",
    "ふふっ。\nじゃあ、あたしもいただくか……": "Hừm.\nVậy thì, tôi cũng xin phép dùng……",
    "――うん。\n思った通り……いや、思った以上に美味いな。": "――Ừm.\nĐúng như tôi nghĩ…… không, còn ngon hơn tôi nghĩ nữa.",
    "普段通りに入れただけなんだけどな。": "Tôi chỉ pha như mọi khi thôi mà.",
    "それにしても、リュシーは紅茶に関して厳しいんだな。": "Nói đi cũng phải nói lại, Lucy rất nghiêm khắc về trà nhỉ.",
    "まあな。\n趣味にしているってのもあるが……": "Ừm thì.\nMột phần là vì tôi coi nó là sở thích……",
    "やっぱり、こういうこだわりがあるところは他人任せにできない。\n性に合わないっていうのかな……": "Cuối cùng thì, những thứ có sự cầu kỳ như thế này thì không thể giao cho người khác được.\nNói sao nhỉ…… không hợp với tôi……",
    "……なるほど。": "……Ra là vậy.",
    "ん？　なるほどって？": "Ưm? Ra là vậy là sao?",
    "いや、今のでちょっと分かったと思ってな。": "Không, vừa rồi tôi đã hiểu một chút.",
    "多分だけど……ドロテアも同じなんじゃないかな。": "Có lẽ…… Dorothea cũng vậy.",
    "は……なんでここでお嬢が出てくるんだ？": "Hả…… Sao lại lôi tiểu thư vào đây?",
    "ドロテアがリュシーを連れて行かなかった理由。\nそれはリュシーを信頼していたからなんだと思う。": "Lý do Dorothea không đưa Lucy đi.\nTôi nghĩ là vì cô ấy tin tưởng Lucy.",
    "……どういうことだ？": "……Ý cậu là sao?",
    "そうだな……": "Đúng vậy……",
    "リュシーが、俺に紅茶を淹れるのを任せられなかったみたいに、\n誰かに仕事を任せるのって覚悟がいるだろ？": "Giống như Lucy không thể giao việc pha trà cho tôi, thì\nmình phải có sự chuẩn bị khi giao công việc cho ai đó đúng không?",
    "更にそれが、自分が見ることができない場所なら、\n相手を心から信頼していないといけない。": "Hơn nữa, nếu đó là một nơi mà mình không thể nhìn thấy, thì\nmình phải hoàn toàn tin tưởng người đó.",
    "……つまり、お嬢は力不足で連れて行かなかったんじゃない。\nあたしを信頼しているから、連れて行かなかったってことか？": "……Tức là, tiểu thư không đưa tôi đi vì không đủ khả năng.\nLà vì tin tưởng tôi, nên mới không đưa tôi đi sao?",
    "ああ、俺はそう思うよ。\n自分のいない場所を任せるのは……信頼してないとできないからな。": "Ừ, tôi nghĩ vậy đấy.\nGiao một nơi mà mình không có mặt…… vì không tin tưởng thì không thể làm được.",
    "っ……！": "Ực……!",
    "そうか……もしかして、それに気づかせるために、\n紅茶セットを準備してくれたのか？": "Phải rồi…… Có lẽ nào, vì muốn tôi nhận ra điều đó,\nnên cậu mới chuẩn bị bộ trà cụ sao?",
    "いや、それに関して準備したのは俺じゃないんだ。": "Không, về việc đó thì không phải tôi chuẩn bị đâu.",
    "あんたじゃないって……なら、誰が？": "Không phải cậu…… Vậy thì, ai?",
    "ミリアムにハリエットとケイトの３人だよ。": "Miriam, Harriet và Kate.",
    "あいつらが！？": "Bọn họ!?",
    "ああ、リュシーが元気がないって相談されてな。\nそれで、これで元気づけて欲しいって言われたんだ。": "Ừ, vì tôi nghe nói Lucy không được vui.\nThế nên, tôi muốn cậu dùng nó để vui lên.",
    "……そうか。\nあの３人にも気づかれるくらい、悩みが顔に出てたんだな。": "……Ra là vậy.\nĐến mức bọn họ cũng nhận ra, tôi đang có chuyện phiền lòng sao.",
    "ミリアムたちも、ドロテアがいなくて不安そうだったぞ？": "Miriam và mọi người cũng có vẻ lo lắng vì Dorothea không có ở đây đúng không?",
    "……だろうね。\nあの子達もお嬢を信頼してたから。": "……Chắc vậy rồi.\nBọn họ cũng tin tưởng tiểu thư mà.",
    "なのに、リュシーまで落ち込んでたら、\nあの子達はもっと不安になるんじゃないか？": "Vậy mà, nếu Lucy cũng buồn bã thì,\nbọn họ sẽ còn lo lắng hơn nữa đúng không?",
    "……確かに。\nあたしは自分の事しか見えてなかったみたいだ。": "……Đúng là vậy nhỉ.\nTớ chỉ nhìn thấy mỗi chuyện của mình thôi.",
    "きっとドロテアは、あの３人を任せれるのは\nリュシーしかいないと思ったから留守番を頼んだんじゃないか？": "Chắc chắn Dorothea nghĩ rằng chỉ có Lucy mới có thể giao phó\nbọn họ, nên mới nhờ ở lại trông nhà sao?",
    "自分がいなくてもリュシーなら、\nあの子達と一緒に自分の不在を守ってくれるってさ。": "Tiểu thư nghĩ rằng nếu có Lucy thì dù không có mình,\nbọn họ vẫn sẽ bảo vệ sự vắng mặt của mình.",
    "っ……！！": "Ực……!!",
    "そうだ……あたしがちゃんとミリアム達の事を、\n導いてあげないとダメだったんだ。": "Đúng rồi…… Tớ phải dẫn dắt Miriam và mọi người\nphải làm tốt hơn nữa.",
    "なのに、あの子達に逆に元気づけられるなんて……\nまったく。あたしはやっぱりメイド失格かもしれないね。": "Vậy mà, lại để bọn họ làm tớ vui lên……\nThật là. Có lẽ tớ đã thất bại rồi.",
    "……すっかり元気が戻ってきたみたいだな。": "……Có vẻ như cậu đã vui vẻ trở lại rồi nhỉ.",
    "ああ……ありがとう。\n%usernameusernameuserna%のおかげだよ。": "Ừm…… Cảm ơn cậu.\nNhờ có %usernameusernameuserna% đấy.",
    "あの３人にも、ちゃんとお礼を言っておかないとね。": "Mình phải cảm ơn ba người kia nữa chứ nhỉ.",
    "支え方だってひとつじゃないんだ。\n帰ってくる居場所を守って、笑顔で出迎えるのも重要だろ？": "Cách hỗ trợ đâu chỉ có một.\nBảo vệ nơi mình sẽ trở về, và mỉm cười chào đón họ cũng rất quan trọng đúng không?",
    "そうだね。お嬢が帰ってきたときに、\nとびっきりの笑顔でお帰りなさいって言ってあげなきゃね。": "Đúng vậy. Khi tiểu thư trở về,\ntớ phải mỉm cười thật tươi và nói 'Chào mừng trở lại' với cô ấy.",
    "あたしは、お嬢のために直接役に立つことに拘り過ぎてたみたいだ。": "Tớ đã quá chú trọng vào việc giúp ích trực tiếp cho tiểu thư rồi.",
    "メイドとして、仕える主の不在を守ること。\nそして、安心して帰る場所を整えておくこと。": "Với tư cách là một người hầu gái, bảo vệ sự vắng mặt của chủ nhân mình.\nVà chuẩn bị một nơi an toàn để họ trở về.",
    "それだって、必要な役目だっていうのにね。\nあんたはそれに気づかせてくれたんだ。": "Vậy mà, đó cũng là một vai trò cần thiết đấy.\nCậu đã cho tớ nhận ra điều đó.",
    "俺は、ミリアム達に頼まれて手伝っただけだよ。": "Tôi chỉ giúp đỡ theo yêu cầu của Miriam và mọi người thôi.",
    "だとしても、あたしの心のもやもやを晴らしてくれたのは、\n%usernameusernameuserna%だ。": "Dù là vậy, người đã xua tan nỗi băn khoăn trong lòng tớ là\n%usernameusernameuserna%.",
    "本当に……ありがとな。": "Thật sự…… cảm ơn cậu."
}