{
    "（この間のマークシート試験、結果はまずまずってところだな。\nだめだったところは、あとで復習しておくとして――）": "（Bài kiểm tra trắc nghiệm vừa rồi, kết quả cũng tàm tạm.\nChỗ nào làm không được thì để sau ôn lại――）",
    "９２点！？　一条さん、すご～い……！": "92 điểm！？ Ghê quá, bạn Ichijou……！",
    "いや、これは……": "Không, chuyện này thì……",
    "ねえ、よかったら勉強教えて――": "Này, hay là cậu chỉ tớ học――",
    "こら。孤高の天才の足を引っ張っちゃ迷惑でしょ。\n私達みたいな凡人とは、持って生まれたものが違うのよ。": "Này, đừng có làm phiền thiên tài cô độc chứ.\nMấy đứa như tụi mình khác hẳn với người ta.",
    "試験範囲を覚え間違えてたから、ペンを転がして……\nって、行っちゃった……": "Tớ nhớ nhầm phần kiến thức trong đề, nên lỡ tay……\nrồi, đi luôn rồi……",
    "（……白奈は相変わらずみたいだな）": "（……Shirana vẫn vậy nhỉ）",
    "（射撃シミュの成績、みんなどんどん上達していってる。\n――おっ？　ちょうど白奈の番か）": "（Thành tích mô phỏng bắn súng, mọi người đều tiến bộ hơn.\n――Ơ? Đến lượt Shirana kìa）",
    "あうっ……足元に障害物が……！？": "Á…… Chướng ngại vật dưới chân……！？",
    "ええっ！？　あの一条さんの機体が転倒なんて！": "Ehh！？ Cả máy của Ichijou-san mà cũng bị ngã nữa!",
    "（まずい……遮蔽物に隠れていたターゲットが現れたぞ！）": "（Chết rồi…… Mục tiêu ẩn nấp đã lộ diện rồi！）",
    "あ。トリガーが……": "A. cò súng……",
    "――隠れてた標的にカウンター射撃！？\nねえ、見た見た！？　敵を誘い出したみたい！": "――Bắn trả mục tiêu ẩn nấp！？\nNày, thấy chưa！？ Như là dụ địch ra vậy!",
    "レーダーなしで目標の位置を把握……\n行動を予測して、回避と同時に射撃なんて……未来予知みたい！": "Không cần radar mà vẫn xác định được vị trí mục tiêu……\nDự đoán hành động, vừa né vừa bắn…… Như là tiên tri vậy!",
    "……うそ、当たった？": "……Ưm, trúng rồi?",
    "一条さん、涼しい顔してるわね～！": "Ichijou-san, mặt vẫn tỉnh bơ ghê～！",
    "この程度は当然と言わんばかり……やっぱり天才だわ。": "Như là chuyện thường ngày ở huyện…… Đúng là thiên tài mà.",
    "…………どうして。": "…………Tại sao vậy chứ.",
    "（シリウスシュガーのみんなには、\nようやく本当の白奈を理解してもらい始めたが……）": "（Mọi người ở Sirius Sugar, cuối cùng cũng bắt đầu hiểu được con người thật của Shirana rồi……）",
    "（周囲の誤解が解けるには、まだ時間がかかりそうだな……）": "（Để mọi người xung quanh hiểu rõ hơn, có lẽ vẫn cần thời gian……）",
    "一条さん、今日もクールでかっこいいなぁ。\nあんなに成績優秀なのに、それを全然ひけらかさないし。": "Ichijou-san, hôm nay vẫn ngầu và đẹp trai quá.\nGiỏi giang như thế mà lại không hề khoe khoang.",
    "ほんと、完璧超人って感じ。同い年とは思えないわ。\nあの子に欠点なんてあるのかしらね。": "Đúng là hoàn hảo đến từng chi tiết. Không nghĩ là cùng tuổi đâu đấy.\nChắc chắn là không có khuyết điểm gì đâu nhỉ.",
    "……はあ。": "……Ha.",
    "お疲れみたいだな、白奈。": "Có vẻ mệt mỏi nhỉ, Shirana.",
    "あ……%usernameusernameuserna%。\nどうしたの？": "A……%usernameusernameuserna%.\nSao vậy?",
    "呼び止めて悪いけど、このあと時間あるか？\nチームの今後のために、白奈に相談したいことがあるんだ。": "Xin lỗi vì đã gọi, nhưng lát nữa cậu có rảnh không?\nTớ có chuyện muốn bàn với Shirana, vì tương lai của team.",
    "うん。わかった。": "Ừm. Tớ hiểu rồi.",
    "とりあえず静かな場所がいいな。\n屋上へでも行こうか。": "Tạm thời thì tìm chỗ yên tĩnh nói chuyện trước đã.\nHay là lên sân thượng đi.",
    "それで、チームの今後のために相談って？": "Vậy, chuyện muốn bàn vì tương lai của team là gì vậy?",
    "相談はないんだ。\nいや、チームの今後のための用事ではあるんだけどな。": "Không có gì để bàn cả.\nKhông, cũng là chuyện liên quan đến tương lai của team đấy.",
    "……どういうこと？": "……Ý là sao?",
    "ちょっと白奈の様子が心配だったから、気分転換にと思って。\nここなら周囲の声を気にしなくて済むだろ？": "Chỉ là tớ hơi lo cho Shirana, nên muốn đổi gió một chút thôi.\nỞ đây thì không cần phải lo về những lời bàn tán xung quanh nữa.",
    "……そんなにハッキリ顔に出てた？": "……Hiện rõ trên mặt tớ đến vậy sao?",
    "結構わかりやすかったぞ。": "Cũng dễ hiểu đấy.",
    "クラスのみんなは全然気付かなかったのに。\n『いつもクールだ』って言ってたけど……": "Mấy đứa trong lớp không ai nhận ra cả.\nCứ bảo là 'luôn lạnh lùng' thôi……",
    "そりゃ俺はみんなよりもずっと、白奈のことを見てるからかな。": "Chắc là vì tớ quan tâm đến Shirana hơn mọi người.",
    "そ、そう……": "V, vậy sao……",
    "ここ最近モヤモヤしてるみたいだけど、大丈夫か？": "Dạo gần đây có vẻ cứ bồn chồn, ổn chứ?",
    "うん、大丈夫。\n……ただ、ちょっとだけ気が重いけど。": "Ừm, ổn mà.\n……Chỉ là, hơi nặng nề một chút.",
    "気が重いって……やっぱり周囲との関係のことか？": "Nặng nề là sao…… Chắc là chuyện về mối quan hệ với mọi người xung quanh?",
    "うん。チームのみんなには、やっとわたしのこと\n本当は出来ない子だって、ちゃんとわかってもらえたけど……": "Ừm. Mọi người trong team, cuối cùng cũng hiểu được rằng\ntớ vốn dĩ là một đứa không làm được gì cả rồi……",
    "周りの人達から実力以上に評価され続けるのはイヤだなって、\n最近だんだん強く思うようになってきたの。": "Việc bị đánh giá cao hơn thực lực của mình, gần đây tớ càng ngày càng thấy khó chịu.",
    "……今まではそうじゃなかったってことか？": "……Trước đây thì không sao sao?",
    "前は、なんとなく諦めてたからだと思う。\n上手く話せないし、誤解されても仕方ないかなって。": "Trước đây, tớ nghĩ là cứ mặc kệ thôi.\nKhông giỏi ăn nói, bị hiểu lầm cũng không sao cả.",
    "でも、シリウスシュガーのみんなに知ってもらえて。\n……ちょっとだけ贅沢になったのかも。": "Nhưng mà, mọi người trong Sirius Sugar đã hiểu được rồi.\n……Chắc là tớ hơi tham lam rồi.",
    "前向きになってるってことだな。\nいい傾向じゃないか。": "Nghĩa là cậu đang tích cực hơn đấy.\nKhông tệ chút nào.",
    "%usernameusernameuserna%は、\nなんでも褒めてくれるんだね。": "%usernameusernameuserna%,\ncậu lúc nào cũng khen tớ nhỉ.",
    "そんなことないぞ。\n贅沢すぎるって卑屈な顔してたら、否定したところだ。": "Không có đâu.\nNếu cậu làm mặt mày nhăn nhó vì tham lam, thì tớ đã phủ nhận rồi.",
    "……ふふ。": "……Hừm.",
    "%usernameusernameuserna%や、める達と同じように、\nみんなにも本当のわたしを知ってもらいたい……": "Giống như %usernameusernameuserna% và mọi người,\ntớ cũng muốn mọi người biết con người thật của mình……",
    "それで落胆されたり、バカにされても構わない。": "Cho dù bị thất vọng hay bị cười nhạo đi chăng nữa.",
    "本当のわたしじゃない、誰かの作った『白奈』に期待されるのも、\n評価されるのも、わたしは望んでないから……": "Tớ không muốn bị kỳ vọng hay bị đánh giá bởi một 'Shirana' được tạo ra bởi người khác đâu……",
    "もう偽りの自分を背負いたくない、か……": "Không muốn gánh vác con người giả tạo của mình nữa sao……",
    "もちろん、すぐには難しいと思うけど。": "Đương nhiên, tớ nghĩ là sẽ không dễ dàng đâu.",
    "でも、いつか普通の学園生活を送れたらいいな、と思う。": "Nhưng mà, tớ mong một ngày nào đó sẽ có một cuộc sống học đường bình thường.",
    "普通の学園生活か……よし。": "Cuộc sống học đường bình thường sao…… Được.",
    "……%usernameusernameuserna%？": "……%usernameusernameuserna%?",
    "白奈。明日の朝、校門前で待ち合わせしよう。\n時間は……そうだな、普段より２０分早いくらいで。": "Shirana. Sáng mai, mình gặp nhau trước cổng trường nhé.\nThời gian thì…… chắc là sớm hơn bình thường 20 phút.",
    "えっ？　ま、待ち合わせ？\nい、いいけど……どうして？": "Hả? G, gặp nhau á?\nĐ, được thôi…… Tại sao vậy?",
    "決まりだな。理由はまた明日話すよ。\n楽しみに待ってるから。": "Quyết định rồi. Lý do thì để mai nói nhé.\nTớ đang mong chờ đây.",
    "…………": "…………",
    "言われた通り、ちょっと早めに来てみたけど……": "Nói là đến sớm một chút, nên tớ đã đến rồi đây……",
    "おはよう、白奈。\n悪いな、急かしちゃって。": "Chào buổi sáng, Shirana.\nXin lỗi vì đã vội vàng quá.",
    "別にいいけど……それで、今日は何を……？": "Không sao đâu…… Mà, hôm nay là……?",
    "こんな場所で立ち話するのもなんだし、教室へ行こう。\nほら――": "Nói chuyện ở chỗ này cũng không tiện, vào lớp đi.\nNào――",
    "へっ――？": "Hả――？",
    "！？！？！？！？！？！？！？！？\nあっ……て、て、手……！": "！？！？！？！？！？！？！？！？\nA…… t, t, tay……！",
    "この間のシミュレーションみたいに転ばないよう気をつけろ。": "Để ý đừng có ngã như trong buổi mô phỏng lần trước đấy.",
    "う、うん――じゃなくて……！\n手っ……なんでっ……急に手、繋ぐのっ……！？": "Ư, ừm―― không phải……！\nTay…… tại sao…… đột nhiên nắm tay……！？",
    "モタモタしてると授業が始まる。\nその前に白奈に教わっておきたいことがあるんだ。": "Nếu cứ chần chừ thì giờ học bắt đầu mất.\nTrước khi vào học, tớ muốn Shirana dạy tớ một vài thứ.",
    "えっ？　えっ！？": "Hả? Hả!?",
    "あれ～？　あそこ走ってるの、一条さんだ。\nいつもはこんな時間に来てたっけ？": "Ơ～? Người đang chạy kia là Ichijou-san kìa.\nMọi khi đâu có đến giờ này đâu nhỉ?",
    "前のマークシート試験でさ、メイズ学の問題を誤答してるんだ。\nそこを白奈に教わりながら再チェックしておきたいんだよ。": "Trong bài kiểm tra trắc nghiệm trước, tớ làm sai câu hỏi của Maze học.\nTớ muốn nhờ Shirana chỉ cho, rồi cùng nhau xem lại.",
    "呼ばれた理由はわかったけど……\nこんな時間の教室じゃないとだめだったの？": "Tớ hiểu lý do rồi……\nNhưng mà, không được ở trong lớp vào giờ này sao?",
    "放課後とか……場所は図書館とか、落ち着ける喫茶店とか、\nあと、部屋でもいいと思う。": "Sau giờ học thì…… ví dụ như thư viện, quán cà phê yên tĩnh,\nvà, ở trong phòng cũng được.",
    "放課後は疲れて頭が回らないんだ。朝の方が集中できる。\n図書館やお店は、どうもノイズが多くて落ち着かないというか。": "Sau giờ học thì tớ mệt đầu óc không minh mẫn. Buổi sáng thì tập trung hơn.\nThư viện hay quán xá thì nhiều tạp âm, không yên tĩnh được.",
    "部屋は……うーん。白奈が困らないか？\nほら、女の子が男の部屋に来るって、さすがに緊張するだろ。": "Trong phòng thì…… ừm. Shirana có thấy phiền không?\nThử nghĩ mà xem, con gái đến phòng con trai, căng thẳng lắm đấy.",
    "……": "……",
    "――はっ！？": "――Hả!?",
    "そんなわけだから、授業開始前の時間を活用して、\n俺に勉強を教えてくれ。": "Vì thế, hãy tận dụng thời gian trước khi vào học,\ndạy tớ học nhé.",
    "う、うん……って。\nわたしと%usernameusernameuserna%の席、わざわざくっつけるの？": "Ư, ừm…… nhưng mà.\nTớ và chỗ ngồi của %usernameusernameuserna%, tại sao phải ngồi gần nhau thế?",
    "近くないと教わりにくいじゃないか。\n白奈にずっと隣に立っててもらうのも悪いし。": "Không gần thì khó chỉ bảo chứ.\nTớ cũng ngại để Shirana cứ đứng cạnh tớ mãi.",
    "わたしはそれでも構わないけど……\n一緒に座る方がいいなら、わかった。": "Tớ thì không sao đâu……\nNếu ngồi cùng nhau thì tốt hơn, tớ hiểu rồi.",
    "じゃあ早速だけど、頼りにさせてもらうな。\nまずは、この問題なんだけどさ……": "Vậy thì, tớ xin phép nhờ cậy nhé.\nĐầu tiên, là bài này đây……",
    "あっ……": "A……",
    "どうした？": "Sao vậy?",
    "う、ううん。大したことじゃない。\n……こんなに顔を近づけて話す機会、なかったなと思って。": "Ư, ừm. Không có gì đâu.\n……Chỉ là, chưa có cơ hội nào nói chuyện gần nhau như vậy.",
    "もしかして邪魔だったか？": "Có phải là tớ làm phiền không?",
    "そ、そんなことは……ない。\n……話、続けて。": "Kh, không có đâu……\n……Tiếp tục nói đi.",
    "ああ。で、これなんだけど――": "À. Về cái này thì――",
    "あれは……一条さん？　へぇ、珍しい。\n彼女も人に勉強を教えたりするのね。": "Kia là…… Ichijou-san? Ể, hiếm thấy đấy.\nCô ấy cũng đi dạy người khác học nữa à.",
    "５問目は……うーん、この回答なら……？": "Câu 5 thì…… ừm, với câu trả lời này thì……?",
    "それは、この定理を使うんじゃないか？\nほら、こうやって……": "Cái này, không phải là dùng định lý này sao?\nNày, như thế này――",
    "あ、本当だ……うん、わかったかも。\n――って、ま、また近い。": "A, đúng rồi…… ừm, tớ hiểu rồi.\n――Mà, lại gần nữa rồi.",
    "（白奈も勉強はまだ苦手みたいだな……\n何故か俺が教えてる側みたいになってるし）": "（Shirana cũng không giỏi học hành cho lắm nhỉ……\nKhông hiểu sao tớ lại là người dạy）",
    "……うぅ、き、緊張しちゃう……": "……Ư, c, căng thẳng quá……",
    "白奈、汗かいてるな。\nもしかして勉強のしすぎで疲れたか？": "Shirana, cậu đổ mồ hôi kìa.\nCó phải là học quá sức nên mệt không?",
    "う、うん。疲れたかも。\n……ただ、勉強だけのせいでじゃないと思うけど。": "Ư, ừm. Có lẽ mệt thật.\n……Nhưng mà, tớ nghĩ là không chỉ vì học đâu.",
    "すまない、朝だけじゃキリのいいところまで終わらなくて、\n休み時間まで付き合わせたな。": "Xin lỗi, chỉ buổi sáng thì không xong được, nên\ntớ đã bắt cậu phải học cả giờ giải lao nữa.",
    "とりあえず試験の復習は一段落したし、\nちょっと上の方で外の空気を吸いに行くか。": "Tạm thời thì việc ôn thi đã xong rồi, nên\nlên trên kia hít thở không khí một chút nhé.",
    "う、うん。また屋上だね。": "Ư, ừm. Lên sân thượng nữa sao.",
    "急に後ずさりしたりして、どうした？": "Sao lại lùi lại đột ngột vậy, có chuyện gì à?",
    "な、なんでもない。\nついて行くから、気にしないで、前を歩いててほしい。": "K, không có gì đâu.\nCứ đi đi, đừng để ý, cứ đi trước đi.",
    "？　ああ。": "？　À.",
    "……ま、また手、握られるかと思った……": "……M, mà, tớ lại tưởng là sẽ bị nắm tay……",
    "――ねえねえ、見た？\n一条さんって、あんなに他人と距離近い感じだったっけ？": "――Này này, thấy chưa?\nIchijou-san, trước giờ có gần gũi với người khác như vậy đâu nhỉ?",
    "私も思った。前に比べて普通の子に見えるっていうか……\nなんか、ちょっと印象変わったわよね。": "Tớ cũng nghĩ vậy. So với trước đây thì như là người bình thường ấy……\nCảm giác như là thay đổi ấn tượng rồi nhỉ.",
    "うーん。ちょっと肩が凝ってたか。\nやっぱり休み時間はちゃんと休まないとだな。": "Ưm. Hơi mỏi vai một chút.\nĐúng là giờ giải lao phải nghỉ ngơi thật.",
    "%usernameusernameuserna%……\n今日はちょっと、態度がわざとらしい感じがするかも。": "%usernameusernameuserna%……\nHôm nay, cảm giác như là cố tình thái quá vậy.",
    "さすがにこれ以上はわざとらし過ぎるか。\n……で、どうだった？　朝から俺と過ごしてみた感じは。": "Chắc là thế này thì quá đáng thật rồi nhỉ.\n……Vậy, thế nào? Cảm giác khi trải qua buổi sáng với tớ thế nào?",
    "どうだった、と言われても……\nは、恥ずかしかった。距離が近いし、みんなの視線も感じるし。": "Nói là thế nào thì……\nNg, ngại quá. Khoảng cách gần quá, lại còn bị mọi người nhìn nữa.",
    "一体、どうして急にこんなことしたの？": "Rốt cuộc, tại sao lại đột nhiên làm thế?",
    "いや……普通の学園生活が送りたいって、\n昨日、白奈が言ってただろ？": "Không…… Cậu bảo là muốn có một cuộc sống học đường bình thường,\nhôm qua đúng không?",
    "だったらこんな方法で、普通の子っぽい日常を\n少しは味わってもらえるんじゃないかと思ってな。": "Nếu vậy thì, bằng cách này, cậu có thể trải nghiệm một chút cuộc sống thường ngày\ngiống như những người bình thường, tớ nghĩ vậy.",
    "……わたしのために？": "……Vì tớ sao?",
    "それにさ、さっき視線を感じたって言ってたろ？": "Với lại, cậu vừa bảo là cảm thấy ánh mắt của mọi người, đúng không?",
    "う、うん。ときどき。\n変に思われてたらどうしよう。": "Ư, ừm. Thỉnh thoảng thôi.\nKhông biết người ta có nghĩ gì nữa.",
    "白奈が俺と楽しく過ごしている姿を見せれば、\n周囲の見る目や受け入れ方も変わってくるかもしれないぞ。": "Nếu cho mọi người thấy Shirana vui vẻ khi ở bên tớ,\ncách nhìn và cách chấp nhận của mọi người xung quanh cũng sẽ thay đổi đấy.",
    "あ……": "A……",
    "いつもと違うって、変に思われたとしたら、結構じゃないか。\nバカにされても落胆されてもいい。白奈もそう言っただろ？": "Nếu bị nghĩ là khác thường, thì cũng đâu có sao.\nCho dù bị cười nhạo hay thất vọng, cũng được. Shirana cũng đã nói vậy mà?",
    "白奈が周りに誤解されがちなのは、\nその雰囲気やコミュニケーション不足が原因だと思う。": "Shirana thường bị mọi người hiểu lầm, là do\ncách cư xử và thiếu giao tiếp của cậu ấy.",
    "だから多少変に思われたとしても、普通の学生っぽさとか、\n親しみやすさをアピールできれば……": "Vì thế, cho dù bị nghĩ là khác thường đi chăng nữa, thì cứ thể hiện sự gần gũi và\nsự thân thiện giống như một học sinh bình thường……",
    "……みんなに、本当のわたしを知ってもらえる？": "……Mọi người sẽ hiểu con người thật của tớ sao?",
    "そういうことだ。": "Đúng là như vậy.",
    "そっか……\nでも、それならそうと事前に言ってくれれば……": "Vậy sao……\nNhưng mà, nếu vậy thì, nói trước cho tớ biết thì tốt hơn……",
    "事前に打ち合わせたら、きっと白奈は\n対外アピールを意識しすぎて演技っぽくなっちゃうだろ。": "Nếu bàn trước thì, chắc chắn Shirana sẽ\nquá chú trọng đến việc thể hiện ra bên ngoài, rồi thành ra diễn xuất mất.",
    "……悔しいけど、否定できない。": "……Đáng tiếc, không thể phủ nhận.",
    "何も知らずに『普通の学園生活』を試してみて、\n少しは楽しめたんじゃないか？": "Không biết gì mà cứ thử 'cuộc sống học đường bình thường',\ncậu có thấy vui một chút nào không?",
    "……うん。男の子と一緒に登校して、手を繋いで、\n席を並べて勉強して……どきどきしちゃって……": "……Ừm. Cùng một bạn nam đến trường, nắm tay, rồi\ngồi cạnh nhau học bài…… tim đập thình thịch……",
    "これが『普通』なんだって、感じられたかも。": "Cảm giác như là, đây là 'bình thường' đấy.",
    "まずはなんでもきっかけだからな。": "Trước tiên thì, cứ bắt đầu từ đâu đó đã.",
    "あとは今日の１件で、白奈に親しみやすさを感じてもらって、\n等身大に付き合える相手が増えてくれれば……": "Sau đó, bằng chuyện hôm nay, Shirana sẽ cảm thấy gần gũi hơn,\nrồi tăng thêm những người bạn có thể đối xử bình đẳng với cậu ấy……",
    "ちょっとずつ、増えてくれるといいな……\n本当のわたしの隣にいてくれる人が。": "Mong là sẽ tăng lên từ từ……\nNhững người ở bên cạnh con người thật của tớ.",
    "そうすれば、大根役者なりに頑張った俺も報われる。": "Nếu vậy thì, tớ đã cố gắng hết mình, cũng được đền đáp rồi.",
    "ふふふっ。": "Hừ hừ.",
    "笑うなって。これでも結構真剣にやったつもりなんだぞ？\n仮想『普通の学園生活』を過ごす同級生として。": "Đừng có cười. Tớ cũng đã rất nghiêm túc đấy?\nVới tư cách là một người bạn cùng lớp, cùng trải qua 'cuộc sống học đường bình thường' giả định.",
    "ううん。可笑しいんじゃなくて、うれしかったの。\n……ありがとう。": "Ưm. Không phải là buồn cười, mà là vui.\n……Cảm ơn cậu.",
    "これからも、今日みたいに一緒に過ごしてくれる……？": "Sau này, cậu có cùng tớ như hôm nay không……?",
    "もちろんだ。": "Đương nhiên rồi.",
    "じゃあ……明日からも、いつも一緒の同級生として。\nよろしくね、%usernameusernameuserna%。": "Vậy thì…… Từ ngày mai, với tư cách là một người bạn cùng lớp luôn ở bên nhau.\nRất mong được giúp đỡ, %usernameusernameuserna%."
}