{
    "ちゆると俺達を乗せた車は――": "Chiếc xe chở tôi và Chiyuru――",
    "ごめんなさい！　この先はずっと渋滞してるみたいで、\n私達が送れるのはここまでみたいです。": "Xin lỗi! Có vẻ như phía trước kẹt xe, \ntôi chỉ có thể đưa mọi người đến đây thôi.",
    "めるちゃんが謝ることないよ。\n事故があったみたいだし仕方ないって。": "Mẹ Mê không cần xin lỗi đâu.\nCó vẻ như đã có tai nạn, không còn cách nào khác.",
    "ああ、ここまで送ってくれただけでも充分だ。\nこうなったらまた走るしかないが……体力のほうは大丈夫か？": "À, chỉ cần đưa đến đây thôi là đủ rồi.\nĐến nước này thì chỉ còn cách chạy bộ thôi... Sức khỏe ổn chứ?",
    "うん！　だいぶ回復したから大丈夫！": "Ừm! Em hồi phục khá nhiều rồi nên không sao đâu!",
    "とはいえ、ここからでも走ればそこそこ距離が……": "Tuy nhiên, từ đây mà chạy thì cũng được một đoạn đường đấy...",
    "――ん？　待った！\nこの角を曲がったところにレンタルサイクルがあるぞ！": "――Hả? Đợi đã!\nChỗ rẽ này có chỗ cho thuê xe đạp kìa!",
    "おー！　よく見つけたねぇ。\nじゃ、あたし達行くよ。めるちゃん、本当にありがとね。": "Ôi! Cậu tìm được đấy!\nVậy, tụi mình đi đây. Mẹ Mê, cảm ơn cậu nhiều nhé.",
    "どうか、間に合うように祈ってます……！": "Mong là mọi chuyện sẽ kịp...!",
    "ああ、こっからは人力輸送だ。\nちゆる、乗り心地は悪くても文句言うなよ？": "À, từ đây là vận chuyển bằng sức người rồi.\nChiyuru, dù không thoải mái thì cũng đừng có phàn nàn nhé?",
    "%usernameusernameuserna%、後ろに乗せてくれるの？": "%usernameusernameuserna%, cậu có chở tớ không?",
    "晴れ着じゃ自転車はきついだろ。\nそれに男の俺が漕いだ方が幾分早い……！": "Áo dài thì đi xe đạp hơi khó đấy.\nHơn nữa, tôi là con trai đạp thì sẽ nhanh hơn một chút...!",
    "う、羨ま……": "Ư, ghen tị...",
    "え？": "Hả?",
    "ああいえ！　なんでもありません！\n私もあとから追いつきますので、頑張ってください！": "À không! Không có gì đâu!\nTớ cũng sẽ đuổi theo sau, cố lên nhé!",
    "後ろにちゆるを乗せて、\n爆速で自転車は目的地へ急ぐ――": "Chở Chiyuru ở phía sau,\nxe đạp lao nhanh về đích――",
    "おおー！　早い早い！\n%usernameusernameuserna%、思ったよりやるねー！": "Ôi! Nhanh quá!\n%usernameusernameuserna%, cậu làm tốt hơn tớ nghĩ đấy!",
    "おい、ちゆる、あんまり動くな！\n振り落とされるぞ……！": "Này, Chiyuru, đừng có nhúc nhích nhiều quá!\nSẽ bị văng ra đấy...!",
    "こっちはただでも狭い裏道を急いでるんだからな。": "Chỗ này vốn đã là đường tắt rồi.",
    "だから、あたしも最短距離を行けるよう\nさっきからナビしてあげてるでしょー。　": "Thế nên, tớ mới chỉ đường để đi đường ngắn nhất từ nãy đến giờ đấy.",
    "あっ！　その先、階段があるから次の角を右に！": "A! Phía trước có cầu thang, rẽ phải ở góc tiếp theo!",
    "いいや、このまま下り階段を突っ切る！！": "Không, cứ thế mà lao xuống cầu thang luôn!",
    "はあ！？　本気で言ってる！？": "Hả!? Cậu nói thật đấy à?",
    "ほら、しっかり掴まれよ！": "Này, bám chặt vào nhé!",
    "それってつまり抱きつ――": "Vậy có nghĩa là ôm ch――",
    "うわわわわわわわわっ！？": "Uwaaaaaaaaaaaaaaaaaaaaaaa!?",
    "は、はぁ……ビックリしたぁ……\nそこまで急がなくても回り道すればいいのに。": "Ha, ha... Sợ quá...\nKhông cần phải vội đến mức đó, đi đường vòng cũng được mà.",
    "今そんな余裕ないだろ！": "Bây giờ không có thời gian rảnh đâu!",
    "けど、あたしのせいで怪我させたら嫌だよ。": "Nhưng, tớ không muốn làm cậu bị thương vì tớ.",
    "ＭＧの操縦に比べたらこんなの朝飯前だ。": "So với việc điều khiển MG thì chuyện này chỉ là chuyện nhỏ.",
    "それに、仲間のためだから俺はそこまでしたいんだよ。": "Hơn nữa, vì đồng đội nên tôi muốn làm đến cùng.",
    "%usernameusernameuserna%……": "%usernameusernameuserna%...",
    "……うん、わかった。\nじゃあ、今はあたしもキミの気持ちに賭けてみる。": "...Ừm, tớ hiểu rồi.\nVậy thì, bây giờ tớ cũng sẽ đặt cược vào cảm xúc của cậu.",
    "だから、しっかり――ずっと掴まってるから！": "Vì thế, hãy bám chặt――tớ sẽ bám chặt luôn!",
    "ああ……！": "A...!",
    "その頃、駅では――": "Lúc đó, ở nhà ga――",
    "『――お客様にお知らせいたします。\n運転を見合わせておりましたが、まもなく再開いたします――』": "『――Xin thông báo đến quý khách hàng.\nChúng tôi đã tạm dừng hoạt động, nhưng sẽ sớm hoạt động trở lại――』",
    "お、やっとか。": "Ồ, cuối cùng cũng xong.",
    "この程度であれば、次の会議には間に合うわね。": "Ở mức độ này thì vẫn kịp cho cuộc họp tiếp theo nhỉ?",
    "え、こんなに早く……？": "Ể, nhanh vậy sao...?",
    "七彩の力でももう限界なの？\nもうちょっと行けると思ったのに！": "Ngay cả sức mạnh của Nanairo cũng đã đến giới hạn rồi sao?\nTớ còn nghĩ là có thể đi được xa hơn nữa!",
    "あの……わたし達、まだちゆるのことで\nたくさん伝えたいことが。": "À... Chúng tôi vẫn còn rất nhiều điều muốn nói với Chiyuru.",
    "ああ、白奈さん、ラミさん、ありがとう。\nもう充分に教えてもらえたよ。": "À, Hakuna-san, Rami-san, cảm ơn nhé.\nTôi đã được nghe đủ rồi.",
    "色々と大変なことや危険なこともあるようだけど、\nあの子はあの子なりに充実しているようでよかったわ。": "Có vẻ như có rất nhiều chuyện khó khăn và nguy hiểm, \nnhưng con bé có vẻ như đang rất vui vẻ, thật tốt.",
    "龍宮夫妻、そろそろ行きましょう。": "Vợ chồng Ryugu, chúng ta đi thôi.",
    "あっ……待って！\nまだちゆるがこっちに向かってるのに！": "A... Đợi đã!\nChiyuru vẫn đang hướng về phía này mà!",
    "お願い、もう少しだけでいいから……": "Xin hãy đợi thêm một chút nữa thôi...",
    "……娘に、よろしく伝えてくれ。": "...Hãy gửi lời hỏi thăm đến con gái tôi nhé.",
    "お話、聞かせてくれて嬉しかったわ。": "Tôi rất vui khi được nghe câu chuyện của mọi người.",
    "……さあ、こちらです。": "...Nào, đi thôi.",
    "あっ、行っちゃう……": "A, đi rồi...",
    "……！": "...!?",
    "ダメ、いかせない。": "Không được, không thể để đi.",
    "ラミ……！？": "Rami...!?",
    "……待ってって言ってるでしょ、ちゆるのお父さん、お母さん。": "...Đợi đã, tôi đã nói là đợi mà, cha mẹ của Chiyuru.",
    "道を塞がれたら、困るんだが……": "Nếu bị chặn đường thì thật là phiền phức...",
    "……時間切れだ。何事にも限度というものがある。\nそこをどきなさい。": "...Hết giờ rồi. Mọi thứ đều có giới hạn.\nTránh ra.",
    "ヤダ！！　おまえらさ！　本当に、ちゆるの気持ちわかってんの！？": "Không chịu đâu!! Mấy người! Thật sự hiểu được cảm xúc của Chiyuru sao!?",
    "ちょっと、ラミ……！": "Khoan đã, Rami...!",
    "龍宮夫妻は、世界的な研究者であられる。\nその時間はプライベートよりも社会のために優先されてしまうんだ。": "Vợ chồng Ryugu là những nhà nghiên cứu tầm cỡ thế giới.\nThời gian của họ ưu tiên cho xã hội hơn là cho riêng tư.",
    "そんなわけあるか！　正論だけで通そうとすんな！！": "Không có chuyện đó đâu! Đừng chỉ dùng lý lẽ chính đáng để giải quyết vấn đề!!",
    "……あのね、気持ちはとても嬉しいし、\n私達もちゆるに会いたくないわけじゃない。": "...À này, tớ rất vui vì tình cảm của mọi người, \nvà chúng tôi cũng không hề muốn xa Chiyuru.",
    "あなた達もパイロットならわかるでしょう？\n世界を背負う側にいる以上、責任や義務というものがあるの。": "Mọi người cũng là phi công, mọi người hiểu chứ?\nVì đang ở vị trí gánh vác thế giới, nên phải có trách nhiệm và nghĩa vụ.",
    "そういうことを言ってんじゃない！\n自分の子どもに他人行儀な気を使わせんじゃねーっつってんの！！": "Đừng có nói những chuyện như vậy! \nĐừng có khách sáo với con của mình nữa!",
    "親が家族を言い訳にしたら子どもは逆らえないじゃん！！\n『理解してくれている』って何！？　そう思いたいだけじゃないの！？": "Cha mẹ lấy gia đình làm cái cớ thì con cái không thể phản kháng được đâu!!\n'Hiểu' là gì chứ!? Chỉ là muốn nghĩ như vậy thôi đúng không!?",
    "…………": "............",
    "親が子に家族を言い訳に使うな！！\n血の繋がりでワガママ言っていいのは、子どもだけなんだよ！！": "Cha mẹ đừng dùng gia đình làm cái cớ với con cái!!\nChỉ có con cái mới có thể tùy tiện vì quan hệ máu mủ thôi!!",
    "あんたらさ！　ちゆるも含めてさ！　研究にばっか頭使いすぎて、\n自分が誰かの親や子であること、根っこのとこで忘れてんじゃない！？": "Mấy người! Bao gồm cả Chiyuru nữa! Cứ cắm đầu vào nghiên cứu, \nmà quên đi rằng mình là cha mẹ hay con cái của ai đó ở tận sâu trong lòng rồi đúng không!?",
    "どっかのバカ親子と違ってせっかく繋がってるんだから、\n自分から手放そうとすんじゃねーよ！！": "Không giống như mấy cặp cha mẹ ngốc nghếch nào đó, vì chúng ta đã có mối liên kết, \nnên đừng có buông tay nhau!",
    "家族でいることを、捨てんじゃねーよ！！": "Đừng vứt bỏ việc được ở bên gia đình!",
    "ラミ……": "Rami...",
    "なんで……！": "Tại sao...!",
    "なんでラミが願っても手に入らないもの持ってるくせに……": "Tại sao Rami có thứ mà tôi mong muốn cũng không có được...",
    "そうやって簡単に台無しにしようとすんだよ……": "Lại dễ dàng phá hỏng nó như vậy...",
    "……ご、ごめんなさい。": "...Xin, xin lỗi.",
    "……大きな声出しすぎた。": "...Tôi đã nói lớn tiếng quá.",
    "……": "...",
    "ご夫妻……どうされますか？": "Vợ chồng... Mọi người định sao?",
    "龍宮ご夫妻。": "Vợ chồng Ryugu.",
    "あ、ああ……": "À, à...",
    "えっと……": "À thì...",
    "私達は……――": "Chúng tôi...",
    "駅に着いたぞ、ちゆる！": "Đến ga rồi, Chiyuru!",
    "ありがとう、%usernameusernameuserna%！": "Cảm ơn, %usernameusernameuserna%!",
    "って……！　ああもう、最後の最後でまた階段！？\nもっとエレベーターとか何かないわけ？": "Nhưng mà...! Ôi trời, cuối cùng lại là cầu thang sao!?\nChẳng lẽ không có thang máy hay gì sao?",
    "こっちは振袖で走りにくいっていうのにさぁ……！": "Tớ mặc áo dài nên chạy khó lắm...",
    "ちゆる、俺の背中に乗れ！": "Chiyuru, lên lưng tôi!",
    "はぁっ！？　ちょっ、待ってよ！\nそれはさすがにあたしも恥ずかしいっていうか……": "Hả!? Khoan đã, đợi đã!\nViệc đó hơi ngại đấy...",
    "四の五の言ってる場合じゃないだろう！": "Không có thời gian để nói mấy chuyện vớ vẩn đâu!",
    "そりゃそうだけど……も～～～～～っ！\nこうなりゃ恥も何もないか！": "Đúng là như vậy... thôi thì chịu thôi!\nĐến nước này thì không còn gì phải ngại nữa!",
    "任せた、%usernameusernameuserna%！": "Giao cho cậu, %usernameusernameuserna%!",
    "そう来ないとな……！\n行くぞ、ちゆる……！": "Đến thế này mới được chứ...\nĐi thôi, Chiyuru...!",
    "うおりゃああああああああ――！！！！": "Uryaaaaaaaaaaaaaaaaaaaaa――!!!!",
    "わわわわわわっ、待って待って落ちる落ちるー！！": "Wawawawawa, đợi đã, đợi đã, sắp rớt rồi-!",
    "ちゆるを背負い、最後の難関を一気に駆け上がる――！": "Cõng Chiyuru, một mạch vượt qua chướng ngại vật cuối cùng――!",
    "（頼む、間に合ってくれよ！）": "(Cầu mong là kịp!)",
    "（シリウスシュガーのみんなが繋いだこのバトン、\n絶対にここで落とすわけには行かないんだ……！）": "(Mọi người ở Sirius Sugar đã truyền lại ngọn đuốc này,\nnhất định không được để rơi ở đây...!)"
}