{
    "うーん、この角度の方が良いですかね……？\nそれともこっちでしょうか……？": "Ưm... góc này được hơn nhỉ?\nHay là góc này...",
    "フルート、何をしてるんだ？": "Flute, cậu đang làm gì thế?",
    "あっ、%usernameusernameuserna%さん！\n今は一番映えになる角度を研究中なんです！": "A, %usernameusernameuserna%-san!\nTớ đang nghiên cứu góc chụp đẹp nhất đây!",
    "こうして撮影をしてると、羽とか尻尾とか……\n一番かわいく撮れる場所を探すのが難しくて……": "Cứ chụp thế này, thì nào là cánh, rồi đuôi nữa...\nKhó nhất là tìm góc chụp sao cho chúng trông dễ thương nhất...",
    "なるほど、ただ撮影をすればいいってもんじゃないんだな。": "Ra là vậy, không phải cứ chụp là được.",
    "それはそうですよ！　ぽよは一日にしてならずです！": "Đúng rồi!\nChữ 'Poyo' không phải ngày một ngày hai mà thành đâu!",
    "……初めて聞いたな、そんな格言。\nだがフルートの熱意は伝わったぞ。": "… Lần đầu nghe câu đó đấy.\nNhưng nhiệt tình của Flute thì tôi hiểu rồi.",
    "えへへ……あっ、%usernameusernameuserna%さん！\n聞きたい事があるんですけどいいですか！": "Ehehe... À, %usernameusernameuserna%-san!\nTớ có chuyện muốn hỏi, được không!",
    "聞きたい事？": "Chuyện gì?",
    "尻尾の方がぽよ": "Đuôi thì Poyo",
    "羽の方がぽよ": "Cánh thì Poyo",
    "はい！　こっちの尻尾が映る角度と……羽が映る角度。\nどっちの方がぽよですかね！": "Vâng! Góc này đuôi sẽ hiện ra... và góc kia thì cánh hiện ra.\nGóc nào Poyo hơn ạ!",
    "尻尾の方がぽよだな。\nセクシーなポーズになってお尻も可愛く映ってくれるし。": "Đuôi thì Poyo hơn đấy.\nTư thế gợi cảm, mông cũng hiện ra dễ thương nữa.",
    "……そ、それはぽよじゃありませんよ！\nもう！　%usernameusernameuserna%さんはエッチです！": "… Đ, đó không phải là Poyo đâu!\nNày! %usernameusernameuserna%-san là đồ biến thái!",
    "……ダメなのか。": "… Vậy là không được à.",
    "恥ずかしそうなフルートだったが、\n結局可愛く尻尾が映る画角で撮影をするのだった。": "Flute có vẻ ngại ngùng, nhưng rồi cuối cùng cũng chụp ở góc đuôi hiện ra dễ thương.",
    "羽の方がぽよだな。\nフルートの全身が映って吸血鬼の可愛さが全面に出ている。": "Cánh thì Poyo hơn đấy.\nToàn thân Flute hiện ra, sự dễ thương của ma cà rồng được bộc lộ.",
    "えへへ、そうですかね！\nそれじゃあ羽を映したぽよな角度を追求してみます！": "Ehehe, vậy sao!\nVậy thì tớ sẽ theo đuổi góc Poyo mà cánh hiện ra vậy!",
    "まあ、尻尾の方も可愛いけどな。": "Mà, đuôi cũng dễ thương đấy.",
    "うう、あんまり迷うような事を言わないでくださいよ～！\n今はとりあえず、羽を映して激カワなポーズを頑張ります！": "Ưu... Đừng nói những điều làm tớ phân vân nữa mà!\nGiờ thì cứ cố gắng tạo dáng thật dễ thương để cánh hiện ra đã!",
    "そうして、羽を映した可愛いポーズの一枚を、\nフルートは一番最初に俺へ見せてくれるのだった。": "Và rồi, Flute cho tôi xem tấm ảnh với tư thế dễ thương mà cánh hiện ra đầu tiên."
}