{
    "シミュレーション室で操縦せずに何かを観察しているルナ。\nそんな彼女が気になり声をかける。": "Luna đang quan sát thứ gì đó trong phòng mô phỏng mà không điều khiển.\nTôi thấy tò mò nên đã lên tiếng.",
    "何をしてるんだ？\nそんなところでメモを取って。": "Em đang làm gì vậy?\nGhi chép ở chỗ đó à?",
    "あ、%usernameusernameuserna%さん。\nその……他の人のシミュレーションを見て研究してました。": "À, %usernameusernameuserna%-san.\nEm đang… xem mô phỏng của người khác để nghiên cứu ạ.",
    "研究？": "Nghiên cứu?",
    "はい……やっぱり、ＭＧの動き方の癖とか、他の人の操縦の立ち位置とか……そういったものを観察して勉強してたんです……": "Vâng… Rốt cuộc thì, thói quen di chuyển của MG, vị trí chiến đấu của người khác… Em đã quan sát và học hỏi những thứ đó…",
    "サポートをする立ち位置って、意識しても分からないものが多くて……\nだから、優秀なパイロットの方の動きを見るのが参考になるんです。": "Vị trí hỗ trợ, dù có để ý thì cũng có nhiều thứ không hiểu được…\nVì vậy, việc xem cách di chuyển của các phi công giỏi sẽ rất hữu ích.",
    "なるほどな……確かに他人の戦闘を客観的に見て、\n分析したりするのは良いことだと思う。": "Ra là vậy… Quả thực, việc nhìn nhận và phân tích trận chiến của người khác một cách khách quan là điều tốt.",
    "前に出て戦う経験もしてみよう": "Thử trải nghiệm chiến đấu ở tuyến đầu xem sao.",
    "俺の動きを参考にしてみるか？": "Em muốn tham khảo cách di chuyển của tôi à?",
    "わ、私って……レイヴェルさんみたいに前に出て戦うのは苦手なので……\nこういうところで、その……チームの力になりたいんです……": "Em… không giỏi chiến đấu ở tuyến đầu như Reval-san…\nỞ những nơi như thế này, em muốn… đóng góp cho đội…",
    "なら、俺の動きを参考にしてみるか？\n武装なしで動くから、戦いを避けるルナに取り入れられる部分もあるだろ。": "Vậy em muốn tham khảo cách di chuyển của tôi không?\nTôi sẽ di chuyển mà không cần vũ trang, có lẽ em có thể học hỏi được nhiều điều khi tránh chiến đấu.",
    "えっ？　その……いいんですか？": "Hả? Cái đó… được ạ?",
    "もちろん。": "Đương nhiên.",
    "……あ、ありがとうございます。\n%usernameusernameuserna%さんにそこまでして貰って……": "… À, em cảm ơn anh.\nĐược %usernameusernameuserna%-san giúp đỡ nhiều như vậy…",
    "一挙手一投足見逃さず、すべて参考にさせていただきます！": "Em sẽ không bỏ lỡ bất kỳ động tác nào, em sẽ tham khảo tất cả!",
    "そして、俺が操縦するＭＧの動きをルナはしっかりと学び取るのだった。": "Và Luna đã học hỏi cẩn thận cách di chuyển của MG mà tôi điều khiển.",
    "経験してみるのもいいぞ？\n自分でやるとその立場で必要な物がよく分かるからな。": "Trải nghiệm cũng tốt đấy?\nKhi tự mình làm, em sẽ hiểu rõ những gì cần thiết ở vị trí đó.",
    "そ、そうですよね……\nうう、やったほうがやっぱりいいんだ……": "V, vâng…\nƯu… Rốt cuộc thì, em nên làm thật…",
    "逆にシミュレーターなら失敗しても問題ないと思えばよくないか？\n迷惑も掛からないし、良いことだらけだ。": "Ngược lại, nếu là trong buồng lái mô phỏng thì dù thất bại cũng không thành vấn đề, đúng không?\nCũng không gây phiền phức, toàn điều tốt thôi.",
    "そ、そうでしょうか……？　で、でもそういわれるとそんな気も……\nわ、分かりました！　挑戦してみます……！": "V, vậy sao…? Nhưng, nếu anh nói vậy thì em cũng thấy vậy…\nV, vâng, em hiểu rồi! Em sẽ thử…!",
    "そういってびくびくしながらシミュレーターに挑戦したものの、\n気合が入り過ぎたせいか、いまいち上手くいかないのであった……": "Nói vậy, cô bé run rẩy thử thách bản thân trong buồng lái mô phỏng, nhưng có lẽ vì quá căng thẳng nên mọi thứ không được suôn sẻ…"
}