{
    "スカラ校舎入口付近なら迷わず歩けるのもあり、\n興味本位から商店街を散策していると――": "Nếu là gần cổng trường, tôi đi đường nào cũng được.\nVì tò mò, tôi đi dạo quanh khu mua sắm――",
    "奇遇だな、小花。": "Trùng hợp thật, Kohana.",
    "%usernameusernameuserna%さん？": "…Anh %usernameusernameuserna%?",
    "パトロール中ってところか？": "Đang tuần tra à?",
    "手伝おうか？": "Tôi giúp một tay không?",
    "仕事ばかりだけど、休んでる？": "Chỉ toàn làm việc, em có nghỉ ngơi không?",
    "ええ、こういうお金のやり取りのある場所は、\n少なからず揉め事がありますので。": "Vâng, ở những nơi có giao dịch tiền bạc như thế này,\nthì sẽ có ít nhiều rắc rối.",
    "ちょうどヒマしてるし、手伝おうか？": "Tôi cũng đang rảnh, hay là tôi giúp một tay?",
    "別に大丈夫ですよ。実は今のところ何も起こっておらず……\nわたくしもヒマしていたところなんです。": "Không cần đâu ạ. Thực ra thì hiện tại không có chuyện gì xảy ra cả…\nvả lại em cũng đang rảnh.",
    "ははは、じゃあ俺の手は――": "Ha ha ha, vậy thì tay của tôi――",
    "誰か来てくれーーーー！！　指名手配の違法パイロットだー！！": "Có ai đó tới đâyyyyyyyy!! Tên phi công bất hợp pháp bị truy nã đâyyyy!!",
    "…………": "……",
    "せっかくだから何かあったときのために付いていこうか？": "Hay là đi cùng em để đề phòng có chuyện gì xảy ra?",
    "ふふ……では、お願いします。": "Hừm… Vậy thì, làm phiền anh.",
    "いつも風紀委員会の仕事しているところしか見てない気がするけど、\nちゃんと休んでるのか？": "Tôi cứ có cảm giác chỉ thấy em làm việc trong ủy ban kỷ luật thôi,\nem có nghỉ ngơi đầy đủ không vậy?",
    "ふふ、お気遣い、ありがとうございます。\nちゃんと計画的に休息はとっておりますので。": "Hừm, cảm ơn anh đã quan tâm.\nEm vẫn luôn nghỉ ngơi theo kế hoạch ạ.",
    "ならいいけど……": "Vậy thì tốt…",
    "『まだ心配だ』って顔していますね。": "Anh đang 'vẫn còn lo lắng' phải không?",
    "まあな。『ちょっと疲れた』って顔してるし。": "Ừm. Mặt em trông như 'hơi mệt' vậy.",
    "…………昨日、遅くまで委員会の仕事をしていたのが、\nまだ残っているのかも知れませんね。": "……Có lẽ là do hôm qua em đã làm việc ở ủy ban đến khuya,\nnên vẫn còn mệt.",
    "『計画的に』……とは？": "'Theo kế hoạch'… là sao?",
    "休息はとっていますよ。ただ、疲れがとれていないだけです。": "Em vẫn nghỉ ngơi mà. Chỉ là em không thấy hết mệt thôi.",
    "それじゃ、意味がないじゃないか！\nこの近くに空き教室があるし……１時間でもいい、そこで休め。": "Vậy thì còn ý nghĩa gì nữa! Gần đây có một phòng học trống… nghỉ ngơi ở đó một tiếng cũng được.",
    "でもそれだとパトロールが……": "Nhưng như vậy thì việc tuần tra…",
    "休憩中は俺がやる。それでいいだろ？": "Trong lúc em nghỉ thì tôi sẽ làm. Được chứ?",
    "……もう……………………変な人ですね。": "…Thật là…………………… một người kỳ lạ."
}