{
    "（……のどかな光景だ。\n風も気持ちよく吹いてるし、静かで落ち着くな）": "（……Phong cảnh thật yên bình.\nGió thổi cũng thật dễ chịu, yên tĩnh và thư thái）",
    "そんな風にぼんやりと空に流れゆく雲を眺めていると、\n賑やかな声が聞こえて現実に引き戻された。": "Khi tôi đang ngẩn ngơ ngắm mây trôi trên trời như thế, tôi bị kéo về thực tại bởi những tiếng ồn ào.",
    "おお、見て見て！　すっごい集まってきた！\nこっちこないかな！　おーい、鳥ー！　こっちこーい！": "Ô, nhìn kìa! Nhiều người tụ tập quá!\nKhông biết có đến đây không nhỉ! Ê, chim ơi! Lại đây!",
    "はぁ、誰か早く、脱走したあたし達を\n追いかけてきてくれないかしら♪": "Haizz, ai đó làm ơn đuổi theo chúng tôi đã trốn thoát đi\ngiúp tôi với nào♪",
    "やっほー！　ふふ、この山は俺のものだ！\n……んん、登山家だともうちょっと疲れてるから違う？": "Yeah! Hừm, ngọn núi này là của tôi!\n……Ưm, nếu là nhà leo núi thì có lẽ sẽ mệt hơn một chút nhỉ?",
    "（楽しそうで何よりだが……いや、なんで俺は連れてこられたんだ？\nなんか普通にピクニックしてるだけになってるが）": "（Vui vẻ là tốt rồi... nhưng, sao tôi lại bị lôi đến đây nhỉ?\nHình như chỉ là đi picnic bình thường thôi）",
    "すみません、お待たせしました%usernameusernameuserna%さん。ユリアさん達も\nこうして山に登った経験がなかったので興奮しているみたいです。": "Xin lỗi, đã để anh đợi lâu rồi, %usernameusernameuserna%san. Mọi người cũng\nvì chưa từng leo núi như Yuria nên có vẻ rất phấn khích.",
    "どうぞお召し上がりください。\n作法などはこういった場所ですので、気にせずともいいですよ。": "Mời anh dùng bữa.\nVì là ở nơi như thế này nên không cần câu nệ đâu.",
    "ああ、すまない。\nそれじゃあいただきます。": "À, xin lỗi.\nVậy thì tôi xin phép dùng bữa.",
    "（……ぐ、苦い）": "（……Ưm, đắng quá）",
    "っ……申し訳ありません！\n苦くなり過ぎましたか！？": "Ư… xin lỗi anh!\nCó phải đã đắng quá rồi không!?",
    "い、いや。こういうのも味があって良いと思うぞ。": "I, không. Tôi nghĩ có vị như thế này cũng ngon.",
    "……気を使ってくださってありがとうございます。\nですが、本来はそのような苦みで顔をしかめる味になりませんから。": "……Cảm ơn vì đã quan tâm.\nNhưng, đáng lẽ ra nó không có vị đắng đến mức nhăn mặt như vậy.",
    "（そういえば確かに、\n前に飲んだときはもっと自然な苦みで、普通に飲めたな）": "（Nói mới nhớ, lúc trước mình uống nó có vị đắng tự nhiên hơn, uống bình thường được）",
    "……やはり、お茶にはすべて出てしまいますね。\nカオスメイデンの……ひいては私の心の迷いまで……": "……Quả nhiên, mọi thứ đều hiện ra trong trà nhỉ.\nĐến cả sự bối rối của Chaos Maiden……hay nói đúng hơn là sự bối rối trong lòng tôi……",
    "心の迷い？\n……それはやっぱり、俺を連れてきた理由が関係してるのか？": "Bối rối trong lòng?\n……Vậy có lẽ nào, lý do anh bị lôi đến đây có liên quan đến chuyện đó?",
    "……そちらに関してはユリアさんがどうしても連れてきたいと\nいうことでしたので。": "……Về chuyện đó thì là do Yuria nhất quyết muốn anh đến đấy ạ.",
    "ああ、ユリアの判断なのか……まあいい。\n教導指揮官として悩んでるなら話を聞くぞ？": "À, là do Yuria quyết định sao……cũng được thôi.\nNếu là một chỉ huy đang lo lắng thì tôi sẽ lắng nghe?",
    "はい……": "Vâng……",
    "そうして沙耶から説明されたのは、シリウスシュガーに負けてから、\nカオスメイデンは敗北が増えて空気が悪くなってしまったという。": "Sau đó, Saya giải thích rằng, sau khi thua Sirius Sugar,\nChaos Maiden đã thua nhiều hơn và không khí trở nên tồi tệ.",
    "弱くなったわけではないはず。しかし、何かが噛み合わない。\nついに、そのズレは決して無視できない程になってしまったらしい。": "Chắc chắn không phải là yếu đi. Nhưng, có điều gì đó không ăn khớp.\nCuối cùng, sự khác biệt đó đã trở nên không thể bỏ qua được nữa.",
    "……なるほど、チームとして上手く行かないわけか。\nその理由について沙耶はどう思ってる？": "……Ra là, đội không thể hoạt động tốt được.\nSaya nghĩ sao về lý do đó?",
    "――全ての責は、私にあると思っています。": "――Tôi nghĩ tất cả trách nhiệm đều là ở tôi.",
    "沙耶に？": "Ở Saya sao?",
    "スランプってやつだな": "Kiểu như là rơi vào trạng thái tồi tệ vậy.",
    "絶不調なわけか": "Thật sự không ổn rồi",
    "……勝たねばと考えて動くほどに、私の動きは精彩を欠きました。\n貴方に教わった助言も上手くいかなくなってしまいました。": "……Tôi càng nghĩ đến việc phải chiến thắng, thì hành động của tôi lại càng thiếu sắc sảo.\nNhững lời khuyên mà anh đã dạy tôi cũng không còn hiệu quả nữa.",
    "ユリアさんのパイロットをやめるという言葉にも、\n魅力を感じてしまう程に自分の不甲斐なさで……": "Đến cả việc Yuria nói sẽ từ bỏ vị trí phi công,\ntôi cũng cảm thấy bị thu hút bởi sự bất tài của mình……",
    "は！？　パイロットをやめるって話になってるのか！？": "Hả!? Đã đến mức từ bỏ vị trí phi công rồi sao!?",
    "はい。楽しくないパイロットを続ける理由がないと……": "Vâng. Vì không có lý do gì để tiếp tục làm một phi công không vui vẻ cả……",
    "（……なるほど。思った以上に重症みたいだな）": "（……Ra là vậy. Có vẻ nghiêm trọng hơn tôi nghĩ）",
    "以前もカラフルブーケとの戦いで敗北をしたときに、\n私は相手の綺羅さんに翻弄され、取り逃がしました。": "Trước đây, khi thua trong trận chiến với Colorful Bouquet,\ntôi đã bị Kira của đối phương làm cho bối rối và để tuột mất.",
    "それが結果としてユリアさんの撃墜に繋がり……\nこの発端となった理由も私のせいだと思っています。": "Kết quả là Yuria bị bắn hạ……\ntôi nghĩ lý do dẫn đến việc này cũng là do tôi.",
    "……まあいい。\nとりあえずは全員の話を聞いてくるから待っていてくれ。": "……Cũng được thôi.\nĐể tôi nghe mọi người nói chuyện một lát rồi quay lại, cứ đợi đi.",
    "そうして、次は登山家の演技をしているフィーの元へ。": "Sau đó, đến chỗ Fee, người đang đóng vai nhà leo núi.",
    "ぜぇ、はぁ……ふう。次はあの山を目指して……\nん？　%usernameusernameuserna%、どしたの？": "Ha, ha……phù. Lần tới sẽ nhắm đến ngọn núi đó……\nƯm? %usernameusernameuserna%, có chuyện gì vậy?",
    "フィー、聞かせてほしい。\nカオスメイデンの不調の原因は何だと思う？": "Fee, tôi muốn nghe cậu nói.\nCậu nghĩ nguyên nhân Chaos Maiden không ổn là gì?",
    "……分からない。でも、何かが噛み合わない。\n主演が居ない演劇みたい。": "……Tôi không biết. Nhưng, có điều gì đó không ăn khớp.\nGiống như một vở kịch mà không có diễn viên chính.",
    "……それってどんな演劇なんだ？": "……Vở kịch như thế nào?",
    "バランスの悪い舞台。盛り上がりもないし、中心になるものがないから、\n上滑りして見ていても楽しくないし痛々しい演劇。": "Một sân khấu mất cân bằng. Không có cao trào, cũng không có gì là trung tâm cả,\nnên nó cứ trượt đi và xem cũng không vui, chỉ thấy đau lòng.",
    "そりゃまた辛辣な評価だな……": "Đánh giá cay nghiệt thật đấy……",
    "……きっと、足りていないのは役者。\nだから、私がその役を埋めないといけない。けど……": "……Chắc chắn là, thiếu diễn viên.\nVì vậy, tôi phải lấp đầy vai trò đó. Nhưng……",
    "けど？": "Nhưng?",
    "……どんな役が良いのか分からない。\n色んな優秀なパイロットを演じてみた。": "……Tôi không biết vai nào là tốt nhất.\nTôi đã thử đóng vai nhiều phi công xuất sắc.",
    "でも、答えは見つからない。\nどんなパイロットを演じても、この舞台には合ってない。": "Nhưng, tôi không tìm được câu trả lời.\nDù tôi đóng vai phi công nào, thì cũng không phù hợp với sân khấu này.",
    "つまり、フィーは自分が今のカオスメイデンに合う役者を見つけて、\n演じることが出来れば改善できるって思ってるのか。": "Tức là, Fee nghĩ rằng nếu mình tìm được một diễn viên phù hợp với Chaos Maiden hiện tại, và\ncó thể đóng vai đó thì sẽ cải thiện được tình hình sao?",
    "そう。だから、これは私の力不足。": "Đúng vậy. Vì vậy, đây là do tôi không đủ năng lực.",
    "……なるほどな。": "……Ra là vậy.",
    "ちゃんと演じる方向性を見定めれば、\n私がそのパイロットの役を演じて完璧なカオスメイデンに出来る。": "Nếu xác định được hướng diễn xuất một cách chính xác,\ntôi có thể đóng vai phi công đó và tạo nên một Chaos Maiden hoàn hảo.",
    "分かった、ありがとうな。\nそれじゃあ次は……ん？": "Tôi hiểu rồi, cảm ơn cậu.\nVậy thì tiếp theo là……ưm?",
    "ユリアとアニスに声をかけようと振り返るが、\nどこにも見当たらない。": "Tôi quay lại để gọi Yuria và Anis,\nnhưng không thấy ai cả.",
    "ユリア？　アニス？　どこに……": "Yuria? Anis? Đâu rồi……",
    "とりゃー！": "Torya!",
    "ふふ、つーかまえた！": "Phù, bắt được rồi!",
    "どわっ！？": "Đoạt!?",
    "完全に油断していたが、\nこのまま倒れるわけにはいかないと必死に踏ん張る。": "Tôi đã hoàn toàn mất cảnh giác,\nnhưng tôi phải cố gắng hết sức để không bị ngã.",
    "あれー？　すごいね！\n私とアニスちゃんが寄りかかってるのに倒れないんだ！": "Aー? Tuyệt vời thật!\nTớ và Anis-chan đang dựa vào mà anh không ngã đấy!",
    "ふふ、いいわね。やっぱり頼りがいがあるわ。\nこのまま%usernameusernameuserna%の体温を感じながら……": "Hừm, tốt đấy. Quả nhiên là đáng tin cậy.\nCứ như này mà cảm nhận được thân nhiệt của %usernameusernameuserna%……",
    "これ結構余裕な感じ？\nなら、ちょっと脇とかくすぐっても大丈夫だったり……": "Cảm giác này khá thoải mái nhỉ?\nNếu vậy, có lẽ mình có thể chọc lét anh được không……",
    "えーい！　どかんかお前ら！\nこっちは誘拐されたのに真面目に話聞いてたんだぞ！": "Êー! Tránh ra hết đi!\nTớ bị bắt cóc mà vẫn nghiêm túc lắng nghe đấy!",
    "えー、つまんない話はいーじゃん！\nそれよりも遊ぼうよー！": "Ê, mấy chuyện chán ngắt thì bỏ qua đi!\nHơn thế nữa, chúng ta hãy chơi nào!",
    "そうそう、暗い話なんてしても仕方ないわ。\n最近は皆が構ってくれないの。ね、だから構ってちょうだい？": "Đúng vậy, chẳng có ích gì khi nói những chuyện tăm tối cả.\nGần đây mọi người không quan tâm đến tớ. Này, nên hãy quan tâm tớ đi?",
    "普段と変わらないように見えるユリアとアニス。\nだが、何度か付き合ってきた俺から見れば確かにおかしい。": "Yuria và Anis trông vẫn như mọi khi.\nNhưng, tôi, người đã quen với họ vài lần, chắc chắn có điều gì đó bất thường.",
    "アニス。あとで構ってやるからちょっと待っててくれるか？": "Anis. Để sau tôi sẽ quan tâm cậu, cậu đợi một lát được không?",
    "そういって、あたしのことを放置するの？\nはぁ、寂しいわ……": "Anh nói vậy rồi bỏ mặc tớ sao?\nHaizz, cô đơn quá……",
    "お前も全員が調子を崩して相手してくれないから寂しいんだろ？\n何とか出来るかもしれないから、な？": "Cậu cũng cô đơn vì mọi người đều xuống tinh thần và không quan tâm đến cậu đúng không?\nCó lẽ tôi có thể làm gì đó, được không?",
    "……ふふ、お見通しなのね。\nはーい。それじゃあいい子にして待っておくわね。": "……Hừm, anh đã nhìn thấu rồi nhỉ?\nHaーi. Vậy thì tớ sẽ ngoan ngoãn đợi vậy.",
    "普段であれば構って欲しいと更に絡んでくるのに、\nあっさりと引き下がるあたりアニスも滅入っているようだ。": "Thông thường, họ sẽ càng quấn quýt hơn để được quan tâm,\nnhưng Anis cũng có vẻ chán nản khi dễ dàng rút lui như vậy.",
    "そして俺はユリアに向き直る。": "Và tôi quay lại đối diện với Yuria.",
    "で、どういうつもりだ？": "Vậy, cô định làm gì?",
    "……むう、お説教？": "……Ưm, thuyết giáo sao?",
    "いや、ユリアに聞きたい。どうしてこんなことをしたんだ？": "Không, tôi muốn hỏi Yuria. Tại sao cô lại làm như vậy?",
    "んー、どうしてかぁ……だって、今はたのしくないからかな。": "Ưmー, tại sao nhỉ……vì bây giờ không vui chăng.",
    "楽しくない？": "Không vui?",
    "うん、戦ってても楽しくないんだよね。\nなんかさ、今までだったら面白かったんだよね。": "Ừm, chiến đấu cũng không vui nữa.\nKiểu như, trước đây thì rất thú vị.",
    "色んな戦い方があって、色んなことが出来て……\nでも、なんか負けてばっかりになってやれることも少なくなって。": "Có nhiều cách chiến đấu khác nhau, có thể làm được nhiều thứ khác nhau……\nNhưng, sao lại cứ thua mãi, và những việc có thể làm thì ngày càng ít đi.",
    "悔しいけど楽しいんじゃなくて、辛くてイヤーな気持ちになるだけ。\n楽しいからパイロットやってるのに、たのしくないんだよ。": "Tuy tiếc nuối nhưng không thấy vui, chỉ thấy khó chịu và không thích.\nTôi chiến đấu vì nó vui, nhưng nó lại không vui.",
    "……なるほど。全員が全員スランプってわけか。": "……Ra là vậy. Tất cả mọi người đều rơi vào trạng thái tồi tệ sao.",
    "そ、だからもっと楽しいことを探そうって思ったの！\n%usernameusernameuserna%も探すの手伝ってくれるよね！": "Đ, đúng vậy, nên tớ nghĩ là nên tìm những điều thú vị hơn!\n%usernameusernameuserna% cũng giúp tớ tìm nhé!",
    "勝てなくなったから楽しくない……よくある話だ。\n勝負である以上は、勝てるから楽しいのは当然だろう。": "Không vui vì không thể thắng được……chuyện thường tình thôi.\nVì là một cuộc chiến, nên đương nhiên là vui khi thắng.",
    "（……だが、きっとユリア自身が分かってないな）": "（……Nhưng, chắc chắn Yuria không tự hiểu được）",
    "そうはいうが……本当にパイロットをやめたいって思ってるのか？": "Cô nói vậy……cô có thực sự muốn từ bỏ vị trí phi công không?",
    "えっ？　そりゃ、やめよーって思って……": "Hả? Chắc chắn là, tớ muốn từ bỏ……",
    "それなら、俺を誘拐する必要はないだろ？\n本当にパイロットをやめるならＭＧに乗る事だってしないはずだ。": "Nếu vậy, thì cô không cần phải bắt cóc tôi chứ?\nNếu cô thực sự từ bỏ vị trí phi công, thì cô sẽ không lên MG đâu.",
    "……それは、だって……": "……Chuyện đó, tại vì……",
    "何の目的もないのに、楽しい事なんて見つかることはない。\n今のユリアは苦しい状況から逃げようとしてるだけだ。": "Không có mục đích gì cả, thì sẽ không tìm thấy được những điều thú vị đâu.\nYuria bây giờ chỉ đang cố gắng trốn tránh khỏi tình huống khó khăn thôi.",
    "…………": "…………",
    "本当はパイロットの事を諦めたわけじゃないんだろう。\nだから、ユリアは――": "Thật ra, cô không hề từ bỏ vị trí phi công đúng không?\nVì vậy, Yuria――",
    "うるさいうるさいうるさい！　私のこと何にも分かってないのに！": "Ồn ào, ồn ào, ồn ào! Anh không hiểu gì về tớ cả!",
    "ユリアの感情が爆発したことに驚き……沙耶たちにも動揺が走る": "Yuria đã bộc phát cảm xúc, và Saya cùng những người khác cũng bị sốc",
    "もう知らない！\n私のこと理解してくれないなら、何にもいらない！": "Tôi không cần biết nữa!\nNếu anh không hiểu tôi, thì tôi không cần gì cả!",
    "ちょっと、ユリア！？": "Khoan đã, Yuria!?",
    "ユリアさん！？": "Yuria-san!?",
    "そのまま走ってMGへと乗り込む。": "Cô ấy cứ thế mà chạy lên chiếc MG.",
    "おい、待ってくれユリア！": "Ê, đợi đã Yuria!",
    "そうして、ユリアがＭＧを起動して離れようとした瞬間――": "Và, ngay khi Yuria khởi động MG và chuẩn bị rời đi――",
    "そこまでですわ、ユリアさん！": "Đến đây thôi, Yuria-san!",
    "見覚えのある機体が、ユリアの機体を取り囲んだ。": "Một cỗ máy quen thuộc đã bao vây cỗ máy của Yuria.",
    "シリウスシュガー、ただいま到着しました！": "Sirius Sugar, đã đến nơi rồi!",
    "これは生徒会長からの正式な依頼ですわ！\n%usernameusernameuserna%さんを解放し、投降しなさい！": "Đây là yêu cầu chính thức từ hội trưởng!\nHãy thả %usernameusernameuserna% ra và đầu hàng đi!"
}