{
    "今日は後学のため、ＬＯＣの特別授業に参加させてもらった。\nそこにはエヴィも参加していて――": "Hôm nay, vì muốn học hỏi thêm, tôi đã tham gia vào một buổi học đặc biệt của LOC.\nỞ đó, Evhi cũng tham gia nữa...",
    "はぁ……たまに特別授業とか言って、こうやって校舎に登校\nさせるのやめてほしいな。せっかくのリモート授業特化校舎なのに。": "Haizz... Thật sự tôi không thích những buổi học đặc biệt thế này. Sao cứ phải đến trường làm gì chứ? Trong khi trường mình có hẳn một tòa nhà chuyên về học từ xa.",
    "登校するのがそんなに嫌なのか？": "Em không thích đến trường đến vậy sao?",
    "無駄な体力を使いたくないだけ。工夫すれば特別授業だって、\nリモートでできるはず。": "Tôi chỉ không muốn lãng phí sức lực thôi. Nếu chịu khó một chút, thì buổi học đặc biệt nào cũng có thể học từ xa được.",
    "なるほどな……でもたまには悪くないだろ。\n帰りに寄り道したりできるし。": "Ra là vậy... Nhưng đôi khi cũng không tệ mà.\nĐi đường vòng một chút cũng được.",
    "えー……寄り道とか余計無駄すぎる。": "Ewww... Đi đường vòng còn lãng phí hơn nữa.",
    "いいじゃん、今日くらいはさ。\nせっかくだし、何か食べて帰らないか？": "Được mà, hôm nay thôi.\nNhân tiện, mình đi ăn gì đó rồi về không?",
    "真っすぐ部屋に帰りたいんだけど……\nまあ、%usernameusernameuserna%ならいいか。": "Tôi muốn về phòng ngay đây...\nNhưng mà, nếu là %usernameusernameuserna% thì cũng được.",
    "何か食べたいものとかあるの？": "Em muốn ăn gì?",
    "まだ考えてるところ。\nエヴィは何か希望ある？": "Tôi vẫn đang nghĩ đây.\nEvhi có muốn ăn gì không?",
    "うーん……ハンバーガーとか？\nあと牛丼とかフライドチキンとか……立ち食いそばでもいいよ。": "Ưm... Burger thì sao?\nVới lại cơm bò, gà rán... Mì ăn liền cũng được.",
    "それ提供が早いって基準で選んでないか？": "Em đang chọn theo tiêu chí ăn nhanh đúng không?",
    "コスパもいいよな": "Lại còn ngon, bổ, rẻ nữa.",
    "賛成する": "Đồng ý.",
    "まあ、タイパ優先だね。": "Ừm, ưu tiên tiết kiệm thời gian mà.",
    "じゃあぱぱっと食べて、浮いた時間でどこかに\n遊びに行こうか。": "Vậy thì ăn nhanh một chút, thời gian còn lại đi chơi ở đâu đó đi.",
    "……ちょっと待って。なんで遊びがスケジュールに追加されてんの。": "…Khoan đã. Sao lại thêm cả đi chơi vào lịch trình vậy?",
    "いいじゃん。ちょっとくらい。そんなに俺といるのが嫌か？": "Được mà. Một chút thôi. Em không thích ở cùng tôi đến vậy sao?",
    "う……その質問はずるいなぁ……\nまったく。ちょっとだけだよ。": "Ư... Câu hỏi này thật là...!\nHaizz. Chỉ một chút thôi đấy.",
    "エヴィがそれでいいならいいか。\n今言ったやつってコスパでも選んでるよな？": "Nếu Evhi thấy ổn thì được thôi.\nMà em chọn mấy món đó cũng vì ngon, bổ, rẻ phải không?",
    "わかるんだ？　そのとおり。\nそこそこの値段でしっかりカロリー摂れるものを選んだよ。": "Anh biết đấy à? Đúng là như vậy.\nTôi chọn những món vừa rẻ lại vừa đủ calo.",
    "じゃあ、近くにバーガーショップあるから、そこ行くか。": "Vậy thì, gần đây có một cửa hàng burger, mình đến đó nhé.",
    "さんせー。": "Tuyệt vời."
}