{
    "ハァ……ハァ……ハァ……\nこれ以上は無理……限界……": "Ha… Ha… Ha…\nKhông thể nào… Giới hạn rồi…",
    "だよねだよね！\nこうなったら、ヤっちゃうしかなくない！？": "Đúng đúng!\nĐến nước này, chỉ có nước 'xử' thôi nhỉ!?",
    "殺られる前に殺るしかない……": "Phải giết trước khi bị giết mà…",
    "ちゆるってばこわいー。": "Chị Chi-yu thật đáng sợ.",
    "でも、ラミもさんせーい♪": "Nhưng mà, Rumi cũng đồng ý♪",
    "……問題は後処理。派手にヤると後が大変。": "…Vấn đề là xử lý sau đó. Chơi lớn quá thì phiền lắm.",
    "大丈夫、そこは私に任せて♪\nいくらでもやりようはあるから。": "Không sao đâu, cứ để đó cho em♪\nEm có vô số cách để giải quyết.",
    "ＯＫ、じゃあヤっちゃおう！　決まり！": "OK, vậy thì 'xử' thôi! Quyết định!",
    "ラミたちをこんな目にあわせたんだから、\nうーんと苦しませてトドメだね♪": "Vì đã khiến Rumi và mọi người phải chịu khổ, nên\nphải hành hạ cho đã rồi kết liễu thôi♪",
    "%usernameusernameuserna%、覚悟……": "%usernameusernameuserna%, chuẩn bị tinh thần…",
    "ま、待って待ってー！\nいくらなんでも、それはやりすぎですよー！！": "Đ-Đợi đã nào!\nDù sao thì, làm vậy quá đáng lắm đấyー!!",
    "物騒な会話が聞こえると思ったら、あなたたち、まさかあの方を手にかけるおつもりですか？": "Nếu tôi nghe không lầm thì, các cô định ra tay với người đó sao?",
    "そう。あたしが用意したこの薬品で、体のなかからドロドロにしてやるんだ。": "Đúng vậy. Với loại thuốc này tôi chuẩn bị, sẽ khiến cơ thể họ rã ra từ bên trong.",
    "そーだそーだ！　ヤッちまえー！\n社会的に抹殺だー！": "Đúng đúng! Cứ 'xử' đi!\nXóa sổ khỏi xã hội luôn!",
    "ですから暗殺など……って、え？　社会的に？": "Nhưng mà ám sát thì… Khoan đã, xóa sổ khỏi xã hội?",
    "ちゆるさん、その持ってる薬って……": "Chị Chi-yu, thuốc chị đang cầm là…",
    "ん？　超強力な下剤だけど？": "Hửm? Thuốc xổ cực mạnh đó?",
    "ああ、一応そこで踏みとどまってくださったのですね。": "A, coi bộ mọi người đã chịu dừng lại rồi.",
    "……だから後処理が大変。": "…Nên là xử lý sau đó mới phiền.",
    "えええ、でも、それもダメですってば！！": "Eeee, nhưng mà, cũng không được đâu ạ!!",
    "だって、ラミたちも散々辱められてきたじゃん！": "Vì Rumi và mọi người đã bị sỉ nhục quá nhiều rồi!",
    "みなさんの気持ちはわかりましたが。でも、やはりそのまま見逃すわけにはいきません。": "Em hiểu cảm xúc của mọi người. Nhưng mà, vẫn không thể làm ngơ được.",
    "もちろん、わたくしも思うところはあります。ですが、きっとこの訓練は必要なものですわ。": "Đương nhiên, em cũng có những suy nghĩ riêng. Nhưng mà, chắc chắn buổi huấn luyện này là cần thiết.",
    "もちろん、勝つための訓練ならするよ。でも、その前に死んじゃったら意味ないでしょ。": "Đương nhiên, nếu là huấn luyện để chiến thắng thì em sẽ làm thôi. Nhưng mà, chết trước khi chiến thắng thì còn ý nghĩa gì chứ.",
    "つーか、ＭＧを動かすのに、ラミ達が強くなる必要ある！？": "Mà nè, để điều khiển MG, Rumi và mọi người cần mạnh lên á!?",
    "いえ、その、きっと目的は筋肉じゃなくって……もっと他の精神面を鍛えるとか……": "Không, chắc là, mục đích không phải là cơ bắp… mà là rèn luyện tinh thần…",
    "めるさんの言う通りですわ。キツイ訓練だからと言って、視野が狭くなっているのでは？": "Đúng như lời của Mê-ru. Mọi người có phải vì buổi huấn luyện quá khắc nghiệt mà trở nên thiển cận hay không?",
    "……ふーむ、一理ある。筋トレにはバストアップ効果もあるというからね。": "…Hừm, cũng có lý. Nghe nói tập cơ cũng có tác dụng tăng kích cỡ vòng 1 nữa.",
    "……なんでこっち見て言うの！？\nだったら、みんなは大きいから必要ないじゃん！": "…Sao lại nhìn em mà nói chứ!?\nVậy thì, mọi người đã lớn rồi nên không cần nữa!",
    "……大きいだけで満足出来ず、より大きな高みを目指しているのかも。": "…Có lẽ vì đã hài lòng với kích cỡ hiện tại, nên mới hướng đến những tầm cao hơn.",
    "胸の話かどうかはともかく、わたくしは諦めませんわよ。": "Chuyện vòng 1 hay không thì em không biết. Nhưng mà em sẽ không bỏ cuộc đâu.",
    "負けっぱなしは性に合いませんの。そのためなら、どんなに厳しくても耐えてみせますわ！": "Em không thích thua cuộc. Vì vậy, dù có khắc nghiệt đến đâu em cũng sẽ chịu đựng!",
    "私も……あれだけ本気でぶつかってくれるのは、これが最初で……最後かもしれないので。": "Em cũng… Vì có người đối đầu với em một cách nghiêm túc như vậy, có lẽ là lần đầu… và cũng có thể là lần cuối.",
    "…………": "…",
    "はあ、わかったわかった。あたしたちも、不安だったんだよ。": "Ha, hiểu rồi, hiểu rồi. Chúng ta cũng cảm thấy bất an mà.",
    "……苦しいのに、何のための頑張りかわからないから。": "…Vì thấy khổ sở mà không biết mình đang cố gắng vì điều gì.",
    "でも、きっと無駄ではないと思います。": "Nhưng mà, em nghĩ chắc chắn là không vô ích đâu.",
    "……うん。": "…Ừm.",
    "……ちぇー。もすこし続けるしかないかー。": "…Chà. Chắc phải tiếp tục cố gắng thôi.",
    "その意気ですわ。さ、次の訓練に行きますわよ！": "Đúng là như vậy. Nào, chúng ta đi huấn luyện tiếp thôi!",
    "遅いぞ！　何をしていた！": "Chậm chạp quá đấy! Đang làm gì vậy!",
    "指揮官に盛る下剤を用意してました！": "Em đã chuẩn bị thuốc xổ cho chỉ huy!",
    "なにィ！？　……っえ、本当に何？\nげ、下剤……？": "Cái gì!? …Hả, thật sự là gì?\nThuốc xổ…?",
    "な、なんでもありません！！\nちょっとした冗談です！": "Đ, đâu có gì đâu!!\nChỉ là một trò đùa thôi!",
    "まあいい……！\nよし、ここからはシミュレーターの訓練に入る。": "Không sao…!\nĐược rồi, từ giờ sẽ vào huấn luyện mô phỏng.",
    "あれ？　今日ってわたくし達がシミュレーターを使える日でしたっけ？": "Hả? Hôm nay là ngày chúng ta được dùng mô phỏng sao?",
    "それなら大丈夫だ。申請して、使用時間の追加配当をもらった。": "Vậy thì không sao đâu. Tôi đã xin phép và được cấp thêm thời gian sử dụng.",
    "え？　凄いですわね。たくさんチームがありますから、難しいと思いましたが。": "Hả? Thật tuyệt vời. Vì có nhiều đội nên em nghĩ là khó lắm.",
    "ああ。だから、この前後のチームと交渉して、少しずつ時間を譲ってもらった。": "Ừm. Vì vậy, tôi đã thương lượng với các đội trước và sau, và họ đã nhường một chút thời gian.",
    "みんな、お前たちが崖っぷちで、俺の猛特訓を受けてたことは知ってるからな。快く譲ってくれたよ。": "Mọi người biết các em đang gặp khó khăn và phải chịu huấn luyện khắc nghiệt của tôi mà. Nên họ đã vui vẻ nhường thời gian cho.",
    "ふーん、そんなことしてたんだぁ。": "Hừm, ra là vậy.",
    "やっぱり%usernameusernameuserna%さんは、私たちのことを思ってくれてたんですね！": "Quả nhiên %usernameusernameuserna% là người luôn nghĩ cho chúng ta!",
    "ああ、もし譲ってくれないなら、シリウスシュガーにはもっと酷い訓練メニューが待ってると言ったからな！": "Ừm, nếu họ không nhường thì tôi đã nói Sirius Sugar sẽ có những bài tập khắc nghiệt hơn!",
    "お前らいい仲間を持ったな……理不尽に苛まれる仲間を気遣って……": "Mấy đứa có những người đồng đội tốt đấy… Quan tâm đến những người đồng đội bị đối xử bất công…",
    "いや、なにひちょっとエモい感じ出そうとしてんだよ！？\nその理不尽の元凶は、おまえだからな！？": "Này, định làm ra vẻ xúc động gì thế!?\nCái gốc rễ của sự bất công đó là mày đấy!!",
    "譲ってくれた他のチームの子たちには、あとで感謝しておくように。": "Hãy cảm ơn những đội khác đã nhường thời gian cho.",
    "スルーかよ！？": "Bỏ qua luôn à!?",
    "それより時間が惜しい。早速シミュレーターを起動するぞ！": "Hơn nữa thì thời gian không còn nhiều. Mau khởi động mô phỏng thôi!",
    "ああ、もう……！": "Haizz, thật là…!",
    "イエッサー！": "Vâng, thưa sếp!",
    "それからは、基礎的な機動訓練を繰り返した。\n一見地味ではあるが、今の彼女たちに必要なスキルだ。": "Sau đó, chúng tôi lặp đi lặp lại các bài huấn luyện cơ bản về cơ động.\nTuy có vẻ đơn giản, nhưng đó là những kỹ năng cần thiết cho họ bây giờ.",
    "主脚飛行、噴射地表面滑走、匍匐飛行、そして噴射跳躍。これらを繰り返しながら、指定されたコースを回り続けろ。": "Bay bằng chân, trượt trên bề mặt bằng động cơ phản lực, bay ở tư thế bò, và nhảy bằng động cơ phản lực. Lặp đi lặp lại những điều này, và cứ tiếp tục đi theo lộ trình đã định.",
    "そんなの初年度に死ぬほどやったんだけど？\nあ、%usernameusernameuserna%はそれも知らないんだっけ～！": "Những thứ đó tôi đã làm đến chết trong năm đầu rồi á?\nÀ, %usernameusernameuserna% cũng không biết nữa nhỉ~!",
    "いくらあたしたちでも、基礎機動はさすがに身についていると思うよ。": "Dù là chúng ta đi nữa, em nghĩ là đã thành thạo kỹ năng cơ động cơ bản rồi.",
    "身に着けた……か。それはどうかな。": "Thành thạo… sao? Điều đó còn phải xem xét.",
    "俺は手元でシミュレーターの設定を変更する。\nここからが本番だ。": "Tôi sẽ thay đổi cài đặt của mô phỏng.\nTừ đây mới là bắt đầu.",
    "えっ、敵対ＮＰＣのＭＧが複数も……！？\nこれってただの機動訓練じゃ……": "Hả, MG của NPC đối địch có nhiều…!?\nĐây không phải là huấn luyện cơ động bình thường sao…",
    "順調だったフォーメーション飛行が、\n敵機体の登場で一気に崩れ始めた。": "Đội hình bay đang ổn định, nhưng\nbắt đầu sụp đổ ngay khi kẻ địch xuất hiện.",
    "集中だ！　隊列を乱さず、コースから外れることなく続行しろ！": "Tập trung! Không được làm rối đội hình, và tiếp tục đi theo lộ trình!",
    "で、でも、敵が攻撃してきますよ！？\n反撃しないと……！": "N-Nhưng mà, kẻ địch đang tấn công mà!\nNếu không phản công thì…!",
    "お前たちの武装はロックしてある。回避行動と両立し、基礎機動をその身に叩きこめ！": "Vũ khí của các em đã bị khóa. Vừa né tránh, vừa tập trung vào kỹ năng cơ động cơ bản!",
    "そんな無茶な……！": "Vô lý quá…!",
    "きゃぁあっ！！": "Kyaaa!!",
    "着地の際のバランス制御が甘い！\nそこで止まったら蜂の巣だぞ！": "Kiểm soát thăng bằng khi hạ cánh chưa tốt!\nNếu dừng lại ở đó thì sẽ tan nát đấy!",
    "……障害物競走みたい。": "…Giống như một cuộc đua vượt chướng ngại vật.",
    "うう、考えながら動けば回避が、回避に専念すれば動きがおろそかになりますわね……": "Uu, vừa phải suy nghĩ vừa phải di chuyển thì không né được, mà chỉ tập trung né thì lại lơ là trong di chuyển…",
    "そうだ。それがお前たちの弱点だ。普通に歩くとき、『どう歩くか』なんて考えないだろう？": "Đúng vậy. Đó là điểm yếu của các em. Khi đi bộ bình thường, các em đâu có nghĩ 'đi như thế nào'?",
    "ＭＧも同じだ。マニュアル的な動かし方を覚えるだけでなく、無意識で正確に使えてこそ、身についたと言える。": "MG cũng vậy. Không chỉ học cách di chuyển theo kiểu thủ công, mà còn phải sử dụng một cách chính xác một cách vô thức thì mới được coi là đã thành thạo.",
    "チームワークや連携なんかは、それが身についてから鍛え上げるべきものだ。": "Tinh thần đồng đội và sự phối hợp, nên được rèn luyện sau khi đã thành thạo những điều đó.",
    "なるほど……まずは己の体くらい、ＭＧを自由に動かせるようになれということね？": "Ra là vậy… Đầu tiên là phải làm cho cơ thể của mình, MG có thể tự do di chuyển được sao?",
    "そういうことだが、もちろん言葉で言うほど簡単なことじゃないぞ。": "Đúng là như vậy, nhưng tất nhiên, không dễ như nói đâu.",
    "ＭＧの隅々まで、自分の身体の延長のように意識するんだ。荷重をコントロールし、旋回Ｇを手懐けろ！": "Phải ý thức từng ngóc ngách của MG, như là một phần mở rộng của cơ thể mình. Phải kiểm soát trọng lượng và chế ngự lực G khi xoay!",
    "イエッサー！！": "Vâng, thưa sếp!!",
    "こうして、みっちり３時間ほどの訓練を終える頃には、\n全員が疲労困憊の極みにあった。": "Sau khi kết thúc buổi huấn luyện trong khoảng 3 tiếng, thì\ntất cả mọi người đều đã kiệt sức.",
    "……ふらふらする。まだ機体に乗ってるみたい……": "…Lảo đảo quá. Cứ như vẫn đang ở trong máy vậy…",
    "つっかれたぁ～！！\n時間いっぱい逃げ続けるハメになるなんて～！！": "Mệt quá đi~!!\nCứ phải trốn chạy suốt thời gian luôn~!!",
    "だけど、最後の方は、みんな考えるよりも早く回避が間に合う感覚があったんじゃないか？": "Nhưng mà, trong khoảng thời gian cuối, mọi người có cảm giác là né tránh nhanh hơn là suy nghĩ không?",
    "ええ。疲労もあってか、自然と負荷のかからない動きが習得できた気がしますわ。": "Vâng. Có lẽ vì mệt mỏi, mà em có cảm giác là đã học được những động tác không gây áp lực.",
    "だってひっきりなしに撃ってくるんだもん！\n全部全力で避けてたら、身がもたないし！": "Vì chúng cứ bắn liên tục mà!\nNếu né hết bằng toàn lực thì không chịu nổi!",
    "……敵は待ってくれない。これぐらい自然にできるようにならないとってこと。": "…Kẻ địch không chờ đợi. Phải làm sao để có thể làm được điều đó một cách tự nhiên.",
    "そうだね。今まで自分が、どれだけ適当にＭＧを動かしていたかわかったかも。": "Đúng vậy. Có lẽ đến bây giờ tôi mới biết mình đã điều khiển MG một cách tùy tiện như thế nào.",
    "無意識での基礎機動の訓練は効果があったようだな。\nこの調子なら、次のステップに進んでも問題なさそうだ。": "Huấn luyện cơ động cơ bản một cách vô thức có vẻ đã có hiệu quả.\nNếu cứ tiếp tục như vậy, thì có lẽ có thể tiến tới bước tiếp theo.",
    "めるさん？　どうかなさいまして？": "Mê-ru? Sao vậy?",
    "みんな、すごいです。こんな短時間で、上達して……": "Mọi người thật tuyệt vời. Chỉ trong thời gian ngắn mà đã tiến bộ…",
    "私だけ、明らかに訓練成果が良くないです……機体はあちこちぶつけるし、被弾も多いし……": "Chỉ có em là, kết quả huấn luyện không tốt lắm… Va chạm máy móc lung tung, bị bắn cũng nhiều nữa…",
    "めるさん……上達には個人差がありますもの。自分のペースで頑張ればいいのですわ。": "Mê-ru… Sự tiến bộ của mỗi người là khác nhau. Cứ cố gắng theo tốc độ của mình là được.",
    "……頑張ります。": "…Em sẽ cố gắng."
}