{
    "文化祭の閉会後。\n片付けのためフルートとふたりで部屋に残った。": "Sau khi bế mạc lễ hội văn hóa.\nTôi và Furuto ở lại trong phòng để dọn dẹp.",
    "はぁ……本当に終わっちゃいましたね。": "Haizz... Thật sự là đã kết thúc rồi nhỉ.",
    "始まってからは、あっという間でした。\n楽しくて……驚く事件もあったけど、それも含めて楽しくて。": "Từ lúc bắt đầu, mọi thứ trôi qua nhanh như chớp.\nVui vẻ... Dù có những sự kiện bất ngờ, nhưng bao gồm cả chúng, đều rất vui.",
    "%usernameusernameuserna%さんも、\n楽しんでもらえましたか？": "Cậu %usernameusernameuserna% cũng vậy,\nđã vui vẻ chứ?",
    "とてもいい経験をさせてもらったと、\n彼女の言葉にしっかりうなずき返した。": "Tôi đã gật đầu thật mạnh với lời cô ấy, rằng tôi đã có một trải nghiệm rất tuyệt vời.",
    "そう思ってもらえて嬉しいです！\nでも、お礼を言うのはフルートのほうなんですよ。": "Em rất vui khi anh nghĩ vậy!\nNhưng, người cần nói lời cảm ơn là Furuto mới đúng.",
    "%usernameusernameuserna%さんの力あっての、\n大成功だったと思いますから。": "Em nghĩ là nhờ có anh %usernameusernameuserna%,\nmà mọi thứ đã thành công rực rỡ.",
    "本当にあざまるでした！": "Thật sự rất cảm ơn!",
    "……なんて言葉だけじゃ、足りません。\nお礼したいですんですけど、してほしいこととかありませんか？": "…Chỉ những lời nói thôi thì vẫn chưa đủ.\nEm muốn cảm ơn anh, nhưng anh có muốn em làm gì không?",
    "なら、その可愛い衣装のままのフルートと、\n「そういう事」ができたらなあ、なんて――": "Nếu vậy, tôi muốn cùng Furuto trong bộ trang phục dễ thương đó,\n“làm chuyện đó” một chút――",
    "そっ、その……それでいいんですか？": "Đ, được... Vậy... Như vậy có được không ạ?",
    "あっ、いや、もちろん嫌だったら無理しなくていい。\nちょっと言ってみただけというか……": "À, không, tất nhiên là nếu em không thích thì không cần phải miễn cưỡng đâu.\nChỉ là tôi nói thử thôi...",
    "い、嫌じゃないんですよ！？\nむしろ、嬉しいかも……です。": "Đ, đâu có ghét đâu ạ!?\nThậm chí, em còn thấy vui nữa...",
    "そ、そうなのか……？": "V, vậy sao...?",
    "だって%usernameusernameuserna%さんとする、\nエッチなことは……き、気持ちいいですし……": "Vì em và anh %usernameusernameuserna% làm chuyện,\nngười lớn... c, cảm giác rất là... sướng...",
    "それでお礼になるなら……喜んで。\nあの……どんなふうにすればいいですか？": "Nếu như vậy là đủ để cảm ơn... thì tôi rất vui lòng.\nÀ... Em nên làm như thế nào đây?",
    "じゃあ、ここに手をついて……\nもっと近くで、フルートを感じさせてくれ。": "Vậy thì, hãy đặt tay lên đây...\nGần hơn nữa, để tôi cảm nhận Furuto.",
    "小悪魔的に丈の短いスカートに触れ、着衣を乱していく。\nその間にすっかり昂ったこちらのモノを、震える秘所に宛がうと……": "Tôi chạm vào chiếc váy ngắn của cô ấy một cách tinh ranh, làm xáo trộn trang phục.\nTrong lúc đó, thứ của tôi đã hoàn toàn cương cứng, tôi áp nó vào nơi bí mật đang run rẩy...",
    "あっ……あはぁあっ……！": "A... Aaa...!",
    "ぐ、ぐいぐいって……奥……奥にっ……！\nんぅっ……入って、くるぅ……っ、ん、んは……！": "G, gừ... Sâu... Sâu hơn nữa...!\nƯ... Đã vào... rồi... ư, ưm...",
    "びくりと体を震わせたフルートに大丈夫かと尋ねるが、\n彼女はこくりと頷いた。": "Tôi hỏi Furuto, người đang run rẩy, có ổn không, nhưng\ncô ấy đã gật đầu.",
    "は、はい……っ。\nその……もっと激しくたって……大丈夫ですよ。": "V, vâng...!\nCái đó... Mặc dù có... mạnh mẽ hơn nữa... cũng không sao đâu ạ.",
    "だ、だって今日のフルートは……ただのギャルじゃないんです。\n吸血鬼さん……ですからっ。": "V, vì Furuto của ngày hôm nay... không chỉ là một cô gái bình thường đâu.\nLà một ma cà rồng... mà.",
    "%usernameusernameuserna%さんを……\nかぷって噛んで、血を吸っちゃうモンスターなーんて……は、はうぅ。": "Em sẽ... cắn anh %usernameusernameuserna% một cái, và hút máu anh... như một con quái vật... h, ha...",
    "そんな可愛い吸血鬼を襲っている俺は、\nもしかしたら狼男かもしれないな。と軽口を叩く。": "Tôi, người đang tấn công một ma cà rồng dễ thương như vậy,\ncó lẽ là một người sói chăng. Tôi nói đùa.",
    "お、狼男、ですか……！？\nはぁぅっ……ん、んふぁ……っ。": "N, người sói... sao ạ...!?\nHau... ư, ưm...",
    "じゃあ……んっ、ああんっ、もしかして\nフルートの方が、食べられちゃうんでしょうか……っ？": "Vậy thì... ư, aah, có lẽ nào\nFuruto sẽ bị ăn thịt... sao...?",
    "だ……だから、こんなにフルートの中で、こんなにおっきく……？\nうぅ、前より……すごいですよぉっ！　はぁ、んあぁっ……": "V... Vì thế, bên trong Furuto, nó lớn đến vậy sao...?\nƯ, hơn trước... rất là... lớn đó! Ha, aah...",
    "甘い声を上げるフルート。彼女の膣内では無数の舌にも似た\n膣襞が、肉棒にきゅうきゅうと吸い付いている。": "Furuto cất tiếng nói ngọt ngào. Bên trong âm đạo của cô ấy, vô số những nếp gấp giống như lưỡi,\nđang dính chặt vào dương vật.",
    "あうぅ……お、おっきいだけじゃ、なくて……っ。\nかたさも……つよさも……んっ、ふあぁ……！": "Auu... K, không chỉ... lớn đâu...!\nĐộ cứng... và sức mạnh... ư, fuu...!",
    "そ、それに……な、何より……っ、\nあうぅ、言うの、恥ずかしいですけどぉ……気持ちよさも……っ。": "V, và... hơn hết...!\nAuu, em rất ngại khi phải nói... nhưng... cảm giác cũng... rất là... sướng...",
    "そう言いながらフルートが体をくねらせた。\nペニスがぬらりと粘膜に撫で上げられ、快感がゾクリと駆け上がる。": "Nói vậy, Furuto uốn éo người.\nDương vật được vuốt ve trên niêm mạc ẩm ướt, và cảm giác khoái cảm chạy dọc sống lưng.",
    "こ、こんな……っ、ん、ふあぁっ……\nこんなすごい体験が……この世界にあるなんて……っ！": "T, thật là... ư, fuu...\nMột trải nghiệm tuyệt vời như vậy... lại có trên thế giới này...!",
    "あっ……ま、まだ奥へっ！？\nんくっ……ん、んっ……ふあぁ……！": "A... V, vẫn sâu hơn nữa sao!?\nƯm... ư, ưm... fuu...!",
    "フルートが身じろぎするたび、膣内が形を変え、\n新たな刺激をペニスに送り込んでくる。": "Mỗi khi Furuto cựa quậy, bên trong âm đạo thay đổi hình dạng,\ngửi những kích thích mới đến dương vật.",
    "これはとんでもなく悪い吸血鬼だ、とフルートに囁く。\nこちらの大事なものを一滴残らず搾りとろうとするのだから。": "Tôi thì thầm với Furuto, rằng cô ấy là một ma cà rồng tồi tệ.\nvì cô ấy đang cố gắng vắt kiệt những thứ quan trọng của tôi.",
    "えへへ……喜んでもらえてるなら……\nはぁはぁ……とってもぽよです……ひああっ。": "Ehehe... Nếu anh vui... thì...\nHa ha... Em rất là poyo... hiaa!",
    "%usernameusernameuserna%さんのがっ……\n奥であつく……は、あああっ……！": "Cái của anh %usernameusernameuserna%...\nsâu bên trong... n, aah...!",
    "フルートも……おなか、あついです……っ。\nねえ、ください……%usernameusernameuserna%さんの……": "Furuto cũng... bụng... nóng rồi...!\nNày, cho em... của anh %usernameusernameuserna%...",
    "フルートが腰をくねらせねだってくるが、\n吸血鬼なら自分で吸ってみせろと突き放してみた。": "Furuto uốn éo hông và nài nỉ, nhưng\ntôi đẩy cô ấy ra, bảo rằng nếu là ma cà rồng thì hãy tự mình hút.",
    "んんっ……悪い人ですね……っ。\nわかり、ました……吸血鬼の本領、発揮しちゃいますっ。": "Ưm... Anh thật là người xấu...!\nEm hiểu rồi... Em sẽ thể hiện hết khả năng của ma cà rồng...",
    "いーっぱいちゅーちゅーしちゃって、\n%usernameusernameuserna%さんをぽよな気持ちにさせちゃいます！": "Em sẽ hôn chụt chụt thật nhiều,\nlàm cho anh %usernameusernameuserna% có cảm giác poyo!",
    "挑発的にこちらを見るフルート。\n期待で、胸とアソコが膨らみ、また彼女が甘く喘いだ。": "Furuto nhìn tôi một cách khiêu khích.\nVì sự mong đợi, ngực và chỗ đó của cô ấy phồng lên, và cô ấy lại rên rỉ ngọt ngào.",
    "んひゃうっ！？　うぅ……ちょっとだけ、怖いです。\nこの先を知ったら……どうなっちゃうんだろうって思うと。": "Uhyau!? Ư... Chỉ một chút thôi, em sợ quá.\nKhi biết được chuyện gì sẽ xảy ra sau này...",
    "あっ、で、でも、全力で……お願いしますね。": "À, nhưng, em sẽ cố gắng hết sức... xin anh đó.",
    "はぁはぁ……フルートも吸血鬼ギャルとして、\nぜ、全力で頑張りますから……っ！": "Ha ha... Furuto cũng là một cô gái ma cà rồng,\nsẽ c, cố gắng hết sức...!",
    "一緒に全力で気持ちよくなろうと、彼女の背中を撫でてから、\n抽送を激しくしていく。": "Tôi vuốt ve lưng cô ấy, và cùng nhau tận hưởng cảm giác tuyệt vời,\nrồi tăng tốc độ bơm.",
    "うっ……はああんっ……！？\n一番奥まで、ごりごりってぇ……んあぁっ！": "Ư... Haaan...!?\nSâu nhất, gừ gừ... aah!",
    "ひあっ……ずん、ずんってくるの……っ、\nす、すご……すごすぎぃ……！": "Hiaa... Zun, zun... đến rồi...\nT, tuyệt... tuyệt vời quá...!",
    "こちらの突き上げにフルートが目を白黒させる。\nきゅんと膣奥が亀頭を吸い上げ、快感が押し寄せた。": "Furuto trợn mắt trước sự thúc đẩy của tôi.\nBên trong âm đạo co thắt, liếm lên quy đầu, và cảm giác khoái cảm ập đến.",
    "んっ、あっ……ふああっ……！\n深いの、やぁ……っ、頭、びりびりしちゃう……っ！": "Ưm, aah... fuuaah...!\nSâu quá, yaa... đầu em... tê rần...",
    "あっ、んぁっ、違くて……っ、嫌じゃない、です……っ。\nはぁっ、んぅ……けど、良くてぇ……っ！": "A, aah, không phải...!\nKhông phải là em ghét...!\nHa, ư... nhưng, rất là... thích...",
    "そう言う間にも愛液がねっとりとペニスに絡みつき、\n腰を打ち付けるたびに淫らな音が響く。": "Trong khi nói vậy, chất dịch tình yêu dính chặt vào dương vật,\nvà mỗi khi hông va chạm, một âm thanh dâm đãng vang lên.",
    "はぁああっ、あっ……んんっ、\nえっちな音……っ、しちゃってます……っ。": "Haaah, aah... ưm...\nÂm thanh... dâm đãng... đó...",
    "あうぅっ、んっ、ふあ……っ！\nき、聞かないで……恥ずかしい、からぁ……っ。": "Auu, ưm, fuah...!\nĐ, đừng nghe... em ngại... quá...",
    "そんな様子にいっそう興奮が募り、\n肉棒は膣奥をさらに力強く叩いた。": "Trong tình huống đó, sự phấn khích càng tăng lên,\ndương vật càng mạnh mẽ đập vào sâu bên trong âm đạo.",
    "ああんっ！？　ごりごりってなるたびに……っ、\n奥から、気持ちいいのが広がってきて……！": "Aaan!? Mỗi khi gừ gừ...!\nTừ sâu bên trong, cảm giác dễ chịu lan tỏa...!",
    "はぁはぁ……はぁあっ……！　\nお、おかしくなっちゃいそうですっ……": "Haa ha... haah...!\nEm... như muốn phát điên rồi...",
    "お腹の奥……奥がぁっ！\nたっ……たまらなく、きゅんなんですぅ……っ！": "Sâu bên trong bụng...!\nKhông... chịu nổi, rất là... kyun...",
    "フルートのきゅんは、膣の収縮となって、\n膨張したペニスにも伝わっている。": "Kyun của Furuto, trở thành sự co thắt của âm đạo,\ntruyền đến cả dương vật đang phồng lên.",
    "あはぁっ……きゅうぅんってすると……っ、\nもっと、気持ちよくなってぇ……はうぅんっ……！": "Ahaa... Kyuun... khi làm vậy...!\nEm càng cảm thấy... dễ chịu hơn... hauun!",
    "あぁああっ……いっ、いいっ……はぁはぁっ！": "Aaaah... thích... haa haa!",
    "んあぁ……今は、吸血鬼ギャル、なのにぃ……っ。\nあうぅ……はぁ、あっ…はあぁっ……": "Aah... Bây giờ, là một cô gái ma cà rồng...!\nAuu... haa, aah... haaah...",
    "これじゃ……っ、あんっ、ふあぁっ……\nただのフルートとおんなじで……めろめろですぅ……！": "Như vậy...!\nAn, fuah... chỉ là Furuto thôi... mê mệt...",
    "同じどころか、快感に震えるフルートの膣内は\n腰が砕けそうになるほど気持ちがよかった。": "Không chỉ vậy, bên trong âm đạo của Furuto đang run rẩy vì khoái cảm,\ncảm giác thật tuyệt vời, như thể hông sắp gãy ra.",
    "んんっ……！？　また、おっきく……！？\nひゃぁんっ、んっ、それに……あつい……っ！": "Ưm...!? Lại... lớn hơn...!?\nHyaan, ưm, và... nóng...!",
    "驚くフルートに、吸血鬼がそんな調子で、\nこちらのものを吸い取れるのかと揶揄いの声をかける。": "Tôi trêu chọc Furuto, người đang ngạc nhiên, rằng một ma cà rồng như vậy,\ncó thể hút thứ gì của tôi không.",
    "んふふ……吸血鬼は無理でも、ちょっとだけえっちなフルートに……\nいっ…今だけは……なりたいな……んんっ……": "Ufufu... Dù ma cà rồng không thể, nhưng chỉ một chút Furuto dâm đãng thôi...\nChỉ... bây giờ thôi... em muốn... ưm...",
    "あはぁっ、ああっ……、%usernameusernameuserna%さんに、\n喜んでもらうためにも……っ、ん、ふあぁん……！": "Ahaa, aah... Vì để anh %usernameusernameuserna%,\nvui vẻ... ư, fuuan...!",
    "十分以上になれているし、すごく可愛いと伝える。\nそれこそ、全てを吸い取られてしまいそうなほどに。": "Tôi nói rằng cô ấy đã làm được hơn cả mong đợi, và rằng cô ấy rất dễ thương.\nĐến mức như thể tôi sắp bị hút cạn mọi thứ.",
    "ほ、本当ですか……っ？\nあんっ、嬉しいです……っ、は、ふあぁっ……！": "Th, thật sao...?\nAn, em vui lắm... ha, fuah...!",
    "%usernameusernameuserna%さんも……\nはぁんっ、メロメロにしちゃえた……なら……っ！": "Anh %usernameusernameuserna% cũng...!\nHaan, em đã làm anh mê mệt...!\n",
    "フルートの可愛い言葉が、ますますペニスを昂らせていく。": "Những lời nói dễ thương của Furuto, càng làm tăng thêm sự phấn khích của dương vật.",
    "ひっ、ひああああっ……ま、まだおおきくっ……！？": "Hic, hiahhh... v, vẫn còn lớn hơn...!?\n",
    "しゅご……しゅごすぎぃっ！\nどっ、どこまで……一体どこまでぇっ……！？": "Shugo... shugo sugii!\nĐ, đến đâu... rốt cuộc là đến đâu...!?",
    "%usernameusernameuserna%さんっ……！\nだめぇっ、もう……気持ちよすぎますぅ……はぁあっ！": "Anh %usernameusernameuserna%...!\nKhông được... em... sướng quá... haah!",
    "いっぱい、いっぱい突かれて……っ、んやぁっ！\nおくに……欲しくて、たまらないんです……っ！": "Bị đâm thật nhiều... ư, yaah!\nSâu bên trong... em muốn, không thể chịu nổi...!",
    "こちらの欲望を叩きつけると、もっと淫らになっていくフルート。\n収縮する膣に肉棒を扱かれ、快感の奔流に飲まれていく。": "Khi tôi đập vào ham muốn của mình, Furuto trở nên dâm đãng hơn.\nDương vật bị xử lý trong âm đạo đang co thắt, và bị cuốn vào dòng khoái cảm.",
    "やっ……はあっ、あああっ……っ。\n%usernameusernameuserna%さんも、気持ちいいですかっ……？": "Ya... haah, aah...!\nAnh %usernameusernameuserna% cũng thấy sướng sao...?",
    "ん……っ、くうぅっ……！　もっと、気持ちよくなって……っ。\nじゃないと……じゃないと……っ、んっ、ふあ、ああ……！": "Ưm... kuu...!\nMuốn... sướng hơn nữa...!\nNếu không... nếu không... ưm, fuah, aah...",
    "膣内が痙攣するように断続的に震え始め、\n彼女が大きな波の予兆を感じていることに気付いた。": "Bên trong âm đạo bắt đầu run rẩy liên tục, như thể bị co giật,\nvà tôi nhận thấy cô ấy đang cảm nhận được điềm báo của một con sóng lớn.",
    "んぅっ、一人だけイッちゃうのは、いやです……っ。\nお願い、いっしょに……！": "Ưm, em không muốn một mình...!\nXin anh, cùng em...!",
    "健気なおねだりに、わかったと答える。\nそして一緒に絶頂へ駆けあがるべく、ピストンの速度を上げた。": "Tôi đáp lại lời cầu xin ngoan ngoãn của cô ấy, rằng tôi hiểu rồi.\nvà tăng tốc độ piston để cùng nhau lên đến đỉnh điểm.",
    "あ、はああああっ……すごっ……すごいいぃっ！\nドクドク……ドクドクってぇっ……": "A, haaah... tuyệt... tuyệt vời...!\nĐokudoku... dokudoku...",
    "あああんっ、こ、こんなにたくさん、嬉しいぃ……っ、\nあ、また……ひゃああんっ！": "Aaan, nhiều đến vậy, em vui quá...!\nÀ, nữa rồi... hyaaan!",
    "精を吐き出すたびにフルートの膣内が激しくうねり、\n最後の一滴まで残らずに吸い上げられてしまう。": "Mỗi khi tinh dịch được phun ra, bên trong âm đạo của Furuto rung chuyển dữ dội,\nvà nó bị hút cạn đến giọt cuối cùng.",
    "それから少しの間は、ふたりとも心地よい気だるさの中で、\nただ荒い息をついていた。": "Sau đó, trong một thời gian ngắn, cả hai chúng tôi đều chỉ thở hổn hển,\ntrong sự mệt mỏi dễ chịu.",
    "はぁはぁ……はあっ……よ、良かった……\n気持ち良かったです……": "Haa ha... haah... t, tốt quá...\nCảm giác thật tuyệt...",
    "%usernameusernameuserna%さんは……\nそ、その……どうでした？": "Anh %usernameusernameuserna% thì...\nt, thì... thế nào?",
    "とても気持ち良かったし、\nフルートは最高に可愛かったと、髪を撫でてやる。": "Tôi vuốt tóc cô ấy, nói rằng tôi cảm thấy rất tuyệt vời,\nvà Furuto là người tuyệt vời nhất.",
    "そう聞いて、ホッとしました。\nでも……お返しには、なりませんでしたね。": "Nghe vậy, em cảm thấy nhẹ nhõm.\nNhưng... Em vẫn chưa trả ơn được...",
    "だって……フルート、あんなに気持ちよくしてもらって……\nむしろまたお返しがいりますよ。": "Vì... Furuto, đã được cảm thấy dễ chịu đến vậy...!\nThay vào đó, em cần phải trả ơn anh mới đúng.",
    "十分いいお返しをしてもらったと思うが、そういうことなら、\n今度またしようかと提案する。": "Tôi nghĩ rằng cô ấy đã trả ơn tôi rất nhiều, nhưng nếu là như vậy,\ntôi đề nghị chúng ta nên làm một lần nữa.",
    "ふふっ、それいいですね。\nとってもアゲぽよな提案です、ぜひ……！": "Fufu, điều đó thật tuyệt vời.\nĐề nghị rất là agepoyo, xin mời...!",
    "しばらくして。\n後ろを向いてフルートが着衣を整えるのを待った。": "Sau một lúc.\nTôi chờ Furuto quay lưng lại và chỉnh lại quần áo.",
    "恥ずかしいからという彼女の希望だが、\nあの状態で愛し合った後、急に恥ずかしくなる女心はやはり分からない。": "Cô ấy muốn như vậy vì ngại, nhưng\ntôi vẫn không hiểu được trái tim của một người phụ nữ, người đột nhiên cảm thấy xấu hổ sau khi ân ái trong tình trạng đó.",
    "あの……ちょっと困ったことになっちゃいまして……": "À... Em gặp một chút rắc rối...",
    "その言葉とともにこちらの端末に写真が送られてくる。": "Cùng với những lời đó, một bức ảnh được gửi đến thiết bị đầu cuối của tôi.",
    "うぅ……っ、上手く元通り着られないんですけど、\nどうしたらいいんでしょう……？": "Ư... Em không thể mặc lại như cũ, thì phải làm sao đây...?",
    "……！？": "...!?",
    "送られてきたのは、中途半端に衣装がはだけた状態の\nフルートの姿が写った画像だった。": "Bức ảnh được gửi đến, là hình ảnh Furuto trong bộ trang phục bị bung ra một nửa.",
    "……着替え、手伝おうか？": "...Để tôi giúp em thay đồ nhé?",
    "ご……ごめんなさい～っ。\nとってもさげぽよです……": "X, xin lỗi~!\nEm rất là sagepoyo...",
    "こちらとしては全然困っていないから、\n気にせずどんどん頼ってくれて大丈夫だぞ。": "Tôi không hề gặp rắc rối gì cả,\nvà cứ thoải mái dựa dẫm vào tôi.",
    "ちなみにこのデータは手元に残しておいてもいいかと尋ねてみる。": "Nhân tiện, tôi hỏi liệu tôi có nên giữ lại dữ liệu này không.",
    "い、いいですけど……\nあっ、でも、他の人には見せちゃだめですよ！": "Đ, được...!\nÀ, nhưng, đừng cho người khác xem nhé!",
    "お許しを得たので堂々と画像を保存し、\n彼女が身支度を整えるのを手伝った。": "Tôi có được sự cho phép, nên đã lưu hình ảnh một cách đàng hoàng,\nvà giúp cô ấy chuẩn bị.",
    "お待たせしました。\n時間がかかっちゃってごめんなさい。": "Xin lỗi vì đã để anh đợi.\nEm xin lỗi vì đã mất nhiều thời gian.",
    "気にしなくていい、疲れただろうしな。\nけど、この状態じゃ、片付けは時間かかりそうだなあ。": "Không sao đâu, em mệt rồi mà.\nNhưng, trong tình trạng này, việc dọn dẹp có vẻ sẽ mất nhiều thời gian đấy.",
    "……あはは、ですよねー。\nもうフラフラですもん。": "...Aha, đúng là vậy rồi.\nEm đã mệt mỏi rồi.",
    "でも、一緒に気持ちよくなれて、すごく幸せです。": "Nhưng, em rất hạnh phúc khi được cùng anh cảm thấy dễ chịu.",
    "そんな%usernameusernameuserna%さんとなら、\n一緒に大変な思いをするのも……嬉ぽよです。": "Nếu là anh %usernameusernameuserna%,\ncùng nhau trải qua những điều khó khăn... em cũng rất là ureshipoyo.",
    "きっと、きっと、とっても『ぽよ』な、\n思い出に残る片付けになりますから！": "Chắc chắn, chắc chắn, sẽ là một buổi dọn dẹp để lại nhiều\nkỷ niệm “poyo”!",
    "そこは完全に同意するしかない。\nうなずきあうと、ふたり一緒に片付けを始めたのだった。": "Tôi chỉ có thể hoàn toàn đồng ý.\nKhi chúng tôi gật đầu, cả hai chúng tôi bắt đầu dọn dẹp cùng nhau."
}