{
    "足音、もう聞こえなくなったね。": "Tiếng bước chân, hình như không còn nữa rồi.",
    "どうやら追手をまくことができたようだ。\nまずは礼を言わねばなるまいな。": "Xem ra chúng ta đã cắt đuôi được bọn chúng rồi.\nTrước hết phải cảm ơn mới được.",
    "助けてくれてありがとう！\nえーっと……": "Cảm ơn cậu đã giúp tôi!\nÀ thì...",
    "榊野ヒイロ。\n%usernameusernameuserna%、久しぶり。": "Sakakino Hiro.\n%usernameusernameuserna%, lâu rồi không gặp.",
    "榊野……ヒイロさん！？\nあなたが、あの！？": "Sakakino... Hiro-san!?\nCậu là, người đó!?",
    "えっ、この人ってもしかして有名人なの？": "Ê, người này có khi nào là người nổi tiếng không vậy?",
    "は、はい。島内でもすごい実力を持っているパイロットの方です！\n%usernameusernameuserna%さん、お知り合いだったんですか？": "V-Vâng. Cô ấy là một phi công có thực lực rất ghê gớm trong đảo!\n%usernameusernameuserna% san, quen biết sao?",
    "ああ、前にちょっとな……。": "À, trước đây có quen biết chút...",
    "榊野ヒイロ。たった一人でチームとして認められる程の実力を\n持っている、スカラ有数のパイロットだ。": "Sakakino Hiro. Một mình cô ấy đã được công nhận là một đội\n, là một trong những phi công hàng đầu của Scara.",
    "本来数人で組むチームを特例で一人で結成する事を認めさせた、\n生徒会長も一目置いている凄い人なんですよ！": "Đáng lẽ một đội phải có vài người, nhưng cô ấy đã được đặc cách thành lập đội một mình.\nHội trưởng cũng phải nể cô ấy đấy!",
    "ほう……道理で他の者とは気配が違うわけだ。": "Hừm... Thảo nào lại có khí chất khác hẳn những người khác.",
    "さっきは危ない所を助けてくれてありがとうな。\nでもなんで俺達を助けたんだ？": "Lúc nãy đã giúp tôi một phen nguy hiểm, cảm ơn cậu nha.\nNhưng tại sao cậu lại giúp chúng tôi?",
    "さっきも言ったけど、面白そうだったから。": "Như lúc nãy tôi đã nói, vì thấy thú vị.",
    "面白そう……ですか？\n追いかけられてピンチな状況でしたけど……": "Thú vị... sao ạ?\nRõ ràng là đang trong tình cảnh bị truy đuổi, rất nguy hiểm...",
    "だから良かった。\n人数で追い詰めるやり方は好みじゃない。": "Chính vì thế nên mới hay.\nTôi không thích cách dồn ép bằng số đông.",
    "……そういえば、ヒイロは自分を限界に追い込んで、\nそれを実力で乗り越えるのが好きなんだっけか。": "...Nói mới nhớ, Hiro thích tự đẩy bản thân đến giới hạn,\nrồi vượt qua nó bằng thực lực của mình.",
    "だが、よいのか？\nスカラの生徒であれば彼女から協力要請があったのでは……": "Nhưng, có được không?\nNếu là học sinh của Scara thì lẽ ra phải nhận lời hợp tác từ cô ấy...",
    "あったけど無視した。\n別に強制じゃなかったし。": "Tôi đã nhận được lời mời, nhưng tôi đã phớt lờ.\nDù sao thì cũng không bắt buộc.",
    "ふむ。そちらの協力は断ったが、\nこちらへの加勢はしてくれるという訳か。": "Hừm. Cô đã từ chối hợp tác với bên kia,\nnhưng lại muốn giúp chúng ta sao?",
    "うん。こっちの方がギリギリの追いかけっこで面白そう。": "Ừm. Bên này có vẻ như đang trong tình thế ngàn cân treo sợi tóc, nên có vẻ thú vị hơn.",
    "あ、やっぱり基準はそこなんだ……": "A, ra là tiêu chuẩn của cậu là vậy sao...",
    "だが、ヒイロだったか……彼女が言う、\n己の限界を試したいという気持ちもわかるな。": "Nhưng, là Hiro sao... Tôi cũng hiểu được cảm giác muốn thử thách giới hạn của bản thân mà cô ấy nói.",
    "分かって貰えてうれしい。\nという事で困難な方の味方になって協力する。": "Rất vui vì cậu hiểu.\nVậy nên tôi sẽ trở thành đồng minh của bên gặp khó khăn và hợp tác.",
    "ええっと……よく分かりませんが、\n味方になって頂けるなら心強いです！": "À thì... Tôi không hiểu lắm, nhưng\nnếu cậu là đồng minh thì tôi rất yên tâm!",
    "うん、ちょっと変わってるよね……\n御剣さんとは分かり合えてるみたいだけど。": "Ừm, hơi kỳ lạ nhỉ...\nCó vẻ như đã hiểu nhau với Mikawa-san.",
    "己を鍛え上げるために敢えて困難な道を選ぶその精神は、\n我々も見習うべきものだぞ？": "Tinh thần dám chọn con đường khó khăn để rèn luyện bản thân của cô ấy,\nchúng ta cũng nên học tập theo?",
    "まあ、確かにその通りだな\n困難に挑む姿勢は立派なもんだ。": "Mà, đúng là như vậy thật.\nTư thế đối mặt với khó khăn của cô ấy thật đáng nể.",
    "私達はどうやら心強い味方を得たようだな。": "Hình như chúng ta đã có một đồng minh rất đáng tin cậy rồi.",
    "……御剣さんと%usernameusernameuserna%さんで、\nなんだか盛り上がってますね。": "...Mikawa-san và %usernameusernameuserna% san,\nmọi người đang rất hào hứng nhỉ.",
    "ええっと……それで、どうしましょうか？": "À thì... Vậy chúng ta phải làm sao đây?",
    "あ、そうだ！　ヒイロさんってスカラ校舎の生徒だよね！？\nじゃあ、ここの土地や人にも詳しかったりする！？": "A, đúng rồi! Hiro-san là học sinh của trường Scara đúng không!?\nVậy cậu có rành về vùng đất và con người ở đây không!?",
    "……それなり程度？": "...Tạm ổn?",
    "うん、それでも十分だよ！　地元の協力者ゲットだね！\nこれでタケルちゃんには絶対負けない！": "Ừm, vậy là đủ rồi!\nChúng ta đã có một người hỗ trợ ở địa phương rồi!\nNhư vậy thì nhất định sẽ không thua Takeru-chan đâu!",
    "ヒイロ、俺たちはブラックマーケットの商店を探してるんだ。\nそれで、スカラを走り回ってるんだが……": "Hiro, chúng tôi đang tìm cửa hàng của chợ đen.\nVì thế mà chúng tôi đang chạy vòng vòng ở Scara...",
    "生徒会から提供された情報だけだと道が複雑すぎて、\n７つある商店の場所にもたどり着けないんだよ。": "Chỉ với thông tin nhận được từ hội học sinh thì đường đi quá phức tạp,\nchúng tôi không thể tìm được vị trí của 7 cửa hàng.",
    "まず、ブラックマーケットの商人の多くは、\nひとつところには留まらない。": "Đầu tiên, rất nhiều thương nhân của chợ đen,\nsẽ không ở một chỗ cố định.",
    "確かに。\n非合法の商品を扱っている以上は当然の対策だ。": "Quả thật.\nVì họ buôn bán hàng hóa bất hợp pháp nên đó là điều đương nhiên.",
    "手がかりは？": "Vậy manh mối là gì?",
    "生徒会長が寄越した情報だ。\n参考になりそうか？": "Thông tin mà hội trưởng đã cung cấp.\nCó vẻ như có ích đấy?",
    "……こういう商店が隠れ潜んで営業しそうな場所になら、\nいくつか心当たりがある。": "...Nếu là những nơi mà những cửa hàng như vậy có thể ẩn náu để buôn bán,\ntôi có vài chỗ nghi ngờ.",
    "おおっ！？": "Ố ô!?",
    "それと――": "Và――",
    "それと？": "Và?",
    "人気が多い騒がしい場所は避けたがる。\n誰もいない場所で営業しているはず。": "Họ sẽ tránh những nơi ồn ào, náo nhiệt.\nChắc chắn họ sẽ buôn bán ở những nơi không có ai.",
    "なるほど……確かに、後ろ暗い人間は喧騒を避けるか。": "Ra là vậy... Quả thật, những kẻ mờ ám thường tránh xa những nơi ồn ào.",
    "おお、そのヒントがあれば、\n一気に勝利が近づいた感じがするね！": "Ô, với gợi ý đó, tôi cảm thấy\ncơ hội chiến thắng đã đến gần hơn rồi!",
    "でも、だとしたら白銀さん達も\nその商店の場所を教わってるんじゃ……": "Nhưng, nếu là vậy thì Shiragin-san cũng đã\nđược biết vị trí của những cửa hàng đó rồi...",
    "しらみ潰しに歩き回る時間が惜しい。\n可能性のある場所を一気に把握できるといいんだが。": "Không có thời gian để đi tìm từng chỗ một.\nTôi muốn nắm bắt được những nơi có khả năng cao nhất cùng một lúc.",
    "……であれば、うってつけの人材がいる。\n――こういうときこそ、珠瀬の出番であろう。": "...Nếu vậy, thì có một người rất thích hợp.\n――Đến lúc này thì, là đến lượt của Tamase rồi.",
    "わ、わたしですか！？": "Dạ, là tôi sao!?",
    "記憶だと、珠瀬は狙撃手としての訓練を受けていた。\n特に長距離射撃では右に出る者はいない実力を持っているはずだ。": "Theo trí nhớ của tôi, Tamase đã được huấn luyện làm lính bắn tỉa.\nĐặc biệt là về bắn xa thì không ai hơn cô ấy.",
    "優秀なスナイパーってわけか……\nだけど、スナイパー用のスコープはないぞ？": "Vậy là một tay bắn tỉa cừ khôi sao...\nNhưng, không có ống ngắm sao?",
    "私が私物でスコープは持ってる。\nこっち。商店街を見渡すことのできる屋上がある。": "Tôi có ống ngắm riêng.\nỞ đây. Có một sân thượng có thể nhìn ra khu thương mại.",
    "おお、本当か！？　案内してくれ！": "Ô, thật sao!? Hãy dẫn đường cho tôi!",
    "――珠瀬さん、頑張ってね！\nタケルちゃんに勝とうね！": "――Tamase-san, cố gắng lên!\nChúng ta phải thắng Takeru-chan!",
    "は、はいっ！　頑張りますね！": "Dạ, vâng!\nEm sẽ cố gắng!",
    "ブラックマーケットの商店が潜んでいそうな場所は……\nあっちと、あのあたりの区画。": "Những nơi mà cửa hàng của chợ đen có thể ẩn náu là...\nỞ đằng kia, và khu vực đó.",
    "だそうだ。見えるか？": "Đã rõ. Cậu thấy không?",
    "……観測してみます。": "...Để em quan sát.",
    "見るべきは人の流れが少ない場所だ。\nそこで隠れるように店を構えている商店があるはず。": "Điều cần xem là những nơi có ít người qua lại.\nChắc chắn có những cửa hàng ẩn náu ở đó.",
    "その情報さえ手に入れれば、ルートに関しては任せてくれ。": "Chỉ cần có thông tin đó, thì cứ giao đường đi cho tôi.",
    "目標の居所さえおおよそ把握できれば、\n相手にしなければならない妨害者の数も抑えられるだろう。": "Chỉ cần nắm được vị trí mục tiêu, thì\nsố lượng kẻ cản trở chúng ta cũng sẽ giảm đi.",
    "なら、あとは邪魔する人達をやっつけて材料を貰うだけだね！": "Vậy thì, việc còn lại là đánh bại những kẻ cản đường và lấy nguyên liệu thôi!",
    "……あっ、確かに奥の通路にお店があります！": "...À, quả thật có một cửa hàng ở đường hẻm đằng kia!",
    "ただ、そこに繋がる道で警戒している生徒さんも多いですね。\n遭遇せずに辿り着くのは……": "Nhưng, có rất nhiều học sinh đang cảnh giác ở con đường dẫn đến đó.\nĐể đến được đó mà không bị bắt gặp thì...",
    "端末のマップに記録する。\n見えた分だけ片っ端から教えてくれ。": "Ghi lại vào bản đồ trên thiết bị.\nHãy cho tôi biết những gì cậu thấy.",
    "はいっ！\nここに３人と、こっちに５人と……あと、この路地にも……！": "Vâng!\nỞ đây có 3 người, và ở đây 5 người... và cả ở con hẻm này nữa...!",
    "す、すごいです。\n私が同じようにやっても全然そこまでは見えないです……！": "T-Tuyệt vời quá.\nNếu em làm như vậy thì em không thể thấy được như vậy...",
    "スコープを覗くだけで簡単に見つけられないからな……\nそうとう優秀な狙撃手だぞ、あの子。": "Chỉ cần nhìn vào ống ngắm thì không thể dễ dàng tìm ra được...\nCon bé là một tay bắn tỉa rất giỏi đấy.",
    "多分ちゃんと連携はしてないみたいだな。\nあくまでも協力だと言っていた……包囲の穴はある。": "Có lẽ họ không thực sự hợp tác với nhau.\nCô ấy chỉ nói là hợp tác mà thôi... Có một lỗ hổng trong vòng vây.",
    "よし！　それならこのルートを通れば……": "Được rồi! Nếu đi theo con đường này thì...",
    "これで二件目……少なくとも、向こうとイーブンにはなったか？": "Như vậy là hai... Ít nhất, chúng ta đã ngang bằng với bên kia rồi?",
    "%usernameusernameuserna%さんの指揮で、\n最低限の遭遇で終わりましたからね。": "Dưới sự chỉ huy của %usernameusernameuserna% san,\nchúng ta đã kết thúc với số lần gặp mặt tối thiểu.",
    "ありがとう、二人とも！\nよし、このままタケルちゃんを追い越すんだからね！": "Cảm ơn hai người!\nĐược rồi, cứ như vậy mà vượt qua Takeru-chan nhé!",
    "す、純夏さん。あんまり大きな声で騒いじゃ、\nスカラの生徒に見つかっちゃいますよ……！": "S-Sumika-san. Đừng có lớn tiếng quá,\nsẽ bị học sinh của Scara tìm thấy đấy...!",
    "その心配はいらない。": "Không cần phải lo lắng về điều đó.",
    "やけに自信たっぷりに言うじゃないか。\nなんでだ？": "Cậu nói với vẻ tự tin quá nhỉ.\nTại sao vậy?",
    "……もうとっくに見つかってるから。": "...Vì chúng ta đã bị tìm thấy rồi.",
    "ま、まずいじゃないですか～！": "K-Không ổn rồi!",
    "あいつらだ！\nはは、ようやく見つけたぞ！": "Bọn chúng kìa!\nHa ha, cuối cùng cũng tìm thấy rồi!",
    "飛んで火に入るなんとやらだ！\n今度こそ捕まえてやる！": "Thả con tép bắt con tôm!\nLần này nhất định phải bắt được!",
    "来たな。\nしかし思ったほどの数ではないようだ。": "Đến rồi sao.\nNhưng có vẻ như không nhiều như tôi nghĩ.",
    "このあたりは特に路地が複雑に入り組んでいる。\n増築を重ねすぎて道幅も狭い。だから……": "Khu vực này có rất nhiều đường hẻm phức tạp.\nVì đã xây thêm quá nhiều nên đường cũng hẹp lại. Vì vậy...",
    "同時に襲ってこられる数にも限りがあるってわけか。\nいかにも闇の商店が隠れ潜むのに選びそうな区画だな。": "Số lượng người có thể tấn công cùng một lúc cũng có giới hạn phải không?\nQuả là một khu vực mà những cửa hàng đen tối có thể ẩn náu.",
    "……そろそろ反撃しても構わない？": "...Đến lúc tôi phản công được chưa?",
    "ああ、逃げるばっかりじゃなくて攻勢の必要もあるからな。\n……好きなだけやってくれ。": "Ừ, không chỉ trốn chạy mà còn cần tấn công nữa mà.\n...Cứ làm những gì cậu muốn.",
    "では、私も加勢するとしよう。\n一人だけ任せておくわけにはいかないからな。": "Vậy thì, tôi cũng sẽ tham chiến.\nKhông thể để một mình cậu được.",
    "なら、二人にここは任せて商店へ……": "Nếu vậy, chúng ta cứ giao khu vực này cho hai người, còn tôi sẽ đến cửa hàng...",
    "くくく……": "Kukuku...",
    "……ん、何か変。": "...Hừm, có gì đó lạ.",
    "はっ！？": "Hự!?",
    "いかん、罠だ！　止まれっ！": "Không ổn rồi, là bẫy! Dừng lại!",
    "えっ！？": "Hả!?",
    "危ない！": "Nguy hiểm!",
    "きゃあっ！？": "Kyaaa!?",
    "いっ……たたた……": "Ít... đau quá...",
    "……間一髪だったか。": "...May mà thoát nạn.",
    "危なかった……まさか投網が降ってくるとはな。\nいったい誰だ。こんな道具を使ってくるのは。": "Nguy hiểm thật... Không ngờ lại có lưới rơi xuống.\nRốt cuộc là ai đã dùng công cụ này vậy?",
    "あれあれー？\n今の罠で捕まえられると思ったんだけどなぁ。": "A a? Tôi cứ tưởng là sẽ bắt được với cái bẫy này chứ nhỉ.",
    "……この声。": "...Giọng nói này.",
    "もーっ！　罠を使うなんて風紀委員会の人が邪魔しに来たの！？": "Moo! Sao lại dùng bẫy, người của ủy ban kỷ luật đã đến cản đường sao!?",
    "いや、違う……": "Không, không phải...",
    "……へー、ヒイロちゃんがそっちの味方についてるんだ。\nそれに、そっちの女の人も結構面白そうだね！": "...Hể, Hiro-chan lại đứng về phía bên kia sao.\nHơn nữa, người phụ nữ bên kia cũng khá thú vị đấy!",
    "ユ、ユリアさん……！？": "Yu, Yuria-san...!?",
    "やっほー、めるちゃん♪\nお久しぶり！": "Yahho, Meru-chan♪\nLâu rồi không gặp!",
    "つかみどころのない気配……\nそなた達の知り合いか？": "Khí chất không thể nắm bắt được...\nCô là người quen của các người sao?",
    "ああ、ヒイロと同じくらい有名なパイロットだ……\nユリアは今回も、俺たちの敵に回るってことか。": "Ừ, là một phi công nổi tiếng ngang với Hiro...\nYuria lần này cũng là kẻ thù của chúng ta sao?",
    "うん、そーゆーことになりそーだね！": "Ừm, có vẻ như là như vậy!",
    "――じゃ、早速遊ぼっか？": "――Vậy, chúng ta bắt đầu chơi thôi?"
}