{
    "それじゃあ心香！　行ってくるわね！": "Vậy thì, Kokoro! Tớ đi đây!",
    "ええ、いってらっしゃい。": "Ừ, đi nhé.",
    "心香ちゃんも、もし何かあったら連絡してね？": "Kokoro-chan, nếu có chuyện gì thì cứ liên lạc nhé?",
    "ええ、勿論よ\nノエルたちも何かあったら%usernameusernameuserna%たちを頼るのよ。": "Ừ, tất nhiên rồi.\nNoel và mọi người, nếu có chuyện gì thì cứ nhờ cậy %usernameusernameuserna% nhé.",
    "雪山だと何があるか分からないし、\nみんなが無事に帰ってきてくれる事が一番大事だから。": "Ở vùng núi tuyết thì không biết chuyện gì sẽ xảy ra,\nQuan trọng nhất là mọi người có thể trở về an toàn.",
    "心香ちゃん……うん、わかったわ。\n無茶しないように気を付けるから、安心してね！": "Kokoro-chan... Ừm, tớ hiểu rồi.\nTớ sẽ cẩn thận không làm liều, cậu cứ yên tâm nhé!",
    "待っていなさい、心香！　きっと伝説のＭＧを見つけて来るから！\nその時は一緒に名前を考えましょう！": "Đợi tớ đi, Kokoro! Tớ nhất định sẽ tìm thấy MG huyền thoại!\nĐến lúc đó, chúng ta cùng nhau nghĩ tên nhé!",
    "……ふふ。仲が良くて微笑ましいですわ。": "...... Hừm. Tình cảm tốt đẹp thật.",
    "ああ。最初に出会った時はデコボコチームって感じだったが……\nいや、それは今もか。でも、チームの仲の良さは間違いないな。": "Ừ. Lúc mới gặp, cứ như là một đội hình kỳ lạ vậy... \nKhông, có lẽ là vẫn vậy. Nhưng tình bạn của cả đội thì không thể nghi ngờ.",
    "ええ……だからこそ、彼女たちに何かあってはいけませんし、\nわたくしたちでしっかり見守りましょう！": "Ừm... Chính vì vậy, không được để họ gặp chuyện gì,\nChúng ta phải theo dõi thật kỹ!",
    "さっそく、リーダーのジュリーを先頭に、\nノエル、ラウラ、七彩、俺の５人で登山を開始する。": "Ngay lập tức, với leader Julie dẫn đầu,\nNoel, Laura, Nanairo và tôi, 5 người bắt đầu leo núi.",
    "今日はあくまでも雪山に慣れるトレーニング。\n見える範囲で自由にしても良いと伝えている。": "Hôm nay chỉ là buổi tập làm quen với núi tuyết mà thôi.\nTớ đã dặn là cứ tự do trong tầm nhìn.",
    "うわぁ、真っ白！　キラキラね！\nこういうのなんて言うんだっけ……銀世界？": "Woa, trắng xóa! Lấp lánh luôn!\nCái này gọi là gì nhỉ... Thế giới bạc?",
    "全然、足跡ついてないよ！　私達が一番っ！": "Hoàn toàn không có dấu chân luôn! Chúng ta là nhất!",
    "……なんか、犬とかが雪道に飛び出していく光景を思い出すな。": "...... Cứ như là mình đang nhớ lại cảnh chó lao ra đường tuyết vậy.",
    "ふふ、足跡を見てても楽しいのが伝わってくるわ。": "Hừm, chỉ cần nhìn dấu chân thôi cũng thấy vui rồi.",
    "ここまで積もるのは、\n山の上のほうでないとなかなか見れませんものね。": "Tuyết dày đến mức này,\nChắc chỉ có trên đỉnh núi mới thấy được.",
    "ねえねえ、木の枝を揺らしていい！？\n上にいっぱい雪が積もってるから、どさーってなるよ！": "Này, này, mình có thể lay cành cây được không!?\nTrên đó có rất nhiều tuyết, nó sẽ rơi xuống à!",
    "面白そう！　ええっと、枝を折っちゃったりしないように……": "Thú vị đấy! Ừm, đừng làm gãy cành cây nhé...",
    "ええいっ！": "Hự!",
    "ふぎゃー！？　なんであたしの方に！？": "Phù gyaaa!? Sao lại về phía tớ!?",
    "あはははは！": "Ahahaha!",
    "おーい、あんまり遠くに離れるなよ！\n足を滑らせて転んだら大変だからな！": "Này, đừng đi xa quá đấy!\nTrượt chân ngã thì khổ lắm đấy!",
    "（さて、もう少し歩けばテントを張れる地点に到着するな。\nそこからは自由行動にしても良いか。）": " (Được rồi, đi thêm một chút nữa là đến chỗ có thể dựng lều rồi.\nTừ đó có thể tự do hành động được rồi.)",
    "……こうして、美しい雪景色を見ていると、\nこの素晴らしさを共有したくなりますわね。": "...... Cứ ngắm nhìn khung cảnh tuyết trắng tuyệt đẹp này,\nMình muốn chia sẻ nó với mọi người nhỉ.",
    "ですが、真面目な付き添いですものね。\nここは我慢をしておきますわ。": "Nhưng mà, mình là người đi cùng nghiêm túc mà.\nMình sẽ nhịn vậy.",
    "雪への慣れも必要だし良いんじゃないか？\n本格的な雪山登山は明日からだ、今日は七彩も楽しんできていいぞ。": "Cần làm quen với tuyết cũng tốt mà nhỉ?\nLeo núi tuyết thật sự là ngày mai, hôm nay Nanairo cứ vui vẻ đi.",
    "%usernameusernameuserna%さんがそういうのであれば……\nあ、いえ。でも皆さんからズルいとは言われそうですわね。": "Nếu %usernameusernameuserna% nói vậy thì... \nÀ, không. Nhưng mọi người sẽ nói là mình được ưu ái mất.",
    "ん？　どういうことだ？": "Hả? Ý là sao?",
    "それは、わたくしが%usernameusernameuserna%さんと一緒な事が……\nいえ、これは言わぬが花というものですわね": "Là vì mình ở cùng với %usernameusernameuserna%... \nKhông, đây là chuyện không nên nói ra.",
    "…………？": "......?",
    "ねえねえ、早くこっちに来てよー！\nほら、凄いわよ！　雪！": "Này, đến đây nhanh lên nào!\nNhìn này, tuyệt vời lắm đấy! Tuyết!",
    "まあ、待て。今からそっちに行くから。\n": "Khoan đã. Tớ sẽ đến đó ngay.\n",
    "見て見て！　私の足跡だらけ！": "Nhìn này! Toàn là dấu chân của tớ!",
    "どんだけ走り回ったんだ。俺にも踏ませろ。": "Đi vòng đến đâu vậy. Cho tớ dẫm với.",
    "――そうして、雪山に慣れるために遊ばせた翌日。": "―― Cứ như vậy, ngày hôm sau chơi đùa để làm quen với núi tuyết.",
    "うぐぐ……あがが……いぎぎ……": "Ugh... Aaa... Igi... (Tiếng rên)",
    "はぁ、はぁ……うう……凄く疲れやすいかも……？": "Ha, ha... Uu... Có lẽ dễ mệt lắm nhỉ...?",
    "……見事に筋肉痛ですわね。\nかくいうわたくしも、少し体が痛いですが。": "...... Quả là đau nhức cơ bắp nhỉ.\nCả tôi cũng thấy hơi đau người.",
    "登山もそうだが、雪の上を歩く時にも、普段使わない筋肉を使うからな。\nそれに標高が高く空気も薄い。普段よりも疲れやすいんだ。": "Leo núi cũng vậy, khi đi trên tuyết cũng dùng những cơ bắp ít dùng đến.\nHơn nữa, độ cao lớn, không khí loãng. Dễ mệt hơn bình thường.",
    "（まあ、だからこそトレーニングとしても最適なんだがな）": "(Ừm, chính vì vậy nên nó cũng là một buổi tập luyện tuyệt vời)",
    "うう……こんな風に疲れるんだ……はぁ、ふぅ……初めての経験かも？": "Uu... Mệt mỏi như thế này sao... Ha, phù... Có lẽ là lần đầu tiên?",
    "流石に体力お化けのノエルも、疲れは抜けきらないか。": "Ngay cả Noel, người có thể lực như quái vật, cũng không thể thoát khỏi mệt mỏi sao.",
    "うう……変な場所がズキズキしていたーい……": "Uu... Có những chỗ đau nhức kỳ lạ quá đi...",
    "%usernameusernameuserna%ずるい～……！\nすごい元気そうだし……！　私たちはこんなに痛いのに～！": "%usernameusernameuserna% thật là gian xảo~...!\nTrông anh ấy khỏe mạnh quá...! Trong khi chúng ta đau nhức thế này~!",
    "鍛え方が違うからな。": "Cách rèn luyện khác nhau mà.",
    "やっぱり%usernameusernameuserna%って凄いわね……！": "Quả nhiên %usernameusernameuserna% thật tuyệt vời...!",
    "（……まあ、実はちょっと筋肉痛なんだが。\nとはいえ、威厳のためにここは我慢しておかないとな）": "(... Ừm, thật ra thì hơi đau cơ một chút.\nTuy nhiên, vì uy nghiêm nên phải cố gắng chịu đựng)",
    "むむむ……！　でも、やっぱり探検には困難がつきものね！\nよーし、むしろこれをバネにして頑張るわ！": "Mumu... ! Nhưng mà, thám hiểm thì luôn đi kèm với khó khăn nhỉ!\nĐược rồi, thay vào đó, mình sẽ lấy đây làm động lực để cố gắng!",
    "おお、良い気合だぞジュリー！": "Ồ, tinh thần tốt đấy, Julie!",
    "それで、ログハウスには戻らずにこのまま探索しにいくでいいよな？": "Vậy thì, chúng ta sẽ không quay về nhà gỗ mà tiếp tục khám phá luôn nhé?",
    "ええ！　ジュリー探検隊は足を止めるわけにはいかないわ！\nこのまま探索で強行突破よ！": "Đúng vậy! Đội thám hiểm Julie không thể dừng lại được!\nCứ tiếp tục khám phá đi!",
    "前進あるのみ！\n早く見つけて心香を安心させないと！": "Tiến lên phía trước!\nPhải nhanh chóng tìm được và làm Kokoro yên tâm!",
    "おいおい、そっちじゃないぞ。\n頂上を目指すわけじゃないだろ？": "Này, này, không phải hướng đó đâu.\nĐâu phải là chúng ta đang nhắm đến đỉnh núi?",
    "あっ、そういえばそうよね……頂上じゃなくて、\n誰も踏み入れてなさそうな場所を探すのよね？": "À, phải rồi nhỉ... Không phải đỉnh núi, mà là,\nTìm một nơi mà chưa ai đặt chân đến đúng không?",
    "はっ、確かに！？\nてっきり頂上まで登るのだとばっかり思ってたわ！": "Hả, đúng là vậy đấy!?\nCứ tưởng là sẽ leo lên đỉnh núi chứ!",
    "そういうわけだ。\nまずはゆっくりと次の地点に行ってから、テントを張ろう。": "Đúng là như vậy.\nĐầu tiên, cứ từ từ đến địa điểm tiếp theo, rồi dựng lều.",
    "イエッサー！\nそれじゃあ、さっそく出発だね！": "Yes sir!\nVậy thì, xuất phát thôi!",
    "ふう……ここらあたりでテントを張ればいいな。\n全員の様子はどうだ？": "Phù... Ở chỗ này dựng lều là được rồi nhỉ.\nMọi người thế nào rồi?",
    "ふふ、昨日に比べると慣れたのか元気ですわよ。\nテントの中でゆっくりとリラックスしていますわ。": "Hừm, so với hôm qua thì đã quen hơn rồi, rất khỏe mạnh.\nĐang thư giãn trong lều.",
    "それならよかった……と、心香にも定期連絡をしないとな。": "Vậy thì tốt rồi... Phải liên lạc với Kokoro nữa.",
    "こちら%usernameusernameuserna%。\n少し早いが、今日の捜索はいったん終了。": "Đây là %usernameusernameuserna%.\nTuy hơi sớm, nhưng hôm nay kết thúc tìm kiếm.",
    "テントで休むことにした。以上": "Đã quyết định nghỉ ngơi trong lều. Hết.",
    "『こちら心香。了解したわ。テントでの休憩ね？\n冷えないように気を付けて、以上』": "『Đây là Kokoro. Đã hiểu. Nghỉ ngơi trong lều nhé?\nPhải cẩn thận đừng để bị lạnh, hết』",
    "ああ、分かった。\nそちらも、体には気を付けてくれ、以上。": "Ừ, hiểu rồi.\nỞ đó cũng vậy, phải cẩn thận sức khỏe, hết.",
    "『気遣ってくれてありがとう。\nログハウスが快適だから心配しなくても大丈夫よ。以上』": "『Cảm ơn vì đã quan tâm.\nNhà gỗ rất thoải mái nên không cần lo lắng đâu. Hết』",
    "……心香も随分と通信に手慣れてきたな。\nやっぱり連絡が取れる安心感っていうのは大きいな。": "...... Kokoro cũng đã quen với việc liên lạc rồi nhỉ.\nCảm giác an tâm khi có thể liên lạc được thật là lớn.",
    "……心香ちゃん、何か言ってた？": "...... Kokoro-chan, cậu có nói gì không?",
    "ラウラたちか。\n冷えないよう気をつけて、だそうだ。": "Laura và mọi người à.\nPhải cẩn thận đừng để bị lạnh, cô ấy nói vậy.",
    "そっか、心香も心配してくれてるのね……\nよーし、あったまるもの飲みたいわ！": "Vậy sao, Kokoro cũng lo lắng cho chúng ta nhỉ...\nĐược rồi, muốn uống gì đó ấm áp quá!",
    "確かに確かに！\nねえねえ、何かないかな？": "Đúng là đúng là!\nNày, có gì không nhỉ?",
    "もう、雪山の寒さなんて吹き飛ばすような、\nとっても熱い飲み物がいいわ！": "Chắc chắn rồi, cứ như thổi bay cái lạnh của núi tuyết vậy,\nMột loại đồ uống thật nóng hổi là được!",
    "流石にそこまでは無理だが……雪を煮沸してお湯を作ってくるか。\n紅茶かコーヒーか、好きな方を用意して待っててくれ。": "Dù sao thì cũng không thể đến mức đó được... Nhưng đun tuyết lên làm nước thì được.\nTrà hay cà phê, thích loại nào thì cứ chuẩn bị rồi đợi nhé?",
    "インスタントのティーパックと粉は持ってきてるから、\nふたりとも好きな方を選んでね？": "Tớ có mang theo gói trà và bột cà phê, \nCả hai đều chọn loại mình thích nhé?",
    "なら、あたしはコーヒーね！\nミルクとお砂糖はいっぱいで！": "Vậy thì, tớ là cà phê nhé!\nNhiều sữa và đường vào nhé!",
    "私は紅茶かなー。\nお砂糖を入れてあまーくしたのが飲みたい！": "Mình là trà nhé.\nMình muốn uống trà ngọt với đường!",
    "ふふ、すぐに用意するわね。": "Hừm, mình sẽ chuẩn bị ngay.",
    "こういった共同作業も、キャンプの醍醐味ですわね。\nコップを出しておきますわ。": "Những công việc chung như thế này cũng là điểm thú vị của cắm trại nhỉ.\nMình sẽ lấy cốc ra.",
    "（……雲の流れが速い。\n明日は少し天候が荒れるかもしれないな。警戒しておくか）": "(... Mây trôi nhanh quá.\nNgày mai có lẽ thời tiết sẽ trở nên khắc nghiệt hơn đấy. Phải cảnh giác)",
    "そうして俺たちは、\n翌日の探索に向けてテントで就寝するのだった。": "Cứ như vậy, chúng tôi sẽ ngủ trong lều để chuẩn bị cho việc khám phá vào ngày hôm sau.",
    "翌朝――": "Sáng hôm sau――",
    "よ～し、捜索再開よ！": "Được rồi, tìm kiếm tiếp tục nào!",
    "おー！　捜索だー！　しゅっぱーつ！": "Ôー! Tìm kiếm thôiー! Xuất phát!",
    "ふふ、ジュリーちゃんもノエルちゃんも、すっかり元気ね。": "Hừm, Julie-chan và Noel-chan, hai người đã khỏe lại rồi nhỉ.",
    "昨日の疲れを忘れるのはいいが、ペース配分は忘れないでくれ。": "Quên đi mệt mỏi của ngày hôm qua thì tốt, nhưng đừng quên phân bổ sức lực nhé.",
    "ちょっと進んでまたテントじゃ、全然捜索できないもんね。": "Đi một chút rồi lại dựng lều thì không thể tìm kiếm được gì cả.",
    "なるべく色んなところを見れると良いですわね。": "Mình mong là có thể nhìn thấy nhiều thứ nhất có thể.",
    "昨日の学びを活かし、\n最初から飛ばしすぎることもなく順調に歩みを進めていたが――": "Phát huy những gì đã học được ngày hôm qua,\nNgay từ đầu đã không quá sức, cứ thế mà tiến lên――",
    "山の天気は変わりやすいと言うが……ここまでとは……": "Thời tiết trên núi thì hay thay đổi... Nhưng đến mức này thì...",
    "変わりやすいというのなら、\nこの吹雪も、すぐにやんでほしいですわ……": "Nếu đã nói là hay thay đổi,\nMình mong là trận bão tuyết này sẽ nhanh chóng dừng lại...",
    "わっぷ！？　ま、前が見えな～い！？": "Wap!? M, M, mình không thấy gì cả!?",
    "気を付けてくださいまし！　この吹雪だと直ぐに見失いますわ！\n目の前の人を見失わない様に気を付けて！": "Hãy cẩn thận nhé! Nếu bão tuyết thế này thì sẽ rất dễ bị lạc!\nPhải cẩn thận đừng để lạc mất người trước mặt!",
    "ぐにゅにゅ！　つ、ついていく……ついていく……！": "Gnyu... ! C, cố gắng theo... cố gắng theo...",
    "（くっ……まさかここまで吹雪くとは……\nマトモに周囲の状況も見ることが出来ないぞ……！）": "(Kuh... Không ngờ lại có bão tuyết đến mức này...!\nKhông thể nhìn thấy tình hình xung quanh một cách bình thường được...!)",
    "声をかけるんだ！": "Hãy lên tiếng!",
    "ひとりになるな！": "Đừng có một mình!",
    "ぬぬぬ……！　前が見えないよぉ～！\nどうすればいいの！？": "Nunu... ! Mình không thấy gì cả~!\nPhải làm sao đây!?",
    "お、おー！　吹雪に負けるなー！": "Ô, ôー! Đừng để thua bão tuyếtー!",
    "声も……ちょっと聞き取りづらいかも……": "Giọng nói... Có lẽ cũng hơi khó nghe...",
    "ふぎゅ、が、がんば……！　けほっ！\nの、喉に雪がぁ～！": "Phu, gya, gan, ganba...! Keho!\nT, tuyết vào họng rồi!",
    "うう、声がちゃんと届かないよ～！？": "Uu, giọng nói không đến được luôn~!?",
    "わ、分かったわ！\n見失わないようにくっついて……ぎゃうん！？": "Mình, mình hiểu rồi!\nPhải bám sát nhau để đừng bị lạc... Gyaun!?",
    "あわわ！？　じゅ、ジュリーちゃん！？\nぶつかったら、私までこけちゃうから！？": "Awa!? J, Julie-chan!?\nNếu va vào nhau, mình cũng sẽ ngã mất!",
    "うう、ダメ……もうこれ以上は立っていられないかも……": "Uu, không được... Có lẽ không thể đứng vững được nữa...",
    "もっと姿勢を低くして耐えるのですわ！\n風を受ける体の面積を小さくしてくださいまし！": "Phải giữ tư thế thấp hơn để chịu đựng!\nPhải làm giảm diện tích cơ thể phải chịu gió!",
    "――ふぎゃーーーーー！？": "―― Phu gyaaaaaaaaaa!?",
    "ジュリーちゃん！？　大丈夫！？": "Julie-chan!? Không sao chứ!?",
    "（ジュリーがこけたか……ここではぐれると一大事だ！）": "(Julie ngã rồi... Nếu lạc ở đây thì là một chuyện lớn!)",
    "だ、大丈夫よ！　ちょっと躓いただけだから……！": "Đ, được thôi! Chỉ là vấp ngã một chút thôi mà...!",
    "無理するな！　今からそっちに行く！": "Đừng cố quá! Tớ sẽ đến đó ngay!",
    "%usernameusernameuserna%さん！\n余り離れすぎないように気を付けてくださいまし！": "%usernameusernameuserna% san!\nPhải cẩn thận đừng đi quá xa nhé!",
    "うう……！　あ、足が……！\nジュリーちゃん、大丈夫……？": "Uu...! Ch, chân...!\nJulie-chan, không sao chứ...?",
    "ラウラ、無理しすぎるなよ！": "Laura, đừng quá sức nhé!",
    "だ、大丈夫じゃないけど……私が一番体力がないから……\n最後尾は、任せて……！": "K, không sao đâu... Nhưng mà mình là người yếu nhất mà...\nĐể mình ở cuối hàng, được không...!",
    "あまり気負わなくてもいいからな……\nだが、ジュリーのフォローしてくれて助かる。": "Không cần phải quá lo lắng đâu...\nNhưng mà, được Julie hỗ trợ thì may quá.",
    "ありがとうね、ラウラ……！": "Cảm ơn nhé, Laura...!",
    "（……くっ、撤退をするにも難しい……\n通信で連絡を取って……）": "(... Kuh, rút lui cũng khó...!\nPhải liên lạc bằng bộ đàm...)",
    "ああっ、帽子が……！": "Aaa, mũ của mình...!",
    "キャッチ！　はい、どうぞ！": "Catch! Đây, của cậu!",
    "ありがとう、ジュリーちゃん……！\nうう、さらに風が強く……": "Cảm ơn, Julie-chan...!\nUu, gió càng mạnh hơn...",
    "（くそ、前が見えない……なんとか、止んでくれ……！）": "(Chết tiệt, không thấy gì cả... Làm ơn, dừng lại đi...!)",
    "はぁ……吹雪は、少し落ち着いてきたか……？": "Ha... Bão tuyết đã dịu lại một chút rồi nhỉ...?",
    "な、なんとか耐えたわ！": "N, n, cuối cùng cũng chịu đựng được rồi!",
    "よかったぁ……！\nジュリーちゃんともはぐれずに……": "May quá...! \nCũng không bị lạc mất Julie-chan...",
    "いや、待て。七彩とノエルは……？": "Không, đợi đã. Nanairo và Noel đâu rồi...?",
    "あ、あれぇ！？　いない！？": "À, ơ!? Không có!?",
    "七彩さんとノエルが……はぐれちゃった……！？": "Nanairo-san và Noel đã... bị lạc rồi...!?",
    "そういえば、\n途中から七彩さんとノエルちゃんの声が聞こえてなかったような……": "Nói mới nhớ,\nHình như không nghe thấy giọng của Nanairo và Noel từ lúc nào rồi...",
    "……まいったな。吹雪で見失ったか。\n今の場所もどこにいるのか……": "...... Chết thật. Bị lạc trong bão tuyết sao.\nHiện tại cũng không biết đang ở đâu nữa...",
    "（……とはいえ、落ち着け。\nちゃんと心香と連絡を取れば……）": "(... Tuy nhiên, cứ bình tĩnh đã.\nCứ liên lạc với Kokoro thì...)",
    "しかし、何故か通信機はノイズを放っていて繋がらない。": "Nhưng mà, không hiểu sao máy bộ đàm lại bị nhiễu và không kết nối được.",
    "%usernameusernameuserna%さん、どうしたの？": "%usernameusernameuserna% san, làm sao vậy?",
    "……いや、なんでもない。少しどうするか考えていたんだ。": "...... Không, không có gì. Chỉ là đang nghĩ xem phải làm gì thôi.",
    "（嘘だろ……！？　通信機が繋がらない……！？\n……だが、これを伝えてもパニックになるだけだ）": "(Xạo đấy...!? Máy bộ đàm không kết nối được...!?\n... Nhưng mà, nếu nói ra thì chỉ gây hoảng loạn thôi)",
    "通信が繋がらず、一面は目印もない銀景色。\n……俺たちは、遭難の危機に直面するのだった。": "Bộ đàm không kết nối được, xung quanh là cảnh tuyết trắng không có dấu vết.\n... Chúng tôi, đang phải đối mặt với nguy cơ bị lạc."
}