{
    "追いすがる敵の様子はどうだ！？": "Tình hình đám địch đang truy đuổi thế nào!?",
    "今、先頭集団の掃討完了しました！": "Hiện tại, đã quét sạch đội hình tiên phong!",
    "追撃は……なさそうね。": "Có vẻ như... không có truy kích.",
    "……なんとか突破できたか。": "……Cuối cùng cũng đột phá được sao.",
    "無事に敵包囲を突破し、俺達は地上へのルートを進んでいた。\nこの深度なら、よほどのことがない限り無事に帰れるだろう。": "Đã phá vây thành công, chúng tôi đang tiến về mặt đất.\nỞ độ sâu này, trừ khi có chuyện gì đó thực sự tồi tệ xảy ra, chúng tôi sẽ về được an toàn.",
    "ふう……ひとまず良かった。\n全員無事に帰れそうだね。": "Phù... Tạm thời thì tốt rồi.\nMọi người có vẻ sẽ về an toàn.",
    "なかなか緊張感があったわね～。\nあれだけの大群に遭遇するなんて、そうあることじゃないし。": "Căng thẳng thật đấy～\nChạm trán một đám đông lớn như vậy không phải là chuyện thường xuyên.",
    "ですねっ！　でも、あれを突破する様子はかなりの……": "Đúng vậy!\nNhưng, cái cách chúng ta đột phá nó thực sự...",
    "あっ！？　そう言えば戦いに集中していたので、\n視聴者さんにアピールするの忘れちゃいました！": "A!? Phải rồi, vì quá tập trung vào trận chiến nên\nTôi quên mất việc phải thể hiện với khán giả!",
    "あー、中継機はデッドウェイトになるから残置してきたし、\n途中から何も繋がってないよ。": "À, máy tiếp sóng là gánh nặng nên chúng ta đã bỏ lại rồi,\ntừ giữa chừng thì không có gì kết nối cả.",
    "あっ、そうなんですね。それならゆっくりと帰りましょう！\n慌てたりしたらおこですよ！": "A, ra là vậy. Vậy thì cứ từ từ mà về thôi!\nNếu vội vàng thì sẽ bị giận đó!",
    "と、フルートたちが和気藹々とした会話をしている中で、\nトリニティ・ジュエルから通信が来る。": "Trong khi Flute và những người khác đang trò chuyện vui vẻ,\nthì thông tin liên lạc từ Trinity Jewel đến.",
    "……トレブルクインテット。改めて救援に感謝する。": "……Treble Quintet. Một lần nữa cảm ơn vì sự giúp đỡ.",
    "あっ、え、えっと……ありがとうございましたっ。": "A, ừm, ừm... Cảm ơn mọi người!",
    "わーい。かんしゃかんげきー。": "Yay! Cảm kích quá đi～",
    "助けるのなんて当たり前です！\n困ったときはお互い様なのが一番ぽよですから！": "Việc giúp đỡ là điều đương nhiên!\nKhi gặp khó khăn thì giúp đỡ lẫn nhau là tốt nhất mà!",
    "私達を助けてくれたことだけじゃない。\n『華』を持たせてくれたことにも、だ。": "Không chỉ vì đã giúp đỡ chúng ta đâu.\nMà còn vì đã cho chúng ta 'vinh dự' nữa.",
    "華……なんのこと？": "Vinh dự... là sao?",
    "とぼけなくていい。楔形陣の先頭に私達を配置してくれたことで、\n戻った際助けられたというより協力して脱出した構図になるのだろう。": "Đừng có giả vờ ngây thơ nữa. Vì đã đặt chúng ta ở vị trí tiên phong của đội hình hình nêm,\nnên khi quay lại, thay vì được giúp đỡ, thì sẽ là một cấu trúc cùng nhau thoát ra.",
    "ただ、情けなく助けられるような無様を晒せば私だけではない。\nルナやリディア、開発計画にも被害が及んでいた……感謝する。": "Chỉ là, nếu để lộ ra sự yếu đuối, không chỉ mình tôi đâu.\nLuna và Lidia, cả kế hoạch phát triển cũng sẽ bị ảnh hưởng... Cảm ơn.",
    "だってさ、%usernameusernameuserna%。": "Vì, %usernameusernameuserna% mà.",
    "……いや、安全第一でフルートたちを配置していただけなんだが。\n敵だし、一番危険な場所はレイヴェル達でいいかと思って……": "……Không, chỉ là tôi đã đặt Flute và những người khác lên hàng đầu vì sự an toàn thôi.\nVì là kẻ địch, tôi nghĩ vị trí nguy hiểm nhất nên để Rayvell và những người khác...",
    "%usernameusernameuserna%……それ言わない方が良いよ？": "%usernameusernameuserna%... Cậu không nên nói điều đó đâu?",
    "じょ、冗談ですよね！": "Đ, đùa thôi mà!",
    "……？": "……?",
    "…………あ。": "…………A.",
    "そうだな、冗談だぞ！": "Đúng rồi, chỉ là đùa thôi!",
    "いや、もうバレバレだから。": "Không, mọi người biết hết rồi.",
    "……たまに後輩クンって、\n信じられないくらいにデリカシーなくなるわよね。": "……Đôi khi hậu bối, thật sự\nthiếu tế nhị đến mức không thể tin được.",
    "ふっ、本心だとしても構わない。助けられたことは事実だ。\n取り繕って隠されるよりもずっといい……だから、ありがとう。": "Hừ, cho dù là thật đi nữa cũng không sao. Việc được giúp đỡ là sự thật.\nTốt hơn là che đậy và giấu giếm... Vì vậy, cảm ơn.",
    "メイズ内でパイロットが助け合うのは当然ですし\nそれにライブは、みんなでバイブス上げるものですから！": "Trong Maze, việc phi công giúp đỡ lẫn nhau là điều đương nhiên\nvà hơn nữa, buổi live là để mọi người cùng nhau tăng tinh thần mà!",
    "ライブで一緒に盛り上がるのは当然、か……": "Cùng nhau khuấy động buổi live là điều đương nhiên sao...",
    "そうだな……つい、私も焦っていたみたいだ。\n夢を叶えるために名前を売るチャンスだと……": "Đúng vậy... Có lẽ tôi cũng đã vội vàng quá.\nVì muốn hiện thực hóa giấc mơ, muốn bán tên tuổi của mình...",
    "レイヴェルちゃんが焦ってた？\nなんだか、そんなイメージなかったけど。": "Rayvell-chan đã vội vàng sao?\nTôi không có cảm giác đó.",
    "流石に、普段からこんな挑発的な行動はしてないさ。\nどうしても勝ちたくて、慣れない言動をしてしまった。": "Đúng là, ngày thường tôi không có những hành động khiêu khích như vậy đâu.\nVì muốn chiến thắng, tôi đã làm những điều mình không quen.",
    "めちゃくちゃ堂に入ってたけど……\n夢か……そういうのいいね。": "Tuyệt vời thật đấy... Giấc mơ sao... Thật tuyệt vời.",
    "……とはいえ、感謝はしても手加減はしない。\n私には叶えるべき夢がある。負けるつもりは一切ない。": "……Tuy nhiên, tôi vẫn sẽ không nương tay dù có cảm ơn đi nữa.\nTôi có một giấc mơ cần phải đạt được. Tôi không có ý định thua.",
    "ええ、もちろんですよ！　レイヴェルちゃんに手を抜いて、\n勝たせてもらうなんて萎えぽよで激おこですから！": "Vâng, tất nhiên rồi! Tôi sẽ không nương tay với Rayvell-chan,\nvì để thua thì tôi sẽ tụt mood và nổi giận mất!",
    "だからフルート達も全力でいきますし、レイヴェルちゃん達も全力です！\nそれでいいですよねっ！": "Vì vậy, Flute và những người khác cũng sẽ chiến đấu hết mình, Rayvell-chan và những người khác cũng vậy!\nNhư vậy là được đúng không!",
    "ああ。トレブルクインテット……そして、フルート・メルヴィル――\nいや、フルート。全力で戦って全てを出し切ろう。": "Ừm. Treble Quintet... và, Flute Melville――\nKhông, Flute. Hãy chiến đấu hết mình và dốc hết sức.",
    "んー。だいだんえん。はっぴーえんどー？": "Ưm. Đại đoàn kết. Happy ending?",
    "いえ、まだだと思いますよ……": "Không, tôi nghĩ là chưa đâu...",
    "（……レイヴェルもフルートたちの本気を感じて、\n分かり合えたみたいだな……ライバルの存在は成長のカギになるだろう）": "（……Rayvell cũng cảm nhận được sự nghiêm túc của Flute và những người khác,\ncó vẻ như đã hiểu nhau rồi... Sự tồn tại của đối thủ là chìa khóa để trưởng thành）",
    "――これがご期待のものよ。\nこれで依頼は達成でいいわよね？": "――Đây là những gì các người mong muốn.\nVậy là đã hoàn thành yêu cầu rồi đúng không?",
    "おお！　素晴らしい！\n……このバカ騒ぎで多少目は緩んでるとはいえ、どうやって……": "Ôi! Tuyệt vời!\n...Tuy rằng vì sự ồn ào này mà có phần lơi lỏng, nhưng làm thế nào mà...",
    "あら？　それを聞きたいのなら……今の支援じゃ足りないわね。\nそれで、この秘密に幾ら値段をつけてくれるの？": "Ồ? Nếu cậu muốn biết điều đó... thì sự hỗ trợ hiện tại là chưa đủ đâu.\nVậy, cậu sẽ trả bao nhiêu cho bí mật này?",
    "……ふん。そこまで貴様らに払うつもりはない。\nまあいい。後始末に関しては奴らに押し付けるだけか。": "……Hừ. Tôi không có ý định trả nhiều đến thế cho các người đâu.\nMà thôi cũng được. Vụ việc này cứ để họ tự giải quyết vậy.",
    "警告はしておくけど……油断しない方がいいわ。": "Tôi sẽ cảnh báo cậu... Đừng có lơ là.",
    "ふん……随分と弱気だな。\n計画は順調に進んでいる以上は問題はあるまい。": "Hừm... Yếu đuối quá nhỉ.\nKế hoạch đang diễn ra suôn sẻ, nên sẽ không có vấn đề gì đâu.",
    "弱気……ね。まあいいわ。\nこの後の騒動であいつがどんな顔をするのか……見物でしょうね。": "Yếu đuối... nhỉ. Thôi được.\nTôi rất mong chờ xem khuôn mặt của kẻ đó sẽ ra sao trong cuộc hỗn loạn sắp tới.",
    "そうしてＬＯＣに帰還した俺達は、\n見慣れた風景に安堵を覚えながらＭＧから降り立つ。": "Sau đó, chúng tôi trở về LOC,\ntrút bỏ gánh nặng khi nhìn thấy khung cảnh quen thuộc và bước ra khỏi MG.",
    "って、あれ？　なんか出迎えの面々がおかしくないか？": "Khoan đã, ủa? Sao những người ra đón lại kỳ lạ thế này?",
    "お疲れ様でした。配信を見ていましたが、無事に帰還できたこと、\n本当に良かったと思います。": "Mọi người đã vất vả rồi. Tôi đã xem buổi phát sóng, và tôi nghĩ rằng việc mọi người trở về an toàn\nlà điều thực sự tốt.",
    "ええ……風紀委員会が何でここにいるの？\n別に私たちがなにかやったわけじゃないよね？": "Vâng... Tại sao Ủy ban Kỷ luật lại ở đây?\nChúng ta đâu có làm gì sai chứ?",
    "うん！　トレブルクインテットのみんなは大丈夫だよ！\nだから安心して！": "Ừm! Mọi người trong Treble Quintet đều ổn cả!\nVì vậy, hãy yên tâm!",
    "（トレブルクインテットのみんな『は』……？）": "（Mọi người trong Treble Quintet 'thì'...?）",
    "それなら、どうして風紀委員さんがわざわざ……？": "Vậy thì, tại sao các thành viên của Ủy ban Kỷ luật lại đến đây...?",
    "これはあなた方からは口外しないでいただきたいのですが……": "Tôi không muốn các bạn tiết lộ điều này, nhưng...",
    "本日試験隊本部のデータサーバーが、\n不正なアクセスを受けていたことが発覚しました。": "Máy chủ dữ liệu của trụ sở đội thí nghiệm hôm nay đã bị\ntruy cập trái phép.",
    "それって……": "Việc đó...",
    "新型ジェネレーターを含む機密情報が、\n第三者に窃取された可能性があるということです。": "Thông tin mật, bao gồm cả máy phát điện thế hệ mới,\ncó khả năng đã bị đánh cắp bởi bên thứ ba.",
    "……！": "……!",
    "……えーっとね。アクセスログを見てたらさ……\nノースリム重工関連が怪しくてね？": "……Ừm thì. Nếu xem xét nhật ký truy cập thì...\nCó vẻ như liên quan đến Northrim Heavy Industries thì đáng ngờ nhất?",
    "その試験隊であるトリニティ・ジュエルが一番の疑惑の的なんだ。\nだから、事情を聞く必要があって……": "Trinity Jewel, đội thí nghiệm, là đối tượng đáng nghi nhất.\nVì vậy, chúng tôi cần nghe rõ tình hình...",
    "ど、どどどどどういうことですか！？": "Đ, đ, đ, đ, điều gì đang xảy ra vậy!?",
    "ふざけるな！　私達がそんな真似をするわけがないだろう！": "Đừng có đùa! Chúng ta không đời nào làm những việc như vậy!",
    "わ、分かってるけど！\nこっちも絶対にやってないっていえないからさ！": "T, tôi hiểu mà!\nNhưng tôi cũng không thể nói rằng chúng ta chắc chắn không làm!",
    "身の潔白を証明するためにも、一度お話を聞かせてもらえませんか？": "Để chứng minh sự trong sạch của mình, liệu chúng tôi có thể nghe các bạn giải thích một lần không?",
    "……っ！　……承知した。": "……! ……Tôi hiểu rồi.",
    "んー？　リディアたち、たいほー？": "Ưm~? Lidia và những người khác, bị bắt sao?",
    "大丈夫、少し話すだけだ。": "Không sao đâu, chỉ là nói chuyện một chút thôi.",
    "息を吐いて了承したレイヴェルの周囲を風紀委員会が取り囲む。\nそれはまるで、既にわかっている犯人を拘留しようとしているようだ。": "Rayvell thở dài và chấp nhận, Ủy ban Kỷ luật bao vây xung quanh cô.\nNó giống như thể họ đã biết trước tội phạm và đang bắt giữ vậy.",
    "待ってください、レイヴェルちゃん達は――": "Xin hãy đợi đã, Rayvell-chan và mọi người――",
    "申し訳ありませんが……\n現時点で貴方たちにできることはありません。": "Tôi xin lỗi... Hiện tại, các bạn không thể làm gì cả.",
    "……え、えっと……": "……Ừm, ừm...",
    "安心してください。まだ彼女たちが……と\n決まったわけではありませんので。": "Hãy yên tâm. Vì họ vẫn chưa... bị\nquyết định.",
    "トリニティ・ジュエルは風紀委員会に囲まれたまま、連行されていく。\n俺達はそれをただ見送るしかなかった――": "Trinity Jewel bị bao vây bởi Ủy ban Kỷ luật và bị giải đi.\nChúng tôi chỉ có thể tiễn họ đi――"
}