{
    "みてみて、すごいわ！": "Nhìn kìa, tuyệt vời quá!",
    "何がだ？": "Gì cơ?",
    "何って、雪に決まってるじゃない！\n右を見ても、左を見ても、真っ白！": "Gì là gì, tuyết chứ còn gì nữa!\nNhìn bên phải, nhìn bên trái, trắng xóa!",
    "こんなの、初めてだわ！": "Thật là lần đầu tiên!",
    "ジュリーちゃんの住んでたところは、雪降らなかったのー？": "Chỗ ở của Julie-chan không có tuyết rơi sao?",
    "降らないわけじゃないけど……\nこんなに積もることはなかったわ。": "Không phải là không có... \nNhưng mà không có nhiều như vậy.",
    "雪って、こんなにフカフカしてるのね。\n見てみて！　足跡！": "Tuyết xốp thật đấy.\nNhìn nè! Dấu chân!",
    "子どもか。": "Đúng là trẻ con.",
    "何よ、%usernameusernameuserna%はこの景色見て、\nテンション上がんないわけ？": "Gì chứ, %usernameusernameuserna% nhìn cảnh này mà\nkhông thấy phấn khích sao?",
    "まあ、気持ちは分からないでもないが……\n今回は引率だからな。はしゃぐわけにもいかんだろ？": "Ừm, tôi cũng hiểu mà... \nLần này là dẫn đoàn nên không thể vui vẻ được.",
    "ふっふっふ……\nそれなら、あたしが一番乗りになってもいいってことよね！！": "Hừ hừ hừ...\nVậy thì, tớ là người đầu tiên cũng được nhỉ!",
    "ひゃっほーい！": "Yeah!",
    "歓声を上げて、ジュリーが雪の中を走り出す。": "Julie hét lên rồi chạy vào trong tuyết.",
    "おい、ジュリー。今から登山だっていうのに\n体力を使うと後が大変だぞ。": "Này, Julie. Bây giờ là leo núi đấy\ndùng sức nhiều quá thì khổ thân đấy.",
    "だって、こんなに雪がいっぱいなのよ！　遊ばないと！": "Nhưng mà, tuyết nhiều như vậy mà! Không chơi thì phí!",
    "今度は雪の上をゴロゴロ転がり始めた。": "Lần này lại lăn lộn trên tuyết.",
    "……子どもというより、犬みたいだな。": "...Không phải trẻ con mà là, giống chó hơn.",
    "えへへ、このまま……こうやって、バタバターってすれば！\nみてみて、あたしの形がそっくり残ったわ！": "Ehehe, cứ thế này...cứ như này, ba-ta-ba-ta rồi!\nNhìn nè, hình tớ còn nguyên này!",
    "ふふ……ジュリーちゃん、楽しそうね♪\n実家の弟を思い出して、なんだか嬉しくなっちゃうわ。": "Hừm... Julie-chan, vui vẻ nhỉ♪\nTôi nhớ đến em trai ở nhà, tự nhiên thấy vui.",
    "むむむ……私も走り出したくなってきちゃった！\nねえねえ！　一緒に行ってきてもいい！？": "Ừm... Tớ cũng muốn chạy quá!\nNày này! Đi cùng tớ được không!?",
    "ああいいぞ。この雪景色を前にして、\n我慢しろっていうのも酷な話だろうしな。": "Ừ, được thôi. Trước cảnh tuyết này,\nbảo mày nhịn thì cũng hơi quá đáng.",
    "やったー！　それじゃあ行ってきまーす！": "Yeah! Vậy thì tớ đi đây!",
    "あはははっ、あははははっ！\nすごい！　ふかふか！　雪って、お布団みたい！": "Ahahaha, ahahahah!\nTuyệt vời! Xốp quá! Tuyết như chăn bông vậy!",
    "……おーい。ジュリー。\n楽しそうなのはいいが、程々にしないと大変な事になるぞ？": "...Ê. Julie.\nVui thì vui đấy, nhưng đừng quá đà, không thì khổ đấy?",
    "そうですわよ。体も冷えてしまいますし。": "Đúng vậy đó. Sẽ bị lạnh nữa.",
    "大丈夫よ！　元気は絶対に残しておくわ！": "Không sao đâu! Tớ sẽ giữ sức!",
    "最近はＭＧに乗って、練習ばっかりだったし、\nこんな風に雪いっぱいな外で遊ぶのは久々だもの！": "Gần đây toàn lên MG tập luyện,\nlâu lắm rồi mới được chơi đùa ở ngoài trời có tuyết!",
    "そういえばそうか。": "Nếu nghĩ lại thì đúng là vậy.",
    "ふふ、根を詰めすぎてもいけませんものね。\n気分転換に遊ぶのも重要ですわよ。": "Hừm, làm việc quá sức cũng không tốt mà.\nThay đổi không khí để chơi cũng quan trọng đó.",
    "七彩さんは、どんな風に息抜きをしていたの？": "Nanairo-san, chị thường giải trí bằng cách nào?",
    "そうですわね……勉強の合間の息抜きにガーデニングをしたり、\nショッピングをしたりですわね。": "Đúng là vậy... Giải trí trong lúc nghỉ giữa giờ học là làm vườn, \nhoặc là đi mua sắm.",
    "そうなんだ……てっきり、休む暇もなく、\nずっと頑張り続けてきたんだとばかり思ってたわ……": "Vậy sao... Cứ tưởng là, không có thời gian nghỉ ngơi,\ncứ cố gắng mãi thôi...",
    "ねえねえ、話してないでみんなも一緒に遊びましょ！\nこんなに雪がいっぱいある場所で遊ばないなんてもったいないわ！": "Này này, đừng nói chuyện nữa, mọi người cùng chơi đi!\nỞ nơi có nhiều tuyết như này mà không chơi thì phí quá!",
    "ほらほら！　雪合戦をして、雪だるまを作って、かまくらも作って……": "Nào nào! Chơi ném tuyết, làm người tuyết, làm nhà tuyết...",
    "……いや、まさかだけど全部やる気か？": "...Này, không phải là định làm hết đấy chứ?",
    "最初からあきらめてちゃダメよ！\n明日から探すんだから、今日はもう遊びつくすの！": "Bỏ cuộc ngay từ đầu thì không được đâu!\nNgày mai phải đi tìm rồi, hôm nay phải chơi cho hết!",
    "生まれて初めてこんなに雪を見るんだから、\nはしゃぐなっていう方が無理よ！": "Lần đầu tiên được thấy tuyết nhiều như này,\nbảo tớ không phấn khích thì làm sao được!",
    "まあ、生まれて初めてなら納得ではあるか……": "Ừm, lần đầu tiên thì cũng hiểu thôi...",
    "えへへ！　雪がいっぱいって聞いてたから、\n昨日からずっとワクワクして仕方なかったんだけど……": "Ehehe! Nghe nói có nhiều tuyết nên,\ntừ hôm qua đã mong chờ lắm rồi...",
    "こんなに楽しいなんて知らなかったわ！\nノエルもそう思うわよね！": "Không ngờ lại vui đến thế này!\nNoel cũng nghĩ vậy đúng không!",
    "あはは！　すごーい！　冷たいけど、気持ちいいね！\n足跡がいっぱいついてる！": "Ahaha! Tuyệt vời! Lạnh thật đấy, nhưng mà vui quá!\nCó nhiều dấu chân quá!",
    "ふふ、こんなにはしゃいで可愛らしいですわね。": "Hừm, vui vẻ như vậy thật là đáng yêu.",
    "ふふ、私も見ていたら実家の妹を思い出しちゃうわ。": "Hừm, nhìn tớ cũng nhớ đến em gái ở nhà.",
    "あはははは！　%usernameusernameuserna%もラウラちゃんも、\n一緒に遊ぼー！　七彩ちゃんも一緒に―！": "Ahahaha! %usernameusernameuserna% và Laura-chan,\ncùng chơi nào! Nanairo-chan nữa!",
    "分かったわー！　そっちに行くから待っててー！": "Được thôi! Tớ đến ngay đây!",
    "ふふ、それではわたくしもご一緒しましょうか。\n%usernameusernameuserna%さんはどう致しますの？": "Hừm, vậy thì tôi cũng đi cùng vậy.\n%usernameusernameuserna% thì sao?",
    "……ふむ、そうだな。": "...Hừm, được thôi.",
    "（……まあ、言っても仕方ないだろうしな。\nこれも経験ってところか）": "(...Ừm, nói gì cũng vô ích thôi.\ncũng là kinh nghiệm vậy)",
    "よし、ジュリー！　一緒に雪遊びするか！": "Được rồi, Julie! Cùng chơi tuyết thôi!",
    "やった！　それじゃあ何をする！？": "Yeah! Vậy thì chơi gì đây!?",
    "丁度人数もいることだし……雪合戦でもするか！\n本格的に、当たったら退場。チームを分けた戦いだ。": "Đúng là cũng đủ người... Chơi ném tuyết đi!\nNghiêm túc đấy, trúng là ra ngoài. Chia đội ra thi đấu.",
    "その言葉に全員がじゃんけんをしてチーム分けをする。\n七彩が俺のチームになった。": "Nghe vậy, mọi người oẳn tù tì để chia đội.\nNanairo vào đội của tôi.",
    "それじゃあ、いくわよ……よーい、スタート！": "Vậy thì, bắt đầu thôi... Bắt đầu!",
    "よーし、それじゃあ無理をしない程度に頑張るか。": "Được rồi, vậy thì cố gắng hết sức.",
    "こんな風に遊ぶだなんて、わたくしも子供の時以来ですわね……": "Chơi như này, tôi cũng là lần đầu tiên từ hồi còn bé...",
    "油断大敵！　とりゃー！": "Cẩn thận đấy! Tria!",
    "とりゃー！　くらえー！": "Tria! Ăn đi!",
    "うおっと！？　ほれ、これでどうだ！": "Ugh!? Này, thế nào!",
    "あはは！　いっぱいなげてもいいよね！\nほらほら、あったれー♪": "Ahaha! Ném nhiều cũng được nhỉ!\nNào nào, trúng đi♪",
    "ちょっ！？　ノエル！？　こっちにも飛んでるって！": "Chờ chút!? Noel!? Bay cả vào đây này!",
    "何やってるんだあいつら……": "Mấy người đang làm gì vậy...",
    "よいしょっと……はい、ジュリーちゃん。\nこれでいっぱい投げれるわよ♪": "Xong rồi... Này, Julie-chan.\nGiờ thì ném thoải mái nhé♪",
    "ほう、ラウラは補給役に徹してるのか……悪くないな。": "Hừm, Laura làm người tiếp tế sao... Không tồi.",
    "あ、あれ？　なんだか褒められてる？": "A, ừm? Hình như được khen?",
    "雪球を作る必要がある戦闘だからな。\nあえて補給役を作って集中して貰うのも作戦だ。": "Vì là trận chiến cần phải làm tuyết mà.\nCứ để cho người tiếp tế tập trung cũng là chiến thuật đấy.",
    "メイズシフターとの戦闘でも利用できる部分があるぞ？": "Chiến thuật này cũng có thể dùng trong trận chiến với Maze Shifter đấy?",
    "ほえー、そうなんだ……って、あぶな！？": "Hể, vậy sao... Này, nguy hiểm!",
    "おっと、外れたか。\n戦闘中は油断禁物だ！": "Ui, trượt rồi.\nTrong lúc chiến đấu thì không được lơ là!",
    "やったなー！　このこの！": "Được rồi!",
    "あてずっぽうに投げているのでしょうが、\nむしろそのせいで回避し辛くなっていますわね……": "Ném bừa thôi nhưng mà,\nthay vì thế lại khó né hơn...",
    "あはは！　とりゃとりゃー！　くらえー！": "Ahaha! Tria tria! Ăn đi!",
    "体感すると分かる弾幕の重要性ってわけだな。\n当たるかもしれない心理が動けなくするわけだ。だが……": "Cảm nhận được tầm quan trọng của hỏa lực là vậy.\nTâm lý có thể trúng sẽ khiến người ta không thể di chuyển. Nhưng...",
    "……あれ？　もう雪玉がなくなっちゃった？": "...Này? Hết tuyết rồi sao?",
    "よし！　七彩！　好機だ！\n今攻め入るぞ！": "Được rồi! Nanairo! Cơ hội đến rồi!\nTấn công nào!",
    "きゃっ！": "Kya!",
    "ぷぎゃっ！？": "Pugya!?",
    "あうっ……うう、負けちゃった……": "Au... Ưu, thua rồi...",
    "ぐぬぬ……いっぱい投げれたけど当てれなかった……": "Gừ... Ném nhiều mà không trúng...",
    "ふたりとも投げてばっかりだったからな……\n牽制をするなら、狙う役も必要だぞ。": "Hai người toàn ném thôi... \nNếu muốn kiềm chế thì cũng cần người nhắm nữa.",
    "うう、そうなのね……よーし、次は負けないわよ！": "Ưu, vậy sao... Được rồi, lần sau tớ không thua đâu!",
    "よし、それじゃあチームを変えるか。": "Được rồi, đổi đội thôi.",
    "今度は負けないわよー！": "Lần này tớ không thua đâu!",
    "そして、何度かチームを変えながら本格的な雪合戦を続ける。": "Và, thay đổi đội vài lần, tiếp tục trận ném tuyết.",
    "やったー！　勝てた勝てたー！": "Yeah! Thắng rồi!",
    "ふふ、ゲームとはいえ……\n%usernameusernameuserna%さんに勝てましたわね。": "Hừm, tuy chỉ là trò chơi thôi... \nNhưng mà tôi đã thắng được %usernameusernameuserna%.",
    "くっ……流石だな七彩。": "Khặc... Quả là Nanairo.",
    "はぁ……楽しかったぁ。\n童心に戻ってこんな風に遊べただけでも、来てよかったかも♪": "Ha... Vui quá.\nTrở về tuổi thơ, chơi như này cũng đáng đến♪",
    "流石にラウラさん、その感想は早いような……\n明日から本格的な登山になりますのよ？": "Quả nhiên là Laura-san, cảm tưởng đó có vẻ hơi sớm... \nNgày mai là leo núi đấy?",
    "あっ、そ、そうだった……うう、気が重いわ……": "A, ừ, phải rồi... Ưu, nặng nề quá...",
    "えへへ、楽しみだなー！\n雪山もいっぱい登って楽しんじゃうぞー！": "Ehehe, mong chờ quá!\nLeo núi tuyết nữa, chơi cho đã luôn!",
    "ノエルちゃん、やっぱりすごい体力ね……\n私なんて、もうヘロヘロで疲れちゃった……": "Noel-chan, thể lực đúng là tuyệt vời... \nTôi thì mệt rã rời rồi...",
    "まあ、雪だと体力を使うからな。\nよし、それじゃあそろそろ終わりにするか。": "Ừm, tuyết thì dùng thể lực nhiều.\nĐược rồi, vậy thì kết thúc thôi.",
    "えー！　もっと遊びたいわ！\nまだまだやりたい事がいっぱいあるの！": "Ê! Muốn chơi nữa!\nVẫn còn nhiều thứ muốn làm!",
    "ジュリーちゃん、流石に暗くなると危ないわ。\nそれに、私もちょっと限界が近くて……": "Julie-chan, trời tối thì nguy hiểm đấy.\nHơn nữa, tôi cũng gần đến giới hạn rồi...",
    "むむむ……そう言うことなら仕方ないわね！\nそれじゃあ、今日はテントで休むの？": "Ừm, nếu nói vậy thì cũng không còn cách nào khác!\nVậy thì, hôm nay nghỉ trong lều sao?",
    "ああ、今から設営するぞー。\n全員、テントで大丈夫か？": "Ừ, bây giờ dựng lều thôi.\nMọi người, ổn chứ?",
    "むしろ、テントで泊まるのって楽しみ！　ワクワクする！": "Thích ở trong lều luôn! Vui quá!",
    "雪山って最高ね！": "Núi tuyết tuyệt vời!",
    "そして、テントの設営を終わらせた俺たちは、\n寝袋に包まれてゆっくりと眠りにつくのだった。": "Và, sau khi dựng lều xong, \ntôi và mọi người chui vào túi ngủ và chìm vào giấc ngủ.",
    "うっぎゃああああああ！！": "Ugyaaaa!",
    "うおっ！？　ど、どうした！？": "Ugh!? Đ, đã xảy ra chuyện gì!?",
    "いた、いたい！　ぜ、ぜんしんいたい～！\nな、なにこれ！　なにこれ！？　いだだだだ！？": "Đau, đau quá! Toàn thân đau~!\nN, cái gì đây! Cái gì đây!? Đau quá!?",
    "そこには芋虫のように寝袋にくるまって、\n絶望した表情でうごめくジュリーの姿があった。": "Ở đó, Julie đang cuộn mình trong túi ngủ như con sâu,\nvới vẻ mặt tuyệt vọng.",
    "……やっぱり筋肉痛になったか。": "...Cuối cùng thì cũng bị đau cơ rồi.",
    "な、なんでぇ～！？　ちゃんと練習もしてるし、\n普段から特訓だって……いだぁあああい！？": "T, tại sao~!? Rõ ràng là em cũng tập luyện, \nthường ngày em cũng tập... Đau quá!?",
    "雪は思った以上に重いからな。全身の筋肉を使うんだよ。\n普通なら使わない部分の筋肉を酷使したってわけだ。": "Tuyết nặng hơn mình nghĩ đấy. Dùng cơ bắp toàn thân đấy.\nDùng cơ bắp ở những chỗ mà bình thường không dùng.",
    "特にＭＧパイロットの運動だと、使わない部分も使うからな。": "Đặc biệt là vận động của MG Pilot, những chỗ không dùng cũng phải dùng.",
    "マッサージでもするか？": "Xoa bóp không?",
    "注射でも打つか": "Tiêm không?",
    "い、痛いよぉ！　ど、どうにか、いたた！　ならないの！？": "Đ, đau quá! L, làm sao, đau quá!",
    "ま、マッサージ！？　さ、触るの！？\nほ、本当に……いたたたた！？": "X, xoa bóp!? S, sờ vào sao!?\nTh, thật sự... Đau quá!?",
    "……足先をちょっとだけ触れてみる。": "...Chỉ chạm vào đầu ngón chân thôi.",
    "ふぎゃああああああ！？\nいったああああああああああ！？": "Fugyaaaaa!?\nĐauuuuuu!?",
    "ちゅ、ちゅ、ちゅ、注射！？": "Ch, ch, ch, tiêm!?",
    "ああ、こう痛み止めの注射をぶすっと一発――": "Ừ, tiêm giảm đau một phát thôi...",
    "む、無理無理！　注射なんてやだー！\nいだだだだ！？　暴れたら痛みがぁああああ！？": "M, vô lý! Em không muốn tiêm!\nĐau quá! Nếu mà giãy dụa thì đau quá!?",
    "まあ、冗談だ。\nそうだな……ストレッチをするべきだろうな。": "Ừm, nói đùa thôi.\nĐúng là... nên khởi động thôi.",
    "す、ストレッチ？": "Kh, khởi động?",
    "ああ、筋肉を伸ばすように動かすんだ。\n無理をするなよ？　悪化するからな。": "Ừ, cử động để kéo giãn cơ bắp.\nĐừng cố quá nhé? Sẽ nặng hơn đấy.",
    "そ、そうなのね……うぐぐ……\n痛くて寝袋からでられない～……": "V, vậy sao... Ugu... \nĐau quá không ra khỏi túi ngủ được...",
    "う、うう～、ジュリーちゃーん……\n%usernameusernameuserna%……": "Ư, ưu~, Julie-chan... \n%usernameusernameuserna%...",
    "お、ノエルも筋肉痛か？": "Ơ, Noel cũng bị đau cơ à?",
    "こ、これがそうなの？　いたた……うう、痛いよぉ～": "Đ, đây là như vậy sao? Đau quá... Ưu, đau quá~",
    "いつも元気なノエルまで筋肉痛になったようだ。\n珍しい光景に思わず苦笑する。": "Noel luôn tràn đầy năng lượng mà cũng bị đau cơ.\nThấy cảnh tượng hiếm có này, tôi không khỏi cười khổ.",
    "それじゃ、全員でストレッチをするか。\n他に重症そうなのは……ラウラも酷そうだな。": "Vậy thì, mọi người cùng khởi động thôi.\nNhững người bị nặng nữa là... Laura cũng nặng đấy.",
    "うぐぐ……なんで%usernameusernameuserna%は無事なの！？\nうう……同じくらい遊んでたのに～！": "Ugu... Tại sao %usernameusernameuserna% lại không sao chứ!?\nƯu... Chơi cùng nhau mà~!",
    "普段からの鍛え方の差だな。": "Khác biệt do rèn luyện thường ngày đấy.",
    "あたしたちだって、頑張ってるのにぃ～！？\nいぎぎ！？　いたいよぉ～！": "Chúng ta cũng đã cố gắng mà~!?\nIgi!? Đau quá~!",
    "というか、ジュリー。\nストレッチするんだから早く出るんだぞ？": "Mà này, Julie.\nVì khởi động nên ra ngoài nhanh lên?",
    "先に私はストレッチしておくね……": "Để tớ khởi động trước...",
    "あっ、ズルいわノエル！\nあたしもこの痛みから早く解放を……": "A, Noel gian lận rồi!\nTớ cũng muốn thoát khỏi cơn đau này...",
    "いだだだだ！？　む、むりぃいいいい！": "Đau quá!? U, vô lý!",
    "（見ててちょっと面白くなってきたが\nいつまでもこうしてるわけにはいくまい）": "(Nhìn thì hơi buồn cười\nnhưng mà cứ thế này mãi cũng không được)",
    "それじゃ、ラウラ達も様子を見て呼んでくるからな。\nジュリーはその間に脱出しておけよ～。": "Vậy thì, tôi sẽ đi xem tình hình của Laura rồi gọi mọi người ra nhé.\nJulie, trong lúc đó thì thoát ra đi~.",
    "えええっ！？\nほ、放置なの！？　いだだっ！？": "Eeeeeh!?\nB, bị bỏ rơi sao!? Đau quá!?",
    "というか、今日は雪山登るんだからな？\n今そんな調子だと、後が思いやられるぞ。": "Mà này, hôm nay phải leo núi tuyết đấy?\nTình trạng như vậy thì sau này khổ đấy.",
    "そ、そうだった……うう……が、頑張る……！": "V, vậy sao... Ưu... C, cố gắng...",
    "そうして、筋肉痛になったジュリーたちの面倒を見てから、\n雪山の探索へと向かうのだった……": "Sau đó, sau khi chăm sóc cho Julie và mọi người bị đau cơ,\ntôi bắt đầu khám phá núi tuyết..."
}