{
    "今日もルナとのダイエットに没頭していると\n１日があっという間に終わってしまった。": "Hôm nay, khi tôi đang tập trung vào việc ăn kiêng với Luna, một ngày trôi qua thật nhanh.",
    "お疲れ様。たくさん汗かいたな。": "Em mệt rồi. Ra nhiều mồ hôi quá.",
    "は、はいっ……\n今日はお風呂に入らないといけませんね……": "Vâng, vâng... Hôm nay em phải tắm rồi...",
    "（ん？　今日『は』……？\nいや、聞かなかったことにしておこう……）": "(Hửm? 'Hôm nay'...? Không, coi như mình chưa nghe gì đi...)",
    "すっかり陽も暮れて、元から登校生徒の少ないＬＯＣの校舎内は、\n今では無人なのではないかと思うほど静寂に満ちていた。": "Trời đã tối hẳn, trong khuôn viên trường LOC vốn đã vắng bóng học sinh, giờ đây lại càng tĩnh lặng đến mức tôi cứ ngỡ như không có ai.",
    "はふぅ……わ、私……これで少しは痩せますかね……？": "Haizz... Em... Em có gầy đi chút nào không nhỉ...?",
    "ほんのり汗ばんだ体のまま、空き教室で休憩していると、\nルナはそんなことを口にする。": "Vẫn còn đẫm mồ hôi, tôi và Luna nghỉ ngơi trong một lớp học trống, cô ấy đã nói như vậy.",
    "ああ、このまま頑張れば、目標の体重までそう遠くないと思う。": "Ừ, nếu cứ cố gắng thế này, tôi nghĩ em sẽ không còn xa mục tiêu cân nặng đâu.",
    "えへ……えへへ……じゃあ、誰かに見た目を褒めてもらえる日も、\nそう遠くないってことですね。": "Ehehe... Ehehe... Vậy là, ngày mà em được ai đó khen ngợi về ngoại hình cũng không còn xa nữa rồi.",
    "そのことなんだが……": "Về chuyện đó...",
    "はい？": "Vâng?",
    "正直、今でも十分魅力的だと思うぞ。": "Thật lòng, tôi thấy em vẫn quyến rũ lắm.",
    "へ？　……は？": "Hả? ...Hả?",
    "そ、そそそ、そんな見え透いたお世辞……！！": "Đ, đó, đó là lời khen sáo rỗng...",
    "別にお世辞じゃない。": "Không phải là lời khen sáo rỗng.",
    "はは、またまた……": "Ha ha, lại nữa...",
    "あれですよね？　卑屈な女なら適当にそう褒めとけば、\n自尊心が勝手に満たされるだろ……的な。": "Chắc là vậy nhỉ? Nếu cứ khen mấy cô nàng tự ti như thế, thì lòng tự trọng của họ sẽ tự thỏa mãn... kiểu vậy.",
    "どうせ、本当は女の子としては……見れないくせに……": "Dù sao thì, em cũng không được coi là con gái... đúng không...",
    "見れる。今も見てる。": "Có thể. Bây giờ tôi vẫn đang nhìn em.",
    "じゃ、じゃあ……！　私で興奮できるっていうんですか……！？\nた、例えば私の裸を想像して、女として魅力的だと――": "V, vậy... Vậy là anh có thể hứng thú với em sao...!? Ví dụ như, anh tưởng tượng em khỏa thân, thấy em quyến rũ sao--",
    "言えるッ！！　俺の股間を見ろ！！": "Có thể nói được!! Nhìn 'cái đó' của tôi này!!",
    "えっ……？": "Hả...?",
    "あ……あれ……？　大きくなって……る？\nえ……本当に……？　な、なんで……？": "A... Ơ... Lớn... lớn hơn rồi sao...? Ơ... Thật sao...? T, tại sao...?",
    "お前に言われたとおり、お前の裸を想像したまでだ。\nお前のせいでこんなになった。": "Tôi chỉ làm theo lời em, tưởng tượng em khỏa thân thôi. Tại em đấy.",
    "そ、そんな堂々とはっきり言わないでください……！": "Đ, đừng có nói thẳng thừng như vậy mà...!",
    "……って、私が煽ったんでした。": "...Ấy, là tôi xúi giục mà.",
    "…………": "...",
    "さ、触ってみても……いいですか？": "T, tôi... có thể chạm vào... được không?",
    "うぅ……なに言ってるんだろう……私……": "Ư... Mình đang nói gì vậy...?",
    "ああ、構わない。": "Ừ, không sao.",
    "少しして、ルナの指先がおずおずと伸ばされる。": "Một lúc sau, đầu ngón tay của Luna rụt rè đưa ra.",
    "わ……はは……す、すごい……\nこ、こんなに……硬く……なるんですね……？": "W... Ha ha... T, tuyệt vời... C, cứng... đến thế này sao...?",
    "うぅ……嘘じゃなかったんだ……\n私のこと……本当に……う、嬉しい……です。": "Ư... Không phải là nói dối sao... Em... Thật sự... Ư, vui... lắm...",
    "真っ赤に頬を染めたルナの視線が\n一心にこちらへ向けられる。": "Ánh mắt của Luna đỏ ửng, hướng về phía tôi.",
    "ええと……この後は……何をすれば……？　そ、その……ネットで\n知識はありますが……経験のほうはゼロなもので……": "À... Sau đó... thì phải làm gì... ? T, theo... kiến thức trên mạng thì có... nhưng kinh nghiệm thì bằng không...",
    "そうだな……じゃあ、まずは……胸でしてくれないか？": "Vậy thì... Đầu tiên, em có muốn dùng ngực không?",
    "む、胸……ですか？　わ、わかりました……でもその前に……\nす、少し照明を落としてもいいですか？　恥ずかしいので……": "Ng, ngực... sao? V, vâng... nhưng trước đó... em, em có thể tắt bớt đèn được không? Em ngại lắm...",
    "その後薄暗くなった教室で、\nルナはゆっくりとブラウスのボタンを外し始めたのだった。": "Sau đó, trong căn phòng tối mờ, Luna từ từ cởi cúc áo blouse.",
    "ううぅ……ひゃっ……わぁっ！\nわ……思ったより……熱い……です……": "Ư... Hya... Waaah!\nW... Hơn cả mong đợi... nóng... lắm...",
    "柔らかな肉毬にペニスがゆっくりと包まれる。": "Dương vật từ từ được bao quanh bởi bầu ngực mềm mại.",
    "こ、こんな体の……どこをどう見たら……\nこんなに……硬くできるんですか……？": "C, cơ thể thế này... nhìn vào đâu thì... mới... cứng... đến thế này được...?",
    "う、ううぅ……でも……やっぱりビクビクしてるし……": "Ư, ư... Nhưng... em vẫn còn run rẩy...",
    "拙い動きでペニスを迎え入れながら、\n大きな乳房でこちらを扱き始めるルナ。": "Luna, với những động tác vụng về, đón nhận dương vật, bắt đầu ve vuốt tôi bằng bộ ngực lớn.",
    "しかし、その拙さが逆にこちらの気持ちに火をつけて――": "Nhưng, sự vụng về đó lại càng làm bùng lên cảm xúc của tôi--",
    "わ……また……私の胸の間で……ビクッて……\nはぅぅ……%usernameusernameuserna%さん……": "W... Lại... giữa ngực em... giật... \nHauuu... %usernameusernameuserna%...",
    "いつしかルナの瞳にも微かに熱が滲み、\nすっかり二人ともスイッチが入ってしまった。": "Đôi mắt của Luna cũng dần ửng đỏ, cả hai chúng tôi đều đã bị kích thích.",
    "はぁ……%usernameusernameuserna%さん……\n続き……してもいいですよ……？": "Ha... %usernameusernameuserna%... Tiếp tục... được không ạ...?",
    "胸だけじゃ……つらそうですし……\nあ、あなたは初めて……私を魅力的と言ってくれたから……": "Chỉ ngực thì... có vẻ hơi khó... \nÀ, anh là người đầu tiên... nói em quyến rũ mà...",
    "えへへ……%usernameusernameuserna%さん……？": "Ehehe... %usernameusernameuserna%...?",
    "そうして同意を得て、ルナの服を脱がせると\n本番へと移るのだった――": "Sau khi nhận được sự đồng ý, tôi cởi đồ của Luna, và bắt đầu vào màn chính--",
    "は、はぅ……ふ、ふぅぅ……\nふぅ……ふぅ……んんん――っ！！": "Ha, hau... Fu, fuuu... \nFuu... Fuu... Nnnn--!!",
    "促すままに、こちらの上に乗ったルナが、\nゆっくりと閉じた割れ目へ自らの体を落としていく。": "Theo lời thúc giục, Luna lên trên người tôi, từ từ đặt cơ thể mình vào khe hở.",
    "ふっ……うぅぅ……ううぅぅぅ……は、はいったぁ……？\nは、はぁ……はぁ……%usernameusernameuserna%さん……？": "Fuff... Ưuu... Ưuuu... Ha, đã vào rồi sao...? \nHa, ha... %usernameusernameuserna%...?",
    "これ……本当に……だい……じょうぶ……かな……？": "Cái... này... thật sự... ổn... không...?",
    "不安と戸惑いが強いまま、まだ半分ほどしか飲み込んでいない\n蜜口をヒクつかせ、ルナが熱い吐息をこぼす。": "Với sự bất an và bối rối, Luna thở ra hơi thở nóng bỏng, chỉ mới nuốt được một nửa.",
    "だ、だってぇ……こんなことするの……初めてで……\nやり方……わかんないし……": "T, tại vì... làm chuyện này... lần đầu... nên... không biết phải làm... thế nào...",
    "でも……%usernameusernameuserna%さんの……\nおっきいし……お腹のなか……く、苦しくて……！": "Nhưng... của %usernameusernameuserna%... \nlớn... và... trong bụng... kh, khó chịu...",
    "は、はううぅ……ふ、ふっ、んんん――っ！！！": "Ha, hauuu... Fu, fuff, nnnn--!!!",
    "全身を震わせるルナの腰に手を伸ばし、\nゆっくりと下から突き上げ、ピストンを開始する。": "Tôi đặt tay lên thắt lưng của Luna, người đang run rẩy, từ từ đẩy lên và bắt đầu chuyển động.",
    "ふああ、あ、あううぅぅ……！？": "Fuaa, a, auuuu...!?",
    "あっ、んあっ……あ、あっ、ふぁ、あああぁ……！\nま、待って、待って……ください……あ、あ、ああっ……！": "A, n'ah... A, ah, fa, aaaaa...!\nĐ, đợi, đợi... đi... a, a, aah...!",
    "そんな……いきなり……突かれたら……ひゃうぅぅっ！？": "Như vậy... đột ngột... bị đâm... hyaauuuu!?",
    "狭い膣内をすぐさま収縮させ、\n鋭い締め付けでペニスを無意識に包むルナ。": "Luna, ngay lập tức co thắt âm đạo, vô thức ôm lấy dương vật bằng một sự siết chặt sắc bén.",
    "あっ…んぁ……あっ……あううぅ……ぅ～……\nハァッ……ハァッ……なにぃ……これぇ……！？": "A... n'a... a... auuu... ư~...\nHaa... Haa... Cái... này... là... gì...!?",
    "お、お腹のなかが……あ、ああぁ……ずんずんってぇ……！？": "T, trong bụng... a, aaaa... rộn ràng...!?",
    "は、ふぅ……ふぅ……ふ、ふううぅぅ……\nこ、こんなのぉ……し、知らないですよぉ……": "Ha, fuu... fuu... f, fuuuu...\nC, cái này... em, không biết mà...",
    "あ、あうぅ……ふぅ……ひううぅぅぅ……っ！": "A, auuu... fuu... hiuuu...!",
    "根元までこちらを咥え込み、苦しそうな声を響かせるルナ。": "Luna ngậm chặt gốc, phát ra âm thanh khó chịu.",
    "そんなルナの大きな胸へ手を這わせれば、隠れている乳首が\n愛らしく思え、乳輪の周りをさわさわと擽り始めた。": "Tôi đặt tay lên bộ ngực lớn của Luna, đầu vú ẩn hiện trông thật đáng yêu, bắt đầu xoa xoa xung quanh quầng vú.",
    "ふ、うぁ……ま、待ってぇ……！？": "Fu, uaa... đ, đợi... đi...!?",
    "そこ、くりくりしないでぇ……！\nふぅ……ふぅ……ぁ……ああぁ……！": "Đừng... đừng có làm thế...!\nFuu... Fuu... a... aaaa...!",
    "は、はぁ……はふ、ん、んんっ、ひううぅぅん……！": "Ha, ha... han, nnn, hiuuuun...!",
    "しかし、触れれば触れるほど、指は柔らかな肉に飲み込まれ、\nまた、膣内を濡らす愛液は潤み、ペニスを奥へと誘う。": "Nhưng, càng chạm vào, ngón tay càng bị nuốt chửng bởi thịt mềm mại, và dịch tiết làm ướt âm đạo, mời gọi dương vật vào sâu hơn.",
    "はっ……はぁ……はぁ……あううぅ……少しだけ……\nお腹……苦しく……なくなった……かも……？": "Ha... haa... haa... auuu... một chút thôi... \nbụng... bớt... khó chịu... rồi... chăng...?",
    "これなら……もっと動いで大丈夫……たぶん……": "Nếu vậy... có thể... di chuyển nhiều hơn... có lẽ...",
    "ふっ……ふぅ……はふぅ……！\nん、んぁ……あ、ぁう……うああぁ……はぁぁ……！": "Fuff... fuu... hafuu...!\nn, n'a... a, au... uaaaa... haaa...!",
    "きつい締め付けでペニスの到達を拒んでいた膣肉が\n徐々に柔らかに奥を開き、こちらをさらに受け入れていく。": "Thịt âm đạo, vốn từ chối sự thâm nhập của dương vật bằng sự siết chặt, dần dần mở rộng, đón nhận tôi sâu hơn.",
    "あはっ……%usernameusernameuserna%さん……？\nちょっとずつ……気持ちよく……なってきました……えへへ……": "Aha... %usernameusernameuserna%...? \nTừ từ... thấy... dễ chịu... hơn rồi... ehehe...",
    "いや……ええと……繋がってるだけでぇ……\nもう……充分……気持ちいいん……ですけどぉ……はぁ……": "Không... ừm... chỉ cần kết nối thôi... \nđã... đủ... dễ chịu... rồi... haa...",
    "ふ、ふぅ……ふぅ……それとは……別に……\nなんか……ナカが……きゅって……するというかぁ……？": "Fu, fuu... fuu... ngoài ra... \ncòn... kiểu... trong người... cứ... thắt lại... sao...?",
    "は、はふ……不思議な……気持ちですぅ……\nあったかくてぇ……でも……熱くてぇ……": "Ha, hafu... cảm giác... kỳ lạ... quá... \nấm áp... mà... lại... nóng nữa...",
    "ん……%usernameusernameuserna%さん……\n%usernameusernameuserna%さん……えへへ……んっ！": "Ừm... %usernameusernameuserna%...\n%usernameusernameuserna%... ehehe... n!",
    "こちらの動きに合わせて、少しずつ自らも腰を振り始めたルナ。": "Theo chuyển động của tôi, Luna cũng bắt đầu tự lắc hông.",
    "蜜口が根元までこちらを飲み込むと、\n柔らかな陰唇が下腹部ぴとりと吸い付くのが、また気持ちいい。": "Khi âm đạo nuốt chửng gốc, môi âm hộ mềm mại áp vào bụng dưới, cũng rất dễ chịu.",
    "は、はは……今……気持ちいいって……言いましたか？\nふ、ふふ……この体も……いいとこ……あるんだ……": "Ha, ha... Bây giờ... em vừa nói... dễ chịu... sao?\nFu, fufu... Cơ thể này... cũng... có điểm... tốt nhỉ...",
    "へへ……嬉しい……です……ん……もっともっと……\nできるか……自信はないけど……私……頑張ります……": "Hehe... Vui... lắm... n... Càng ngày càng... không có tự tin... nhưng... em sẽ cố gắng...",
    "んっ……ふ、ふぅ……は、はふ……ふああぁん……！": "N... fu, fuu... ha, hafu... fuaaan...!",
    "むっちりとした裸体を揺らしながら、\nルナがしっかりと自らの恥部でこちらを扱いていく。": "Luna, vừa lắc lư cơ thể trần trụi, vừa dùng bộ phận nhạy cảm của mình để ve vuốt tôi.",
    "は、はぁ……はぁ……すごい……ですねぇ……？\nへへ……%usernameusernameuserna%さんの……ふぅ……！": "Ha, haa... tuyệt vời... nhỉ...?\nHehe... của %usernameusernameuserna%... fuu...!",
    "どんどん……私のナカでおっきくなって……\nどくどくいって……そんなに気持ちいいんだ……？": "Càng ngày... càng lớn... trong người em... \nthình thịch... dễ chịu... đến thế sao...?",
    "わ、私の体で……興奮して……\n気持ちよくなって……くれてるんだ……こんなの……こんなの……": "Cơ thể em... bị kích thích... \ncảm thấy... dễ chịu... sao... thế này... thế này...",
    "もう……なんて言ったらいいか……わからないです……\n嬉しいのと気持ちいので……あは……頭がぐちゃぐちゃでぇ……": "Em... không biết phải nói gì... nữa... \nvui... và dễ chịu... nên... a ha... đầu óc em... rối tung cả lên...",
    "お腹のナカも……ぐちゃぐちゃに……かき混ぜられてぇ……\nううあぁ……あ、あぁ……ああぁ……はぁ、ああぁ……！": "Trong bụng... cũng... bị đảo lộn... \nuuaaa... a, aaa... aaaa... haa, aaaa...!",
    "激しくなるこちらの突き上げに応え、\n大きく体を揺らしては、膣奥でペニスを包むルナ。": "Đáp lại sự thúc đẩy của tôi, Luna lắc mạnh cơ thể, bao lấy dương vật trong âm đạo.",
    "互いの興奮を高め合ううちに、\nいつしかこちらも、何もかも忘れるほど夢中になり――": "Trong khi cả hai chúng tôi cùng nhau tăng cường sự hưng phấn, \ncả hai đều trở nên say mê đến mức quên đi mọi thứ--",
    "ひっ、ひゃうううあぁ！？": "Hih, hyaauuaaa!?",
    "つい、力強く最奥に亀頭を擦りつけてしまうと、\nルナの汗の滴る肉毬が大きく揺れた。": "Khi tôi mạnh mẽ cọ xát đầu dương vật vào điểm sâu nhất, bầu ngực đẫm mồ hôi của Luna rung lên mạnh mẽ.",
    "う、ふああぅ……しょ、しょこ……あぅ……ぅあああぁ！": "Ư, fuaau... so, soco... au... uaaaa!",
    "はひっ、やぁ……らぁぁ……きもちいいよぉ……！\nきもちよくれぇ……ふ、ふぁ……あぁぁ……！": "Hih, yaa... raaa... dễ chịu... quá...!\ndễ chịu... quá... fu, fa... aaaa...!",
    "わたひ……ふぁ……だめ、なりゅぅ……！？": "Em... fa... không được... nữa...!?",
    "呂律すら意識と共に蕩け始め、\nルナは濡れた瞳をきゅっと細める。": "Ngay cả ngữ điệu cũng bắt đầu tan chảy cùng với ý thức, Luna nheo đôi mắt đẫm lệ.",
    "ふ、ふうぁ……ぁううぅ……もぉ……もお、らめ！": "Fu, fuaa... auuu... moo... moo, rame!",
    "%usernameusernameuserna%さん……らめに……なりゅぅ！\nあたまのなかぁ……ふあぁぁ……まっちろ……なってぇ……！": "%usernameusernameuserna%... rame... ni...!\nTrong đầu... fuaaa... mạt trược... nate...!",
    "もぉ……なにこれぇ……！？\nなんか……なんかぁ……くりゅぅう……！？": "Moo... cái này... là gì...!?\nCái gì... đó... kuryuu...!?",
    "ううぅ……はぁ……はぁぁ……くりゅのぉ……！？\nあ、うぁああぁ……ふあああぁぁ……！？": "Ưuu... haa... haaa... kuryuu...!?\nA, uaaaa... fuaaa...!?",
    "膣内が激しく痙攣し、ペニスがふっと奥へと引き込まれる。": "Âm đạo co thắt dữ dội, dương vật bị kéo vào sâu hơn.",
    "う、うああぁぁ……も、もぉ……ああぁぁ！\nくりゅ……くりゅから……%usernameusernameuserna%さんも！": "Ư, uaaaaa... mo, moo... aaaa!\nkuryuu... kuryuu... kara... %usernameusernameuserna% mo!",
    "%usernameusernameuserna%さんも……いっしょ……に！\nぁ、わたひとっ……イって……！！　": "%usernameusernameuserna% mo... issho... ni!\nA, watashi... itte...!!",
    "イって！　イク！　イク、イク、イクイクイク……！": "Itte! Iku! Iku, iku, ikuikuiku...!",
    "んんんんんぅぅぅぅぅぅぅぅ――ッッ！！！！！": "Nnnnnnnnnnnnnnn--!!!",
    "こちらも、絶頂を迎えて激しく蠢動するルナのナカに、\n白濁を思いきり吐き出した。": "Tôi cũng đạt đến cực khoái, và phun ra tinh dịch vào trong người Luna, người đang chuyển động dữ dội.",
    "ううぅ……ひいぅぅぅぅ……ぅぅ……ふぅぅ――！！": "Ưuu... hiuuu... ưuu... fuuu--!!",
    "は、はぁ……あ……ああぁぁ……\nナカ……あぁ……ふ、ふぅ……ううぅぅ……！": "Ha, haa... a... aaaa...\nTrong người... aaaa... fu, fuu... ưuuu...!",
    "いつの間にか、隠れていた乳首が顔を出し、\n呼吸を繰り返すルナの胸のてっぺんで揺れていた。": "Không biết từ lúc nào, đầu vú ẩn hiện, rung động trên đỉnh ngực của Luna, người đang thở.",
    "ふ、ふぅ……は、はぁ……はああぁぁ……": "Fu, fuu... ha, haa... haaaaa...",
    "ごぽりと音を立てて精液を零す蜜口から\nすべてを吐き出し切ったペニスが排出される。": "Dương vật, đã phun hết mọi thứ, thải ra từ âm đạo, nơi tinh dịch chảy ra.",
    "はぁ……はぁ……はぁ……もぉ……だめです……": "Haa... haa... haa... moo... không được nữa...",
    "こんなに気持ちいのも……嬉しいのも……\nぜんぶ……ぜんぶ……知らなくて……ふ、ふぅ……": "Cảm giác dễ chịu này... vui vẻ này... \ntất cả... tất cả... em đều không biết... fu, fuu...",
    "す、すこしだけ……休ませて……くださぁい……": "T, chỉ cần... nghỉ ngơi... một chút... thôi...",
    "%usernameusernameuserna%さん……ふぅ……ふふ……\nまた……催したら、好きに……私を、呼び出して……くださいね……": "%usernameusernameuserna%... fuu... fufu...\nNếu... muốn... một lần nữa, hãy... gọi em tùy thích... nhé...",
    "すべてを終えたルナは、満足しきったのか、\nそのままこちらに身を預け、目を閉じたのだった。": "Luna, sau khi kết thúc mọi thứ, có vẻ hài lòng, dựa vào tôi và nhắm mắt lại.",
    "その後――": "Sau đó--",
    "むぅ……ん……むにゃ……すぅ……すぅ……": "Muu... n... munya... suu... suu...",
    "すっかり眠りこけたルナを起こさないよう\n小さな声で耳元に囁く。": "Để không đánh thức Luna, người đã ngủ say, tôi thì thầm vào tai cô ấy.",
    "ルナは可愛いよ。今のままでも十二分にな。": "Luna thật dễ thương. Ngay bây giờ cũng đã đủ rồi.",
    "彼女のやる気と熱意には応えたい。だからこれからもダイエットには\n付き合うだろう。でももっと自分に自信を持ってほしいとは思う。": "Tôi muốn đáp lại sự nhiệt tình của cô ấy. Vì vậy, tôi sẽ tiếp tục ăn kiêng. Nhưng tôi cũng muốn cô ấy tự tin hơn.",
    "ん……えへ……えへへ……むにゃむにゃ……": "N... ehe... ehehe... munya munya...",
    "俺の声に反応したのか、あるいは、いい夢でも見ているのか、\nルナは目を閉じたまま、どこまでも幸せそうに微笑んだ。": "Có lẽ là do phản ứng với giọng nói của tôi, hoặc có lẽ là đang mơ đẹp, Luna vẫn nhắm mắt, mỉm cười hạnh phúc. "
}