{
    "シティでのＭＧ競技公式戦で、二つのチームＭＧが接触し合い、\n激しい金属音を響かせていた。": "Trong trận đấu MG chính thức ở thành phố, hai đội MG đã va chạm nhau, tạo ra những tiếng kim loại chói tai.",
    "あー！　もうじれったいなぁ！　このまま突撃してくる！": "A! Chán quá đi! Cứ đà này thì sẽ xông lên mất!",
    "それは……いえ、分かりました！\n沙耶、ユリアの援護をして――": "Việc đó thì... Vâng, tôi hiểu rồi!\nSaya, hãy hỗ trợ Yuria――",
    "させるわけないでしょ！\n潰させてもらうわ！": "Đừng hòng!\nTớ sẽ nghiền nát các cậu!",
    "くっ……！　ここは通しません……！": "Kh...！ Không thể để các cậu đi qua đây...!",
    "（……以前のカラフルブーケに比べて、更に連携の隙が無くなっている）": "(...So với Colorful Bouquet trước đây, liên kết đã không còn một kẽ hở nào)",
    "ひええええええ！　そ、そっちいっちゃダメですぅううううう！": "Hieeee! Đ, đừng đi hướng đó!",
    "ぐぬっ……！　ああもう！　うっざいなぁ！": "Grr...! A, chán thật đấy!",
    "いいわね、うるう！　それじゃあ行きましょうか！": "Được rồi, Uru! Vậy thì, đi thôi!",
    "もう、ユリアったらイライラしちゃって可愛いわね♪\nでも、負けるのは癪だしフィーも一緒に――": "Này, Yuria cứ cáu gắt lên trông dễ thương nhỉ♪\nNhưng mà, thua thì chán lắm, nên Fee cũng cùng――",
    "――ダメ、この弾幕だと手一杯で援護できない。": "――Không được, với đạn này thì tớ không đủ sức hỗ trợ.",
    "あら、そうなの？　じゃああたしだけでも――": "A, vậy sao? Vậy thì chỉ mình tớ thôi――",
    "生憎だけど、させないわ。\nさて……これでユリアさんと葵さんの一騎打ち状態ね。": "Thật đáng tiếc, nhưng tớ không cho phép đâu.\nGiờ thì... tình huống một chọi một giữa Yuria và Aoi rồi đây.",
    "さて……バーンズ。\nようやく誘い込まれてくれたな。": "Giờ thì... Burns.\nCuối cùng cũng dụ được anh vào rồi.",
    "へー、一騎討ちなら勝てるつもりなんだ？\n葵ちゃんが強いのは知ってるけどさ……なんか生意気かもねー！": "Hể, một chọi một mà anh nghĩ sẽ thắng sao?\nTớ biết Aoi-chan mạnh, nhưng mà... có vẻ hơi tự cao đấy!",
    "ふっ、言葉はこれ以上必要ないだろう。\nいざ、参るぞ！": "Hừ, không cần phải nói nhiều nữa.\nGiờ thì, xuất phát!",
    "あはは！　いいじゃん！　それじゃあ――": "A ha ha! Được đấy!\nVậy thì――",
    "あら、どこを見てるのかしら！？": "A, anh đang nhìn đi đâu vậy!?",
    "うそでしょう！？　なんで綺羅さんがユリアの背後に――": "Không thể nào!? Sao Kira-san lại ở sau lưng Yuria――",
    "すみません……足止めしきれずに……！": "Xin lỗi... Tôi đã không cản được...!",
    "あっぶなっ！？　びっくりしたぁ。\nでも、まあそれならそれで――": "Nguy hiểm thật!? Giật cả mình.\nNhưng mà, nếu vậy thì――",
    "完璧なタイミングでの死角からの攻撃を回避したのは流石だ。\nだが……": "Đúng là anh đã né được đòn tấn công từ điểm mù một cách hoàn hảo.\nNhưng mà...",
    "……あれ？　これ、ダメかも。": "…Gì vậy? Chuyện này, có lẽ không ổn rồi.",
    "そうだな。回避する余地はない詰みというわけだ。": "Đúng vậy. Không còn chỗ để né nữa, đã vào thế bí rồi.",
    "気付けばカラフルブーケは応戦しながらユリアを包囲しきって、\n確実に倒すための準備を終えていた。": "Khi nhận ra, Colorful Bouquet đã bao vây Yuria trong khi ứng chiến,\nhoàn tất việc chuẩn bị để hạ gục cô.",
    "ユリア――！": "Yuria――!",
    "そうして一斉射撃と共に突撃してきた葵の攻撃を受け、\nユリアの機体は撃墜されてしまう。": "Cùng với loạt đạn dồn dập, Aoi đã tấn công và hạ gục cỗ máy của Yuria.",
    "計算通り、作戦が上手くはまったわね。": "Đúng như tính toán, kế hoạch đã thành công.",
    "ユリアを失ったカオスメイデンをカラフルブーケが下し、\n観戦している客たちから大きな歓声が上がる。": "Colorful Bouquet hạ gục Chaos Maiden, những người đang xem trận đấu đã reo hò cổ vũ.",
    "その名のごときカラフルブーケの鮮やかな勝利。\n客席は熱狂に包まれるのだった。": "Chiến thắng rực rỡ của Colorful Bouquet, đúng như tên gọi của nó.\nKhán đài chìm trong sự cuồng nhiệt.",
    "……すみません、ユリア。\n想定していた以上にカラフルブーケが強くなっていて。": "…Xin lỗi, Yuria.\nColorful Bouquet đã mạnh hơn những gì tôi dự đoán.",
    "……んー。まあべつにいーよー？": "…Ừm. Mà thôi, không sao đâu.",
    "……何かあるならはっきりと言ってください。\nその言い方は、気にしてない人の言い方じゃないです。": "…Nếu có chuyện gì thì hãy nói rõ ra đi.\nCách nói đó, không giống như là không quan tâm đâu.",
    "なんだろー……なんかさ、楽しくないよねー。\nみんなはどーおもう？": "Không biết nữa… Cảm giác như, không vui nhỉ?\nMọi người nghĩ sao?",
    "フィーちゃんとか、沙耶ちゃんとか、アニスちゃんは楽しんでる？": "Fee-chan, Saya-chan, Anis-chan có thấy vui không?",
    "わたしは自分の役割をやるだけだから……\n楽しいとかじゃない。": "Tôi chỉ làm tròn vai trò của mình thôi…\nVui hay không cũng không quan trọng.",
    "そうね……あたしとしては勝てないのはつまらないわ。\nあと、みんなが構ってくれなくてそっちも不満かしらね。": "Phải rồi… Với tớ thì thua là không vui rồi.\nVới lại, mọi người không quan tâm đến tớ, tớ cũng không hài lòng.",
    "…………": "…………",
    "沙耶ちゃーん？　沙耶ちゃんはどう思うの？": "Saya-chaaan? Saya-chan nghĩ sao?",
    "……えっ？　あ、す、すみません。\n聞いていませんでした。": "…Hả? À, x, xin lỗi.\nTớ đã không nghe thấy.",
    "……やっぱりたのしくないね。\nカオスメイデンってもっと楽しいチームだと思うんだけどなぁ～。": "…Quả nhiên là không vui thật.\nChaos Maiden lẽ ra phải là một đội vui vẻ hơn chứ～.",
    "それは……いえ、なんでもありません。": "Việc đó thì... Không, không có gì đâu.",
    "なに？　何かあるの？": "Gì cơ? Có chuyện gì sao?",
    "……いえ、私も言葉に出来なくて。\nですが、分かっています。勝つために……もっと作戦を考えなければ。": "…Không, tôi cũng không biết phải diễn tả thế nào.\nNhưng tôi hiểu. Để chiến thắng... chúng ta phải nghĩ ra nhiều chiến lược hơn.",
    "……んー、そーだよね。勝てないから楽しくないんだよね。\nじゃあ勝たなくちゃダメだね。": "…Ừm, phải rồi. Vì không thắng được nên không vui.\nVậy thì phải thắng thôi.",
    "そうそう、勝てばすぐに元通りのあたしたちに戻れるわよね。": "Đúng rồi, nếu thắng thì chúng ta có thể trở lại như trước ngay thôi.",
    "………………": "………………",
    "アニスの言葉に、誰も答えられず重苦しい空気が漂う。": "Trước lời nói của Anis, không ai trả lời, một bầu không khí nặng nề bao trùm.",
    "……こうしていても仕方ありません。デブリーフィングは後にして、\nシャワーでも浴びて頭を冷やしませんか。": "…Cứ như thế này cũng không được. Để sau hãy giải trình, chúng ta đi tắm rồi bình tĩnh lại nhé?",
    "んー。": "Ừm.",
    "……私は行ってきますから。\nその後にまた、相談をしましょうか。": "…Tôi đi trước đây.\nSau đó, chúng ta lại bàn bạc nhé?",
    "……行っちゃったわね。はぁ……本当に嫌ね、この空気。\nいっそのこと、パーっと派手な事をして気分を変えたらいいのに。": "…Đã đi rồi.\nHaa… Thật sự không thích không khí này.\nHay là, làm gì đó thật hoành tráng để thay đổi không khí nhỉ?",
    "派手な事かぁ……いいね、そうしよっか♪": "Hoành tráng à… Hay đấy, chúng ta làm vậy nhé♪",
    "えっ？": "Hả?",
    "本当にありがとうございました、%usernameusernameuserna%さん！\nたくさんお世話になって、最高にぽよな時間でした！": "Thật sự cảm ơn rất nhiều, %usernameusernameuserna%!\nĐược anh giúp đỡ nhiều lắm, thời gian tuyệt vời nhất!",
    "でも、正直ここで終わりとか不本意だけどね？\nもっと後輩クンと一緒に色々やりたかったんだけどな～。": "Nhưng mà, nói thật là, kết thúc ở đây thì không cam lòng đâu?\nTớ còn muốn làm nhiều thứ với hậu bối cơ～.",
    "ねえねえ、いっそのこと延長出来ないかな？　それ相応の対価は\nちゃんと支払うし、トリニティ・ジュエルとの試合とか――": "Này, không thể nào gia hạn được sao? Tớ sẽ trả thù lao tương xứng,\nrồi trận đấu với Trinity Jewel――",
    "引き留めてくれるのは嬉しいが、\n正式に生徒会から認可された依頼だったからな……": "Tuy rất vui vì được giữ lại,\nnhưng đây là yêu cầu đã được hội học sinh chính thức công nhận...",
    "むしろ中止になってから、\n別れるまでの準備期間を随分くれたくらいだぞ。": "Thay vì bị hủy bỏ,\nthì anh còn cho chúng tôi rất nhiều thời gian để chuẩn bị cho việc chia tay.",
    "うん、確かにそうかも。こんな風にゆっくりした時間は、\n普通だったらないだろうし……生徒会長さんの気遣いみたいなものだよね。": "Ừm, đúng là như vậy. Thời gian thong thả như thế này,\nthường thì không có đâu... Giống như là hội trưởng đã quan tâm vậy.",
    "ああ。それにトレブルクインテットは元々が優秀なチームなんだ。\n俺が居なくても、お前たちはもっと強くなれるぞ。": "Ừm. Với lại, Treble Quintet vốn là một đội xuất sắc.\nNgay cả khi tôi không ở đây, các em vẫn có thể mạnh hơn nữa.",
    "うう……なんだかその言い方だと、\n本当にこれっきりのお別れみたいで寂しいです……": "Uu… Nghe anh nói vậy, cảm giác như,\nsẽ thật sự chia tay nhau mãi mãi vậy…",
    "教導指揮官って問題を抱えたチームの改善をする役割だけど、\n流石に一緒に事件を乗り越えたのに薄情じゃないかな？": "Huấn luyện viên chỉ huy có vai trò cải thiện các đội gặp vấn đề,\nnhưng mà, cùng nhau vượt qua sự việc mà lại vô tình như vậy sao?",
    "……あー、悪い。言い方が悪かった。\n教導指揮官としてはお別れだが、俺個人なら何だって頼ってくれ。": "…À, xin lỗi. Tôi đã nói sai rồi.\nVới tư cách là huấn luyện viên chỉ huy thì chúng ta chia tay, nhưng với tư cách cá nhân, cứ nhờ cậy tôi bất cứ chuyện gì.",
    "はいはーい！　それなら――": "Vâng, vâng! Nếu vậy thì――",
    "却下だ。": "Bị từ chối.",
    "まだ何にも言ってないのに！？": "Tôi còn chưa nói gì mà!?",
    "パイロットとして困った事があったらだ！\nロージーの困った事レベルで呼ばれたら俺の身が持たんわ！": "Nếu là một phi công gặp khó khăn thì được!\nNếu chỉ là những rắc rối của Rosie thì tôi không chịu nổi đâu!",
    "%usernameusernameuserna%さんも、何かあったらＬＯＣに寄ってくださいね！\nフルートたちも、困ったことがあれば全力でお助けしちゃいますよ！": "%usernameusernameuserna% cũng vậy, nếu có chuyện gì thì hãy đến LOC nhé!\nFlute và mọi người sẽ giúp đỡ hết mình nếu có chuyện gì khó khăn!",
    "ま、あんまりトラブルを持ち込まれたら困るけどね？\n%usernameusernameuserna%って何かと事件に巻き込まれてそうだし。": "Mà, nếu anh mang đến quá nhiều rắc rối thì tôi cũng phiền đấy?\n%usernameusernameuserna% có vẻ như hay bị cuốn vào các sự kiện.",
    "……お前なぁ。そんな否定し辛い事を言うと悲しいだろ。": "…Này cậu. Cậu nói những điều khó mà phủ nhận, thật buồn đấy.",
    "否定はし辛いんだ……": "Thật khó để phủ nhận mà…",
    "それじゃあ、そろそろ行くよ。\nじゃあ、またな。": "Vậy thì, sắp đến giờ rồi.\nTạm biệt nhé.",
    "お世話になりました！": "Cảm ơn vì tất cả!",
    "挨拶を受け、５人としっかり握手を交わしてから霞光に乗り込む。\nそして、そのまま帰還しようと動かし――": "Sau khi nhận lời chào, bắt tay thật chặt với 5 người, rồi bước lên tàu Kasumi.\nVà, sau đó di chuyển để trở về――",
    "なっ！？": "Hả!?",
    "突如として格納庫の大扉前に現れた４体のＭＧ。\nやつらの銃口が、こちらに向く。": "Đột nhiên, 4 cỗ MG xuất hiện trước cửa lớn của nhà chứa máy bay.\nNòng súng của chúng chĩa vào tôi.",
    "何を……って、お前らは……": "Cái gì… mà, các người là…",
    "理由はわからない。が、俺はこの４機に見覚えがあった。\n何か意図を感じ、抵抗せず両手をあげて格納庫から出ていく。": "Không biết lý do. Nhưng tôi đã từng thấy 4 cỗ máy này.\nCảm thấy có ý đồ gì đó, tôi giơ hai tay lên và bước ra khỏi nhà chứa máy bay mà không kháng cự.",
    "（まあ、無理に抵抗したらトレブルクインテットのみんなを\n巻き込んじゃうし、どのみち選択肢は無抵抗一択だけど……）": "(Mà, nếu cố gắng kháng cự thì sẽ kéo theo cả Treble Quintet,\ndù gì thì lựa chọn duy nhất là không kháng cự…) ",
    "そのまま俺は機体の腕部を拘束されて、\nどこかへと運ばれていくのだった。": "Ngay sau đó, cánh tay của tôi đã bị trói lại,\nrồi bị đưa đi đâu đó.",
    "………………へ？": "………………Hả?",
    "……えっ、ええええええ！？\n言った傍から誘拐されちゃいましたよ！？": "…Hả, eeeeeeeee!?\nVừa nói xong đã bị bắt cóc rồi!?",
    "待った。あの機体は良く知ってるよ。……とはいえ、なんで\nこんな強引に連れて行ったのかはわからないけど。": "Đợi đã. Tôi biết rõ cỗ máy đó. …Tuy nhiên, tại sao\nlại bắt đi một cách thô bạo như vậy thì tôi không biết.",
    "た、確かに、そういえば、見覚えあるかも……": "Th, thật vậy, nếu nghĩ lại thì, có vẻ như tôi đã từng thấy…",
    "……まあ、詳しい事情とかは分からないけど。この巻き込まれっぷりは\n%usernameusernameuserna%の方がトラブルメーカーなんじゃない？": "…Mà thôi, tôi không biết rõ tình hình đâu. Với mức độ bị cuốn vào rắc rối này,\nthì %usernameusernameuserna% mới là kẻ gây rối thì phải?",
    "また何か起こるんでしょうか……": "Liệu có chuyện gì xảy ra nữa không…",
    "そうじゃないことを祈るしかないわね……": "Chỉ có thể cầu nguyện rằng mọi chuyện sẽ không như vậy thôi…",
    "……一応生徒会に連絡はしておこうか。": "…Để tôi liên lạc với hội học sinh một chút.",
    "風紀委員会じゃなくて？": "Không phải là ủy ban kỷ luật sao?",
    "なんとなく勘だけど、\nこういうのは大元に言っておいたほうがいいかなって。": "Chỉ là cảm giác thôi, nhưng mà,\nnhững chuyện như này thì nên nói với người đứng đầu thì hơn."
}