{
    "紫雲さん、そっちをお願い……！": "Tử Vân, nhờ cậu đó……!",
    "ふふふ……ああ、もっともっと……！\nっ……いえ、冷静にならないと……！": "Hừ hừ……A, nhiều hơn nữa……!\nƯ… Không được, phải bình tĩnh lại……!",
    "……そこは通さない。": "……Không cho qua.",
    "フィーさん、助かりますわ！\nこちらはわたくしが対処致します！": "Fee, được cậu giúp rồi!\nTớ sẽ lo liệu bên này!",
    "急造チームにしては、中々いい感じじゃないかな？": "Tuy chỉ là đội tạm bợ, nhưng cũng không tệ nhỉ?",
    "油断するな……まだ前哨戦みたいなものだ！": "Đừng có lơ là……Vẫn chỉ là tiền chiến thôi!",
    "七彩たち５人の急造チームは、連携を取りながらも、\n何とか前線を保っていた。": "Đội tạm bợ 5 người của Nanairo, vừa phối hợp, vừa cố gắng giữ vững tiền tuyến.",
    "チャージを確認。\n優先して<r=プラズマ>穿光</r>属種を狙いますわよ！": "Xác nhận nạp điện.\nƯu tiên nhắm vào <r=Plasma>Xuyên Quang</r> thuộc chủng!",
    "分かった。": "Đã rõ.",
    "沙耶と白奈が前線で戦い、七彩とフィーが中衛で支える。\nそうして後衛でちゆると俺が俯瞰して戦況を管理する。": "Saya và Hakuna chiến đấu ở tuyến đầu, Nanairo và Fee hỗ trợ ở tuyến giữa.\nSau đó, tôi và Chiyuru ở tuyến sau sẽ bao quát và quản lý tình hình chiến sự.",
    "（なんとか形にはなっているが、\nそれでも本来のチームに比べれば物足りないな……）": "（Tuy là đã thành hình, nhưng\nvẫn còn thiếu sót so với đội hình ban đầu……）",
    "突破力が足りないねぇ……まだまだ奥から敵が出て来るし、\nこれだと時間がかかるかもね。": "Thiếu hụt hỏa lực rồi……Vẫn còn địch từ phía sau kéo đến,\ncứ thế này thì tốn thời gian quá.",
    "でしたら、私が切り込んで……": "Nếu vậy, để tớ xung phong……",
    "いや、無理は禁物だよ沙耶ちゃん。\n急造チームだからね……フォローが難しくなる。": "Không, không được mạo hiểm đâu Saya.\nVì là đội tạm bợ mà……Khó mà hỗ trợ kịp.",
    "今は足並みを揃えるべきですわ。\nゆっくりとでも前進はしていますもの。": "Giờ phải giữ vững đội hình đã.\nDù chậm mà vẫn tiến lên được.",
    "……はい、わかりました。": "……Vâng, em hiểu rồi.",
    "紫雲さんは頼りにしてる。一緒に前線を頑張ろう。": "Tử Vân, tớ tin tưởng cậu. Cùng nhau cố gắng ở tiền tuyến nhé.",
    "……<r=プラズマ>穿光</r>属種の討伐を確認。\n今なら先に進める。": "……Đã xác nhận tiêu diệt <r=Plasma>Xuyên Quang</r> thuộc chủng.\nGiờ có thể tiến lên được rồi.",
    "ああ、よし！　追撃に警戒しながら前進だ！": "A, được đấy! Cảnh giác với phản công rồi tiến lên!",
    "メイズシフターの流れが途切れたタイミングを見計らい、\nそのまま真っすぐ突撃していく。": "Nhân lúc dòng chảy của Maze Shifter bị gián đoạn,\ntrực tiếp xông lên.",
    "（このまま真っすぐ突っ切れるなら一番いいんだが……）": "（Cứ xông thẳng thế này thì tốt nhất……）",
    "……待って！　大きいメイズシフターが……！": "……Đợi đã! Maze Shifter lớn kia……!",
    "うそ……！？　まさか、あれって<r=クォーツ>晶殻</r>属種！？\n確認情報が少ない個体なのに、あんな大物が！？": "Hả……!? Không lẽ, thứ đó là <r=Quartz>Tinh Giáp</r> thuộc chủng!?\nTrong khi thông tin xác nhận còn ít, sao lại có con to thế này!?",
    "突如として現れた<r=クォーツ>晶殻</r>属種と呼ばれた大型のメイズシフター。\n低く構えた体を結晶が覆い、まるで装甲のようになっている。": "Đột nhiên xuất hiện Maze Shifter lớn được gọi là <r=Quartz>Tinh Giáp</r> thuộc chủng.\nCơ thể cúi thấp được bao phủ bởi tinh thể, giống như áo giáp vậy.",
    "あのメイズシフターをちゆるは知ってるのか！？": "Chiyuru biết con Maze Shifter đó!?",
    "……<r=クリスタル・ベルト>煌晶帯</r>の結晶を鎧のように纏ったメイズシフターだよ！\nデータによると斬撃も砲撃も無効化するらしいけど……": "……Nó là Maze Shifter khoác lên mình bộ giáp tinh thể của <r=Crystal Belt>Vành Đai Tinh Thể</r>!\nTheo dữ liệu thì cả đòn chém và pháo kích đều vô hiệu……",
    "なっ……何も効かないではありませんか！？\nどうすれば倒せますの！？": "Hả……! Không có tác dụng gì sao!?\nPhải làm sao mới đánh bại được đây!?",
    "――無駄だとしても、攻撃せねば突破できません……\nふふ、いきましょう！　はあああああ！！": "――Dù vô ích đi nữa, cũng phải tấn công mới phá được vòng vây……\nHừ, đi thôi! HAAAAAAAAAA!!",
    "沙耶が突撃して一撃を与え……その斬撃は、\nあっさりと結晶の鎧によって弾かれてしまう。": "Saya xông lên tung một đòn……Đòn chém đó,\ndễ dàng bị áo giáp tinh thể cản lại.",
    "……こっちも援護射撃をする。": "……Tớ cũng sẽ hỗ trợ bắn.",
    "沙耶をフォローするように、七彩とフィーが射撃をする。\nしかし、鎧は銃撃も装甲によって逸らされ無効化してしまった。": "Để hỗ trợ Saya, Nanairo và Fee bắn ra.\nTuy nhiên, áo giáp đã làm lệch hướng và vô hiệu hóa đạn.",
    "なるほど、だから結晶の鎧が斜めになってるんだ！　\n直線的な攻撃を角度を利用して弾くために進化した装甲なんだね！？": "Ra là vậy, nên áo giáp tinh thể mới nghiêng!\nĐó là loại giáp tiến hóa để lợi dụng góc độ mà cản lại các đòn tấn công thẳng đấy!?",
    "興奮している場合じゃありませんわよ！？": "Không phải lúc để phấn khích đâu đấy!?",
    "まずい……！": "Chết rồi……!",
    "頭を低く構え……まるで弾丸のように突撃をしてくる<r=クォーツ>晶殻</r>属種。": "Cúi thấp đầu……<r=Quartz>Tinh Giáp</r> thuộc chủng lao đến như một viên đạn.",
    "全員退避！": "Tất cả tản ra!",
    "……うそっ！？　きゃあああ！？": "……Hả!? Kyaaaaaaa!?",
    "回避をするが、その突進の余波だけでも機体の制御が取られ、\n吹き飛ばされそうになる威力だった。": "Dù đã né tránh, nhưng chỉ với dư chấn của cú lao đó, cỗ máy đã mất kiểm soát,\nđến mức như muốn bị thổi bay.",
    "あんなのが直撃したら……ペチャンコになる。": "Nếu bị thứ đó đánh trúng……thì nát bét.",
    "ですが、この狭い<r=ドリフト>横坑</r>内では、\n逃げ回っていても先に進めませんわ！": "Nhưng mà, trong <r=Drift>Hầm Ngang</r> chật hẹp này,\ncó trốn tránh mãi cũng không tiến lên được!",
    "――ならば、戦うしかありません！": "――Vậy thì, chỉ còn cách chiến đấu thôi!",
    "そう言って沙耶は突撃し、\n<r=クォーツ>晶殻</r>属種に有効打を与えようと切りかかる。": "Nói rồi, Saya xông lên,\ncố gắng tung ra đòn đánh hiệu quả lên <r=Quartz>Tinh Giáp</r> thuộc chủng.",
    "白奈も続き、七彩とフィー、ちゆるも攻撃を続けていく。": "Hakuna cũng tiếp tục, Nanairo và Fee, Chiyuru cũng tiếp tục tấn công.",
    "……これだけやって無傷って、本気で言ってる？\nこれでもかなりの弾薬を使ったんだけど！": "……Làm nhiều vậy mà vẫn không bị thương, nói thật đấy à?\nDù tớ đã dùng kha khá đạn rồi đấy!",
    "むやみやたらに銃撃を続けていても、\n有効打にならないまま、エネルギーや弾薬が尽きてしまう。": "Cứ bắn lung tung mà không có đòn đánh hiệu quả,\nthì năng lượng và đạn dược sẽ cạn kiệt thôi.",
    "ん……？　あれ？　怪我をしてる？\nよく見たら……少しだけダメージが通ってない？？": "Hửm……? A? Bị thương rồi à?\nNhìn kỹ thì……có vẻ như đã gây được chút sát thương??",
    "――そこ。": "――Chỗ đó.",
    "凄い……！　フィーさんの攻撃が、通用しています！": "Tuyệt vời……! Đòn tấn công của Fee có tác dụng rồi!",
    "しかし、どうして……！？\n今までの攻撃は全部無効化されていましたのに……！": "Nhưng mà, tại sao……!?\nMấy đòn tấn công trước đều bị vô hiệu hóa mà……!",
    "……観察していれば、分かった。": "……Nếu quan sát kỹ thì sẽ hiểu thôi.",
    "フィーさん？": "Fee?",
    "その視線は、<r=クォーツ>晶殻</r>属種をしっかりと捉えていた。": "Ánh mắt đó, đang nhìn chằm chằm vào <r=Quartz>Tinh Giáp</r> thuộc chủng.",
    "硬い装甲を身にまとっていても……生きているから、\n柔らかい部分は必要になる……": "Dù khoác lên mình lớp giáp cứng……vì nó còn sống,\nnên vẫn cần những phần mềm mại……",
    "体を曲げて、動かして……そうして見えるのは、\n生き物として必要な柔らかい部分。": "Uốn cong cơ thể, di chuyển……Và rồi, có thể thấy được,\nnhững phần mềm mại cần thiết cho một sinh vật sống.",
    "（……これが、己の殻を打ち破ったフィーの力か！\n役を演じるための観察眼。それによって弱点を見極める力……）": "（……Đây là sức mạnh của Fee, người đã phá vỡ vỏ bọc của mình sao!\nÁnh mắt quan sát để nhập vai. Nhờ đó mà nhìn ra điểm yếu……）",
    "今までなら、ただ見て演じるだけだった……\nでも、カオスメイデンのフィーになるために……わたしは、戦う。": "Trước đây, chỉ cần xem và nhập vai thôi……\nNhưng để trở thành Fee của Chaos Maiden……tớ sẽ chiến đấu.",
    "優秀なパイロットを演じていただけのフィー。\nそんな彼女は今、カオスメイデンのフィーとして戦っていた。": "Fee, người chỉ đóng vai một phi công ưu tú.\nGần đây, cô ấy đang chiến đấu với tư cách là Fee của Chaos Maiden.",
    "装甲の『継ぎ目』……関節部分を狙ったんだね！": "『Khớp nối』 của áo giáp……Tớ đã nhắm vào khớp nối!",
    "メイズシフターの結晶装甲は鎧のように身に纏われているが、\n動くためには関節部分が必要だ。": "Áo giáp tinh thể của Maze Shifter được khoác lên như một bộ giáp,\nnhưng nó cần khớp nối để di chuyển.",
    "だが……！": "Nhưng……!",
    "……ダメ、足りない……これだけじゃ、倒せない……": "……Không được, không đủ……Chỉ thế này thì không đánh bại được……",
    "これが小型であればフィーだけでも倒せただろう。\nだが、その巨体には妨害し時間を稼ぐのが精いっぱいだった。": "Nếu là loại nhỏ thì chỉ cần Fee là đủ để đánh bại rồi.\nNhưng với thân hình to lớn đó, thì chỉ có thể cản trở và câu giờ là cùng."
}