{
    "昼食を食べに、食堂へやってくると――": "Tôi đến nhà ăn để ăn trưa――",
    "お、白奈か。\n……って、今日はずいぶん豪華な昼食だな。": "Ô, là Shirana à.\n……Mà, bữa trưa nay hoành tráng thế này.",
    "牛ハンバーグに鶏肉のソテー、あとはトンカツか……？": "Bò băm, gà nướng, rồi cả tonkatsu nữa……?",
    "本当は日替わりの焼き魚定食を食べるはずだったの。": "Thật ra tớ định ăn suất cá nướng theo ngày.",
    "……でも、ちょうどわたしの前の人で終わっちゃって。\nそしたら申し訳ないからって、金額そのままに……": "……Nhưng mà, vừa đến lượt tớ thì hết mất rồi.\nThế là vì áy náy, họ đã giữ nguyên giá tiền……",
    "この豪華なセットにしてもらえたのか。\nデザートにマフィンまで付いてるな……": "Rồi đổi cho cậu suất ăn hoành tráng này à.\nCòn có cả bánh muffin tráng miệng nữa……",
    "……ちょっと量も多くて。わたしじゃ食べきれるか不安だった。\n%usernameusernameuserna%、手伝ってくれる？": "……Mà hơi nhiều. Tớ không chắc mình ăn hết được.\n%usernameusernameuserna%, cậu giúp tớ với?",
    "ああ、喜んで。白奈の頼みだしな。": "Ừ, rất vui lòng. Vì là Shirana nhờ mà.",
    "ラッキーだったな": "May mắn thật đấy",
    "不運だったな": "Xui xẻo thật đấy",
    "日替わり定食の料金で豪華セットが食べられるなんて\nラッキーだったな。": "Với giá của suất ăn theo ngày mà được ăn suất hoành tráng thế này\nthì đúng là may mắn.",
    "わたしは、日替わりのおかずが食べたかったけど……": "Tớ thì lại muốn ăn món ăn theo ngày hơn……",
    "まあ、それはまた今度にするしかないな。": "Mà thôi, đành để lần sau vậy.",
    "うん……%usernameusernameuserna%と分け合いっ子ができたから、\nこれはこれで悪くない。": "Ừm……Vì được ăn chung với %usernameusernameuserna%,\nnên thế này cũng không tệ.",
    "……なにを食べるかも大事。でも誰と食べるかも大事。": "……Ăn gì cũng quan trọng. Nhưng ăn với ai cũng quan trọng.",
    "うっ、なんかそう言われると照れるな……": "Ư… Tự dưng cậu nói thế tớ ngại quá……",
    "なんだかんだで満足そうに完食する俺達だった。": "Dù sao thì chúng tôi cũng đã ăn hết một cách ngon lành.",
    "いっぱい盛ってくれたのはありがたいけど、\nお目当てのものが食べられなかったのは残念だったな。": "Họ cho nhiều đồ ăn là tốt, nhưng vì không được ăn món mình muốn\nthì cũng hơi tiếc nhỉ.",
    "うん。でもデザート付けてもらえたのは素直に嬉しい。\nこのナッツのマフィン、美味しい。": "Ừm. Nhưng được cho thêm món tráng miệng thì tớ vui lắm.\nCái bánh muffin hạt này ngon thật.",
    "美味しそうに食べるな。マフィン好きだったんだ？": "Cậu ăn ngon miệng thật đấy. Thích muffin à?",
    "というより、ナッツが好き。\nもし日替わり買えてたら、食べられてなかった。": "Nói đúng hơn là tớ thích các loại hạt.\nNếu mua được suất ăn theo ngày thì đã không được ăn rồi.",
    "結果オーライってやつか。": "Kết quả là ổn cả chứ gì.",
    "うんっ……": "Vâng……",
    "そう言ってデザートを頬張る白奈は、目立った表情変化はないものの、\nとても美味しそうに一欠片も残さず食べ終えるのであった。": "Nói rồi Shirana ăn ngấu nghiến món tráng miệng, tuy không có biểu cảm gì đặc biệt,\nnhưng đã ăn hết sạch sẽ một cách ngon lành."
}