{
    "ＬＯＣの教室にやってくると、\nそこにはコスプレをしているエヴィの姿を見つけた。": "Khi tôi đến lớp LOC, tôi thấy Evi đang mặc cosplay.",
    "エヴィ？　なんでコスプレをしてるんだ？": "Evi? Sao cậu lại cosplay?",
    "ああ、%usernameusernameuserna%。\nフルートから渡されて着てるんだよね。": "À, %usernameusernameuserna%.\nTớ mặc nó vì được Furuto đưa cho.",
    "制服と同じだし、一度着たら着替えるのが面倒でさ。\n意外と着心地が良いんだよね。": "Nó giống đồng phục, với lại thay đồ phiền phức lắm.\nNhưng mặc cũng thoải mái phết.",
    "へえ……文化祭シーズンだし、変わった仮装をしてる子も多いからな。\nそういう意味だと悪目立ちもしないのか。": "Hừm... Mùa lễ hội văn hóa mà, có nhiều đứa ăn mặc kỳ quặc lắm.\nNghĩ theo nghĩa đó thì cũng không quá nổi bật nhỉ.",
    "そうだね。\n中には結構際どい格好してる子も居たりするんだよね。": "Đúng vậy.\nTrong đó còn có mấy đứa ăn mặc hở hang nữa chứ.",
    "エヴィはそういう服は着たりしないのか？": "Evi có mặc mấy bộ đồ như vậy không?",
    "……んー、まあ必要なら着るだろうけど。\nわざわざ何もないのに着たりはしないかな。": "…Ưm, chắc là mặc nếu cần thiết.\nNhưng mà không có lý do gì thì tớ không mặc đâu.",
    "別に興味ないかな": "Chả có hứng thú gì.",
    "是非とも見たい": "Nhất định phải xem.",
    "わざわざそんなことを聞くっていう事は、\n%usernameusernameuserna%って私の際どい衣装を見たいのかな？": "Cậu hỏi thế này, chắc là\n%usernameusernameuserna% muốn xem tớ mặc đồ hở hang hả?",
    "うえっ！？　ほ、本気で見たいの！？\n……ちょ、ちょっとその反応は予想外だなぁ……": "Ugh!? C, Cậu thật sự muốn xem á!?\n…Chờ đã, tớ không ngờ cậu lại phản ứng như vậy đấy…",
    "エヴィが際どい格好をするなら、なんとしても見たいぞ。": "Nếu Evi mặc đồ hở hang, thì tôi nhất định phải xem.",
    "いやいや……欲望に素直なのはいいけどさ。\n……えーっと、本気で見たいの？": "Này này… Dù cậu có ham muốn thì cũng phải biết chứ.\n…Ưm, cậu muốn xem thật à?",
    "ああ、何なら金だって払うぞ？": "Ừ, muốn thì tôi trả tiền cũng được.",
    "いやいや！？　完全にいかがわしい内容になってるじゃん！": "Này này!? Chuyện này hoàn toàn biến thành nội dung nhạy cảm rồi!",
    "はい、この話は終わり！\nはぁ……まったくドキドキさせてくるんだから。": "Thôi, kết thúc chuyện này ở đây đi!\nHà… Thật là hồi hộp quá đi.",
    "なんなら、もっとドキドキさせようか？": "Hay là, tớ làm cậu hồi hộp hơn nữa nhé?",
    "そういう時は聞かないふりをするものだからね！？": "Trong những tình huống như vậy, người ta phải giả vờ như không nghe thấy chứ!?",
    "いや、そこまで見たいってことはないかな。\n今の格好だって十分に可愛いし。": "Không, tôi không muốn xem đến mức đó đâu.\nMặc bộ này đã đủ dễ thương rồi.",
    "褒めてくれるんだ。ありがとうね♪\nまあ、それで満足してくれるなら十分かな。": "Cậu khen tớ đấy à? Cảm ơn nhé♪\nỪm, nếu cậu hài lòng như vậy thì cũng được.",
    "……俺の言葉に嬉しそうなエヴィに、\nもうちょっとお願いをしても良かったかもと思うのだった。": "…Evi có vẻ vui vì lời tôi nói,\ntôi đã nghĩ có lẽ mình nên xin thêm một chút nữa."
}