{
    "（こいつら、本当に遠慮無く食いやがって）": "（Bọn này, đúng là không biết khách sáo gì cả）",
    "それどころか、全部ペロリと食べた後で、\nゲーセンのクレーンゲームまでおごらされてしまった。": "Chưa hết, sau khi ăn sạch sành sanh, tôi còn bị bắt trả tiền\ncho trò chơi gắp thú ở khu game nữa.",
    "やったね！　ラミ、このぬいぐるみ、欲しかったんだ！\nネットで売るとそれなりの値段になるし。": "Được rồi! Rumi, tớ muốn con thú bông này lắm!\nBán trên mạng cũng được giá đấy.",
    "売るんかよ！": "Bán á!",
    "ラミさんすごいです。私、全然取れたことなくて……": "Rumi-san giỏi quá. Tớ toàn không gắp được...",
    "しょうがないなー。めるの分も取ってあげる。": "Chịu thôi. Tớ gắp cho Meru luôn.",
    "ホントですか！？": "Thật ạ!?",
    "というわけでお金。": "Vậy nên, tiền đâu.",
    "そこは俺なのかよ！　嫌だよ！": "Đến lượt tao à! Không thích đâu!",
    "ちっ、つまんないのー。\nまあ、いいや、仕方ないからせめてコツを教えてあげる。": "Chậc, chán ghê.\nThôi được, đành chỉ cho cậu vài mẹo vậy.",
    "ふふ、ありがとうございますっ！": "Hì hì, cảm ơn nhiều!",
    "ラミは得意気になって、\nめるにクレーンゲームのコツを語り始めた。": "Rumi đắc ý, bắt đầu chỉ cho Meru\ncách chơi gắp thú.",
    "そんなふたりの後ろを歩く俺の横に、\nそっと七彩が近づいてくる。": "Tôi đứng sau hai người, Seven gần tôi,\nkhẽ tiến lại gần.",
    "……ありがとうございます、%usernameusernameuserna%さん。": "……Cảm ơn anh, %usernameusernameuserna%さん.",
    "ん……？　いや、別に七彩に礼を言われることじゃないだろ。": "Hửm...? Không, Seven không cần cảm ơn tôi đâu.",
    "ラミさんはわたくしたちのなかでも、かなり早い時期に\nメイズ適性が発現してザルトゥームに入学したらしいんですの。": "Rumi-san là một trong những người sớm nhất\nphát triển Maze aptitude và nhập học Zartoom.",
    "あれでも、結構長いってことか。": "Dù vậy, cũng đã khá lâu rồi nhỉ.",
    "ええ。でもそのプライドの一方で、まだまだ甘えたいのかもしれません。\nわたくしたちが、そのフォローが出来れば良いのですが……": "Vâng. Nhưng một mặt tự hào, có lẽ vẫn muốn được nuông chiều.\nChúng ta có thể giúp đỡ được thì tốt quá...",
    "あの子、%usernameusernameuserna%さんにはすごく懐いてますし。": "Cô bé đó, rất quý anh, %usernameusernameuserna%さん.",
    "あれで！？": "Thật á!?",
    "学園でも珍しい男性と行動を共にするということで、\nちょっと心配してたんです。": "Việc ở học viện cùng hành động với một người đàn ông, là điều hiếm thấy,\ntôi cũng hơi lo lắng.",
    "でも、もしかしたら、%usernameusernameuserna%さんに\n父性を感じているのかもしれませんね。": "Nhưng, có lẽ, %usernameusernameuserna%さん\ncảm thấy được tình cha chăng?",
    "記憶喪失だから俺がいくつかはわからんが……いくらなんでも、\nあんな大きなガキがいる歳じゃない気がするが……": "Tôi bị mất trí nhớ nên không biết mình bao nhiêu tuổi... Dù sao thì,\ntôi cũng không đến mức có con to tướng thế kia...",
    "（っていうか、多分だいたい同じくらいだろ）": "（Mà, chắc cũng xêm xêm nhau thôi）",
    "ふふふっ。あくまで父性、ですわ。\n本当のお父様ということではなく。": "Hừ hừ. Chỉ là tình cha thôi ạ.\nChứ không phải là cha ruột.",
    "父性ねぇ……じゃあ、その場合、誰が母性というか、\n母親役になるんだろうな。": "Tình cha à... Vậy thì, trong trường hợp đó, ai sẽ là mẹ, hay,\người mẹ đây?",
    "え……？": "Hả...?",
    "めるが母親": "Meru là mẹ",
    "七彩が母親": "Seven là mẹ",
    "やっぱり、めるが母親っぽいよな。面倒見良さそうだし。": "Rốt cuộc, Meru có vẻ là mẹ hơn. Có vẻ chu đáo.",
    "え？　なんですか？　私、何かミスっちゃいました！？": "Hả? Gì vậy? Tớ làm sai gì à!?",
    "いや、大丈夫だ。今の反応を見る限り、\nめるは、そそっかしいお母さんって感じだな。": "Không, không sao đâu. Nhìn phản ứng vừa rồi, thì,\nMeru giống kiểu bà mẹ hậu đậu.",
    "へ？　へ！？": "Hể? Hể!?",
    "このなかなら、七彩が母親ポジションだよな。\n年齢的にもリーダー的でもあるし。": "Trong số này, Seven ở vị trí người mẹ rồi.\nCả về tuổi tác lẫn vai trò lãnh đạo.",
    "わ、わたくしも、あんなに大きな子どもがいるように見えますの！？": "T-tôi, cũng bị coi là có một đứa con to tướng như vậy sao!?",
    "だから実際の母親じゃなくて、母性の話だって。": "Tôi đã nói là không phải mẹ ruột, mà là nói về tình mẫu tử mà.",
    "それから俺たちは、もう少し街を歩いてから、\n帰ろうということになった。": "Sau đó, chúng tôi quyết định đi dạo thêm một chút trong thành phố,\nrồi mới về.",
    "記憶喪失の俺が、少しでも何かを思い出せるきっかけになれば、\nと考えてくれているらしい。ありがたいことだ。": "Có lẽ là vì muốn tôi, người bị mất trí nhớ, có thể nhớ lại điều gì đó.\nThật là biết điều.",
    "……ところで、ひとつ質問していいか。": "……Nhân tiện, tôi có thể hỏi một câu được không?",
    "なんでしょう？　私にわかることであれば。": "Sao ạ? Nếu đó là điều tôi biết.",
    "メイズ適性ってやつがあると、絶対にパイロットになるものなのか？": "Nếu có Maze aptitude, thì nhất định phải trở thành phi công sao?",
    "強制的に徴兵される、ということでもないんだろう？": "Cũng không phải là bị cưỡng ép nhập ngũ, phải không?",
    "はい、必ずしもそういう決まりがあるわけではないです。": "Vâng, không nhất thiết phải có quy định như vậy.",
    "とっても危険な仕事でもあるので、\n適性があってもやりたがらない人もいます。": "Vì đây cũng là một công việc rất nguy hiểm,\nnên có những người không muốn làm, dù có năng khiếu.",
    "つまり、みんなはあえて危険を承知でこの道を選んだってことか。": "Tức là, mọi người đều chấp nhận rủi ro để chọn con đường này sao.",
    "パイロット科は学費免除の上、\n学生であっても働きに応じた正当な報酬が支払われますわ。": "Khoa phi công được miễn học phí,\nngay cả khi là sinh viên, cũng sẽ được trả lương xứng đáng với công việc.",
    "パイロットとしての経験自体が名誉なことですから、\n卒業後の進路も選び放題ですし。": "Bản thân kinh nghiệm làm phi công là một vinh dự,\nnên có thể chọn con đường sau khi tốt nghiệp.",
    "なるほど、リスクはあるが実益も多いんだな。": "Ra là vậy, có rủi ro nhưng cũng có nhiều lợi ích.",
    "でも、少なくとも七彩は、\n金や就職先に困ってるようには見えないが。": "Nhưng, ít nhất là Seven,\ntôi không thấy cô ấy gặp khó khăn về tiền bạc hay việc làm.",
    "そうですね……実際、その通りですわ。": "Đúng vậy... Thực tế, đúng là như vậy ạ.",
    "わたくしの実家は、自分で言うのもなんですが……\nアマツでも有数の資産家ですの。": "Nhà tôi, tự nói thì hơi ngại... là một trong những gia đình giàu có nhất ở Amatzu.",
    "そこでわたくしは、何不自由なく育てられましたわ。": "Vì vậy, tôi đã được nuôi dưỡng trong sự sung túc.",
    "想像通りというか、納得しかないな。": "Như tôi nghĩ, chỉ có thể chấp nhận thôi.",
    "ですが……我が家は資産はありますが、\nあくまでお父様が一代で築き上げたものですの。": "Nhưng... gia đình tôi có tài sản, nhưng\nđó chỉ là do cha tôi đã tự mình gây dựng nên.",
    "それはそれですごいな。": "Cũng thật tuyệt vời.",
    "ええ。お父様はＭＧの開発で一気に財を成したのです。\nそれゆえ、いわゆる成金として世に知られています。": "Vâng. Cha tôi đã trở nên giàu có nhanh chóng nhờ phát triển MG.\nVì vậy, ông được biết đến là một người giàu mới nổi.",
    "でも、成金って言っても、金持ちには変わりないだろ？": "Nhưng, dù là giàu mới nổi, thì cũng là người giàu, phải không?",
    "いえ、成金は成金ですわ。本質的なお金持ちとは違いますの。": "Không, giàu mới nổi vẫn là giàu mới nổi. Khác với những người giàu có thực sự.",
    "例えばですが……我が家の門の前には、\n純金の１／１０サイズのＭＧがあります。": "Ví dụ... trước cổng nhà tôi,\ncó một MG bằng vàng ròng, kích thước 1/10.",
    "それは……成金だな。": "Đó là... giàu mới nổi rồi.",
    "そして、そばを通りかかると、\n『本日もお金持ちですね、お嬢様』と挨拶してきます。": "Và, khi đi ngang qua, sẽ có người chào hỏi:\n'Chúc mừng cô chủ, hôm nay cũng là người giàu có.'",
    "それは成金……なのか？": "Đó là giàu mới nổi... phải không?",
    "わたくしも、幼い頃から上流階級的な所作を仕込まれました。": "Tôi, từ nhỏ đã được dạy dỗ những phép tắc của giới thượng lưu.",
    "それはわかる気がする。成金的だ。": "Tôi hiểu điều đó. Kiểu giàu mới nổi.",
    "ですからわたくし、昔は口元に手を当てて――。": "Vì vậy, tôi, ngày xưa, thường đặt tay lên miệng rồi...",
    "おーっほっほっほ！": "Ô-hô-hô-hô!",
    "……と笑っておりました。": "……Và cười.",
    "それは……なんというか、\n成金なのか悪役令嬢なのかコメントに困るな。": "Đó là... không biết nên bình luận là giàu mới nổi hay là ác nữ nữa.",
    "七彩さん、今もたまにそれやってますよ。": "Seven-san, bây giờ thỉnh thoảng cô ấy vẫn làm vậy.",
    "とにかく！　わたくしは、そんな成金な実家が嫌なのです！": "Tóm lại! Tôi, ghét cái gia đình giàu có mới nổi đó!",
    "わたくしは、天下に鳴滝家を\nまっとうな資産家として認めさせたい……！": "Tôi muốn gia tộc Narutaki được công nhận là một gia đình giàu có chân chính trên toàn thế giới...!",
    "そのために必要なノブレス・オブリージュを果たさねば！": "Để làm được điều đó, tôi phải thực hiện trách nhiệm của mình!",
    "……つまり、わたくしがパイロット科へ\n進学を決めた理由はそれですわ。": "……Tức là, lý do tôi quyết định vào khoa phi công là vì điều đó.",
    "なるほど……金持ちには金持ちの苦労があるんだなぁ。": "Ra là vậy... Người giàu cũng có nỗi khổ của người giàu nhỉ.",
    "金持ちの感覚はわからないが、七彩の言いたいことはわかった。": "Tôi không hiểu cảm giác của người giàu, nhưng tôi hiểu những gì Seven muốn nói.",
    "フ……あなたは本当に不思議な人ですね。": "Hừ... Anh đúng là một người kỳ lạ.",
    "まだ出会ったばかりなのに、こんな秘密を話してしまうなんて。": "Mới gặp nhau mà đã kể bí mật này rồi.",
    "え、これ秘密だったのか？": "Hả, đây là bí mật à?",
    "もちろん。わたくしと、みなさんだけの秘密ですわ。": "Đương nhiên. Bí mật của tôi và mọi người.",
    "わかりました、じゃあ黙っておきますね。": "Tôi hiểu rồi, vậy tôi sẽ giữ im lặng.",
    "しょうがないなあ。そういうことにしとく。": "Chịu thôi. Cứ coi như vậy đi.",
    "……いや、これ絶対、ちゆるや白奈もわかってるだろ。\n誰に対しての秘密なんだ。": "……Không, chắc chắn là Chiyuru và Hakuna cũng biết rồi.\nBí mật với ai chứ.",
    "ちなみに、めるはどうしてパイロットになったんだ？": "Nhân tiện, tại sao Meru lại trở thành phi công vậy?",
    "私は……その……笑わないでくださいね？": "Tôi... ừm... đừng cười nhé?",
    "人の真剣な目的や夢を笑う奴はクズだ。安心して話してくれ。": "Kẻ nào cười vào mục đích và ước mơ nghiêm túc của người khác là đồ bỏ đi. Cứ nói đi.",
    "は、はい……といっても、\nそんなに大それたことでもないんですが……": "Vâng, vâng... mặc dù,\ncũng không có gì to tát đâu...",
    "私、何でもいいから、人の役に立ちたいと思ったんです。": "Tôi, vì muốn giúp ích cho người khác, dù là gì đi nữa.",
    "なんだ、立派な話じゃないか。": "Gì chứ, cũng là một câu chuyện hay mà.",
    "いえ……実は私、お恥ずかしい話なんですが、\n非常にそそっかしいところがありまして。": "Không... Thực ra, tôi, thật đáng xấu hổ, nhưng\ntôi rất hay đãng trí.",
    "なので、昔から不注意で周囲の方々に迷惑をかけることが、\nとても多かったんです。": "Vì vậy, từ ngày xưa, tôi đã thường xuyên gây rắc rối cho những người xung quanh vì bất cẩn.",
    "今でもしょっちゅうやらかすしねー。": "Ngay cả bây giờ, tôi vẫn thường xuyên mắc lỗi mà.",
    "うう、ごめんなさい……": "Ư... xin lỗi...",
    "でも、そんな私にメイズ適性があったので……パイロットとして働けば\n自分でも人や社会の役に立てると思ったんです。": "Nhưng, vì tôi có Maze aptitude... nếu làm việc như một phi công,\ntôi nghĩ rằng mình cũng có thể giúp ích cho mọi người và xã hội.",
    "なるほどな。だから色々と親切にしてくれるか。": "Ra là vậy. Vì vậy, cô ấy mới hay giúp đỡ mọi người.",
    "といっても、本当に役に立ててるのかは\n怪しいですけどね。えへへ。": "Mặc dù, tôi không chắc mình có thực sự giúp ích được gì không.\nEhehe.",
    "いや、少なくともめるの善意は、誰かの役に立っているさ。": "Không, ít nhất là thiện ý của Meru có ích cho ai đó.",
    "記憶喪失で放り出されたとある全裸の男とかの、な。": "Như là, một gã đàn ông trần truồng nào đó bị bỏ rơi vì mất trí nhớ.",
    "そ、そうですか？　えへへ……": "V-vậy sao? Ehehe...",
    "ええ。めるさんがいてくれてこその、シリウスシュガーですわ。": "Vâng. Vì có Meru-san mà Sirius Sugar mới có được.",
    "そ、そんなことないですよ！\nでも……そう言ってもらえるのは嬉しいです。": "K-không có đâu!\nNhưng... được nói như vậy, tôi cũng vui.",
    "はいはい。じゃあ、次はラミ？": "Ừm ừm. Vậy, tiếp theo là Rumi?",
    "まあ、どうしても聞きたいって言うなら、\n教えてあげてもいいけどー。": "Chà, nếu muốn nghe thì,\ntôi cũng có thể kể cho cậu nghe...",
    "そろそろいい時間だ。寮に戻らないとな。": "Sắp hết giờ rồi. Phải về ký túc xá thôi.",
    "おまえ！　ラミを会話のオチに使うのやめろっての！": "Mày! Đừng dùng Rumi để kết thúc câu chuyện nữa!",
    "お、なんかきぐーじゃん！！": "Ô, có vẻ hay ho đấy!",
    "……！　あ、あなたたちは……！": "……! À, các người là...!",
    "誰だ？": "Ai vậy?",
    "こちらのおふたりは、カオスメイデンの劉翠蘭さんと、\nユリア・バーンズさんですわ。": "Hai vị này là Tsui-lan Liu của Chaos Maiden và\nJulia Barnes.",
    "（カオスメイデンって……ああ、あのときの……）": "（Chaos Maiden... à, lúc đó...）",
    "ハロハロごきげんよー！　よろしくねー！\n……っていうか、誰だっけ？": "Xin chào, xin chào! Rất vui được gặp!\n...Mà, là ai vậy?",
    "どっかで見たことあるなって思って、声かけちゃったんだけど……": "Tôi cứ nghĩ là đã gặp ở đâu rồi, nên mới lên tiếng hỏi...",
    "…………": "……",
    "失礼……この子、記憶力自体はすごくいいんですが、\nそれが発揮される範囲というのがとても狭くて……": "Xin lỗi... Con bé này, bản thân trí nhớ rất tốt,\nnhưng phạm vi nó phát huy lại rất hẹp...",
    "（それってつまり……興味のないものは、\n一切覚える気がないって意味だろうか）": "（Tức là... những gì không quan tâm, thì\nlại không có ý định nhớ gì cả）",
    "七彩が彼女らに応対する後ろで、こっそり俺はめる達に囁く。": "Seven đáp lại họ, tôi lén lút thì thầm với Meru và những người khác.",
    "……随分と舐められてるみたいだな。": "……Có vẻ như bị coi thường rồi.",
    "実際、戦績では大きく負けていますから。": "Thực tế, thành tích chiến đấu của chúng ta thua xa mà.",
    "ま、ガンチューにないってやつっしょ。\nいいじゃん、ナメてもらってた方が戦いやすいし。": "Thì, là kiểu không có chí tiến thủ ấy.\nKhông sao đâu, cứ để họ coi thường, dễ đánh hơn mà.",
    "はあ……ユリア、この方達はシリウスシュガーです。\n次の公式ＭＧ競技の対戦相手だって、私、何度も説明しましたよ。": "Haizz... Julia, những người này là Sirius Sugar.\nTôi đã giải thích nhiều lần rồi, là đối thủ trong trận đấu MG chính thức tiếp theo.",
    "あー、そうだったかも？\nたしか……柊校舎の『スポンサー付きお嬢様チーム』……だっけ！": "À, có lẽ vậy?\nHình như... 'Đội tiểu thư được tài trợ' của Học viện Hinoki... phải không!",
    "なっ……！": "Hả...!",
    "なんかみんなちょー噂してたよ！": "Hình như mọi người đang đồn nhau!",
    "ちょっ、面と向かって失礼なこと言わないでくださいよ！\nまたそうやって、トラブル増やすんですから……": "Khoan, đừng nói những điều bất lịch sự trước mặt tôi chứ!\nLại gây rắc rối nữa rồi...",
    "……今、なんとおっしゃいましたか？": "……Vừa rồi, cô vừa nói gì vậy?",
    "あー……えっと、すみません。\nただ、あなたがた、噂になってるんです。": "À... ừm, xin lỗi.\nChỉ là, các cô, đang bị đồn thôi.",
    "成績不振にも関わらず存続を許されているのは\n鳴滝さんのご実家がスポンサーであるからだ、とか……": "Việc được phép tồn tại dù thành tích không tốt là do\ngia đình Narutaki tài trợ, vân vân...",
    "……！": "……!",
    "確かに……わたくしの家はお金持ちですわ。\nお父様が優秀な方ですので。": "Quả thực... nhà tôi có nhiều tiền ạ.\nCha tôi là một người tài giỏi.",
    "それにあなた達の戦績は、確かに今のわたくしたちでは、相\n手にならないほどの高みにあると言えます。": "Và thành tích của các cô, quả thực, với chúng tôi bây giờ, có thể nói là không\nthể so sánh được.",
    "ですが……！": "Nhưng...!",
    "ちょ！　なんか七彩エンジンかかっちゃった！\nおさえておさえて！": "Khoan! Seven-sensei đang nổi máu rồi!\nBình tĩnh lại!",
    "七彩さんっ！　ここは穏便に！": "Seven-san! Ở đây cứ từ tốn thôi!",
    "いいえ、言わせていただきます。": "Không, tôi sẽ nói.",
    "お金のおかげで生き残っているなんて、そんなことはありません。": "Không phải là chúng tôi sống sót nhờ tiền đâu.",
    "そんな噂、真っ赤な嘘だと、次のＭＧ競技で教えて差し上げます。": "Tôi sẽ cho các cô thấy những tin đồn đó là sai sự thật trong trận đấu MG tiếp theo.",
    "かなりわたくし達相手に余裕そうですが……": "Có vẻ như các cô đang khá tự tin trước chúng tôi...",
    "あまり高いところから見下ろしてばかりだと、\n足元がおろそかになりますわよ。": "Nếu cứ nhìn xuống từ trên cao mãi,\nsẽ khiến chân các cô trở nên lỏng lẻo đấy.",
    "……へえ？　なかなか言うねぇ～！\nそーゆーの、好きかも！": "……Hể? Nói hay đấy!\nTôi thích những thứ như vậy!",
    "最上階のスイートから下々の者を、\n見下ろしているようなものですわ！": "Giống như đang nhìn xuống những người ở tầng dưới\ntừ phòng cao nhất vậy!",
    "その比喩は必要か？\n若干意味わからんし……": "Có cần thiết phải so sánh như vậy không?\nHơi khó hiểu...",
    "発想が成金じゃないですか……": "Cách nghĩ không phải là của người giàu mới nổi sao...",
    "とにかく！　次の試合、わたくしたちを、\nこれまでと同じとは思わないでくださいませ！": "Tóm lại! Trong trận đấu tới, đừng nghĩ chúng tôi\ncũng như trước đây nhé!",
    "……なるほど、話に聞いていたほど、\n簡単な相手ではなさそうですね。": "……Ra là vậy, không dễ đối phó như tôi đã nghe.",
    "うん！　そういう相手こそ、\n全力で叩き潰す甲斐があるってもんだよ！": "Ừm! Những đối thủ như vậy,\nmới đáng để chúng ta chiến đấu hết mình!",
    "では、来たる試合で決着をつけましょう。本日は失礼しました。": "Vậy, hãy giải quyết trong trận đấu sắp tới. Hôm nay, xin phép.",
    "ばいばーい！": "Tạm biệt!",
    "そうして、カオスメイデンのふたりは、嵐のように去って行った。": "Sau đó, hai người của Chaos Maiden đã rời đi như một cơn bão.",
    "す、すみません、わたくしとしたことがつい熱くなってしまって……": "X-xin lỗi, tôi đã hơi quá khích...",
    "ちょっとヒヤヒヤしたけど、七彩、いいタンカだったぞ。": "Tôi đã hơi lo lắng, nhưng Seven, cậu nói rất hay.",
    "ぜんぜんよくな――――い！！": "Không hề hay chút nào!",
    "アッチは退学とかかかってないんだから、\n舐めプして手ぇ抜いてもらうくらいで丁度よかったのに！": "Bên kia không bị đuổi học, cứ để họ\ncoi thường, rồi rút lui là vừa!",
    "なんで本気にさせるようなこと言っちゃうの！？": "Sao cậu lại nói những điều khiến họ nghiêm túc chứ!?",
    "す、すみません……": "X-xin lỗi...",
    "いや、いいんだ七彩。よく言った。そういう姿勢が無ければ、\n強くなんかなれっこない。俺はそう思う。": "Không sao đâu, Seven. Cậu nói rất hay. Nếu không có thái độ đó,\nsẽ không thể mạnh mẽ được đâu. Tôi nghĩ vậy.",
    "%usernameusernameuserna%さん……": "%usernameusernameuserna%さん...",
    "安心しろ、勝つためにやるべきことは見えてきた。": "Cứ yên tâm, đã thấy rõ những gì cần làm để chiến thắng rồi.",
    "明日からの訓練で、\nお前たちをカオスメイデンに勝てるチームにしてやる。": "Trong buổi huấn luyện ngày mai,\ntôi sẽ biến các cậu thành một đội có thể đánh bại Chaos Maiden."
}