{
    "よし、全員準備はいいな？\nこれより帰還作戦を再開する。": "Được rồi, mọi người chuẩn bị xong cả chứ?\nBắt đầu lại chiến dịch hồi quy thôi.",
    "七彩とちゆるは機体を自律モードにしておけ。\n今のお前達が操縦するよりは百倍マシだろう。": "Nanairo và Chiyuru chuyển sang chế độ tự động đi.\nĐể hai đứa bây giờ điều khiển thì thà để nó tự chạy còn hơn.",
    "そう、だねぇ……": "Ừm, phải rồi...",
    "ほんと、この程度で……自分が情けありませんわ……": "Thật sự, chỉ đến mức này thôi sao... Thật là vô dụng...",
    "無理だけはしないでくださいね。\n今のおふたりはＭＧに乗る事すら負担になりかねませんから。": "Đừng cố quá sức nhé.\nHai người bây giờ thậm chí còn thấy khó khăn khi lên MG nữa.",
    "めるの言う通りだ。大人しくＭＧに揺られておけ。": "Đúng như Meru nói đấy. Cứ ngoan ngoãn ngồi trên MG đi.",
    "とはいえ、地上まではそう遠くはないはずだ。マップが正しければ、\n次の<r=ホール>広間</r>を抜ければ元々探索していた深度まで戻れるだろう。": "Tuy nhiên, chắc là không còn xa mặt đất đâu. Nếu bản đồ đúng, thì\nqua khỏi <r=ホール>hành lang</r> tiếp theo, chúng ta sẽ về được độ sâu đã thám hiểm trước đó.",
    "どんなにやばいやつが出てきても\nラミがぶっ倒してあげるから、大丈夫。": "Dù có con quái vật nào xuất hiện đi nữa,\nLami sẽ đánh bại hết, mọi người cứ yên tâm.",
    "もしラミが突破されても、わたしとめるでみんなを守る。": "Nếu Lami bị vượt qua, tớ và Meru sẽ bảo vệ mọi người.",
    "いや、その前に助けに来いよ！？": "Này, chưa gì đã nghĩ đến chuyện đó rồi à!?",
    "ったく……まだ<r=ホール>広間</r>すら見えてないのに\n無駄な体力使わせんなって。": "Chậc... Mới còn chưa thấy cái <r=ホール>hành lang</r> nữa mà\nđã tốn sức lực vô ích rồi.",
    "<r=ホール>広間</r>まではそうかからないでしょうから、\n気を引き締めていきましょう……！": "Chắc là không mất nhiều thời gian để đến <r=ホール>hành lang</r> đâu,\nmọi người hãy chuẩn bị tinh thần đi...!",
    "それじゃあ、ラミを先頭に、白奈とめるがその後ろに。\n俺は七彩とちゆるの後ろから辺りを警戒する。行くぞ。": "Vậy thì, Lami đi đầu, Shiro và Meru theo sau.\nTớ sẽ ở sau Nanairo và Chiyuru để cảnh giác xung quanh. Đi thôi.",
    "今のところはレーダーに敵の反応はない。辺りもいたって静かだ。\nこのまま何事もなく地上までたどり着ければいいが……": "Hiện tại, radar không có phản ứng của địch. Xung quanh cũng rất yên tĩnh.\nCứ như vậy mà lên được mặt đất thì tốt biết mấy...",
    "……って。まあ、そう上手くはいかないよな。": "......Haizz. Mà, mọi chuyện đâu có dễ dàng như vậy.",
    "どうしたの？": "Sao thế?",
    "少し先からメイズシフターの反応がある。\nおそらく<r=ホール>広間</r>だ。": "Có phản ứng của Maze Shifter phía trước một chút.\nChắc là ở <r=ホール>hành lang</r> rồi.",
    "敵の数は？": "Số lượng địch là bao nhiêu?",
    "……いや、範囲が広くて正確な数まではわからない。\n目視で確かめた方が早いかもしれん。": "......Không, phạm vi rộng quá nên không biết chính xác được.\nChắc phải nhìn tận mắt mới biết nhanh được.",
    "了解。じゃ、ラミが見てくるよ。\nみんなここで待ってて。絶対に動かないでよ！": "Đã hiểu. Vậy, Lami đi xem sao.\nMọi người cứ ở đây đợi nhé. Tuyệt đối đừng có nhúc nhích đấy!",
    "気を付けてくださいね、ラミさん。": "Cứ cẩn thận nhé, Lami.",
    "健闘を祈る。": "Chúc may mắn.",
    "戦うんじゃなくて様子を見てくるだけだっての！\n……いってくる。": "Tớ chỉ đi xem tình hình thôi mà!...\n...Đi đây.",
    "しばらくして、偵察を終えたラミが戻ってきた。": "Một lúc sau, Lami trở lại sau khi trinh sát xong.",
    "……ただいま。": "......Tớ về rồi.",
    "どうだった？": "Thế nào?",
    "最悪も最悪。メイズシフターの群れが広間〈ホール〉を埋め尽くしてた。\nもう数えることすら馬鹿らしくなるほどにね……": "Tệ nhất có thể. Bầy Maze Shifter đã lấp đầy hành lang <ホール> rồi.\nĐếm cũng thấy phiền phức nữa...",
    "しかも、狂暴な奴等ばっかりだった。\nあれはＭＧを見つけるなり攻撃してくるタイプのやつだね。": "Hơn nữa, toàn là bọn hung hãn.\nĐó là loại thấy MG là tấn công ngay lập tức.",
    "そうか……": "Vậy sao...",
    "……で、どうするの？": "......Thế, chúng ta phải làm sao đây?",
    "……ここを迂回して、別のルートから地上を目指せると思うか？": "......Cậu nghĩ chúng ta có thể đi đường vòng, đến mặt đất bằng một tuyến đường khác được không?",
    "燃料がどう考えても足りません……": "Nhiên liệu làm sao đủ được...",
    "だよな……\nここで待機して救援を待つ時間の猶予は？": "Đúng là vậy...\nTạm thời ở đây chờ viện trợ thì có thời gian không?",
    "ない。ちゆると七彩のことを考えると、数時間以内には地上に出たい。": "Không có. Nếu nghĩ cho Chiyuru và Nanairo, thì trong vòng vài tiếng phải lên được mặt đất.",
    "……よし。ならば、もうこれしかないな。\n俺達は……敵中を突破し、地上を目指す。": "......Được rồi. Nếu vậy, chỉ còn cách này thôi.\nChúng ta sẽ... đột phá vòng vây địch, hướng đến mặt đất.",
    "ほ、本気ですか！？\nいくら補給したとはいえ、弾薬にも限りが……": "Th, thật sao!?\nDù đã được tiếp tế, nhưng đạn dược cũng có hạn mà...",
    "める。%usernameusernameuserna%の言う通りにした方がいい。\nわたし達に与えられた選択肢の中だと、一番マシ。": "Meru. Cậu nên làm theo lời của %usernameusernameuserna%.\nTrong những lựa chọn mà chúng ta có, thì đây là cái tốt nhất.",
    "そうかもしれませんが、あの数とどう戦うんですか？\n正面きっての戦闘ではさすがに勝機が……": "Có lẽ là vậy, nhưng làm sao chiến đấu với số lượng đó đây?\nĐánh chính diện thì chắc chắn không có cơ hội thắng...",
    "大丈夫。ラミが陽動するから。": "Không sao đâu. Lami sẽ làm mồi nhử.",
    "一応確認しておくが、責任を感じているからじゃないよな？": "Để tớ xác nhận lại, không phải cậu cảm thấy có trách nhiệm đấy chứ?",
    "違うっつの。弟や妹達のためだし。\nそれに、%usernameusernameuserna%とのデートもあるしね。": "Khác đấy. Vì em trai và em gái tớ mà.\nVới lại, còn có cả buổi hẹn hò với %usernameusernameuserna% nữa.",
    "ラミ……わかった。じゃあデートプランはちゃんと考えておくよ。": "Lami... Tớ hiểu rồi. Vậy tớ sẽ lên kế hoạch hẹn hò đàng hoàng.",
    "……作戦を説明する。": "......Giải thích kế hoạch.",
    "ラミが敵の気を引いている間に、めるを先頭にして敵に突撃。\n白奈の攻撃で突破口を開く。七彩とちゆるは追従モードで連れてく。": "Trong khi Lami thu hút sự chú ý của địch, Meru sẽ đi đầu xông vào quân địch.\nShiro sẽ mở đường bằng đòn tấn công. Nanairo và Chiyuru sẽ đi theo.",
    "わかりやすくていいじゃん。": "Dễ hiểu đấy.",
    "が、頑張ります！": "Tớ sẽ cố gắng!",
    "わたしは自分にできることをするだけ。": "Tớ chỉ làm những gì mình có thể thôi.",
    "絶対に地上へ帰還し、未調査エリアの情報を持ち帰ろう。\nそして、柊校舎の伝説になってやろうぜ。": "Nhất định phải trở về mặt đất, mang thông tin về khu vực chưa được khảo sát về.\nVà, trở thành huyền thoại của Học viện Hiiragi.",
    "それでは――作戦開始！": "Vậy thì――bắt đầu tác chiến!",
    "了解！！": "Rõ!!!"
}