{
    "アマツから学園へと戻ってきた俺たち。": "Chúng tôi trở lại học viện từ Amatsu.",
    "さて、残りの休みをどうするか……\nそんなことを考えていると、突如スマートデバイスに着信が――": "Giờ thì, phải làm gì với những ngày nghỉ còn lại đây……\nĐang nghĩ ngợi lung tung thì, đột nhiên thiết bị thông minh báo có tin nhắn――",
    "『もしもし？\n%usernameusernameuserna%、今、ちょっといい？』": "『Alo?\n%usernameusernameuserna%, bây giờ cậu có rảnh không?』",
    "ちゆる？　ちょうど暇してたところだが……　\n何かあったのか？": "Chiyuru? Tớ đang rảnh rỗi đây……\nCó chuyện gì sao?",
    "『うん、今、メイズ研の研究室にいるんだけどさ。\nちょっと買ってきてほしいものがあるんだよね――』": "『Ừm, bây giờ tớ đang ở trong phòng thí nghiệm của Viện nghiên cứu Maze.\nTớ muốn cậu mua giúp tớ một vài thứ――』",
    "さて、言われたとおりに買ってきたが……": "Được rồi, tôi đã mua những thứ được yêu cầu……",
    "ちゆるのヤツ、なんでこんなものを？": "Chiyuru, tại sao lại cần những thứ này?",
    "あっ、きたきた。\n待ってたよ、%usernameusernameuserna%。": "A, đến rồi đến rồi.\nTớ đợi cậu đấy, %usernameusernameuserna%.",
    "おう、言われたもの、買ってきたぞ。": "Chào, tôi mua những thứ cậu cần rồi đây.",
    "ありがとう～。": "Cảm ơn～",
    "ねえねえ、それよりどう？　似合う？": "Này này, mà sao rồi? Có hợp không?",
    "って、今更だよね。": "Mà, giờ mới hỏi thì……",
    "ああ、今更だけど……よく似合ってるよ。": "À, giờ mới hỏi nhưng…… Cậu mặc rất hợp đấy.",
    "ホント？　見飽きてない？": "Thật á? Không thấy chán à?",
    "見飽きるってのはないな。\nうん、何度見ても似合ってるし、いいと思う。": "Không có chuyện thấy chán đâu.\nỪm, nhìn bao nhiêu lần vẫn thấy hợp, tớ nghĩ vậy.",
    "へえ♪　嬉しいこと言ってくれるじゃない。": "Hê♪ Cậu nói thích tớ làm tớ vui ghê.",
    "ただ、なんで振り袖なんだ？\nどこかへ出かけてたのか？": "Nhưng mà, tại sao lại là kimono vậy?\nCậu đi đâu à?",
    "ううん。そういうわけじゃないよ。": "Ưm. Không phải vậy đâu.",
    "たださぁ、帰ってきてからこっち、研究とかばっかりで\nもうちょっとお正月っぽいことしておきたいかなあって。": "Chỉ là, từ khi về đến giờ, tớ toàn nghiên cứu thôi\nTớ muốn làm gì đó giống như ngày Tết một chút ấy.",
    "書き初めとか？": "Viết thư pháp à?",
    "羽根つきか": "Chơi cầu lông à?",
    "お正月っぽいことっていうと……": "Nói đến những thứ giống ngày Tết thì……",
    "あ、それもお正月っぽくはある。": "À, cái đó cũng giống Tết đấy.",
    "だろう？　新年の目標を書くとかさ。": "Đúng không? Viết mục tiêu năm mới chẳng hạn.",
    "おおー、なんか教導指揮官らしいこと言ってる。": "Ôi, nghe như chỉ huy trưởng nói chuyện ấy.",
    "一応その『教導指揮官』なんだけどな、お前らの。": "Dù sao thì, tôi cũng là 『chỉ huy trưởng』 của các cậu mà.",
    "あたし、羽根つきやったことない。": "Tớ chưa từng chơi cầu lông bao giờ.",
    "奇遇だな、俺もだ。": "Kỳ lạ thật, tôi cũng vậy.",
    "墨で顔に落書きするの、楽しそうだよね。": "Vẽ bậy lên mặt bằng mực, có vẻ vui nhỉ.",
    "わかる。\nラミとかいい反応してくれそうだよな。": "Biết rồi.\nLami và những người khác chắc sẽ phản ứng tốt đấy.",
    "……でも今からそれをパッと準備するのは難しそうだな。": "……Nhưng mà, chuẩn bị nó ngay bây giờ có vẻ khó nhỉ.",
    "そのとき、ふと俺は手に持ってる袋の中をちらりと見た。\nそこには――": "Lúc đó, tôi nhìn vào trong túi đang cầm trên tay.\nTrong đó――",
    "個包装の餅が大量に詰まっている。": "Có rất nhiều bánh mochi được đóng gói riêng.",
    "ああ、なるほど……それでこれか。": "À, ra là vậy…… Vì vậy nên mới là cái này.",
    "最初はね、お正月らしくおせちとか作ろうかと思ったんだよ。\nでも、思ったより大変そうで……": "Ban đầu tớ định làm món osechi giống Tết ấy.\nNhưng mà, có vẻ hơi khó……",
    "結果、餅になったってわけか。": "Kết quả là, thành ra bánh mochi à?",
    "うん、家庭科室でさ、いいもの見つけたんだよね。": "Ừm, trong phòng học gia đình, tớ tìm được một thứ hay ho.",
    "いいもの？": "Thứ hay ho?",
    "ほら、これ。": "Này, cái này.",
    "七輪か。": "Lò nướng than à?",
    "これでお餅焼いたら、美味しいだろうなって思って。": "Tớ nghĩ, nướng bánh mochi bằng cái này chắc ngon lắm.",
    "なるほど、理解した。": "Ra là vậy, tôi hiểu rồi.",
    "と、いうわけで餅パしよ、餅パ。\nお餅のお供もいろいろ買ってきてくれたんでしょ？": "Vậy nên, mình cùng ăn bánh mochi nhé, tiệc bánh mochi.\nCậu cũng mua nhiều đồ ăn kèm bánh mochi đúng không?",
    "ああ、醤油に砂糖、きなこ、あんこ、海苔……\nチーズもあるぞ。": "Ừm, xì dầu, đường, bột đậu nành, đậu đỏ, rong biển……\nCòn có cả phô mai nữa.",
    "%usernameusernameuserna%、ナイス！": "%usernameusernameuserna%, tuyệt vời!",
    "他のみんなも呼ぶか？": "Gọi những người khác đến không?",
    "実はすでに声かけたんだけど、\n今日はみんな用事が重なっちゃったみたい。": "Thật ra tớ đã gọi rồi, nhưng mà\nHôm nay mọi người đều có việc bận.",
    "なるほど……だったら、２人で開催だな。": "Ra là vậy…… Vậy thì, chúng ta làm riêng vậy.",
    "じゃ、グラウンドに行こ。": "Vậy, đi ra sân thôi.",
    "さすがに研究室で焼くと、煙とかヤバいし。\n火災報知器発動しちゃう。": "Nướng trong phòng thí nghiệm thì khói sẽ kinh khủng đấy.\nChắc chắn sẽ kích hoạt báo cháy.",
    "それは……生徒会長に怒られるな。": "Vậy thì…… Chủ tịch hội học sinh sẽ nổi giận đấy.",
    "怒られるで済めばいいけどねぇ。\nま、グラウンドなら問題ないっしょ。": "Chỉ bị mắng thì còn đỡ.\nMà, ra sân thì không có vấn đề gì.",
    "そうだな。……ほら、七輪貸せ。\n運んでやるから。": "Đúng vậy.…… Này, cho tôi mượn lò nướng than nào.\nTôi mang giúp cho.",
    "え？　いいよ。\n%usernameusernameuserna%、お餅も持ってるし。": "Hả? Không cần đâu.\n%usernameusernameuserna%, cậu còn cầm bánh mochi nữa.",
    "せっかくの振り袖が汚れたら大変だろ。\nどっちも俺が持つから、気にするな。": "Kimono đẹp như vậy mà bị bẩn thì khổ.\nCả hai thứ tôi đều cầm, cậu đừng bận tâm.",
    "わー、%usernameusernameuserna%優しー。\n日頃の鬼教官ぶりがウソみたいですなぁ。": "Woa, %usernameusernameuserna% tốt bụng ghê.\nKhác hẳn với vẻ mặt giáo quan thường ngày.",
    "今から筋トレするか？": "Giờ tập cơ bắp không?",
    "ウソウソッ、冗談、冗談っ。\nほら、早く行こう。おなかすいちゃった。": "Xạo xạo, đùa thôi, đùa thôi.\nNày, đi nhanh lên. Tớ đói bụng rồi.",
    "はいはい。": "Vâng vâng.",
    "というわけで俺とちゆるはグラウンドに\n七輪を設置して、餅を焼き始めた。": "Thế là tôi và Chiyuru đã ra sân\nĐặt lò nướng than và bắt đầu nướng bánh mochi.",
    "…………": "…………",
    "下準備を終え、網に餅をセットして焼けるのを待つ。\nいわゆるチルタイムだが……話すことがない。": "Chuẩn bị xong, đặt bánh mochi lên vỉ và chờ nướng.\nGọi là thời gian thư giãn nhưng…… Chẳng có gì để nói cả.",
    "（なにか話を振ってみるか……）": "（Hay là mình thử bắt chuyện nhỉ……）",
    "そういやさ、最近は大丈夫なのか？": "À phải rồi, dạo này cậu ổn chứ?",
    "ん？　何が？　筋肉痛？": "Hả? Ổn gì cơ? Đau cơ à?",
    "いや、そうじゃなくて、マスコミの方。\nちょっかいかけられたりしてないか？": "Không, không phải vậy, là giới truyền thông ấy.\nKhông bị làm phiền chứ?",
    "あ、そっちね。": "À, là chuyện đó à.",
    "うん、最近は全然。": "Ừm, dạo này thì không.",
    "マスコミも次のネタを見つけたんじゃない？\n全然、注目されてないっぽい。": "Giới truyền thông cũng đã tìm được chủ đề mới rồi chứ?\nCó vẻ như không còn ai để ý nữa.",
    "そうか……それなら良かった。": "Vậy thì tốt quá……",
    "人の噂も七十五日って言うしねぇ。\nいつまでも同じことやってると飽きるんじゃない？": "Người ta nói chuyện thị phi chỉ được bảy mươi lăm ngày thôi mà.\nCứ mãi làm một chuyện thì sẽ chán thôi?",
    "それも腹立つ話だけどな。": "Đó cũng là một câu chuyện đáng ghét.",
    "ま、平和になってよかったってことで。": "Thôi thì, cứ coi như là mọi thứ đã yên bình trở lại đi.",
    "そこはそうだが。": "Chỗ đó thì đúng là vậy.",
    "一時期は周りの子たちからの見られ方っていうの？\n異常だったからねー。": "Có một thời gian, cách mọi người xung quanh nhìn tớ ấy?\nKỳ lạ lắm luôn.",
    "ああ……": "À……",
    "遠巻きに見つめられたり、ひそひそされたりさぁ。\nかと思えばチヤホヤされたり……見せ物になった気分だったかも。": "Bị nhìn chằm chằm từ xa, rồi thì thầm to nhỏ.\nCứ như là bị tung hô…… Cảm giác như là một trò hề vậy.",
    "まあ、マスコミと違って、\n言うほど迷惑だったってわけじゃないけど。": "Mà, khác với giới truyền thông,\nNói là phiền phức thì cũng không hẳn.",
    "それに、今はもう全然そういう特別扱いもないしね。\n飽きたっていうか……慣れたって言い方が正しいのかな。": "Với lại, bây giờ thì không còn chuyện đối xử đặc biệt như vậy nữa.\nChán thì không hẳn…… Có lẽ phải nói là quen rồi thì đúng hơn.",
    "そっか。": "Vậy à.",
    "もちろん、今でも『龍宮ちゆる』として接してくる人が\nいなくなったわけじゃないけど……": "Đương nhiên, bây giờ vẫn còn những người đối xử với tớ như 『Ryugu Chiyuru』\nNhưng mà……",
    "気にするほどではない感じ。\n研究の邪魔されたりするわけじゃないし。": "Không đến mức phải bận tâm.\nKhông bị cản trở việc nghiên cứu nữa.",
    "それなら良かった。": "Vậy thì tốt quá.",
    "何にせよ、元の生活が戻ってきて良かったよ。": "Dù sao thì, cuộc sống bình thường đã trở lại là tốt rồi.",
    "一時はどうなるかと思ったもんね。": "Có một thời gian tớ đã nghĩ không biết sẽ ra sao nữa.",
    "ああ。でも……もし、また同じようなことが起こっても、\n次も俺たちが守ってみせるから。": "Ừm. Nhưng mà…… Nếu, lại có chuyện tương tự xảy ra,\nLần tới chúng ta sẽ bảo vệ cậu.",
    "俺たち？": "Chúng ta?",
    "ん？　何かおかしいか？": "Hửm? Có gì lạ à?",
    "ううん、そこでかっこよく『俺が』とは言わないんだ～と思ってさ。": "Ưm, tớ nghĩ là, cậu không nói câu ngầu lòi 『Tôi sẽ』――",
    "そりゃ、男としちゃそういう格好いいセリフを言ってみたいとこだが、\n実際、俺だけの力じゃどうにもできなかったからな。": "Đúng là, là một người đàn ông thì tớ muốn nói một câu ngầu như vậy, nhưng mà\nThực tế, chỉ một mình tớ thì không thể làm gì được.",
    "シリウスシュガーのみんな……それにプレ・クラス－Ａの連中や\nトレブルクインテットにピクシス・マスール、風紀委員会――": "Mọi người trong Sirius Sugar…… Với lại, những người trong Pre-Class-A\nTreble Quintet và Pixis Masur, Ủy ban kỷ luật――",
    "みんなの力を合わせたからこそ、お前を守れたんだ。\n『俺が』なんておこがましいことは言えない。": "Chính vì mọi người đã hợp sức lại nên mới bảo vệ được cậu.\n『Tôi sẽ』 thì đúng là quá tự phụ.",
    "そういうとこ、%usernameusernameuserna%らしいよねぇ。": "Cái kiểu như vậy, đúng là %usernameusernameuserna% nhỉ.",
    "でもさ……いつも、みんなの中心にいるのは\n%usernameusernameuserna%だと思うな。": "Nhưng mà…… Tớ nghĩ, người luôn là trung tâm của mọi người là\n%usernameusernameuserna% đấy.",
    "気づけば、みんな、%usernameusernameuserna%の言葉を待ってる。\n『指揮官だから』っていうんじゃなくて……": "Để ý thì thấy, mọi người đều đang chờ đợi lời nói của %usernameusernameuserna%.\nKhông phải vì 『là chỉ huy trưởng』……",
    "%usernameusernameuserna%だから、待ってる。キミがどう見て、\nどう感じ、どう考えるか……みんながそれを知りたがってる。": "Vì %usernameusernameuserna% nên mọi người mới chờ đợi. Cậu nhìn nhận thế nào,\nCảm thấy thế nào, suy nghĩ thế nào…… Mọi người đều muốn biết điều đó.",
    "おいおい、いきなりなんだよ、こそばゆいじゃないか……": "Ôi trời, tự nhiên thế này là sao, ngượng hết cả người……",
    "あたし、素直に褒めるときは褒めるよ？\nそれも、本心なときは特に。": "Tớ thì, khi khen thật lòng thì tớ sẽ khen.\nĐặc biệt là khi trong lòng tớ thật sự nghĩ vậy.",
    "%usernameusernameuserna%には、本当に感謝してるもん。": "Tớ thực sự biết ơn %usernameusernameuserna%.",
    "%usernameusernameuserna%の言葉がなかったら、\nあたし、他の校舎に行くことになってたよ、きっと。": "Nếu không có lời của %usernameusernameuserna%,\nChắc chắn tớ đã phải chuyển đến một trường khác rồi.",
    "ＬＯＣか、ユーロ・タワーか……\nううん、最悪、コトハに連れ去られてたかも。": "LOC hoặc Euro Tower……\nƯm, tệ nhất là, bị Kotoha bắt đi rồi.",
    "そんなことはさせない。": "Tôi sẽ không để chuyện đó xảy ra.",
    "うん、ありがとう。\n%usernameusernameuserna%なら、そう言ってくれるよね。": "Ừm, cảm ơn cậu.\n%usernameusernameuserna% sẽ nói như vậy mà.",
    "あのときもそうやって守ってくれたから……\nあたしは今、ここにいる。": "Lúc đó cậu cũng đã bảo vệ tớ như vậy……\nBây giờ tớ đang ở đây.",
    "何より……お父さんとお母さんに言いたかったことも\nちゃんと言えた。": "Hơn nữa…… Tớ cũng đã nói được những điều muốn nói với bố và mẹ.",
    "全部、全部、%usernameusernameuserna%のおかげだよ。": "Tất cả, tất cả, là nhờ có %usernameusernameuserna% cả.",
    "改めて、ありがとう、%usernameusernameuserna%。\nこうしてふたりになれたときに、言っておきたかったんだ。": "Một lần nữa, cảm ơn cậu, %usernameusernameuserna%.\nKhi chúng ta có thể ở riêng với nhau như thế này, tớ muốn nói với cậu.",
    "ちゆる……": "Chiyuru……",
    "どういたしまして。": "Không có gì đâu.",
    "いやぁ、しっかし、素直に褒めるとはいっても、\nやっぱ恥ずかしいものは恥ずかしいな～。": "Nhưng mà, nói thật lòng thì, khen ngợi vẫn cứ ngại ngùng quá～",
    "今さら照れるなよ。こっちまで恥ずかしくなってくるだろ。": "Giờ mà còn ngại gì nữa. Tôi cũng thấy ngại theo đấy.",
    "じゃあ、引き分けかな？": "Vậy thì, hòa nhau nhé?",
    "なんの勝負だよ……": "Chơi trò gì vậy……",
    "……っと、それはそれとして、餅が焦げるぞ。": "……À, mà nói đến thì, bánh mochi sắp cháy rồi.",
    "うわっ、やっば！": "Woa, chết rồi!",
    "そんなこんなで俺達は、残りわずかな正月を堪能するのだった――": "Trong khi đó, chúng tôi đã tận hưởng những ngày Tết còn lại――",
    "ちなみに翌日、ちゆるから『体重が増えた』という嘆きの\nこもった連絡が俺の端末へと届いたが、無視してやった。": "Nhân tiện, ngày hôm sau, từ Chiyuru đã gửi đến thiết bị của tôi một tin nhắn đầy than thở 『Cân nặng tăng lên rồi』, nhưng tôi đã phớt lờ."
}