{
    "たっだいま～～～～！": "Tôi về rồi～～～～！",
    "ふ～ふふ～ん、ふふふふふ～ん、\n今日も、とってもアゲぽよでした～♪": "Hừm hừm～, hừm hừm hừm～,\nHôm nay cũng rất là 'trên mây' luôn～♪",
    "フルート、ご機嫌だな。": "Flute, vui vẻ nhỉ.",
    "はい！\n今日も配信できたことが、とってもよいちょまるなんです！": "Vâng!\nHôm nay em phát sóng được, em thấy rất là 'tuyệt vời' luôn!",
    "それも、%usernameusernameuserna%さんと一緒に……": "Cũng tại vì có %usernameusernameuserna% ở bên cạnh……",
    "再び無事に配信を続けることができたことが、\nフルートは本当に嬉しいらしい。": "Việc em lại có thể tiếp tục phát sóng suôn sẻ,\nFlute em thật sự rất vui.",
    "終始ご機嫌で、ニコニコと笑いながら、\n帰り道で買った『映え』なクレープをぱくりとくわえる。": "Suốt buổi vui vẻ, vừa cười toe toét,\nVừa ăn ngấu nghiến cái bánh crepe 'xinh xắn' mua trên đường về.",
    "ふふっ、クレープの味も、いっそう美味しく感じられます。": "Hừm hừm, hương vị của bánh crepe, càng cảm thấy ngon hơn.",
    "んんん……あ、ふぁあっ！": "Ưm… à, phở～!",
    "しゃべりながら食べていたせいだろう。\nクレープからクリームが垂れ、胸元までこぼれ落ちてしまった。": "Chắc là tại vừa nói chuyện vừa ăn.\nKem từ bánh crepe chảy ra, tràn cả xuống ngực.",
    "大変だ、何か拭くものを……": "Chết rồi, cần gì đó để lau…",
    "慌ててタオルを探していると、\nフルートは何を思ったか、そっと胸元をはだけさせる。": "Đang vội tìm khăn giấy, thì\nFlute không hiểu nghĩ gì, khẽ mở áo ra.",
    "せ、せっかく買えた限定クレープなのに、\n拭いちゃうのはもったいなくないですか？": "T, tại sao em lại mua bánh crepe giới hạn chứ,\nLau đi thì phí quá!",
    "で、でも、フルートじゃ、ちょっと口が届かないかもぉ……": "Nhưng mà, Flute em thì, chắc là không với tới miệng đâu…",
    "そう言いながら、フルートはこちらの方をチラチラと見つめている。": "Vừa nói, Flute vừa liếc mắt nhìn về phía này.",
    "その顔は、真っ赤に染まっていた。": "Khuôn mặt ấy, đã đỏ bừng lên.",
    "フルート……": "Flute…",
    "だから……%usernameusernameuserna%さんに、『おね』なのです……": "Cho nên… em mới 'xin' %usernameusernameuserna% đó…",
    "あ、ああ……": "À, à…",
    "恥ずかしそうに誘うフルートの様子に、\nこちらの欲望にも火が灯る。": "Trước vẻ mặt ngượng ngùng của Flute, \nHam muốn của tôi cũng bùng lên.",
    "……そうだな、ちゃんと食べないと……罰が当たるよな。": "…Đúng vậy, phải ăn cho hết mới được… không thì bị phạt mất.",
    "お互いの気持ちを確認するように頷き合い、\n彼女の胸を露出させると、遠慮無くその胸にむしゃぶりついた。": "Cả hai cùng gật đầu xác nhận tình cảm, \nKhiến ngực cô ấy lộ ra, tôi không chút do dự mà nhào vào ngực cô ấy.",
    "あっ、あぅう……んんっ、はぁあ……っ。\nそ、そうです、丁寧に、舐めて……あぁ……": "A, a ư… ưm ưm, haaa…!\nĐ, đúng rồi, từ từ, liếm… a…",
    "フルートの白い素肌に、更に白いクリームが広がっている。\nそれを、そっと舌を這わせ舐め取っていく。": "Trên làn da trắng nõn của Flute, kem trắng càng lan rộng.\nTôi khẽ dùng lưỡi liếm lấy.",
    "クリームの甘さと共に、フルートの肌の弾力が舌に広がっていった。": "Cùng với vị ngọt của kem, độ đàn hồi của làn da Flute lan tỏa trên lưỡi.",
    "んんん……っ、あ、りがとうございます……\nこれで、クリームが無駄にならずに済みます……": "Ưm ưm… ư, ơ-ri-ga-tô…\nNhư vậy, kem sẽ không bị lãng phí…",
    "も、もう少し、下の方も……んんっ、\n食べてもらっても、いいでしょうか……？": "C, một chút nữa, xuống dưới… ưm ưm,\nEm có thể… cho anh ăn được không…?",
    "フルートに言われるまでもなく、\nこちらの舌は別の生き物のように彼女の肌を蹂躙していく。": "Không cần Flute nói, \nlưỡi của tôi như một sinh vật khác, giày xéo trên làn da cô ấy.",
    "一カ所を執拗にねぶったり、谷間にそって舌を伸ばしたり……\n次第に、その範囲を広げていった。": "Liếm láp một chỗ một cách dai dẳng, kéo dài lưỡi dọc theo khe ngực…\nDần dần, phạm vi được mở rộng.",
    "やがて、舌は柔らかい胸の先端……硬く尖った乳首に触れる。": "Cuối cùng, lưỡi chạm vào đầu ngực mềm mại… đầu vú cứng và nhọn.",
    "あ……あぅんっ！\nそ、そんなところに、クリームはありませんよぉ……っ！": "A… a ưn!\nT, thậm chí không có kem ở đó…!",
    "はぁあっ、ない、のに……んぁあっ！\nそんな、いっぱい舐めて、吸われたら……っ！": "Ha… không có, nhưng… ư a!\nNhư vậy, liếm nhiều như vậy, mút nhiều như vậy…!",
    "は、はぅうっ、あ……あはぁっ！\nんんんっ、ふぅう……っ！": "Ha, ha ư, a… a ha!\nƯm ưm, phừ ư…!",
    "フルートの痴態に、こちらの興奮は更に煽られる。\n夢中になって唇をすぼめ乳首を吸い上げ、舌先で転がしていく。": "Trước sự dâm đãng của Flute, sự hưng phấn của tôi càng được kích thích.\nMê mẩn mím môi mút đầu vú, dùng đầu lưỡi đảo quanh.",
    "あぁあ……っ、んっ、はぁあああ……っ！\nや……そこ、そんな風にされたらぁ……っ！": "A a… ư, haaa…!\nĐ, chỗ đó, bị như vậy…!",
    "身体の奥、あつくなってぇ……っ、\nもぉ、もぉ……んんんんん……っ！": "Sâu trong cơ thể, nóng lên…\nÔi, ôi… ưm ưm ưm…!",
    "し、舌も、とってもあつくてぇ……っ、\nど、ドキドキするの、止まりません……っ！": "L, lưỡi cũng rất nóng…\nT, tim đập thình thịch, không dừng lại được…!",
    "フルートの声が響く。\nこちらも、既に止められなくなっていた。": "Giọng nói của Flute vang lên.\nTôi cũng không thể dừng lại được nữa.",
    "音を立ててフルートの胸を吸い上げ、\n乳首を愛撫していく。": "Tôi phát ra tiếng động, mút ngực Flute, \nâu yếm đầu vú.",
    "あはぁああ……っ、すごい、すごいです……っ、\nこれ、これ、とっても、あはぁっ！": "A haaa…! Tuyệt vời, tuyệt vời…!\nCái này, cái này, rất là, a ha!",
    "こんなの、はじめてで、フルート……っ、\nあ、ぁ、んぁあ……っ！": "Cái này, lần đầu tiên, Flute…!\nA, a, ư a…!",
    "フルートの身体が小刻みに震える。\n胸だけで、小さな絶頂に至ってしまったのだろうか。": "Cơ thể Flute run rẩy nhè nhẹ.\nChỉ với bộ ngực, đã đạt đến cực khoái nhỏ rồi sao?",
    "それを契機に、そっとフルートの胸から顔を上げた。": "Nhân cơ hội đó, tôi nhẹ nhàng ngẩng mặt khỏi ngực Flute.",
    "あ……あざまる……でした。\nとってもドキドキして……やばたんです……": "A… a-za-ma-ru… ạ.\nEm rất hồi hộp… nguy hiểm quá…",
    "フルートは全身を赤く紅潮させながら、\n俯いたまま、なんとかお礼を言う。": "Flute đỏ bừng cả người, \nvẫn cúi gằm mặt, cố gắng nói lời cảm ơn.",
    "だが、フルートはそう言いつつも身体をもじもじさせたまま、\nどこかまだ物足りていないようにも見えた。": "Nhưng, Flute vừa nói vừa cựa quậy người, \ncó vẻ vẫn chưa thỏa mãn.",
    "うぅ……": "Ư…",
    "もしかしたら、フルートは、\nもっと快楽に素直になりたいのではないだろうか……？": "Có lẽ, Flute muốn, \nmuốn được thoải mái hơn trong khoái lạc…?",
    "……もっと自由にならなくていいのか？": "…Không cần phải tự do hơn sao?",
    "……え？": "…Hả?",
    "ギャルは、自分に素直にならないと。\n好きなものを躊躇わずに全身で好きって言っていいんだぞ？": "Gái hư, phải sống thật với bản thân chứ.\nThích thứ gì thì cứ dùng cả cơ thể mà nói thích đi?",
    "彼女の耳元で、誘うように囁くと、\n潤んだ瞳がこちらを見つめた。": "Tôi thì thầm vào tai cô ấy, \nĐôi mắt long lanh nhìn tôi.",
    "う、うぅう……今日の%usernameusernameuserna%さんは、\nちょっと、いつもよりもワルですね……": "Ư, ư ư… Hôm nay %usernameusernameuserna%,\nhơi… khác mọi khi đấy…",
    "で、でも、フルートはギャルなので……\nきちんと、口に出して主張させていただきます……": "Nhưng mà, Flute là gái hư mà…\nEm sẽ nói thẳng ra…",
    "あの……っ、\nフルートと、最後まで、していただけないでしょうか……？": "À…\nEm có thể… cùng anh làm đến cuối cùng không…?",
    "恥ずかしさに身を震わせながらも、\nフルートは正直な気持ちを口にする。": "Dù run rẩy vì xấu hổ, \nFlute vẫn nói ra cảm xúc thật của mình.",
    "ああ……もちろんだ！": "À… tất nhiên rồi!",
    "そう告げると、フルートをベッドに押し倒し……\nそこでスマホを構えた。": "Nói xong, tôi đẩy Flute ngã xuống giường…\nrồi lấy điện thoại ra.",
    "えっ、な、何をするんですか……？": "Ê, s, anh đang làm gì vậy…?",
    "自分に向けられたスマホを確認し、\nフルートは僅かに身を強ばらせる。": "Nhìn vào chiếc điện thoại hướng về mình, \nFlute hơi cứng người lại.",
    "これは、フルートがギャルらしく生きる姿の記録だ。\nちゃんと、録画しておかないと。": "Đây là, ghi lại hình ảnh Flute sống như một gái hư.\nPhải quay lại chứ.",
    "で、でも……": "Nhưng mà…",
    "俺だけの『Ｆｌ∞ｔｙ』配信を見たいんだ……！": "Anh chỉ muốn xem 'Fl∞ty' của riêng mình thôi…!",
    "%usernameusernameuserna%さんだけの……？\n": "Chỉ của %usernameusernameuserna% thôi sao?\n",
    "…………": "…………",
    "そ、それなら…………わかりました。": "V, vậy thì… em hiểu rồi.",
    "こ、こほん……": "H, hừm…",
    "ア、アゲぽよ～！　Ｆｌ∞ｔｙだよー！\n今から……そ、その……初えっち、しちゃいます……": "A, a-gê-pô-yô～! Fl∞ty đây～!\nTừ giờ… t, thì… em sẽ… lần đầu tiên… làm 'chuyện ấy'…",
    "えへへ……なんちゃって。": "Ehehe… nói chơi thôi.",
    "す、すごくかわいい……": "Đ, dễ thương quá…",
    "えっ……？　そ、そうですか？": "Ê…?\nĐ, đúng vậy sao?",
    "すまん、もう我慢できない……！": "Xin lỗi, anh không thể kiềm chế được nữa…!",
    "フルートの挨拶が終わると同時に、\n彼女の中に侵入していった。": "Ngay khi Flute vừa chào hỏi xong, \ntôi đã xâm nhập vào cô ấy.",
    "あ、は、はぁあああ……っ！": "A, ha, haa…!",
    "はいって……はいって、ますぅ……っ！\n%usernameusernameuserna%さんのが、フルートの中に……はぁあっ！": "Vào… vào, rồi…!\nCủa %usernameusernameuserna%… ở trong Flute… haa!",
    "亀頭を膣口に押し当て、腰を進める。": "Tôi ấn quy đầu vào cửa âm đạo, thúc hông tới.",
    "僅かな抵抗と、ぷつりという感覚のあと、\nフルートの膣道はゆっくりとペニスを受け入れていった。": "Sau một chút kháng cự và cảm giác 'bụp' nhẹ, \nđường âm đạo của Flute từ từ tiếp nhận dương vật.",
    "んんんんん……っ、ふぁっ、ふぁあああっ！": "Ưm ưm ưm… phắt, phaa!",
    "先端が狭い箇所を通り抜けると、\nフルートは苦しそうに腰を震わせていく。": "Khi đầu dương vật đi qua chỗ hẹp, \nFlute run rẩy hông có vẻ đau đớn.",
    "こ、これが……男の人の……なんですね、\nフルートは……あなたと、ひとつになったんですね……": "Đ, đây là… của đàn ông… phải không ạ,\nFlute… đã… thành một với anh rồi…",
    "ふぅうううっ、あ、あついです……っ！\nおおきくて、かたくて……んんん……ふぁあっ！": "Phư ư ư, a, nóng quá…!\nTo, cứng… ưm ưm… phắt!",
    "初めての痛みに顔を僅かに歪めながら、\nそれでも、フルートはじっとこちらを見つめている。": "Vừa nhăn mặt vì đau lần đầu, \nvậy mà, Flute vẫn nhìn tôi chằm chằm.",
    "え、遠慮しなくても、いいんですよ……？\nもっとしっかりフルートを撮って……奥まで入れてください……": "Ê, không cần phải e dè đâu…?\nCứ quay Flute thật kỹ… cho vào sâu hơn đi…",
    "フルートは……%usernameusernameuserna%さんに、\nそうして欲しいんです……\n": "Flute… muốn %usernameusernameuserna%,\nmuốn anh làm như vậy…",
    "甘い声でそんなことを囁かれたら、\nあっという間にこちらの理性は吹き飛んでしまう。": "Khi nghe những lời thì thầm ngọt ngào như vậy, \ntrí lực của tôi đã tan biến trong nháy mắt.",
    "獣のように、欲望のまま、フルートの身体を貪り始めた。": "Như một con thú, theo đuổi dục vọng, tôi bắt đầu chiếm đoạt cơ thể Flute.",
    "あぁあ……っ、んっ、んふぅうう……っ！\nはぁあっ、お、おくにっ、届いて……はぁあああっ！": "Aaa… ư, ưm phư ư…!\nHaa, s, sâu hơn… haaa!",
    "んふぅっ、あ、あたってますぅっ、かたいのがぁ……っ！\nご、ゴツゴツって、は、は、ふぁあああっ！": "Phư ư, a, chạm vào rồi… cứng quá…!\nGồ ghề, ha, ha, phaa!",
    "フルートの中、おっきくて、あついのがこすってぇえっ、\nおく、とどいてっ、あはぁっ、んんっ、はぅうううっ！": "Bên trong Flute, thứ to lớn, nóng bỏng đang cọ xát…\nSâu, vào, haa, ưm, ha ư!",
    "強引なピストンを、フルートは声をあげながら受け入れていく。": "Flute chấp nhận những cú thúc mạnh mẽ, \ndù là lần đầu tiên.",
    "初めてにもかかわらず、フルートの身体はこちらの動きに反応し、\n愛液を分泌して抽挿をスムーズにしてくれていた。": "Dù là lần đầu, cơ thể Flute đã phản ứng với chuyển động của tôi, \ntiết ra dịch nhờn, giúp cho việc ra vào trở nên trơn tru.",
    "んぁあっ、んぅうっ、はぁあっ、はひぃ……っ！\nあぁ……っ、これ、これは……な、なんでしょう……っ。": "Ư a, ư ư, haa, hi…!\nA… đây, đây là… gì vậy…?",
    "とても、からだがあつくてぇっ、\nおなかのおくが、じんじんしてぇ……っ。": "Rất, cơ thể rất nóng…\nSâu bên trong bụng, tê rần…",
    "は、じめてなのにぃ……っ、はぁあっ、\nとても、とても……んんんんんんっ！": "L, lần đầu… haa,\nRất, rất… ưm ưm ưm!",
    "こ……これ、なんだか……すごいですぅ……！\nフルート、今、とっても……あはぁああっ！": "Đ… đây, không biết sao…!\nFlute, bây giờ, rất… a haa!",
    "次第に硬かったフルートの膣内は解れ、\n熱く潤いを増していく。": "Dần dần, bên trong âm đạo cứng rắn của Flute đã mềm ra, \ntăng thêm sự ẩm ướt.",
    "それと同時に彼女の嬌声にも、\n甘い響きが混じっていった。": "Đồng thời, tiếng rên của cô ấy cũng, \ntrộn lẫn với những âm thanh ngọt ngào.",
    "お腹の奥が、熱くなって、痺れて……あぁっ、\n頭の中が、ふわふわしてきて……っ。": "Sâu bên trong bụng, nóng rực, tê dại… a,\nTrong đầu, cứ lâng lâng…",
    "あぁあ……っ、ふぁっ、ふぁあああ……っ！\nこれ、これ……きもち、いいの……っ。": "Aaa… phắt, phaa…!\nCái này, cái này… sướng, quá…!",
    "おく、いっぱい突かれてぇ……っ、\nきもちよくて……はぁあっ、すごい、ですぅ……っ！": "Sâu, bị đâm vào thật sâu…\nsướng quá… haa, tuyệt vời…!",
    "快楽に目覚め始めたフルートは、\n撮られていることも忘れ自身の感覚に溺れていく。": "Flute, người bắt đầu thức tỉnh với khoái lạc, \nquên cả việc đang được quay, đắm chìm trong cảm giác của mình.",
    "彼女の身体も、解れきった柔肉がペニスに絡みつき、\nぎゅうっと締め上げ、明らかな変化を見せていた。": "Cơ thể cô ấy cũng vậy, thịt mềm đã tan chảy quấn lấy dương vật, \nsiết chặt, cho thấy sự thay đổi rõ rệt.",
    "おく、おく、もっと、ください……っ！\n%usernameusernameuserna%さんの、もっといっぱい欲しいです……っ！": "Sâu, sâu, cho thêm nữa…!\nEm muốn thêm nữa của %usernameusernameuserna%…!",
    "あぁあっ、すごい、すごい……っ！\nすごくてぇ……っ、お、おかしくなっちゃいます……っ！": "Aaa, tuyệt vời, tuyệt vời…!\nTuyệt vời quá… em, phát điên mất…!",
    "フルートの膣壁がヒクヒクと震える。\n断続的に続く痙攣が、彼女の絶頂が近いことを伝えてきた。": "Thành âm đạo của Flute run rẩy.\nNhững cơn co thắt liên tục cho thấy cực khoái của cô ấy sắp đến.",
    "はぁあああっ、んぁあっ、ふぁっ、ふぁあ……っ！\nあぁ……っ、ど、どうしましょう……フルート、おかしいです……っ！": "Haa, ư a, phắt, phaa…!\nA… ôi, phải làm sao… Flute, không ổn rồi…!",
    "おくが……熱くてすごいのが、止まらなくって……うぁあっ、\n切なくて、きゅうってなって……っ！": "Bên trong… nóng quá, tuyệt vời quá, không dừng lại được… ư a,\nĐau khổ quá, thắt lại…!",
    "おなかのおくから……っ、すごいの、きます……っ！\nはぁあっ、これ、これ、どうしましょう……っ！": "Từ sâu bên trong bụng… cái gì đó tuyệt vời đang đến…\nHaa, cái này, cái này, phải làm sao…!",
    "迫り来る絶頂の予感に怯えるフルートに、\n怖がらなくてもいい、それがイくということだと伝える。": "Trước cảm giác cực khoái đang đến gần, Flute sợ hãi, \ntôi nói rằng không cần phải sợ, đó là cảm giác 'lên đỉnh'.",
    "んぅう……っ、こ、これが……？\nフルート……%usernameusernameuserna%さんので、イくんですか……？": "Ư ư… đ, đây là…?\nFlute… với của %usernameusernameuserna%, em sẽ 'lên đỉnh' sao…?",
    "あ、あぁあ……っ、それは、ん、んんんんんっ、\nとっても、とっても……素敵……です……っ！": "A, a aa… ư, ưm ưm ưm,\nRất, rất… tuyệt vời… ạ…!",
    "きて……きて、ください……っ！\nフルートは、%usernameusernameuserna%さんとイきたいです……っ！": "Đến… đến, đi…!\nFlute muốn, cùng %usernameusernameuserna% lên đỉnh…!",
    "フルートの身体の反応が激しくなる。\n膣肉がペニスを包み込み、きつくきつく締め上げる。": "Phản ứng của cơ thể Flute trở nên dữ dội hơn.\nThịt âm đạo bao bọc lấy dương vật, siết chặt, siết chặt hơn nữa.",
    "快感が下半身に集中し、強烈な射精感が込み上げてきた。": "Khoái cảm tập trung ở phần dưới cơ thể, cảm giác xuất tinh mãnh liệt ập đến.",
    "本能のまま、がむしゃらに腰を振り、\nフルートの子宮に亀頭を叩き付けていく。": "Theo bản năng, tôi điên cuồng lắc hông, \ngiáng quy đầu vào tử cung của Flute.",
    "あはぁっ、んんっ、ふぁあああああ……っ！\nきてるっ、おくに、きてる……っ！": "A ha, ưm, phaa…!\nĐến rồi, đến bên trong…!",
    "もう、もう、フルートも……ふぁあああっ！": "Giờ thì, Flute cũng… phaa!",
    "んんんんんんんんーっ！！": "Ưm ưm ưm ưm ưmー!",
    "んぁあああっ、感じる……感じますっ！\n熱いのが、お腹の奥に……はぁあああっ！": "Ư a, cảm giác… em cảm nhận được rồi!\nCái nóng, ở sâu bên trong bụng… haaa!",
    "こんなにすごいのきたら、フルート、フルート……\nんぁあっ、んふぅうううううう……っ！": "Nếu mà đến mức này, Flute, Flute…\nƯ a, ư phư ư ư ư…!",
    "はぁっ、はぁあっ、んふぅうう……っ。": "Haa, haa, ư phư ư…",
    "あぁあ……これ、これ……とっても、すごかったです……": "Aaa… cái này, cái này… tuyệt vời quá…",
    "んんん……あはっ、フルートの中に、\n%usernameusernameuserna%さんのが、こんなにも……": "Ưm ưm… a ha, trong Flute,\ncủa %usernameusernameuserna%… nhiều đến vậy…",
    "ペニスを抜いたフルートの膣口から、\n大量に放ったばかりの精液がどろりと零れて落ちる。": "Từ cửa âm đạo của Flute, sau khi rút dương vật ra, \nmột lượng lớn tinh dịch vừa phóng ra chảy ra ngoài.",
    "フルートは、%usernameusernameuserna%さんと……\nその、エッチなこと、したんですよね……？": "Flute, với %usernameusernameuserna%…\nđã, làm chuyện ấy, phải không…?",
    "その言葉に頷き、思いっきりしていた、と答えてやる。": "Tôi gật đầu, trả lời rằng đã làm hết mình.",
    "ふぁあ……思いっきり……\nあ……あざまる……です。": "Phaa… hết mình…\nA… a-za-ma-ru… ạ.",
    "フルートは……とっても、気持ちよかったです……\nとってもとっても、そうですね、よいちょまる……でした……": "Flute… em cảm thấy rất sướng…\nRất, rất, đúng vậy, tuyệt vời… ạ…",
    "フルートは、とても気持よさそうな顔をしていた。\nそれはここに、この手のデバイスにちゃんと撮ってある。": "Flute có vẻ mặt rất thoải mái.\nNó đã được ghi lại ở đây, trên thiết bị này.",
    "あ……ふぁあ……っ。\nそ、そういえば……今までのって、全部、撮られてたんですよね……": "A… phaa…!\nĐ, đúng rồi… từ nãy đến giờ, đều được quay lại…",
    "気持ちよすぎて、夢中になって、\nフルート……すっかり忘れていました……": "Sướng quá, mê mẩn quá, \nFlute… đã hoàn toàn quên mất…",
    "ふぁあ、は、恥ずかしいです……": "Phaa, ha, em xấu hổ quá…",
    "フルートはやっと今の状況を思い出したのか、\n真っ赤になって視線を逸らそうとする。": "Flute cuối cùng cũng nhớ ra tình hình hiện tại, \nđỏ mặt, cố gắng né tránh ánh mắt.",
    "あの……本当に、撮ったものを観ていいのは、\n%usernameusernameuserna%さんだけですからね……？": "À… thật sự, xem những gì đã quay, \nchỉ có %usernameusernameuserna% được xem thôi nhé…?",
    "もちろんと頷く。きっとこの録画した動画は、\nふたりの最高の思い出となるだろう。": "Tôi gật đầu, chắc chắn rằng đoạn video này, \nsẽ là kỷ niệm đẹp nhất của hai người."
}