{
    "商店街で歩き疲れた俺は、\n沙耶が普段休憩に使っているという茶室にやってきた。": "Tôi mệt mỏi vì đi bộ trong khu mua sắm, \nTôi đến trà thất mà Saya thường dùng để nghỉ ngơi.",
    "すると――": "Sau đó――",
    "あ、%usernameusernameuserna%だ！": "A, %usernameusernameuserna% kìa!",
    "仰向けに大の字で寝転がるユリアが足元にいた。": "Yuria nằm ngửa ra với tư thế chữ 'Đại' dưới chân tôi.",
    "ユリアも休憩か？": "Yuria cũng nghỉ ngơi à?",
    "うん！　勉強サボってゴロゴロしてる！": "Ừm! Trốn học và đang lăn lộn đây!",
    "翠蘭に怒られるぞ": "Sẽ bị Suiran mắng đấy.",
    "一緒にゴロゴロするか": "Hay là mình cùng nhau lăn lộn đi.",
    "堂々としたご報告どうも。": "Cảm ơn vì lời báo cáo đầy tự tin.",
    "今は翠蘭ちゃんの話はナシ！　私だって休憩が必要だもん！\n勉強嫌いだし！": "Bây giờ đừng nhắc đến Suiran nữa! Tớ cũng cần nghỉ ngơi mà!\nTớ ghét học!",
    "（最後に本音が出てる……教科書の内容はすぐ覚えられるので、\n勉強が嫌いなだけで中身自体は別に興味ないわけじゃないんだろうな）": "(Cuối cùng thì cũng lộ bản chất thật... Vì tớ nhớ nội dung trong sách giáo khoa rất nhanh, \ntớ chỉ ghét học thôi chứ cũng không hẳn là không quan tâm đến nó)",
    "（本当に興味がないと、人の名前すら覚えないことを思えば……）": "(Nếu mà không quan tâm thật thì đến tên người khác còn không nhớ nữa là...)",
    "じゃあ、俺が勉強を教えるって言ったら、やるか？\nもし問題に正解できたら１問ごとに商店街で何か奢ってやろう。": "Vậy, nếu tôi bảo sẽ dạy cậu học thì sao?\nNếu cậu trả lời đúng câu hỏi, tôi sẽ mua cho cậu thứ gì đó ở khu mua sắm.",
    "ほんと！？　やるやるー！": "Thật á!? Chơi chơi!",
    "そうして勉強会が始まるも、見事ほとんどの問題を正解されてしまい、\n俺の懐事情が大ピンチになるのだった。": "Thế là buổi học bắt đầu, nhưng Yuria đã trả lời đúng hầu hết các câu hỏi, \nvà tình hình tài chính của tôi rơi vào tình trạng báo động.",
    "いいね！　お隣さん同士で寝よっ！": "Hay đó! Mình cùng nhau nằm cạnh nhau ngủ thôi!",
    "俺もユリアの横で大の字になり、畳の上に寝転がるのだった。": "Tôi cũng nằm dài bên cạnh Yuria, ngả lưng xuống chiếu.",
    "しばらくして――": "Một lúc sau――",
    "はっ……！　いつの間にか寝てしまっていた……\nっていうか、動けない！？　まさか金縛り――": "Hự... ! Không biết ngủ quên mất khi nào... \nVà, không cử động được!? Chẳng lẽ bị bóng đè――",
    "すぅー……すぅー……みんなで%usernameusernameuserna%と、\n結婚式だぁ……むにゃむにゃ……": "Hừm... hừm... Cả đám cùng với %usernameusernameuserna%, \nđám cưới... ưm... ưm...",
    "…………": "...",
    "同じく眠りに落ちたユリアによって、抱き枕にされていたのだった。\n着ている浴衣が乱れに乱れ、目のやり場に困る。": "Tôi bị Yuria, người cũng đã chìm vào giấc ngủ, dùng làm gối ôm.\nBộ yukata đang mặc xộc xệch, tôi không biết phải nhìn đi đâu.",
    "そのあとやってきた翠蘭にこの現場を見られ、\nものすごく冷たい視線を向けられたのはまた別の話……": "Sau đó, Suiran đến và chứng kiến cảnh tượng này, \nvà việc tôi bị cô ấy nhìn với ánh mắt lạnh lùng là một câu chuyện khác..."
}