{
    "（いくら時間を稼いでも、決め手がなければ倒せない……）": "（Dù có câu giờ đến mấy, nếu không có đòn quyết định thì không thể hạ gục được……）",
    "ふふ、あは……ここで、斬撃を――！": "Phù, ha… Ở đây, chém――!",
    "（いえ、ダメ……ここで踏み込んでしまったら……\n仲間のことすら忘れて、私は戦いに溺れてしまう！）": "（Không, không được… Nếu cứ xông vào đây…\nThậm chí quên cả đồng đội, tôi sẽ đắm chìm trong chiến đấu mất！）",
    "沙耶が装甲の継ぎ目を狙って攻撃するも、\nわずかにずれて攻撃が弾かれてしまう": "Saya nhắm vào khớp nối của lớp giáp để tấn công, nhưng\nchỉ hơi lệch một chút và bị bật ra.",
    "どうしたんだ沙耶……\nお前の持ち味はそうじゃないだろう……！": "Sao vậy Saya…\nKhông phải thế mạnh của em đâu…!",
    "難しいよね……射撃も難易度は高いけど、\n長刀の距離でそれを狙うのは更に難易度が高いからね。": "Khó thật… Bắn súng đã khó, nhưng\ndùng đao dài để nhắm vào nó còn khó hơn.",
    "だから、沙耶ちゃんが狙うのに失敗しても仕方ない。\n今ある手札で何とかするしかないよ。": "Vì vậy, việc Saya-chan thất bại khi nhắm bắn cũng không có gì lạ.\nChỉ còn cách xoay sở với những gì mình có thôi.",
    "（いや……あの巨大メイズシフターの急所を突いた沙耶の動き。\nあれを考えれば、出来てもおかしくないはずだ）": "（Không… Cái di chuyển của Saya khi chọc vào điểm yếu của cái Mê Cung Sifter khổng lồ đó.\nNếu nghĩ đến nó, lẽ ra có thể làm được）",
    "くっ、ああ……はぁ、はぁ……まだ、まだぁ……！": "Khực, a… Ha, ha… Vẫn, vẫn chưa…!",
    "わたしも、フォローする！\nただ、守るだけじゃない！": "Mình cũng sẽ hỗ trợ!\nNhưng không chỉ bảo vệ!",
    "単調な突撃だが、当たれば潰されてしまうかもしれない威力の一撃。\nそして、どれだけ通じているか分からない攻撃を続ける時間。": "Một đòn tấn công đơn điệu, nhưng nếu trúng thì có thể bị nghiền nát.\nVà thời gian tiếp tục tấn công mà không biết hiệu quả đến đâu.",
    "はぁ、はぁ……ふぅ……": "Ha, ha… phù…",
    "……ぜぇ……ぜぇ……": "…Ha… ha…",
    "（フィーさんの消耗が激しい、\nそれに、それを援護し続けてる七彩さんも……）": "（Tiêu hao của Fee-san rất lớn,\nvà cả Nana-iro-san, người vẫn đang hỗ trợ…）",
    "（……私が本気で全てを忘れて、一刀に賭ければ……\nでも、そうすれば……私はまた仲間を忘れてしまうのでは？）": "（…Nếu tôi nghiêm túc quên hết mọi thứ, đặt cược vào một nhát kiếm…\nNhưng nếu làm vậy… Liệu tôi lại quên đồng đội？）",
    "（そのようなことは……もはや獣と何が違うのでしょうか！\nあのような戦い方は、したくない……！）": "（Việc đó… Chẳng phải khác gì loài thú sao!\nTôi không muốn… chiến đấu theo kiểu đó…！）",
    "それは沙耶の中にある迷いが出たような精細を欠いた動きだった。\nどこかぎこちなく、一歩の踏み出しが足りていない。": "Đó là một hành động thiếu chính xác, dường như xuất phát từ sự do dự trong lòng Saya.\nCó vẻ gượng gạo, và thiếu một bước tiến.",
    "はぁ……はぁ……\nいつになったら、終わる……？": "Ha… ha…\nĐến bao giờ mới kết thúc đây…?",
    "くっ、うう……！\n相手も、動きが鈍ってきています！　このまま続ければ……！": "Khực, ư…!\nĐối phương cũng đang di chuyển chậm lại rồi!\nNếu cứ tiếp tục thế này…!",
    "……こっちは何発も集中して当てなくちゃダメ。\nあっちは雑に突撃して当たればこっちは終わり。": "…Bên này phải bắn trúng nhiều phát.\nBên kia thì cứ xông lên bừa bãi, trúng là bên này xong đời.",
    "ゲームだったらクソゲーだって言って、辞めちゃう難易度だね……！": "Nếu là game thì đúng là game rác, khó quá muốn bỏ cuộc luôn…!",
    "（……マズいな。\n口数が増えてきたのは集中力が切れてきた証拠だ……！）": "（…Chết thật.\nNói nhiều hơn có nghĩa là sự tập trung đã bị cắt đứt…！）",
    "くっ……まだ、もう一発……！": "Khực… Thêm một phát nữa…!",
    "フィーさんがこれだけ攻撃を当てているのに、\nまだまだ元気ですわね……！": "Mặc dù Fee-san đã tung ra rất nhiều đòn tấn công,\nvẫn còn rất khỏe…!",
    "……突進が来るぞっ！　総員回避！": "…Nó đang lao tới kìa! Toàn quân né tránh!",
    "咄嗟の指示に全員が回避態勢を取る。\n終わりの見えない永遠とも思えるような戦闘。": "Tất cả mọi người đều vào tư thế né tránh theo lệnh tức thời.\nMột trận chiến dường như vô tận, không thấy hồi kết.",
    "（……これ以上は、皆さんの体力が持ちません……！）": "（…Tiếp tục thế này, thể lực của mọi người không chịu nổi nữa…！）",
    "（このまま、突撃をして決死の一撃を……\nいえ、ですがそれは……私がやるべきことは……！）": "（Cứ xông vào và tung ra một đòn quyết định…\nKhông, nhưng điều đó… Tôi nên làm…！）",
    "……沙耶！　回避するんだ！": "…Saya! Né tránh đi!",
    "えっ……？": "Hả…?",
    "何かに迷っていたのだろう。\nだが、それはこの戦いの中では致命的な隙となってしまった。": "Chắc hẳn đang do dự điều gì đó.\nNhưng, điều đó đã trở thành một sơ hở chết người trong trận chiến này.",
    "沙耶さん！": "Saya-san!",
    "ダメ……今からだと、回避は間に合わない……！": "Không được… Giờ thì không kịp né tránh nữa rồi…!",
    "（……ああ、私の迷いがこのような結果に）": "（…A, sự do dự của tôi đã dẫn đến kết quả này）",
    "（申し訳ありません。ユリアさん、翠蘭さん、フィーさん、アニスさん。\n……%usernameusernameuserna%さん……）": "（Xin lỗi mọi người. Yuria-san, Suiran-san, Fee-san, Anis-san.\n…%usernameusernameuserna%…）",
    "沙耶ぁああっ！": "Sayaaaaa!",
    "――%usernameusernameuserna%さん！？": "――%usernameusernameuserna%!",
    "回避が遅れた沙耶を助けるため、霞光の全速力で飛び込んだ。\n沙耶の機体を突き飛ばし……<r=クォーツ>晶殻</r>属種に接触して弾き飛ばされる。": "Để cứu Saya, người né tránh chậm trễ, tôi lao đến với tốc độ tối đa của Kasumi.\nĐẩy văng cơ thể Saya… và va chạm với loài <r=クォーツ>Tinh Giáp</r> và bị hất văng.",
    "ぐあっ！？": "Ugh!?",
    "そんな……どうして！？\n%usernameusernameuserna%さん！": "Sao… Sao lại thế này!?\n%usernameusernameuserna%!",
    "いつまで……自分を檻に閉じ込めている気なんだ、沙耶！": "Đến bao giờ… Em mới chịu thoát khỏi cái lồng giam mình vậy, Saya!",
    "っ……！？": "…!?",
    "機体からは火花が飛び散り、\nエラーだという通知を俺に送り続けている。": "Tia lửa bắn ra từ cỗ máy,\nvà liên tục gửi cho tôi thông báo lỗi.",
    "だが、それでも沙耶に伝えなくてはならなかった。": "Nhưng, tôi vẫn phải nói với Saya.",
    "なんで、踏み出さない！　なんで、迷い続けるんだ！\nそれがお前の目指した姿だっていうのか！？": "Sao không tiến lên! Sao cứ do dự mãi!\nĐó là hình ảnh em muốn hướng tới sao!?",
    "――で、ですが！　私がもしも……\nあの時のように、仲間を、役目を忘れてしまえば……！": "――Nhưng mà! Nếu tôi…\nNhư lúc đó, nếu tôi quên đồng đội, quên nhiệm vụ…!",
    "それは制御できない己に対する恐怖なのだろう。\n仲間を忘れて、戦いに溺れてしまった自分への。": "Đó có lẽ là nỗi sợ hãi đối với bản thân mình không thể kiểm soát.\nVề bản thân mình, người đã quên đồng đội và đắm chìm trong chiến đấu.",
    "ただ暴れまわり……！　仲間を失ってしまえば、\nそれはもはや獣ではありませんか！": "Chỉ toàn hành động vũ phu…!\nNếu mất đi đồng đội, chẳng phải cũng giống như loài thú sao!",
    "……そのようなものに、私はなれません！": "…Tôi không thể trở thành thứ như vậy!",
    "――その美しさに拘って、仲間を危険にさらすつもりか！？\nお前の拘りは、己以外の命よりも重いのか！？": "――Em định vì cái đẹp đó mà khiến đồng đội gặp nguy hiểm sao!?\nSự cố chấp của em, quan trọng hơn cả mạng sống của người khác sao!?",
    "そ、それは――": "Th, thật ra――",
    "お前が守っているのは、お前の心だ！\n沙耶の言っている拘りは、お前の弱さに対する言い訳だ！": "Người mà em bảo vệ, là trái tim của em!\nSự cố chấp mà Saya nói, chỉ là cái cớ cho sự yếu đuối của em!",
    "――っ！！": "――!",
    "確かに沙耶にとって拘りは大切なことなのかもしれない！\nだがその拘りで、お前は仲間を危険に晒しているんだ！": "Chắc chắn, sự cố chấp là điều quan trọng đối với Saya!\nNhưng vì sự cố chấp đó, em đang khiến đồng đội gặp nguy hiểm!",
    "それはお前が怯えている獣以下じゃないのか！？\nお前の美しさは……そんな、身勝手なものなのか！？": "Chẳng phải em còn tệ hơn cả loài thú mà em đang sợ sao!?\nVẻ đẹp của em… Liệu có phải là thứ ích kỷ như vậy không!?",
    "……わ、私は……でも……": "…T, tôi… Nhưng…",
    "仕留めきれなかった<r=クォーツ>晶殻</r>属種は沙耶へと狙いを向けるが……\nフィーがその動きを妨害する。": "Loài <r=クォーツ>Tinh Giáp</r> không thể hạ gục đã nhắm vào Saya…\nNhưng Fee đã cản trở hành động đó.",
    "……沙耶、聞いて。": "…Saya, nghe này.",
    "フィーさん……？": "Fee-san…?",
    "フィーは己の機体を囮とするために、\n<r=クォーツ>晶殻</r>属種の前へと飛び出た。": "Fee đã lao ra trước loài <r=クォーツ>Tinh Giáp</r> để làm mồi nhử."
}