{
    "（――おれは、いったい……？）": "（――Tôi, rốt cuộc là……？）",
    "ここは、どこだ？　おれは、なにをしていた……？\nたしか、俺は……なにかの攻撃に巻き込まれて……": "Đây là đâu? Tôi đã làm gì……?\nChắc chắn, tôi đã……bị cuốn vào một cuộc tấn công……",
    "『――なんだ、あの■■■は！？\nあんなサイズの個体、■■の記録にも――』": "『――Cái gì, cái ■■■ kia vậy！？\nCá thể to như vậy, trong hồ sơ về ■■ cũng không có――』",
    "『航行は不能です……！\n■■■■■、機能の７０％を喪失しました！』": "『Không thể di chuyển được……!\n■■■■■, đã mất 70% chức năng rồi!』",
    "『手を出したのは失敗だったのか？\n俺達は……判断を誤ったのか……？』": "『Có phải ra tay là một sai lầm không?\nChúng ta……đã đánh giá sai sao……?』",
    "『――うろたえるな！』": "『――Đừng hoảng loạn!』",
    "『ここで戦いを避けたところで……\n■■に安全な場所なんてない。』": "『Dù có tránh chiến đấu ở đây……\nthì cũng không có nơi nào an toàn trong ■■ cả.』",
    "『勝って、証明するんだ。\n俺達は、やつらに蹂躙されるだけの存在ではないと――』": "『Phải thắng, chứng minh cho chúng thấy.\nChúng ta không phải là những kẻ chỉ biết bị chúng giày xéo――』",
    "――はっ！？": "――Hả!?",
    "周囲を見渡す、どうやら俺は意識を失っていたようだ。": "Tôi nhìn quanh, có vẻ như tôi đã mất ý thức.",
    "（……さっきの夢は……？\n俺は一体……）": "（……Giấc mơ lúc nãy……?\nTôi rốt cuộc là……）",
    "しっかりしてください！\nまだ、戦闘は終わっていません！": "Xin hãy tỉnh táo lại!\nVẫn chưa kết thúc đâu!",
    "一瞬、混濁した自分の意識に戸惑いはしたが、\nすぐさま置かれている状況を思い出し、周囲に注意を向ける。": "Trong khoảnh khắc, tôi đã bối rối trước sự mơ hồ trong ý thức của mình,\nnhưng ngay lập tức nhớ lại tình hình hiện tại và chú ý đến xung quanh.",
    "っ、すまん！　意識が飛んでいた！": "Chết tiệt, xin lỗi! Tôi đã bị mất ý thức!",
    "大丈夫、まだ１０秒も経過していません！\n機体の制御は問題ありませんか！？": "Ổn rồi, vẫn chưa trôi qua 10 giây!\nViệc điều khiển máy móc có vấn đề gì không!?",
    "ああ、大丈夫だ。\n……くっ……あれが<r=プラズマ>穿光</r>属種の一撃か……": "Ừ, không sao đâu.\n……Chết tiệt……đó là đòn tấn công của loài <r=Plasma>Xuyên Quang</r> à……",
    "あー、危なかったぁ！\n凄いビックリしたねぇ！": "A, nguy hiểm quá!\nKhiếp thật đấy!",
    "うう……くらくらします……": "Ưu… tôi thấy chóng mặt quá……",
    "マジでヤバかった……\nメイズの奥まで落下した時を思い出したわ……": "Thật sự rất nguy hiểm……\nTôi nhớ lại lúc rơi xuống tận sâu trong Mê Cung……",
    "ふふ、流石にあたしもヒヤッとしたわ。\n心配してくれる人がいないと困るものね……": "Hừm, tôi cũng thấy hơi sợ đấy.\nThật phiền phức nếu không có ai lo lắng cho mình……",
    "瓦礫の山の影から、ラミ、ユリア、める、アニスの声が聞こえる。\n": "Từ bóng tối của đống đổ nát, tôi nghe thấy giọng nói của Ramy, Yuria, Meru và Anis.\n",
    "どうやら回避の際に、他メンバーと分断されたようだ。\nお互いのチームメンバーが入り混じっている。": "Có vẻ như trong lúc né tránh, tôi đã bị tách ra khỏi những người khác.\nCác thành viên trong đội của chúng tôi đã bị trộn lẫn với nhau.",
    "七彩さん達は……！？": "Mọi người của Nanae thì sao……!?",
    "……める、大丈夫だ。バイタルサインは消えてない。\n合流をするのは……厳しいようだが――": "……Meru, không sao đâu. Dấu hiệu sinh tồn không biến mất.\nNhưng để hợp quân thì……có vẻ khó khăn đấy――",
    "ちょっと！　あいつ、また！": "Này! Tên đó, lại nữa!",
    "ラミの声に、大型<r=プラズマ>穿光</r>属種へと視線を向ける。\n奴は周囲を警戒しながら射出孔から紫電を迸らせていた。": "Theo tiếng của Ramy, tôi nhìn về phía loài <r=Plasma>Xuyên Quang</r> cỡ lớn.\nTên đó đang cảnh giác xung quanh và phát ra tia chớp tím từ lỗ phóng.",
    "さっきみたいな砲撃がもう一度来るの？\nふふ、そしたら今度こそ本当に全滅かもしれないわね♪": "Lại có một đợt pháo kích như lúc nãy sao?\nHừm, nếu vậy thì lần này có lẽ chúng ta sẽ bị tiêu diệt hoàn toàn đấy♪",
    "……いえ、猶予はあるかと思います。あの巨体ですから、\nエネルギーをチャージするのにそれなりに時間がかかるはずです。": "……Không, tôi nghĩ là vẫn còn thời gian. Vì nó là một cỗ máy khổng lồ,\nnên cần khá nhiều thời gian để nạp năng lượng.",
    "確か、まだ煌晶帯は調査が進んでいないんだよな？": "Chắc chắn, vành đai Quang Tinh vẫn chưa được điều tra đúng không?",
    "ええ……おそらく、まだ未調査である深層から、\n何らかの要因でここまで移動をしてきたのでしょうね。": "Vâng……Có lẽ, từ một nơi sâu thẳm vẫn chưa được điều tra,\nvì một lý do nào đó mà nó đã di chuyển đến đây.",
    "崩落の影響で俺たちを見失っているから今は無事でいれるわけか。\nだが、警戒している大型<r=プラズマ>穿光</r>属種にいつ見つかるかは分からない。": "Có lẽ chúng ta vẫn an toàn vì sự sụp đổ đã khiến chúng ta bị lạc mất.\nNhưng không biết khi nào chúng ta sẽ bị loài <r=Plasma>Xuyên Quang</r> cỡ lớn cảnh giác phát hiện.",
    "ど、どうしましょうか……？": "Ch-chúng ta phải làm gì đây……?",
    "どーもこーもできなくない！？\nいつもだったらとりあえず逃げちゃえばいいんだろうけどさぁ～……": "Không biết phải làm gì luôn rồi!\nNếu như mọi khi thì cứ trốn đi là được rồi～……",
    "地上への逃げ道になる<r=ドリフト>横坑</r>ルートを通れば、\nあの大型<r=プラズマ>穿光</r>属種に見つかるだろうな。": "Nếu đi theo tuyến đường <r=Drift>Hầm Ngang</r> để trốn lên mặt đất,\nthì sẽ bị loài <r=Plasma>Xuyên Quang</r> cỡ lớn đó phát hiện mất.",
    "それに、あの砲撃は岩盤も溶解させるとか聞いたな。\nそれが本当なら、地形を盾にするのも難しいだろうな……": "Hơn nữa, tôi nghe nói đợt pháo kích đó còn làm tan chảy cả đá nữa.\nNếu đúng như vậy thì việc dùng địa hình làm lá chắn cũng khó khăn……",
    "だからってここでノンビリしてても、\nアレに見つかって終わりでしょ！？": "Vì vậy, dù có thong thả ở đây thì\ncũng sẽ bị nó phát hiện và kết thúc thôi!",
    "つまり……逃げ場なんてないってことだね……！": "Nói tóm lại……chúng ta không còn đường trốn nữa sao……!",
    "……まだ、選択肢はあります。\nあの大型<r=プラズマ>穿光</r>属種を倒す事です。": "……Vẫn còn một lựa chọn.\nĐó là đánh bại loài <r=Plasma>Xuyên Quang</r> cỡ lớn đó.",
    "ああ、俺もそう思う。あとは手段だが……最短距離で突っ込むか、\n別の小さい<r=ドリフト>横坑</r>を探して迂回して近寄るかだ。": "Ừ, tôi cũng nghĩ vậy. Còn lại là cách thức……tấn công theo đường ngắn nhất, hay là\ntìm một <r=Drift>Hầm Ngang</r> nhỏ khác để đi vòng và tiếp cận.",
    "そーだね。<r=ドリフト>横坑</r>を探すのにさんせーかな！\nそっちの方が多分マシだろーしね！": "Đúng vậy. Tôi đồng ý với việc tìm kiếm <r=Drift>Hầm Ngang</r>!\nChắc là làm vậy sẽ tốt hơn đấy!",
    "……そうですね。\n確かに正面から挑むよりは成功率は高いでしょう。。": "……Đúng vậy.\nChắc chắn là khả năng thành công sẽ cao hơn nếu không đối đầu trực diện.",
    "俺たちよりもユリアたちの方が煌晶帯に関しては、\n経験があるからな……その判断に従おう。": "Yuria và những người khác có kinh nghiệm hơn chúng ta về vành đai Quang Tinh,\nnên tôi sẽ nghe theo quyết định của họ.",
    "待ってろ、今からソナーで通れる<r=ドリフト>横坑</r>がないか調べる。": "Chờ đã, tôi sẽ dùng sonar để xem có <r=Drift>Hầm Ngang</r> nào có thể đi qua không.",
    "そうして、すぐさまいくつかの亀裂が引っかかった。\n一番近い<r=ドリフト>横坑</r>を全員に共有する。": "Sau đó, một vài vết nứt đã hiện ra ngay lập tức.\nTôi chia sẻ <r=Drift>Hầm Ngang</r> gần nhất cho mọi người.",
    "小さいって言ってたけど、マジで小さいじゃん……\nＭＧで通るのかなりギリギリじゃね？": "Mấy cậu nói là nhỏ, nhưng mà nhỏ thật đấy……\nMG đi qua chắc là suýt soát luôn nhỉ?",
    "ですけど、大きい<r=ドリフト>横坑</r>は気づかれる可能性が高いですから……": "Nhưng mà, khả năng cao là sẽ bị phát hiện nếu là <r=Drift>Hầm Ngang</r> lớn hơn……",
    "あれ？　シリウスシュガーは無理っぽい感じ？": "Ơ? Sirius Sugar có vẻ không được ổn nhỉ?",
    "はぁ！？　全然こっちはよゆーだけど！？": "Hả!? Bên này tôi còn dư sức nè!",
    "……張り合ってる場合か！　飛び込むぞ！\nそれと、<r=ドリフト>横坑</r>内に小型の生命反応があるから接敵は覚悟しろ！": "……Đang trong tình huống này mà còn muốn hơn thua!\nXông vào thôi!\nNgoài ra, trong <r=Drift>Hầm Ngang</r> có phản ứng sinh học nhỏ, nên hãy chuẩn bị chiến đấu!",
    "そして、<r=ドリフト>横坑</r>の中に飛び込み……\nそこには小型の<r=プラズマ>穿光</r>属種が、ひしめいていた。": "Và, tôi lao vào trong <r=Drift>Hầm Ngang</r>……\nỞ đó, có rất nhiều loài <r=Plasma>Xuyên Quang</r> nhỏ bé.",
    "うげっ、キモっ！？": "Ugh, kinh tởm!?",
    "<r=ドリフト>横坑</r>に潜んでいるのは予想できていたが、\nここまでの数とは想像以上だったな……": "Tôi đã dự đoán rằng chúng sẽ ẩn nấp trong <r=Drift>Hầm Ngang</r> rồi,\nnhưng số lượng nhiều đến mức này thì tôi không ngờ……",
    "ま、ギリギリの状況なら仕方ないよね！\nで、%usernameusernameuserna%！　ここは強行突破……だよね！": "Thôi nào, trong tình huống ngặt nghèo thì không còn cách nào khác!\nVậy, %usernameusernameuserna%!\nChúng ta sẽ đột phá……đúng không!",
    "ああ、勿論だ！　全機突撃！　突破しろ！": "Ừ, tất nhiên rồi! Tất cả các máy, xung phong! Phá tan chúng đi!"
}