{
    "とりゃー！　……うぐぐ、失敗。\nよーし！　もう一回だー！": "Chà! …Ư… hỏng rồi.\nĐược rồi! Lần nữa nào!",
    "ミリアム、さっきから何をしてるんだ？": "Miriam, nãy giờ cậu đang làm gì thế?",
    "あ、%usernameusernameuserna%！\n今ね、ボクは必殺技の練習をしてるんだよ！": "A, %usernameusernameuserna%! \nTớ đang luyện tập chiêu thức đó!",
    "……必殺技？": "…Chiêu thức?",
    "そう！　マンガだとカッコいい必殺技があるからね！\nボクもＭＧで必殺技を身に着けようって思ったんだ！": "Đúng vậy! Trong truyện tranh có những chiêu thức ngầu lòi lắm!\nTớ cũng muốn học chiêu thức trong MG!",
    "（……必殺技よりもミリアムは、\n基礎の訓練をちゃんとやった方がいいんだが……）": "(…Miriam, thay vì chiêu thức thì nên tập trung vào\nhuấn luyện cơ bản thì hơn…)",
    "基礎が大事だぞ": "Cơ bản là quan trọng đó",
    "練習が重要だぞ": "Luyện tập là quan trọng đó",
    "必殺技なら基礎が重要だぞ。\n漫画でも、ちゃんと基礎があるから上手くいくだろ？": "Chiêu thức thì cơ bản là quan trọng đó.\nTrong truyện tranh, họ cũng có cơ bản thì mới làm được đúng không?",
    "うっ……た、確かにそれはそうだけど……\nでも、基礎訓練って地味だし面白くないし……": "Ư… ừ, thì đúng là vậy…\nNhưng mà, huấn luyện cơ bản chán òm và không vui gì cả…",
    "でもやらなきゃ必殺技なんて身につかないぞ？": "Nhưng không làm thì sao mà có chiêu thức được?",
    "……はーい。はぁ、頑張るかぁ。": "…Haizz. Ha, cố gắng vậy.",
    "俺の言葉に納得して、\n渋々ではあるがミリアムは基礎訓練を始めるのだった。": "Tôi thuyết phục được cô bé, \nMiriam miễn cưỡng bắt đầu huấn luyện cơ bản.",
    "なら、練習が重要だぞ？\n漫画だと必殺技の前にあるだろ……修行パートが！": "Vậy thì, luyện tập là quan trọng đó?\nTrong truyện tranh, trước khi có chiêu thức thì có… phần luyện tập mà!",
    "……はっ！？　た、確かに……！\n修行パートを乗り越えて、必殺技を習得してる！": "…Hả!? Đ, đúng là…!\nVượt qua phần luyện tập, mới có thể học được chiêu thức!",
    "そうだ。だからミリアムに必要なのは、\n必殺技を習得するための修行パートだ！": "Đúng vậy. Vậy nên Miriam cần,\nphần luyện tập để học chiêu thức!",
    "おおおお！　た、確かに！\n修行をしないと！　でも、どんなのがいいのかな？": "Oa! Đúng là vậy!\nPhải luyện tập thôi! Nhưng mà, nên là kiểu gì đây?",
    "教導指揮官の俺が教えてやろう。\nそうすればお前も必殺技を覚えれるぞ。": "Để tôi, chỉ huy trưởng này, chỉ cho.\nNhư vậy cậu cũng sẽ học được chiêu thức đó.",
    "ありがとう%usernameusernameuserna%！\nよーし、頑張るぞー！": "Cảm ơn %usernameusernameuserna%!\nĐược rồi, cố gắng lên nào!",
    "そして、ミリアムを乗り気にさせたまま、\n基礎訓練をしっかりと学ばせることが出来るのだった。": "Và, tôi đã khiến Miriam hăng hái, \ntôi đã dạy cô bé học các bài huấn luyện cơ bản một cách cẩn thận."
}