{
    "くそ……！\nくそっ、くそぉっ……！": "Chết tiệt……!\nChết tiệt, chết tiệt……!",
    "チェックメイト、だな。\nそんなボロボロの機体じゃ、もう戦えないだろ。": "Chiếu tướng, nhỉ.\nMáy bay nát bươm thế kia thì không chiến được nữa đâu.",
    "――戦闘の末、\nダークドラッグの操るＭＧがついに動かなくなった。": "――Sau trận chiến,\nMG do Dark Drug điều khiển cuối cùng cũng ngừng hoạt động.",
    "改良版『バーサーク』なしでも、ダークドラッグの実力は高いほうだ。\nメイズ適性があれば、さぞ腕の良いパイロットになっていただろう。": "Ngay cả khi không có phiên bản cải tiến『Berserk』, thực lực của Dark Drug vẫn rất cao.\nNếu có năng khiếu Maze, chắc hẳn sẽ là một phi công giỏi.",
    "――が、とはいえ、『高いほう』程度での実力では、\nユリアには到底及ばない。": "――Nhưng, dù vậy, với thực lực ở mức『cao』, thì\nYuria hoàn toàn không bằng.",
    "私の……ううん。私達の勝ちだね！": "Chiến thắng của tôi…… không. Chiến thắng của chúng ta!",
    "なんで……どうして勝てないの！？\nこれが生まれつき持つ者と持たざる者の差ってわけ！？": "Sao…… sao lại không thắng được chứ!?\nĐây là sự khác biệt giữa người sinh ra đã có và người không có sao!?",
    "私とキミの差じゃないよ。": "Đâu phải là sự khác biệt giữa tôi và cậu.",
    "なんですって……？": "Hả……?",
    "さっき言ったでしょ？　『私達の勝ち』だって。\nこの勝利はね、%usernameusernameuserna%のおかげ！": "Tôi đã nói lúc nãy rồi còn gì? 『Chiến thắng của chúng ta』đấy.\nChiến thắng này là nhờ có %usernameusernameuserna%!",
    "%usernameusernameuserna%……\nおまけ野郎の名前か……": "%usernameusernameuserna%……\nTên của một thằng nhãi ranh được thêm vào à……",
    "そういえば、ちゃんと名乗ってなかったな。\nまあ、これから捕まる人間に覚えてもらわなくても構わないが。": "Nói mới nhớ, tôi chưa giới thiệu hẳn hoi nhỉ.\nMà thôi, dù sao thì người sắp bị bắt cũng không cần phải nhớ đâu.",
    "……憎たらしいやつ。\n誰かさんと同じだわ。": "……Đáng ghét thật.\nGiống ai đó quá.",
    "ねえ、ユリア……\nその男が、あんたのＭＧを操ってたとでも言うわけ？": "Này, Yuria……\nCậu bảo là gã đàn ông đó đã điều khiển MG của cậu sao?",
    "違うよ。でもそばにいて導いてくれるから、キミに勝てた。": "Không phải. Nhưng vì ở bên cạnh và dẫn dắt nên tôi mới thắng được cậu.",
    "――ユリア！\n%usernameusernameuserna%さん！": "――Yuria!\n%usernameusernameuserna%!",
    "翠蘭ちゃん……！？\nどうして来ちゃったの！？": "Suiran-chan……!?\nSao cậu lại đến đây!?",
    "昨日のユリアの様子から心配になったんですって。\nふふ、過保護よねぇ～。": "Tôi lo lắng vì thấy Yuria có vẻ không ổn vào hôm qua.\nPhù phù, bảo bọc quá mức nhỉ.",
    "ア、アニス……！": "A, Anis……!",
    "おふたりとも、ご無事ですか！？": "Hai người không sao chứ!?",
    "……無事でよかった。": "……May quá.",
    "みんな一緒みたいだな。\nユリアを心配して追いかけてきてくれたのか。": "Mọi người đều ở đây cả.\nChắc là lo cho Yuria nên mới đuổi theo đến đây.",
    "……ふん。ご丁寧に見せつけてくれるわね。": "……Hừm. Tỏ ra chu đáo ghê nhỉ.",
    "あっ！　コックピットが……！": "A! Buồng lái……!",
    "ハッチが開くと、中でダークドラッグと思わしき人物が、\n両手を挙げていた。どうやら降参する気のようだ。": "Khi cửa sập mở ra, một người có vẻ là Dark Drug đã giơ hai tay lên.\nCó vẻ như là muốn đầu hàng.",
    "ようやく投降する気になってくれたか、ダークドラッグ。": "Cuối cùng cũng chịu đầu hàng rồi à, Dark Drug.",
    "今さらその名前で呼ばれるの、イヤミとしか思えないわね。\n……今の私はもう闇薬師じゃない。元通りの負け犬よ。": "Giờ mà bị gọi bằng cái tên đó, tôi chỉ thấy chướng tai thôi.\n……Tôi bây giờ không còn là Dark Drug nữa. Là một kẻ thua cuộc như trước kia.",
    "俺達も機体から降りて、地上にて縄で縛ったダークドラッグを囲った。": "Chúng tôi cũng bước ra khỏi máy bay, vây quanh Dark Drug bị trói trên mặt đất.",
    "こいつが例のメイズシフターを凶暴化させた\n薬の売人兼製造元だ。": "Đây là kẻ đã khiến Maze Shifter trở nên hung hãn hơn,\nkẻ buôn bán và sản xuất thuốc.",
    "この方が……？　売人どころか製造元なんて……\n捕まえられてよかったです。": "Người này……? Không chỉ là kẻ buôn bán mà còn là kẻ sản xuất nữa cơ……\nBắt được là tốt rồi.",
    "やーっと顔が見れたね、ダークドラッグ。": "Cuối cùng cũng được nhìn mặt rồi nhé, Dark Drug.",
    "ついさっき、もうその名前じゃないって言ったばかりよね！？": "Mới nói là không phải tên đó xong mà!?",
    "じゃあ、他にどう呼べばいいの？\n私、キミの名前知らないし……あ、『電光』だっけ？": "Vậy thì, nên gọi tôi là gì đây?\nTôi không biết tên cậu là gì cả…… à, 『Điện Quang』phải không?",
    "あんた、わざと煽ってるでしょ……": "Cậu đang cố tình khiêu khích đấy à……",
    "ダークドラッグ……？": "Dark Drug……?",
    "闇薬師として、裏の世界で呼ばれているこいつの異名らしい。\nのし上がったんだとさ。": "Có vẻ như là biệt danh của kẻ này trong thế giới ngầm với tư cách là một Dark Drug.\nNghe nói là đã vươn lên.",
    "…………": "…………",
    "この方、ユリアさんのお知り合いですか？": "Vị này là người quen của Yuria-san sao?",
    "うん。そうみたい。": "Ừm. Có vẻ là vậy.",
    "みたい……？": "Có vẻ……?",
    "この人には悪いんだけど、全然覚えてなくてさー。\nだけど、恨まれてるの。": "Tôi xin lỗi người này, nhưng tôi không nhớ gì cả.\nNhưng mà, bị hận rồi.",
    "ユリアはただでさえ手がかかるんですから、\n他人の恨みまで買って、余計な仕事を増やさないでください。": "Yuria đã rất phiền phức rồi, vậy mà\ncậu còn chuốc thêm hận thù của người khác, đừng làm thêm việc vô ích nữa.",
    "そんなこと言われても、ホントにわからないんだもん。": "Dù có nói vậy thì tôi cũng không biết thật mà.",
    "……ともあれ、今日のところは無事で何よりです。": "……Dù sao thì, hôm nay mọi người đều bình an là tốt rồi.",
    "うん。ありがとね。でも、結局翠蘭ちゃん達のこと、\n巻き込んじゃった……ごめんね？": "Ừm. Cảm ơn nhé. Nhưng, cuối cùng cũng lôi kéo Suiran-chan vào rồi…… xin lỗi nhé?",
    "……！？　ユリアが謝った！？": "……!? Yuria xin lỗi!?",
    "むっ、なに？　私が謝ったら、何か変なの……？": "Hừ, sao vậy? Tôi xin lỗi thì có gì lạ……?",
    "あ、いえ、意外というか――とても珍しいというか……": "À, không, hơi bất ngờ một chút, rất hiếm thấy……",
    "要するに『変』ってことね♪": "Nói tóm lại là『lạ』đúng không♪",
    "%usernameusernameuserna%、翠蘭ちゃんが意地悪言ってくる！": "%usernameusernameuserna%, Suiran-chan đang nói xấu tôi kìa!",
    "今のは翠蘭が悪いな。": "Lần này là Suiran sai rồi.",
    "%usernameusernameuserna%さんまで！？": "Cả %usernameusernameuserna% nữa sao!?",
    "ほらー！　%usernameusernameuserna%は私の味方だからね！": "Nàyー! %usernameusernameuserna% là đồng minh của tôi mà!",
    "……ふんっ。": "……Hừm.",
    "ユリアのことが羨ましい……？": "Ghen tị với Yuria sao……?",
    "いきなり横から現れて、知った風な口をきかないでよ。\n誰があんな子を羨ましがるって？": "Đừng có tự dưng xuất hiện rồi nói như biết hết mọi chuyện chứ.\nAi mà thèm ghen tị với con bé đó chứ?",
    "……ちっ。\nええ、そうよ。認めるわ。": "……Chậc.\nỪ, tôi thừa nhận.",
    "いいご身分よね。あの子はやっぱり特別よ。\n才能にも、男にも、仲間にも恵まれて。": "Đúng là có địa vị tốt thật. Con bé đó quả nhiên là đặc biệt mà.\nĐược ban cho tài năng, đàn ông, và cả bạn bè.",
    "私もあの子みたいに、特別な何者かになりたかった。": "Tôi cũng muốn trở thành một người đặc biệt như con bé.",
    "『ダークドラッグ』になれても特別じゃなかった？": "Ngay cả khi trở thành『Dark Drug』thì cũng không đặc biệt sao?",
    "……！": "……!",
    "……ねえ、あなたの本当に一番『やりたいこと』ってなんだった？": "……Này, điều cậu thực sự muốn làm nhất là gì?",
    "何が言いたいのよ。": "Cậu muốn nói gì vậy?",
    "ただ聞いてるだけ。": "Tôi chỉ hỏi thôi.",
    "私は……": "Tôi là……",
    "闇薬師として、裏の世界で名を上げた――": "Với tư cách là Dark Drug, tôi đã nổi danh trong thế giới ngầm――",
    "本当？": "Thật sao?",
    "は……？": "Hả……?",
    "%usernameusernameuserna%が言ってた。": "%usernameusernameuserna% đã nói.",
    "本当に心から好きで世界で一番だと思うやりたいことを続けていれば、\n自然と『これが自分だ』と思える何者かにたどり着く――って。": "Nếu cậu tiếp tục làm điều mà cậu thực sự yêu thích và cho rằng là nhất trên thế giới,\nthì tự nhiên sẽ đạt được thứ gì đó mà cậu nghĩ『đây là bản thân mình』――",
    "……でも『ダークドラッグ』は、『これが自分だ』と思えてない。": "……Nhưng 『Dark Drug』 thì không nghĩ『đây là bản thân mình』.",
    "……やっていたことは、一番やりたいことじゃなかった。": "……Những gì đã làm không phải là điều muốn làm nhất.",
    "それは……": "Điều đó thì……",
    "……だから一番が何なのか、純粋に気になった。\n本当は、何をやりたかった……？": "……Vì vậy, tôi chỉ đơn thuần tò mò điều gì là nhất.\nThật ra, cậu muốn làm gì……?",
    "……何だったんだろ。": "……Là gì nhỉ.",
    "フィー。そいつと何話していたんだ？": "Fee. Cậu đã nói chuyện gì với người đó vậy?",
    "……この人に本当に一番やりたいことが何かを聞いてた。\nでもそれが何か、自分でもわかってなかった。": "……Tôi đã hỏi người này điều gì cô ấy thực sự muốn làm nhất.\nNhưng cô ấy cũng không biết đó là gì.",
    "……あんた、遠慮のない言い方するわね。": "……Cậu nói chuyện thật thẳng thắn nhỉ.",
    "……そう？": "……Vậy sao?",
    "まあ、でも多分、そのとおりよ。": "Mà thôi, có lẽ là đúng như vậy.",
    "いつか――": "Một ngày nào đó――",
    "ん？": "Hửm?",
    "いつか見つかるといいね、『一番』。": "Một ngày nào đó sẽ tìm thấy thôi, 『điều nhất』.",
    "……ふん。余計なお世話よ。\n変なやつの周りには、変なやつばかり集まるのね。": "……Hừm. Chuyện bao đồng.\nXung quanh những kẻ kỳ lạ thì chỉ toàn những kẻ kỳ lạ tụ tập thôi nhỉ.",
    "ダークドラッグ……と仰いましたか。危険な薬物を\n製造・売買していたあなたを見過ごすわけにはまいりません。": "Dark Drug…… như cô đã nói. Chúng tôi không thể bỏ qua việc cô đã\nsản xuất và buôn bán các chất ma túy nguy hiểm.",
    "このまま警察に身柄を引き渡そうと思います。\n釈明があれば聞きますが。": "Tôi sẽ giao cô cho cảnh sát ngay bây giờ.\nNếu có lời giải thích nào thì cứ nói đi.",
    "特にないわ。何を言っても言い訳にしかならないもの。": "Tôi không có gì đặc biệt cả. Dù có nói gì thì cũng chỉ là ngụy biện thôi.",
    "その後、俺達はダークドラッグの身柄を警察に引き渡した。俺達も\nまた昨日のようにのちほど警察にいろいろ聞かれるハメになるだろう。": "Sau đó, chúng tôi đã giao Dark Drug cho cảnh sát. Chúng tôi cũng\nsẽ bị cảnh sát hỏi han đủ điều như hôm qua.",
    "……何はともあれ、これでようやく事件は片付いたな。": "……Dù sao thì, cuối cùng sự việc cũng được giải quyết rồi nhỉ.",
    "じゃあ、みんなと帰る……？": "Vậy, cùng về với mọi người……?",
    "ああ。帰ろう。\nユリアを連れて、女将さんの待つ宿にな。": "Ừm. Cùng về thôi.\nCùng Yuria đến nhà trọ nơi bà chủ đang đợi nào.",
    "ふふ、それで、%usernameusernameuserna%は帰り、\n誰のＭＧに乗って帰るのかしら？": "Phù phù, vậy thì, %usernameusernameuserna% sẽ về nhà,\nsẽ đi trên MG của ai đây?",
    "……！！": "……!!",
    "当然私だよね～！　行きも一緒だったし！": "Đương nhiên là của tôi rồi～! Đi cùng nhau mà!",
    "お待ちください。\nここは改めて全員で相談して決めるべきではないでしょうか。": "Xin hãy đợi đã.\nỞ đây, chúng ta nên thảo luận và quyết định với nhau thì hơn.",
    "何をくだらないことで争っているんですか。\n時間が惜しいですから、彼は私が連れていくということで……": "Mấy người đang tranh cãi chuyện vớ vẩn gì vậy.\nThời gian rất quý giá, nên tôi sẽ đưa anh ấy đi……",
    "はーい！　異議ありー！": "Haiーi! Tôi phản đốiー!",
    "ねえ、%usernameusernameuserna%。\nあたしと乗れば……イケナイことができるわよ？": "Này, %usernameusernameuserna%.\nNếu đi với em…… có thể làm những chuyện không nên đấy?",
    "くじを提案。": "Đề xuất bốc thăm.",
    "えー！　またそれ～？": "Êー! Lại nữa sao～?",
    "……もうどうにでもなれ。": "……Thôi thì, sao cũng được.",
    "くじ引きはまたフィーに決まるのだった。": "Việc bốc thăm lại quyết định cho Fee.",
    "俺はフィー機に乗ってみんなと宿に帰還した。": "Tôi đã đi trên máy của Fee và trở về nhà trọ với mọi người.",
    "えーっ！？\nかけおちって、男の子とふたりで出かけることじゃなかったの！？": "Êー!?\nBỏ trốn, không phải là hai người con trai và con gái cùng nhau đi chơi sao!?",
    "やはり言葉の意味を勘違いしていましたか。": "Quả nhiên là đã hiểu sai nghĩa của từ rồi.",
    "なんで俺とユリアが駆け落ちしたことになっていたんだ……？": "Sao tôi và Yuria lại thành bỏ trốn được……?",
    "それはもちろん、こ・れ♪": "Đó là vì, cái này♪",
    "ん？　この本、小説か？\n『温泉宿、不倫男女駆け落ちの湯』……？": "Hửm? Cuốn sách này, tiểu thuyết à?\n『Nhà trọ suối nước nóng, chuyện tình bỏ trốn của cặp đôi ngoại tình』……?",
    "アニスの本は関係ありませんから、無視していただいて結構です。\nユリアがおかしな書き置きを残していっただけですよ。": "Sách của Anis không liên quan gì cả, cứ phớt lờ đi là được rồi.\nChỉ là Yuria để lại một mẩu giấy kỳ lạ thôi.",
    "温泉宿といえばドロドロ愛憎劇だと思ってたのに、残念ね。": "Tôi cứ nghĩ là sẽ có một câu chuyện tình yêu đầy sóng gió ở nhà trọ suối nước nóng, thật đáng tiếc nhỉ.",
    "アニスはもう黙っていなさい。": "Anis, im lặng đi.",
    "……どうして、わたし達を連れて行かなかったの？": "……Sao lại không đưa chúng tôi đi cùng?",
    "うーん、なんていうか、危なそうなことに\nみんなを巻き込むのは違うなって思ったんだよねー。": "Ưm, phải nói sao nhỉ, tôi nghĩ là không nên lôi mọi người vào những chuyện nguy hiểm.",
    "そのような遠慮は無用ですよ、ユリアさん。\n私達は仲間ではありませんか。": "Không cần phải ngại ngần như vậy đâu, Yuria-san.\nChúng ta không phải là bạn bè sao?",
    "あはは。私個人のことだし、\nひとりでも大丈夫かなーって思ってたんだ。": "A ha ha. Đó là chuyện riêng của tôi mà,\ntôi nghĩ một mình cũng được thôi.",
    "%usernameusernameuserna%さんを勝手に連れ出しておいて、ですか。": "Sau khi tự ý đưa %usernameusernameuserna% đi, sao?",
    "何より――": "Hơn hết――",
    "『仲間が困ったときは、カオスメイデン６人みんなでなんとかする』\nユリアがそう言ったのに、自分で破ってる。": "『Khi bạn bè gặp khó khăn, Chaos Maiden 6 người sẽ cùng nhau giải quyết』\nYuria đã nói như vậy, nhưng lại tự mình phá vỡ nó.",
    "う……": "Ư……",
    "そんなこと言ったのか。なら、ユリアの負けだな。\nもう少し、みんなの心配する気持ちを考えてやれ。": "Đã nói như vậy sao. Vậy thì, Yuria thua rồi.\nNên nghĩ đến cảm xúc lo lắng của mọi người một chút đi.",
    "（カオスメイデン『６』人って、数字間違えてるけど……）": "（Chaos Maiden『6』người, nhưng lại sai số rồi……）",
    "むう～。": "Muu～.",
    "……これで、わたしの言いたいことは直接ちゃんと言った。\nあとは翠蘭達に任せる。": "……Như vậy, tôi đã nói trực tiếp những gì tôi muốn nói rồi.\nCòn lại thì cứ giao cho Suiran và những người khác.",
    "ええ。任されましょう。": "Vâng. Sẽ giao phó.",
    "え！？　ここから翠蘭ちゃんのお説教タイムなの！？": "Ê!? Từ đây là đến giờ thuyết giáo của Suiran-chan sao!?",
    "……": "……",
    "うれしそうだな、フィー。": "Vui vẻ quá nhỉ, Fee.",
    "……そう見える？": "……Trông như vậy sao?",
    "ああ、みんなを見るフィーの顔が、柔らかかった。": "Ừ, khuôn mặt của Fee khi nhìn mọi người thật dịu dàng.",
    "ほっぺぷにぷに？": "Má phúng phính?",
    "違う、そうじゃない。": "Không phải, không phải vậy.",
    "フィーはまだ気づいていないだろうが、\n実はすでに彼女はもう何者かになっている。": "Fee vẫn chưa nhận ra, nhưng\nthực chất cô ấy đã trở thành một người nào đó rồi.",
    "メイズでメイズシフターからユリアをいの一番に守ったし――": "Trong Maze, đã bảo vệ Yuria khỏi Maze Shifter đầu tiên――",
    "あとから聞いたが、今回いなくなった俺達を追いかけようと\n珍しく強い意思で訴えていたそうだ。": "Tôi nghe nói sau đó, cô ấy đã bày tỏ ý chí mạnh mẽ một cách hiếm thấy để đuổi theo chúng tôi đã biến mất lần này.",
    "とっくに、『カオスメイデンのフィー』なのだ。": "Từ lâu, đã là 『Fee của Chaos Maiden』rồi.",
    "（でもそれを俺の口から言うのは、違うな）": "（Nhưng nói điều đó từ miệng tôi thì không đúng）",
    "こういうのは彼女自身が色んなやりたいことを模索する中で、\n自分で気づいていくものなのだ。": "Những chuyện như thế này, trong khi cô ấy tự mình tìm tòi những điều muốn làm,\nsẽ tự mình nhận ra.",
    "仲間のみんなと一緒に過ごす、この学園生活の中で――": "Trong cuộc sống học đường này, cùng với mọi người bạn――"
}