{
    "俺は温泉旅館の玄関前に出てきていた。": "Tôi đang ở trước cửa nhà trọ suối nước nóng.",
    "あぁ……いい天気だ。\n外の空気を吸いに出てきて正解だったな。": "A… Thời tiết đẹp thật.\nRa ngoài hít thở không khí trong lành quả là đúng đắn.",
    "そうね、あたしも正解だったと思うわ。": "Phải đó, tớ cũng nghĩ vậy.",
    "うおっ！？　びっくりした……なんだ、アニスか。\nいつの間に後ろに……": "Uầy!? Giật cả mình… Gì vậy, Anis à?\nSao lại đứng sau lưng…",
    "くすっ、驚かせようとこっそり近づいたかいがあったわ。\n本当に、欲しいリアクションをしてくれるわね、ふふ。": "Khịt khịt, tớ đã cố tình đến gần để làm cậu bất ngờ đấy.\nCậu thật sự có những phản ứng tớ thích, hừm.",
    "……それで？　俺に何の用だ？": "…Vậy thì? Cậu cần tớ có việc gì?",
    "よかったら、あたしと一緒にＭＧでドライブしない？": "Hay là, cậu đi MG với tớ không?",
    "ドライブ？": "Đi MG?",
    "ええ、もしかして忙しかった？": "Ừm, có khi nào cậu bận không?",
    "いや、そんなことはないが……メイズに入るならともかく、\nＭＧであちこち飛び回っていいのか？": "Không, không có gì, nhưng mà… Vào Mê Cung thì được, còn\nđi MG vòng vòng có được không?",
    "（とはいえ、市街地ならともかくこのあたりは山ばかりだから、\n問題ないか……）": " (Mặc dù vậy, khu vực này toàn núi chứ không phải khu đô thị,\nchắc không sao đâu…)",
    "市街地のほうに行ったりはしないから……だめぇ？": "Tớ sẽ không đi vào khu đô thị… Không được sao?",
    "……それなら問題ないか。付き合おう。": "…Nếu vậy thì không sao. Tớ đi với cậu.",
    "ほんとう！？　嬉しいわ。さっそく予備シートを準備するわね。": "Thật á!? Vui quá. Tớ sẽ chuẩn bị ghế phụ ngay.",
    "かくして俺とアニスのＭＧドライブが始まるのだった――": "Thế là tớ và Anis bắt đầu chuyến đi MG――",
    "ふふ、晴れてていい山間ドライブになりそうね。": "Hừm, có vẻ như sẽ là một chuyến đi trên núi đẹp trời nhỉ.",
    "でもまさか、%usernameusernameuserna%がこんなに\n素直にあたしの誘いに乗ってくれるとは思わなかったわ。": "Nhưng không ngờ, %usernameusernameuserna% lại ngoan ngoãn\nchấp nhận lời mời của tớ đến vậy.",
    "アニスの方こそ……どうして、俺を誘ってくれたんだ？": "Về phía Anis… Sao cậu lại mời tớ?",
    "理由は至ってシンプルよ。あなた、ユリアやフィーと\nふたりきりでＭＧに乗ったでしょ？": "Lý do rất đơn giản thôi. Cậu, đã đi MG với Yuria và Fee\nriêng rồi đúng không?",
    "あたしも%usernameusernameuserna%とふたりきりで、\n乗りたくなっちゃったの♪": "Tớ cũng muốn đi riêng với %usernameusernameuserna% nữa♪",
    "男女ふたり、ＭＧで密室、ドライブ……\n何も起きないはずがなく――": "Hai người, MG, không gian kín, đi chơi…\nKhông có gì xảy ra mới lạ――",
    "いや、起こらないから。": "Không, sẽ không có gì đâu.",
    "あら、冷たいのね♪": "A, lạnh lùng thế♪",
    "それならぁ～。こういうのはどう？": "Vậy thì~. Thế này thì sao?",
    "（嫌な予感がする……）": "(Cảm giác chẳng lành…)",
    "あたしと、駆・け・落・ち♪　愛の逃避行♪　な～んて♪": "Tớ và, trốn-chạy♪ Cuộc trốn chạy trong tình yêu♪ Nào~♪",
    "は……？": "Hả…?",
    "操縦桿を握っているのはあたしだから、\n主導権はぜーんぶあたしにあるし、拒否権はないに等しいけどね。": "Vì tớ đang cầm cần điều khiển, nên\nquyền chủ động là của tớ, và cậu không có quyền từ chối.",
    "何もかもぜーんぶ捨てて、このまま誰にも見つからないところで\n%usernameusernameuserna%とあたしは夫婦としてひっそり暮らして……": "Bỏ lại tất cả, cứ như vậy, không ai tìm thấy,\ntớ và %usernameusernameuserna% sẽ sống như vợ chồng một cách lặng lẽ…",
    "そのままのんびり楽しく一生過ごすの。\nくすっ、そそられない？": "Cứ như vậy, thong thả vui vẻ sống hết cuộc đời này.\nKhịt khịt, có hấp dẫn không?",
    "急にどうした、アニス？\n最近読んだ恋愛小説にでも影響されたのか？": "Đột nhiên sao vậy, Anis?\nBị ảnh hưởng bởi cuốn tiểu thuyết tình yêu nào gần đây à?",
    "ええ、否定はしないわ。\nでもそんなのほんのきっかけでしかない。": "Ừm, tớ không phủ nhận.\nNhưng đó chỉ là một cái cớ nhỏ thôi.",
    "誰にも知られず、例えば山奥とかに行って……ずーっとふたりだけの\n世界でぇ、朝から夜まで欲望に溺れて爛れるだけの人生……": "Không ai biết, ví dụ như vào sâu trong núi… Cứ mãi trong thế giới của hai ta,\nsống một cuộc đời đắm chìm trong dục vọng từ sáng đến tối…",
    "ふふ、魅力的でしょう？": "Hừm, hấp dẫn chứ?",
    "…………": "…………",
    "……なんて。\nそう言っても、きっとあなたは――": "…Chỉ là vậy thôi.\nNói vậy thôi, chắc chắn cậu sẽ――",
    "すごく魅力的だな。よし、駆け落ちしよう！\n俺達の愛の逃避行の始まりだ！": "Rất hấp dẫn. Được, chúng ta trốn thôi!\nBắt đầu cuộc trốn chạy trong tình yêu của chúng ta!",
    "え？": "Hả?",
    "何が『え？』だよ。\nアニスが言い出したんだろ？": "Sao lại 'hả'?\nAnis là người nói mà?",
    "駆け落ちしたくなるほど、俺のことを愛してるってことだろ？\nなら、迷うことはないじゃないか！": "Cậu yêu tớ đến mức muốn trốn đi đúng không?\nVậy thì, không cần phải do dự!",
    "え……あ、%usernameusernameuserna%……本気なの？\nてっきりあたしのことは好きだけど、みんなも大事だ的なことを――": "H… à, %usernameusernameuserna%… Cậu nói thật sao?\nTớ cứ tưởng cậu thích tớ, nhưng mọi người cũng quan trọng――",
    "お前こそ、本気じゃないのか？　違うのか？\nお前の囁く愛はそんな中途半端だったのか？": "Chính cậu mới là người nghiêm túc đúng không? Hay không phải?\nTình yêu mà cậu thì thầm có vẻ hời hợt vậy sao?",
    "……！": "…!",
    "……あ、あなたがそんな素直だと思わなかったから、\n少し面食らっただけよ。": "…À, tớ chỉ hơi bất ngờ vì không nghĩ cậu lại thẳng thắn đến vậy.",
    "ふふ、ふふふ……やっぱり%usernameusernameuserna%は最高ね♪\n後悔したとか、あとで言わないでよ？": "Hừm, hừm hừm… Quả nhiên %usernameusernameuserna% là tuyệt nhất♪\nĐừng nói là hối hận sau này đấy?",
    "アニスみたいな可愛い女の子と逃避行して、\n後悔するとか罰が当たるぞ。": "Đi trốn với một cô gái dễ thương như Anis,\nhối hận thì bị quả báo đấy.",
    "まあ♪　『可愛い』だなんて……知ってるけど♪\nでもあなたの口から言われると、格別ね♪": "Chà♪ 'Dễ thương' cơ đấy… Tớ biết mà♪\nNhưng mà nghe cậu nói, thật đặc biệt♪",
    "俺はそっとレバーを握るアニスの手に、自身の手を重ねる。": "Tớ nhẹ nhàng đặt tay lên tay Anis đang nắm cần gạt.",
    "さあ、俺達の愛――ラヴ・フルスロットルだ！！": "Nào, tình yêu của chúng ta―― Tốc độ tối đa!!",
    "――と、俺は手に力を入れて、アクセル全開にレバーを倒す。": "――Và, tớ dùng sức, đẩy cần gạt lên hết cỡ.",
    "が、しかし、機体は一瞬加速したかと思うと、\n途端にブレーキがかかるのだった。": "Nhưng, tuy nhiên, chiếc máy vừa tăng tốc, thì\ngay lập tức phanh lại.",
    "ん……？　どうした、アニス？　今ブレーキをかけたろ？": "Hừm…? Sao vậy, Anis? Vừa rồi cậu phanh lại đúng không?",
    "アニス？": "Anis?",
    "……や、やっぱり止めるわ。": "…T, tớ dừng lại.",
    "止めるって？": "Dừng lại?",
    "駆け落ち……止める。": "Trốn… dừng lại.",
    "確かに、%usernameusernameuserna%との逃避行は魅力的だわ。\nでもカオスメイデンのことまで捨てられない……": "Quả thật, cuộc trốn chạy với %usernameusernameuserna% rất hấp dẫn.\nNhưng không thể bỏ rơi Chaos Maiden được…",
    "あたしは……カオスメイデンと%usernameusernameuserna%、\n６人一緒がいい……だから……": "Tớ… Chaos Maiden và %usernameusernameuserna%,\ncả 6 người cùng nhau mới tốt… Vì vậy…",
    "……だろうな。": "…Biết ngay mà.",
    "こうなるって最初からわかってた。\nアニスがカオスメイデンを切り捨てられるわけがないからな。": "Tớ đã biết sẽ thành ra thế này ngay từ đầu.\nAnis không thể bỏ rơi Chaos Maiden được.",
    "（アニス自身は気付いてなかったかもしれないが、\nこの子は自分が思う以上にカオスメイデンのことを大事に想ってる）": "(Anis có lẽ không để ý, nhưng\ncô bé này coi trọng Chaos Maiden hơn những gì cô ấy nghĩ)",
    "（この駆け落ちが半ば本心だとしても、\nカオスメイデンのみんなといたい気持ちには勝てないだろう）": "(Ngay cả khi cuộc trốn chạy này là một phần trong lòng cô ấy,\nsẽ không thể thắng được mong muốn được ở bên mọi người trong Chaos Maiden)",
    "%usernameusernameuserna%……": "%usernameusernameuserna%…",
    "あたしが途中でやめるってわかってて、悪乗りしたの？": "Cậu biết tớ sẽ dừng lại giữa chừng, nên đã làm quá lên đúng không?",
    "あといつも試し行為してくるから、\n逆にからかってやろうかなと。": "Với lại, cậu luôn thử thách tớ, nên\ntớ muốn trêu chọc cậu một chút.",
    "むっ……いじわるな人。": "Hừm… Đồ xấu tính.",
    "はは、お前が言うなよ。": "Ha ha, cậu nói tớ đấy.",
    "にしても、このあたしが駆け引きで負けるなんて……": "Nói vậy thôi, tớ lại thua trong trò đấu trí này…",
    "とっても悔しい♪": "Thật là đáng tiếc♪",
    "というわりに、嬉しそうだな。": "Nói vậy thôi, mà cậu có vẻ vui nhỉ.",
    "ええ、そうね。いじわるされるのも、\nなんだか悪くないって思えたから……かしら？": "Ừm, đúng vậy. Bị trêu chọc,\ncũng không tệ lắm… có lẽ vậy?",
    "お、おう……\nそれじゃ旅館に戻るとしようか。": "Ô, ồ…\nVậy thì chúng ta quay lại nhà trọ thôi.",
    "はぁい♪": "Vâng♪",
    "――その後、自室に戻ってきた俺は、\n深呼吸ばりにクソデカため息を吐くのだった。": "――Sau đó, trở lại phòng, tớ\nthở một hơi thật sâu.",
    "はぁ～～～～～！！\nアニスが踏みとどまってくれてよかったぁ～～～～！！": "Haa～～～～～!!\nMay mà Anis đã dừng lại～～～～!!",
    "正直読み間違えて１００％本気で乗り気だったら、\n俺今頃山奥で隠遁生活送ることになってたな。": "Thật lòng mà nói, nếu tớ hiểu sai và cậu nghiêm túc 100%,\nthì bây giờ tớ đã sống ẩn dật trên núi rồi.",
    "内心めちゃくちゃドキドキハラハラだった……": "Trong lòng thì hồi hộp hết cả lên…",
    "（なんだか、どっと疲れたし……\n少し休んだら、ゆっくり温泉にでも浸かってのんびりしよう……）": "(Cảm thấy mệt mỏi quá…\nNghỉ ngơi một chút, rồi từ từ ngâm mình trong suối nước nóng…)",
    "う～ん！　いい蒸気！　香り！　温度！\nさあ、温泉に浸かるぞ～！": "Ư～m! Hơi nước thật tuyệt! Mùi hương! Nhiệt độ!\nNào, cùng ngâm mình trong suối nước nóng thôi!",
    "ね、フィー、おっぱい揉ませて！": "Nè, Fee, cho tớ sờ ngực đi!",
    "…………わかった。": "…………Được thôi.",
    "こらユリア、あまり浴槽ではしゃがない。\nはしたないですよ！": "Này Yuria, đừng có nghịch trong bồn tắm.\nThật là bất lịch sự!",
    "大丈夫大丈夫～♪": "Không sao đâu～♪",
    "まったく……": "Thật là…",
    "あ、ねえねえ！　アニスちゃんってお風呂でも眼帯外さないの？": "À, này này! Anis-chan không tháo băng bịt mắt khi tắm sao?",
    "ええ、あまり傷を湯気に晒すのは良くないから……": "Ừm, không nên để vết thương lộ ra hơi nước quá nhiều…",
    "いや、それただのファッションですよね？\nいつ傷なんて負ったんですか？": "Không, đó chỉ là thời trang thôi đúng không?\nKhi nào cậu bị thương vậy?",
    "あら、覚えてたの？　心配してもらおうって思ったのに。\n結構引っかかってくれる人、多いのよね～。": "A, cậu còn nhớ à? Tớ định để cậu lo lắng mà.\nCó khá nhiều người bị thu hút đấy～.",
    "相変わらずですね、アニスさんは……": "Như mọi khi nhỉ, Anis-san…",
    "あ…………": "À…………",
    "えっ……？": "Hả…?",
    "%usernameusernameuserna%……？": "%usernameusernameuserna%…?",
    "%usernameusernameuserna%さん！？　どうしてここに！？": "%usernameusernameuserna%-san!? Sao cậu lại ở đây!?",
    "違う！": "Không đúng!",
    "誤解だ！": "Hiểu lầm rồi!",
    "あら、%usernameusernameuserna%……ふふ、とても大胆ね。\nあたし達の裸……そんなに見たかったのかしら？": "A, %usernameusernameuserna%… Hừm, thật táo bạo.\nCậu muốn nhìn trộm chúng tớ tắm đến vậy sao?",
    "わぁー！　ドスケベだぁー！": "Waaー! Đồ biến tháiー!",
    "『６人一緒がいい』とは言ったけど、さっそく６人プレイをご所望\nなんて……そういうオスみが強いところ、メスとして嫌いじゃないわ♪": "Tuy nói '6 người cùng nhau' nhưng lại muốn 6 người chơi ngay lập tức\nthì… Cái vẻ nam tính này, tớ không ghét đâu♪",
    "だから誤解だって！　今の時間が、女湯だなんて知らなかったんだ！！　\n女湯用の暖簾がかかってなかったし！！": "Nên tớ mới nói là hiểu lầm! Tớ không biết bây giờ là giờ của nữ đâu!!\nKhông có rèm che cho nữ!!",
    "いや、そもそも暖簾自体何もかかってなかったような……": "Không, ngay cả rèm che cũng không có luôn…",
    "（疲れてたからか、\nあまり考えずにそのまま入ってきちゃったけど……）": "(Có lẽ vì mệt quá,\nnên tớ đã vào luôn mà không suy nghĩ gì…)",
    "もしかすると、職員の方が暖簾をかけ忘れたのかもしれませんね……": "Có lẽ, nhân viên đã quên treo rèm thì sao…",
    "と、とにかく、俺の確認不足だ！！\nすみませんでしたーーーー！！": "T, tóm lại, là do tớ không kiểm tra kỹ!!\nXin lỗiーーーー!!",
    "そうして、俺は慌ててその場から飛び出したのだった――": "Thế là, tớ vội vàng chạy khỏi đó――"
}