{
    "俺とエヴィはショッピングモールを回ったあと、\nカフェに落ち着いた――": "Tôi và Evi đi dạo quanh trung tâm mua sắm, sau đó chúng tôi\nvào một quán cà phê và nghỉ ngơi.",
    "私としたことが油断した……あの新作ゲームが、\n想定を遥かに上回る人気だった……": "Tôi đã lơ là một chút... Trò chơi mới đó,\nnó phổ biến hơn tôi nghĩ...",
    "ネットじゃ、どこも売り切れだったもんな。": "Trên mạng, chỗ nào cũng hết hàng.",
    "もともと店頭限定特典狙いだから、そこはどうでもいい。\nその『店頭』で買えなかったことが何よりの問題なんだよ……": "Ban đầu tôi chỉ muốn mua phần thưởng độc quyền ở cửa hàng, nên chuyện đó không quan trọng.\nVấn đề lớn nhất là tôi không thể mua nó ở 'cửa hàng'...",
    "人気を知ったエヴィは、リアル店舗でも売り切れ続出と読み、\n慌てて俺をスマートデバイスで召喚した。": "Evi biết được sự nổi tiếng của nó, cô ấy đoán rằng các cửa hàng thực tế cũng sẽ hết hàng, và\ntôi đã bị triệu hồi bằng thiết bị thông minh của cô ấy.",
    "そして売れ残りを手に入れんとふたりで手分けして、\nあちこちの店舗を巡ったのだが――全敗だった。": "Và để có được những thứ còn lại, cả hai chúng tôi đã chia nhau ra,\nđi đến các cửa hàng khác nhau, nhưng... tất cả đều thất bại.",
    "そんなに店頭限定の特典がほしかったのか？": "Em muốn phần thưởng độc quyền ở cửa hàng đến vậy sao?",
    "追加コードが付いてるんだよね。": "Nó có mã bổ sung.",
    "賛成する": "Đồng ý.",
    "コスパもいいよな": "Nó cũng tiết kiệm chi phí.",
    "そのコードで手に入る武器がめちゃくちゃ使いやすいらしくて、\n手に入れておきたいなって。効率プレイできるし。": "Vũ khí có được bằng mã đó có vẻ rất dễ sử dụng,\nnên em muốn có nó. Chơi hiệu quả hơn mà.",
    "売っている保証はないけど……\nもう少し頑張ってみようか。": "Tuy không có gì đảm bảo... \nHay là cố gắng thêm một chút nữa?",
    "そうだね、ここまで来て手ぶらはなんか損した気がするし。": "Đúng vậy, đến đây mà về tay không thì có cảm giác như bị thiệt.",
    "でもこれ以上続けるくらいなら、さっさとダウンロード購入して、\nコードに頼らずプレイしたほうが早くクリアできたりして。": "Nhưng nếu tiếp tục, có lẽ nên mua bản tải xuống ngay lập tức,\nvà chơi mà không cần dựa vào mã thì có lẽ sẽ hoàn thành nhanh hơn.",
    "う……今わりとその可能性も出てきてるから、言わないでほしい。": "Ư... Bây giờ tôi cũng đang nghĩ đến khả năng đó, đừng nói nữa.",
    "確かそのゲームって協力プレイもできたよな。\n俺も手伝うよ。": "Tôi chắc rằng trò chơi đó có thể chơi hợp tác đúng không?\nTôi sẽ giúp em.",
    "えっ……いいの？": "Hả... được sao?",
    "……それなら、店舗特典はなくていいいかも。\nダウンロード版即買いだね。": "…Nếu vậy, phần thưởng ở cửa hàng không cần thiết nữa.\nVậy thì mua bản tải xuống ngay thôi.",
    "じゃあ、さっそくエヴィの部屋に行くか？": "Vậy, chúng ta đến phòng của Evi ngay chứ?",
    "いや、その前に行くところできた。": "Không, trước đó tôi còn một nơi cần đến.",
    "え？": "Hả?",
    "エナドリ買い溜めしないと。とりあえず３日分くらいかな。\nもちろん、%usernameusernameuserna%の分もね。": "Tôi phải mua thêm nước tăng lực. Tạm thời là ba ngày.\nTất nhiên, cả phần của %usernameusernameuserna% nữa.",
    "まさかクリアするまで付き合わせる気か……": "Anh định bắt tôi chơi cùng cho đến khi hoàn thành trò chơi sao...",
    "もちろん。こういうのは一気にやったほうが、\nダレないから効率いいんだよ、ふふ。": "Tất nhiên. Làm những việc như thế này một lần,\nsẽ không bị chán và hiệu quả hơn, hehe."
}