{
    "はぁ、まさか部屋の鍵を忘れるとは……\n気が抜けてるな、俺……えーっと、ここだったよな……": "Haizz, không ngờ lại quên chìa khóa phòng... \nTớ đã lơ là quá rồi... Ưm, là ở đây đúng không...",
    "よし、誰もいないな……\n格好悪い所を見られなくて助かった。": "Được rồi, không có ai ở đây cả... \nMay quá, không bị ai thấy bộ dạng xấu xí của mình.",
    "うふっ！　あはは……": "Ufufu! Ahaha...",
    "……！　誰かいる……！": "...!",
    "全部壊れちゃえ……うふふっ……\n": "Muốn phá nát mọi thứ quá đi... Ufufu...",
    "壊す！？　お、おいっ、誰だっ！　何してる！": "Phá nát!? Ê, ê, ai đó! Đang làm gì đấy!",
    "うふふ、あははっ……！\nって、ひゃああああっ！！": "Ufufu, ahaha...!\nẤy, hyaaaaaa!",
    "え……？　ノエル……？": "Hả...? Noel...?",
    "あっ……\n%usernameusernameuserna%……？": "A... \n%usernameusernameuserna%...?",
    "なんだ……？　壊れた知恵の輪……？\nこの落ちてるの……全部か……？": "Gì vậy...? Mê cung hỏng rồi sao...? \nRơi đầy ra đây... Toàn bộ luôn sao...?",
    "あっ、あっ、あ〜〜〜〜っ！\nま、待って！　みないでぇ！": "A, a, aaaaaaa!\nĐ, đợi đã! Đừng nhìn mà!",
    "……隠しきれてないぞ。\n何をやってたんだ……？": "... Không giấu được rồi.\nCậu đang làm gì vậy...?",
    "そ、その、違うの違うの！\nこれは……そ、そう！　趣味なの！！": "T, tớ, không có, không có!\nĐây là... ừm, đúng rồi! Sở thích của tớ!",
    "……趣味？\n知恵の輪を外すんじゃなくて、壊すのが？": "... Sở thích sao?\nKhông phải là tháo mê cung ra, mà là phá hủy nó?",
    "うぅ……誰にも見られないようにしてたのにぃ……\nていうか、何でこんな所にいるの〜！？": "Ư... Tớ đã cố giấu không cho ai thấy mà... \nMà, sao cậu lại ở đây chứ~!?",
    "今日、プレ・クラス－Ａの様子見に来ただろ。\nその時、部屋の鍵忘れたんだよ。": "Hôm nay tớ đến xem tình hình lớp Pre-Class-A mà.\nLúc đó tớ quên chìa khóa phòng.",
    "何でそんなもの忘れるの〜！！": "Sao cậu lại quên mấy thứ đó chứ~!!",
    "そんなこと言われても……": "Tớ biết nói gì đây...",
    "ううう……もう終わりだぁ……": "Ư... Hết thật rồi...",
    "そこまで落ち込むことか？\n人には色々な趣味があるもんだろ、気にするなよ。": "Đến mức phải buồn đến vậy sao?\nAi cũng có sở thích riêng mà, đừng để ý.",
    "気にする！！　私、演習で初めてメイズ入った時、\nコレのせいで要注意人物扱いされてるんだよ！": "Để ý chứ!! Tớ, khi lần đầu vào Maze trong buổi diễn tập,\nvì cái này mà bị coi là nhân vật đáng chú ý đấy!",
    "……知恵の輪を、壊すことでか？": "... Là do phá hủy mê cung sao?",
    "あっ、それは、違くて……うう〜！　\nとにかく、今見たことは秘密にして！　お願い！": "Ấy, không phải... Ưu~!\nTóm lại, chuyện cậu thấy hôm nay, hãy giữ bí mật nhé! Xin cậu!",
    "こんなことをしてるのがバレたら……うぅ……": "Nếu bị lộ chuyện tớ làm mấy cái này... Ư...",
    "いや別に、周りに言いふらしたりなんかしないぞ？": "Không, tớ sẽ không đi rêu rao với mọi người đâu.",
    "本当！？　本当だよ！？　絶対だからね！！": "Thật sao!? Thật đó sao!? Chắc chắn nha!!",
    "わかったって。絶対言わないから、安心してくれ。": "Hiểu rồi. Tớ chắc chắn sẽ không nói, cứ yên tâm đi.",
    "絶対絶対絶ーーーーっ対だよ！！": "Chắc chắn chắc chắn chắc chắcccc chắn đó nha!!",
    "大丈夫だから！！": "Không sao đâu mà!!",
    "む〜っ！　本当！？": "Muu~! Thật sao!?",
    "（これは……全然信用してないな……）": "(Đây là... Hoàn toàn không tin tưởng mình...)",
    "昨日のことがあったが俺は誰に言う事もなく、\n公園で日課のトレーニングをしていたのだが……": "Hôm qua, sau khi mọi chuyện xảy ra, tớ đã không nói với ai, \ntớ đã tập luyện như thường lệ ở công viên...",
    "おねーさーん、ボールとって〜！": "Chị ơi, lấy bóng giúp em với!",
    "わ、わわっ！　は、はい、どうぞ！": "W, wa, wa!\nỪm, vâng, mời anh!",
    "（……今日も尾行してるのか。\nここ数日、ずっとバレバレの尾行をしてるな……）": "(... Hôm nay cũng theo dõi sao.\nVài ngày gần đây, toàn bị lộ tẩy khi theo dõi...)",
    "いい？　お姉さんは尾行中だから、あんまり話しかけちゃダメよ！": "Được chứ? Chị đang theo dõi nên đừng có bắt chuyện với chị!",
    "はーい。": "Vâng~.",
    "（いや、俺にも聞こえてるんだが……\nまあ、ノエルの気が済むなら好きにさせるか）": "(À, tớ cũng nghe thấy mà... \nMà, nếu Noel thấy vui thì cứ để cậu ấy làm vậy)",
    "じ〜〜〜〜〜〜〜〜〜〜〜〜〜〜〜。": "Jiiiiiiiiiiiiiiiiiiiiiiiiiiiiii.",
    "（……このままだとトイレの中まで尾行されかねんな）": "(... Cứ thế này thì có khi bị theo dõi vào tận nhà vệ sinh mất)",
    "……むむむ……今日は大丈夫そうだけど……": "... Mumu... Hôm nay có vẻ ổn đấy...",
    "いや、どこかで仲間と会って、私の秘密をバラすつもりなのかも！": "Không, biết đâu cậu ta gặp đồng bọn ở đâu đó rồi, sẽ tiết lộ bí mật của tớ mất!",
    "（……毎度思うんだが……独り言がデカいよな……）": "(... Mấy lần tớ nghĩ... Cậu ấy nói một mình to thật đấy...)",
    "ノエル隊員、引き続き尾行を続行します……！": "Đội viên Noel, tiếp tục theo dõi...!",
    "（まあ可愛らしい悪戯程度ではあるんだが……）": "(Mà, cũng chỉ là trò nghịch ngợm dễ thương thôi mà...)",
    "流石にここ数日も尾行されてるとなると、\n少々気が休まらない……仕方ない、巻いてみるか！": "Quả là, mấy ngày nay bị theo dõi, \ntớ cũng thấy hơi khó chịu... Không còn cách nào khác, phải cắt đuôi thôi!",
    "ふぅ……これでどうだ？": "Phù... Như vậy thế nào?",
    "きゃっ！　いった〜！": "Kya! Ui da!",
    "……めちゃくちゃ看板にぶつかってるが、追いついてきてるな。\nまあ、もう尾行でもないが。": "... Đâm sầm vào bảng hiệu, nhưng vẫn đuổi kịp sao.\nMà, cũng không còn là theo dõi nữa rồi.",
    "ささっ！": "Nhanh lên!",
    "まだバレてないつもりなのか。\nそれなら好きにさせてやるか……": "Vẫn còn tưởng là chưa bị lộ sao.\nVậy thì cứ để cậu ấy tự do vậy...",
    "ふーっ、尾行はバレてないみたいね！　よかった〜。": "Phù, có vẻ như việc theo dõi chưa bị lộ! Tốt quá~.\n",
    "このまま、ちゃんと約束を守ってるか見張らないと！\nじいい……！": "Cứ như vậy, phải xem cậu ta có giữ lời hứa không!\nJiiiiiiii...",
    "（……しかし、ノエルにしては珍しいな。\n普段なら、もっと軽く信用しそうなもんだが）": "(... Nhưng, với Noel thì hơi lạ đấy.\nBình thường, cậu ấy sẽ dễ tin tưởng hơn mà)",
    "……ん？　おかしいな。\nさっきまで騒がしかったノエルが静かになっている。": "... Hửm? Lạ thật.\nLúc nãy Noel còn ồn ào mà giờ lại im lặng.",
    "……はぁ、はぁ……うぅ……": "... Ha, ha... Ư...",
    "ノエル！？　どうしたんだ！？": "Noel!? Cậu sao thế!?",
    "うぅ……%usernameusernameuserna%……": "Ư... %usernameusernameuserna%...",
    "おい、しっかりしろ！\n何があったんだ！？": "Ê, tỉnh táo lại!\nCó chuyện gì vậy!?",
    "お……": "Ơ...",
    "お？": "Ơ?",
    "おなか、すいたよぉ……": "Đói... Đói bụng quá...",
    "ぐううううううううう～～～～。": "Gừuuuuuuuuuuuuu...",
    "あさから、何も食べてなくて……\nげ、げんかい……なの……うぅ……": "Từ sáng đến giờ, tớ chưa ăn gì cả...\nGiới, giới hạn... rồi... Ư...",
    "……………………": "...",
    "はぁ……生き返ったよぉ……！\nカツサンド、すっごく美味しい！　お腹いっぱいだよぉ！": "Ha... Sống lại rồi nè...!\nBánh mì kẹp thịt, ngon quá! No bụng rồi!",
    "……そりゃお腹いっぱいになるだろうな。\nカツサンドだけじゃなくてパスタにドリアまで食ってるからなぁ。": "... Chắc chắn là no rồi.\nKhông chỉ bánh mì kẹp thịt mà còn có cả mì Ý và cơm đút lò nữa.",
    "うぅ……その、お腹が減ってたから……": "Ư... Tại, tại vì tớ đói quá...",
    "%usernameusernameuserna%、ごめんね……\n約束を守るっていってくれたのに、信じてあげれなくて。": "%usernameusernameuserna%, xin lỗi nhé...\nCậu đã hứa sẽ giữ lời, vậy mà tớ không tin cậu.",
    "秘密を言われちゃうんじゃないかって思って、\n不安で尾行をしちゃったの……": "Tớ đã nghĩ rằng cậu sẽ tiết lộ bí mật của tớ, \nNên tớ đã lo lắng và theo dõi...",
    "俺は気にしてないよ。\nノエルが食事を忘れるくらいに不安だったんだろ？": "Tớ không để ý đâu.\nNoel lo lắng đến mức quên cả ăn sao?",
    "ちょっとした気の迷いで、\nそういう行為をするくらい仕方ないさ。": "Chỉ là một chút bối rối thôi, \nCậu làm vậy cũng không sao.",
    "……うわーん！　ごめんねぇ！\n%usernameusernameuserna%は凄く優しいのに……！": "... Oaーn! Xin lỗi nhé!\n%usernameusernameuserna% tốt bụng quá đi...!",
    "だから気にしなくていいって。\nほら、デザートのアイスが届いたから溶ける前に食べた方がいいぞ。": "Đã bảo là không sao mà.\nNày, món tráng miệng là kem đã đến rồi, ăn trước khi nó tan chảy đi.",
    "……いやよく考えたら、まだデザートも入るのか。\n本当に大食いだな。": "... Không, nghĩ kỹ lại, vẫn còn chỗ để ăn tráng miệng sao.\nCậu ăn khỏe thật đấy.",
    "うん、いただきまーす！\n……んん～！　おいしい～！": "Ừm, xin phép~!\n... Ùm~!\nNgon quá~!",
    "……で、落ち着いたか？": "... Rồi, bình tĩnh lại chưa?",
    "うん、心配かけてごめんね。\nそれで……その、私の趣味の事なんだけど……": "Ừm, xin lỗi vì đã làm cậu lo lắng.\nVới lại... Ừm, về chuyện sở thích của tớ...",
    "あの知恵の輪を壊してたやつだろ？\n人にはいろんな趣味があるからな……そういう趣味もあるさ。": "Cái người đã phá hủy mê cung đúng không?\nAi cũng có sở thích riêng mà... Cậu cũng có sở thích riêng thôi.",
    "……そう言ってくれる%usernameusernameuserna%だから、\n本当のことを言いたいの": "... Vì %usernameusernameuserna% đã nói vậy, \ntớ muốn nói thật với cậu.",
    "本当のこと？": "Sự thật?",
    "先ほどまでと違って、きりっとした真面目な表情だ。\n思わず俺も居住まいを正してしまう。": "Khác với lúc nãy, cậu ấy có vẻ mặt nghiêm túc.\nTớ cũng không khỏi chỉnh lại tư thế của mình.",
    "……あのね……私……\n昔から、誰にも言えなかったことがあるの……": "... Này... Tớ... \nTừ trước đến nay, có một điều tớ không thể nói với ai cả...",
    "……私ね、何かを……\nむちゃくちゃに壊すのが、好きなんだ。": "... Tớ này, có gì đó... \nThích phá hủy mọi thứ một cách điên cuồng.",
    "昔からっていうと……？": "Từ trước đến nay là...?",
    "うんとね……ほんとに、物心つく頃からかな。\nまあちっちゃい頃はね、特に問題はなかったの。": "Ừm... Thật sự, từ khi còn bé xíu ấy.\nMà lúc còn bé thì, đặc biệt không có vấn đề gì.",
    "だって、ちっちゃい子って色んなものを手に取ろうとするでしょ？\nそれで壊れちゃうのも、よくあることだったから……": "Vì, những đứa trẻ bé xíu thì hay muốn cầm nắm mọi thứ đúng không?\nRồi chúng bị hỏng cũng là chuyện thường tình...",
    "まあ、そうだな。\nでも、ノエルは違ったんだよな？": "Ừm, đúng là vậy.\nNhưng, Noel thì khác đúng không?",
    "うん……私は……その時からずっとずっと、壊すことが好きだったの。\n間違えてとかじゃなくて……自分の手で壊すことが。": "Ừm... Tớ... Từ lúc đó, tớ đã thích phá hủy mọi thứ rồi.\nKhông phải là do nhầm lẫn... Mà là thích tự tay mình phá hủy.",
    "自分で積み上げた積み木で作ったお城を崩したり、\nオモチャをわざと乱暴に扱って壊したり……": "Tự mình phá hủy tòa lâu đài bằng những khối gỗ đã xếp, \nHay là cố tình đối xử thô bạo với đồ chơi rồi phá hủy chúng...",
    "何かを壊す瞬間に、凄い充実した感じがあって……\nスッキリした気持ちになれるの。": "Khoảnh khắc phá hủy một thứ gì đó, tớ cảm thấy rất thỏa mãn... \nCảm thấy nhẹ nhõm.",
    "壊れるのを見るのが好きなんじゃなくて、\n自分の手で何かを壊しちゃうのが好きなの。": "Tớ không thích nhìn nó bị phá hủy, \nMà tớ thích tự tay mình phá hủy một thứ gì đó.",
    "あっ、で、でも違うよ！\nちゃんと我慢して、普通のものは壊さないようにしてるから！": "Ấy, mà, nhưng không phải vậy đâu!\nTớ đã cố gắng chịu đựng, không phá hủy những thứ bình thường mà!",
    "…………": "...",
    "小さい頃にね……この衝動のせいで……\nお母さんが大切にしてる花瓶、割ろうと……しちゃって……": "Hồi bé ấy... Vì cái thôi thúc này... \nMẹ tớ, đã muốn phá vỡ chiếc bình hoa mà mẹ rất trân trọng...",
    "お母さんが、私を守ろうとして怪我をしたのもそうだし……\n私のために笑顔で「大丈夫？」って優しくしてくれたのも辛かったの。": "Mẹ đã bị thương để bảo vệ tớ... \nMẹ đã mỉm cười và dịu dàng nói 'Không sao chứ?'... Điều đó làm tớ đau lòng.",
    "だから、誰かのものを壊すのは絶対に嫌なのに、\n私の衝動はどんどん強くなってきて……": "Vì vậy, tớ hoàn toàn không muốn phá hủy đồ của ai cả, \nNhưng thôi thúc của tớ ngày càng mạnh mẽ hơn...",
    "それで、知恵の輪を壊してたのか。": "Thế nên, cậu đã phá hủy mê cung sao?",
    "……うん、壊していいものを試して、\n一番壊したい気持ちを発散できるのが知恵の輪だったから。": "... Ừm, phá hủy những thứ được phép, \nThứ có thể giải tỏa mong muốn phá hủy của tớ nhất là mê cung.",
    "本当は……もっともっと、何も気にせずに暴れまわりたいの。\nでも、ダメだから、必死に我慢してるの。": "Thật ra... Tớ muốn... Muốn nổi loạn mà không cần để ý gì cả.\nNhưng, không được, nên tớ đã cố gắng chịu đựng...",
    "えへへ……こんな知恵の輪を壊すような趣味で、\n必死に物を壊したい事を我慢してるの変だよね？": "Ehehe... Với cái sở thích phá hủy mê cung này, \nViệc tớ cố gắng chịu đựng mong muốn phá hủy mọi thứ thật kỳ lạ đúng không?",
    "……ノエル。": "... Noel.",
    "……は、はい！": "... Vâng!",
    "何かを壊したい……それはノエルの個性で、\n戦う人間の持つ才能だ。": "Muốn phá hủy một thứ gì đó... Đó là cá tính của Noel, \nlà tài năng của con người chiến đấu.",
    "……えっ？": "... Hả?",
    "今まで大変だったよな。\nそんな強い衝動を必死に我慢してきたんだろ？": "Từ trước đến nay cậu đã vất vả rồi.\nCậu đã cố gắng chịu đựng thôi thúc mạnh mẽ đó đúng không?",
    "そ、そんな……ことは……\nだ、だって普通の人は我慢しなくても……": "V, vậy... là... \nT, tại vì người bình thường không cần phải chịu đựng...",
    "個性を我慢するなんて大変なことだ。\nそれを出来るくらい、ノエルは凄く優しくていい子なんだ。": "Chịu đựng cá tính là một việc rất khó khăn.\nVì cậu có thể làm được điều đó, Noel là một người rất tốt bụng và tuyệt vời.",
    "だから、変なものでもなんでもない。\nむしろノエルの個性は、皆のために役に立つ立派な才能だ。": "Vì vậy, nó không phải là thứ kỳ lạ gì cả.\nHơn nữa, cá tính của Noel là một tài năng tuyệt vời, hữu ích cho mọi người.",
    "……ほ、本当に？\n私の衝動が……役に立つの……？": "... Th, thật sao?\nMong muốn của tớ... Có ích sao...?",
    "もちろんだ。メイズシフターとの闘いも、メイズ外での闘いも、\nもっといろんな場所でも役に立てるんだ。": "Chắc chắn rồi. Trong trận chiến với Maze Shifter, trong trận chiến bên ngoài Maze, \ncòn có thể hữu ích ở nhiều nơi khác nữa.",
    "だから……ノエルの個性は誰かを悲しませるだけじゃない。": "Vì vậy... Cá tính của Noel không chỉ khiến ai đó buồn bã đâu.",
    "ノエル？　大丈夫か？": "Noel? Cậu ổn chứ?",
    "……う、うわーん！\nひぐっ、うう……うええええん！": "... Ư, oaーn!\nHức, ư... Ueeeeeeen!",
    "うおっ！？\nす、すまん！　気に障ったか！？": "Uoa!?\nX, xin lỗi! Tớ đã làm phiền cậu sao!?",
    "ち、違うの……ぐすっ……うう、\nこんな風に、私の事……受け止められたの、初めてで……！": "Kh, không phải... Hức... Ư... \nNhư vậy, về tớ... Được chấp nhận như vậy, là lần đầu tiên...!",
    "何かを壊しちゃって、迷惑かけて……ぐす、変な子って。\n危ない子だって、ずっと、言われてきたから……！": "Phá hủy một thứ gì đó, gây rắc rối... Hức, là một đứa trẻ kỳ lạ.\nBị nói là đứa trẻ nguy hiểm, suốt bao lâu nay...!",
    "ああ、今までよく頑張ってきた。\nもう泣かなくてもいいからな。": "Ừ, cậu đã cố gắng rất nhiều rồi.\nGiờ không cần khóc nữa đâu.",
    "ぐすっ、うぅ、こんな私でも、%usernameusernameuserna%は、\n優しくて……なのに、信じれなくて……": "Hức, ư... Với một người như tớ, %usernameusernameuserna% đã \ntốt bụng... Vậy mà, tớ đã không tin tưởng...",
    "ひくっ……んっ……！\nよし、決めたよ！": "Hức... Ư...!\nĐược rồi, tớ quyết định rồi!",
    "うおっ！？　いきなり立ち上がってビックリしたぞ……\nそれで、何を決めたんだ？": "Uoa!? Đột nhiên đứng dậy làm tớ giật mình... \nVậy, cậu đã quyết định điều gì?",
    "今度から、%usernameusernameuserna%のいう事を聞く！\nこんな風に言ってくれるなら、信じられるから！": "Từ nay, tớ sẽ nghe lời %usernameusernameuserna%!\nNếu cậu nói như vậy, tớ có thể tin tưởng được!",
    "メイズに潜るときには言ってね！\n私が%usernameusernameuserna%の事を守るから！": "Khi vào Maze, hãy nói với tớ nhé!\nTớ sẽ bảo vệ %usernameusernameuserna%!",
    "俺の事を？": "Tớ sao?",
    "うん。ずっと、私のこんな性格は嫌いだったの。\nでも、%usernameusernameuserna%となら頑張れる気がする。": "Ừm. Từ trước đến nay, tớ luôn ghét tính cách này của mình.\nNhưng, nếu là %usernameusernameuserna%, tớ nghĩ mình có thể cố gắng.",
    "きっと、すぐにはコントロールできないと思う……\n最初は自分を忘れちゃって、暴れちゃうだろうけど……": "Chắc chắn, tớ sẽ không thể kiểm soát được ngay đâu...\nLúc đầu, tớ sẽ quên mất bản thân mình và nổi loạn...",
    "大丈夫だ。\n多少迷惑をかけられる程度、問題ないぞ。": "Không sao đâu.\nChỉ là gây rắc rối một chút, không thành vấn đề.",
    "……うん！\n絶対に、%usernameusernameuserna%の役に立って見せるからね！": "... Ừm!\nNhất định, tớ sẽ giúp ích cho %usernameusernameuserna% nhé!",
    "ああ、期待してる。": "Ừ, tớ mong đợi điều đó.",
    "はぁ……よかったぁ。\nすっかり安心しちゃった。": "Haizz... Tốt quá.\nTớ đã hoàn toàn yên tâm rồi.",
    "……ちょっとお腹すいてきたかも。\nすいませーん！　チョコレートパフェください！": "... Chắc là tớ hơi đói rồi.\nXin lỗiーn! Cho tớ một ly parfait sô cô la!",
    "……まだ食うのか。": "... Vẫn còn ăn sao?",
    "えへへ……いっぱい食べて、頑張らないとだからね！\nだから%usernameusernameuserna%、これからもよろしくね♪": "Ehehe... Phải ăn thật nhiều, phải cố gắng nữa mà!\nVì vậy %usernameusernameuserna%, từ nay về sau, xin hãy giúp đỡ tớ nhé♪"
}