{
    "はぁ～っ……": "Haizz…",
    "ね～っ、陰気なため息やめてよ～！\n士気に関わるんですけど～！？": "Này, đừng thở dài thườn thượt nữa được không?\nẢnh hưởng đến tinh thần chiến đấu đấy!",
    "ああ……すまん……": "À… xin lỗi…",
    "本当に大丈夫なんですの？\nやはり今は、連携訓練に時間を割くべきではなくて？": "Cô có thật sự ổn không vậy?\nChẳng phải bây giờ chúng ta nên dành thời gian cho huấn luyện phối hợp sao?",
    "%usernameusernameuserna%のことだし、何か考えがあるんでしょ？\nメイズシフター相手に訓練しろ、とかさ。": "Chắc chắn %usernameusernameuserna% có gì đó trong đầu rồi.\nChẳng hạn như huấn luyện với kẻ địch Maze Shifter.",
    "ん……あぁ？　あーそれそれ。": "Hừm… à? À, đúng rồi.",
    "あの、大丈夫ですか……？\nさっきとテンションが全然違うというか……": "À, anh có ổn không vậy…?\nSao em thấy tâm trạng anh khác hẳn lúc nãy…",
    "やる気が感じらんないっ！": "Chẳng thấy tí nhiệt huyết nào cả!",
    "そりゃあ、やる気もなくなるだろ……あんなこと言われちゃあさ……": "Thì cũng phải thôi… bị nói như thế cơ mà…",
    "――時は少し遡り、霞光の起動直後の格納庫に戻る。": "――Quay ngược thời gian một chút, trở về nhà chứa máy bay ngay sau khi khởi động Hà Quang.",
    "実はその機体――霞光には、一切の武装がありません。": "Thật ra, cỗ máy đó――Hà Quang, không hề có vũ khí.",
    "……へ？": "…Hả?",
    "……な、なんだってーーっ！？": "…N-Nói cái gì cơーー!?",
    "……ああ！　機体だけ先に回してくれたのか。\n武装が届くのはいつになるんだ？": "…À! Chắc họ cho máy bay đến trước rồi.\nVậy bao giờ vũ khí mới đến?",
    "いえ、そもそもの設計思想として、武装の使用は想定されていません。\n火器管制装置も搭載されていません。": "Không, ngay từ thiết kế ban đầu, nó đã không được trang bị vũ khí.\nThiết bị điều khiển hỏa lực cũng không được lắp đặt.",
    "は……はぁっ！？　なんだそれは！\n丸腰で戦場に出ろっていうのか！？": "H…hả!? Cái gì vậy!\nÝ là tao phải ra chiến trường tay không tấc sắt sao!?",
    "それは……指揮統制機なので……": "Nó… là một cỗ máy chỉ huy mà…",
    "いやいやいや！　指揮官と言えども、\n自衛火器の装備は当然じゃないか！？": "Này này! Kể cả là chỉ huy, thì\nvũ khí tự vệ cũng là điều đương nhiên chứ!?",
    "自分の身を守ることも出来ないってことだろ？": "Tức là anh không thể tự bảo vệ bản thân sao?",
    "そ、それは……": "Thì, thì…",
    "目が泳いでいる。\nやはり丸腰での出撃はおかしいと彼女もわかっているようだ。": "Mắt cô ấy đảo liên tục.\nCó vẻ cô ấy cũng hiểu rằng việc xuất kích tay không là điều bất thường.",
    "だが次の瞬間、生徒会長は意を決したように、\n俺の目をキッとにらみつけて──": "Nhưng ngay sau đó, hội trưởng như thể đã quyết tâm, \nnhìn chằm chằm vào mắt tôi──",
    "おだまりなさいっ！！": "Im miệng ngay!!",
    "うおっ！？": "Ugh!?",
    "いいですか──あなたの役割は、兵士の目線で戦うことではありません。": "Nghe đây──Vai trò của anh không phải là chiến đấu theo góc nhìn của một người lính.",
    "あなたがその視野に捉えるべきは、個々の敵ではなく戦場全体！\n違いますか！？": "Điều anh nên nhìn nhận là toàn bộ chiến trường, chứ không phải từng kẻ địch!\nĐúng chứ!?",
    "な、なん──": "Cái, cái gì──",
    "ならば武装などなくて当然！\n指揮官たる者、突撃砲ではなく仲間を以て敵を叩く！": "Vậy thì không cần vũ khí là đúng rồi!\nMột người chỉ huy, thay vì dùng pháo xung kích, hãy dùng đồng đội để đánh bại kẻ địch!",
    "そうでしょう！？": "Đúng không!?",
    "だ、だが、それじゃ俺は、命がけの仲間の背中で\n守られるだけじゃないか！": "N-Nhưng, vậy thì tôi chỉ được bảo vệ bởi sau lưng những người đồng đội liều mạng thôi sao!",
    "それが嫌なら、『守られる必要のない指揮官』におなりなさい！\n兵士が命を賭ける前に、勝利を掴み取る指揮官となるのです！！": "Nếu anh không thích điều đó, hãy trở thành 'một chỉ huy không cần được bảo vệ'!\nHãy trở thành một chỉ huy sẽ giành chiến thắng trước khi binh lính phải liều mạng!!",
    "……！！": "…!!",
    "なんの合理性もない言葉だったが……なぜか言い返せなかったな、\nアレは。": "Đó là những lời nói vô lý… nhưng không hiểu sao tôi không thể phản bác được.",
    "……勢いに負けた。": "…Bị cuốn theo sự nhiệt tình của cô ta rồi.",
    "ああ、すごかったな……俺も見習おう。": "À, tuyệt vời thật… Tớ cũng nên học tập.",
    "なんたって、彼女はザルトゥーム学園創立以来、\n最も長く政権を維持している生徒会長だからね。": "Dù sao thì, cô ấy là hội trưởng đã nắm quyền lâu nhất kể từ khi thành lập học viện Zartoom.",
    "１年生で生徒会選挙に立候補して、\n９８％もの得票率で当選したそうですわ。": "Nghe nói cô ấy đã ra tranh cử hội trưởng vào năm nhất, \nvà trúng cử với 98% số phiếu bầu.",
    "あの方の演説を聞いた人、みんな彼女に投票したんですって。\n対立候補の人も、らしいですよ？": "Những người nghe bài phát biểu của cô ấy, tất cả đều bỏ phiếu cho cô ấy.\nCả người đối thủ cạnh tranh nữa, phải không?",
    "……あの人、体から変な電波でも出てんのか？": "…Cái người đó, có phải phát ra sóng kỳ lạ từ cơ thể không vậy?",
    "しかし、俺でさえ気圧されてしまったくらいだ。\n彼女をよく知る学園の者なら、もっと素直に従うだろう。": "Tuy nhiên, ngay cả tôi cũng bị áp đảo.\nNhững người hiểu rõ cô ấy ở học viện, chắc chắn sẽ nghe theo một cách ngoan ngoãn hơn.",
    "ともかく……武装を与えられないのは、\n俺が学園にとってまだ信用ならないという判断だろうか。": "Dù sao thì… việc tôi không được trang bị vũ khí, \nchắc là do học viện vẫn chưa tin tưởng tôi.",
    "自分で自分が何者かわからない以上、\n仕方のないことともいえるが……": "Vì tôi còn không biết mình là ai, \nnên cũng không còn cách nào khác…",
    "だが、あの感じ……\n生徒会長には、なにか他に隠し事があるような気がする。": "Nhưng, cái cảm giác đó…\nHội trưởng có vẻ như đang giấu diếm điều gì đó.",
    "まあいいさ。仰せの通り、俺の武器は部隊そのものだ。\nお前たち、訓練の成果を見せてもらうぞ。": "Kệ đi. Như cô nói, vũ khí của tôi là cả đội.\nCác cậu, hãy cho tôi thấy kết quả huấn luyện đi.",
    "イエッサー！！": "Vâng, thưa sếp!!",
    "って、いつまでこの返事続けんの！？": "Này, còn đáp lại thế này đến bao giờ nữa vậy!?",
    "なんだか自然と板に付いちゃいましたね。": "Tự nhiên thành thói quen rồi.",
    "いや、さすがにもう訓練じゃないし、普通でいいぞ。": "Không, thôi nào, không còn huấn luyện nữa, cứ bình thường thôi.",
    "イエッサー！": "Vâng, thưa sếp!",
    "あら……": "Ôi…",
    "しばらくは抜けなそう。": "Có vẻ sẽ không bỏ được trong một thời gian.",
    "変なクセ作りやがってー！！！": "Tạo thói quen kỳ lạ gì thế nàyー!!!",
    "『了解』って返事をする練習しなきゃね……あはは。": "Phải tập trả lời 'Đã hiểu' mới được… a ha ha.",
    "到着～！ さ、掘って掘って掘りまくるぞ～♪": "Đến nơi rồi~! Giờ thì, đào đào đào thôi nào~♪",
    "こらこら。まずは通過申請ですわ。わたくしから送信しておきます。": "Này này. Đầu tiên là xin phép đã. Tớ sẽ gửi từ đây.",
    "勝手に入っちゃ怒られちゃうもんねー。\n特に全裸で入るなんてもってのほかじゃなーい？": "Tự tiện vào là bị mắng đấy.\nĐặc biệt là vào trong khi khỏa thân thì càng không được đâu.",
    "入ったのかすらわからんしなぁ……": "Thậm chí còn không biết đã vào chưa nữa…",
    "そのころ、生徒会室……": "Lúc đó, trong phòng hội trưởng…",
    "――チーム・シリウスシュガーよりメイズ進入許可願が入電！": "――Nhận được yêu cầu cho phép vào Maze từ Team Sirius Sugar!",
    "当該ポータルのゲート内信号、異常なし！\nＭＧステータス・オールグリーン！": "Tín hiệu bên trong cổng của cổng thông tin, không có bất thường!\nMG Status: All Green!",
    "ポータルゲート、全ロック解除！！": "Giải trừ toàn bộ khóa cổng thông tin!!",
    "復唱！！　ポータルゲート、全ロック解除！！": "Lặp lại!! Giải trừ toàn bộ khóa cổng thông tin!!",
    "――解除完了。ポータル、開きます！！": "――Giải trừ hoàn tất. Cổng thông tin, mở ra!!",
    "深淵を切り開くのは、あなたたちの意志です。\nシリウスシュガー各機……！　<r=ダイブ>潜航</r>を開始せよッ！！": "Ý chí của các bạn sẽ mở ra vực thẳm.\nCác máy Sirius Sugar…! Bắt đầu <r=Dive>lặn</r> đi!!",
    "生徒会長の声と共に、\nゲートが重々しく開いていく。": "Cùng với giọng nói của hội trưởng,\ncánh cổng từ từ mở ra.",
    "……なあ、お前たちがメイズに入るの、\n別に初めてってわけじゃないんだよな？": "…Này, việc các cậu vào Maze, \nđâu phải lần đầu tiên đúng không?",
    "え？　はい。%usernameusernameuserna%と出会ったのも\nメイズの中でしたし。": "Hả? Vâng. Tớ và %usernameusernameuserna% cũng gặp nhau trong Maze mà.",
    "にしては、随分と仰々しいな……": "Thế mà, lại làm rùm beng lên thế này…",
    "……生徒会長にとって、必要な儀式。": "…Đối với hội trưởng, đó là một nghi thức cần thiết.",
    "そうなのか。あ、彼女のさっきのセリフが、\nみんなの武装セーフティの解除コードだったりとか？": "Vậy sao. À, câu nói vừa rồi của cô ấy, \nchẳng phải là mã giải trừ an toàn vũ khí của mọi người sao?",
    "……生徒会長のひそかなお楽しみ。": "…Sở thích bí mật của hội trưởng.",
    "ただの趣味かよ……！\n変な儀式に付き合わされる身にもなってくれ。": "Chỉ là sở thích thôi à…!\nTôi phải chịu đựng mấy cái nghi thức kỳ quặc này.",
    "そのうち、あ～なんか前回とはちょっとアレンジ変えたかな？\nとか気づくようになってくるから。": "Sớm muộn gì cũng, à~ hình như lần này có chút khác biệt so với lần trước nhỉ?\nRồi các cậu sẽ nhận ra thôi.",
    "えっ、まさかこのくだり、毎回やってるのか……": "Hả, chẳng lẽ cái này, lần nào cũng làm sao…?"
}