{
    "――以上が、アークトゥルス発足後の公務予定です。": "――Trên đây là lịch trình làm việc sau khi thành lập Arcturus.",
    "各所への表敬訪問、記念式典への列席、\nメディアからのインタビュー……": "Thăm hỏi các nơi, dự lễ kỷ niệm,\nphỏng vấn từ truyền thông……",
    "やることが目白押し。\n本当に、『象徴』なんですね。": "Có quá nhiều việc phải làm.\nĐúng là, một 'Biểu tượng'.",
    "ご理解ください、ドロテア嬢。\nあなたは、ただのエースパイロットではありません。": "Cô hiểu chứ, Dorothea?\nCô không chỉ là một phi công át chủ bài.",
    "カークランド家の跡取りであり、\nノヴァセレスの貴族社会における代表的な立場です。": "Cô là người thừa kế của gia tộc Kirkland,\nvà là đại diện trong xã hội quý tộc của Nova Ceres.",
    "かつての時代をあらわしながらも、\n次の時代を明るく導く責務があるのです。そう、『融和の象徴』として。": "Vừa thể hiện thời đại trước đây,\nvừa có trách nhiệm dẫn dắt thời đại tiếp theo. Đúng vậy, với tư cách là 'Biểu tượng của sự hòa hợp'.",
    "心得ております。": "Tôi hiểu rồi.",
    "ありがとうございます。\nでは、失礼します。": "Cảm ơn cô.\nVậy, tôi xin phép.",
    "……": "……",
    "すごい書類の山……": "Một đống tài liệu thật là lớn……",
    "はあ……": "Haizz……",
    "どこかのチームだろうか。\nＭＧに乗って演習に励む飛行音が微かに外から聞こえてくる。": "Có lẽ là một đội nào đó.\nTiếng máy bay tập trận trên MG văng vẳng từ bên ngoài.",
    "（……このところ、わたくしはＭＧにさえ乗れていない）": "（……Dạo này, tôi còn chưa được lên MG）",
    "（貴族としての、カークランドとしての、\nそしてエース級パイロットとしての責務……）": "（Với tư cách là quý tộc, với tư cách là Kirkland,\nvà là một phi công cấp át chủ bài……）",
    "ドロテアは溜息を深々とつくと、窓の外を眺める。\nその胸には様々な思いが去来していた。": "Dorothea thở dài thật sâu, nhìn ra ngoài cửa sổ.\nTrong lòng cô có vô vàn suy nghĩ.",
    "（貴族社会が終わりつつあるこの時代……\n最後まで貴族として求められるものをまっとうする……）": "（Thời đại mà xã hội quý tộc đang dần kết thúc……\nPhải hoàn thành những gì được yêu cầu với tư cách là một quý tộc đến cùng……）",
    "（その覚悟はできてる。\nでも、わたくしが真に果たすべき使命は、これなのかしら……）": "（Tôi đã sẵn sàng.\nNhưng, sứ mệnh thực sự tôi phải hoàn thành là điều này sao……）",
    "ドロテアは山と積まれた書類の一束を手に取り、\nぱらぱらとめくり、そして山に戻した。": "Dorothea cầm một tập tài liệu trên núi, lật qua loa, rồi lại đặt lên núi.",
    "（本当に、ただのお飾りね……これでは）": "（Thật sự, chỉ là một vật trang trí thôi……Nếu cứ thế này）",
    "（３人は今頃、必死に腕を磨いているのかしら……\n来たる選考会に備えて……）": "（Ba người họ, giờ này chắc đang mài giũa kỹ năng lắm đây……\nĐể chuẩn bị cho buổi tuyển chọn sắp tới……）",
    "（ピクシス・マスールとして、皆でただ強くなることだけを\n目指していたあの日々が懐かしい……）": "（Với tư cách là Pixis Masur, những ngày tháng mà tất cả chúng ta chỉ hướng đến việc trở nên mạnh hơn\nthật là hoài niệm……）",
    "なんて、こんなことを考える資格はわたくしにはないわね。\nあの子達の想いを知りながら『裏切って』いるのだから……": "Nhưng, tôi không có tư cách để nghĩ đến những điều này.\nVì tôi đã 'phản bội' lại những mong muốn của các cô ấy……",
    "（……少し、外の空気でも吸いに行こうかしら）": "（……Hay là, tôi ra ngoài hít thở không khí một chút nhỉ）",
    "今日もボクがんばったよね！\nちゃんと突っ込みすぎないように注意できてたし。": "Hôm nay tôi đã cố gắng rồi!\nTôi đã chú ý không có xông xáo quá nhiều nữa.",
    "ハリィちゃんの状況判断も的確なので、\nすごく楽に戦えている気がする……": "Khả năng phán đoán tình huống của Harry cũng rất chính xác,\ntôi cảm thấy chiến đấu rất dễ dàng……",
    "今も怖いって気持ちがゼロではないけど……\nでも、ずっと落ち着いて考えられるようになったかも。": "Giờ đây, dù vẫn còn cảm giác sợ hãi, nhưng……\ncó lẽ tôi đã có thể bình tĩnh suy nghĩ hơn.",
    "本当に成長したな、あんた達。\n見違えるようだよ。": "Các cậu thật sự đã trưởng thành rồi.\nThật khác hẳn đấy.",
    "本当にな……": "Đúng là vậy……",
    "あっ！？　あれ、もしかしてドロテア様じゃない？": "A!? Chẳng phải là Dorothea-sama sao?",
    "本当だ……！": "Đúng là vậy……!",
    "ドロテ――": "Dorothe――",
    "待って、ミリィ。\n誰かとお話してるみたい。": "Đợi đã, Millie.\nCó vẻ như cô ấy đang nói chuyện với ai đó.",
    "（あれは……）": "（Đó là……）",
    "そうなのですか。\n日頃の訓練の成果を拝見するのを楽しみにしています。": "Là vậy sao.\nTôi rất mong chờ được xem kết quả của quá trình huấn luyện hàng ngày của các bạn.",
    "がんばります！　選考会に向けてかなり追い込んでますから\n期待していてください！": "Chúng tôi sẽ cố gắng!\nChúng tôi đã dồn sức rất nhiều cho buổi tuyển chọn, nên xin hãy mong đợi nhé!",
    "正式にアークトゥルスのメンバーになれたら、\nドロテア先輩ともチームメイトですね。楽しみです。": "Nếu chính thức trở thành thành viên của Arcturus,\nthì chúng ta sẽ là đồng đội với Dorothea-senpai đấy. Thật là mong chờ.",
    "ドロテアは４名の学生達に囲まれていた。\nアークトゥルスの選考会に出場する者達らしい。": "Dorothea đang bị bao vây bởi bốn học sinh.\nCó vẻ như họ là những người sẽ tham gia buổi tuyển chọn của Arcturus.",
    "わたくしも選考会が楽しみです。\nあなたがたの評判は聞き及んでおります。": "Tôi cũng rất mong chờ buổi tuyển chọn.\nTôi đã nghe danh tiếng của các bạn rồi.",
    "本当ですか……？\nドロテア先輩に知ってもらえていたなんて嬉しいです！": "Thật sao……?\nThật vui khi Dorothea-senpai biết đến chúng em!",
    "あの子は……": "Cô bé đó là……",
    "クラウディア……": "Claudia……",
    "あの子が……": "Cô bé đó là……",
    "『クラウディア・ヴァーグナー』……\n平民出身者のフォーマンセルチーム『ユニティエッジ』のリーダーだ。": "『Claudia Wagner』……\nĐội trưởng của đội bốn người Unity Edge, xuất thân từ dân thường.",
    "ね、ねえ、ちょっと！": "Nè, nè, khoan đã!",
    "あ、おい！": "Ê, này!",
    "ミリアム！？": "Miriam!?",
    "俺とリュシーが止めるまもなく、ミリアムはドロテアと\nクラウディアのところへ小走りに向かう。": "Trước khi tôi và Lucie kịp ngăn cản, Miriam đã chạy nhanh về phía Dorothea và Claudia.",
    "俺達も慌ててそれを追った。": "Chúng tôi cũng vội vàng đuổi theo.",
    "ちょっと！\nドロテア様になれなれしくしすぎだよ！？": "Khoan đã!\nCậu đang quá thân mật với Dorothea-sama đấy!?",
    "え？　というか、あなた達って……": "Hả? Ý là, các cậu là……",
    "あっ、ピクシス・マスールの！？\nすごい、本物ですか！？": "A, Pixis Masur kìa!?\nTuyệt vời, là người thật sao!?",
    "い、いきなり、ドロテア様に失礼すぎじゃないですか……！": "T, tự dưng lại thất lễ với Dorothea-sama quá đấy……!",
    "う、確かに。それはそうですね……ちょっとはしゃぎすぎました。\n初対面ですもんね、ごめんなさい。": "Ư, đúng là vậy. Phải rồi……Tôi hơi phấn khích quá rồi.\nMới gặp nhau mà, xin lỗi nhé.",
    "ボク達のことはいいよ！　でもドロテア様にはきちんとしなきゃダメ！\nカークランド公爵家のご令嬢なんだよ！": "Bỏ qua chuyện của bọn tôi đi!\nNhưng phải cư xử đàng hoàng với Dorothea-sama chứ!\nCô là tiểu thư của công tước Kirkland đấy!",
    "ミリアム……！": "Miriam……!",
    "ミリアム、そこまでだ！": "Miriam, dừng lại!",
    "だ、だって……！": "T, tại vì……!",
    "ふふ、そうですね。\nドロテア『先輩』は、カークランド家の方です。": "Hừm, đúng là vậy.\nDorothea 'senpai' là người của gia tộc Kirkland.",
    "わ、わかってるなら……": "N, nếu đã biết thì……",
    "でも、私思うんです。貴族だからとか平民だから、とか身分を\n前提としたコミュニケーションって正しいのでしょうか？": "Nhưng, tôi nghĩ rằng. Liệu giao tiếp dựa trên địa vị, như là quý tộc hay thường dân, có đúng không?",
    "そ、それは当然そうです……！": "Đ, đương nhiên là đúng rồi……!",
    "時代は移り変わりゆくもの。もちろんカークランド家の歴史や\n築いてきた礎、貴族という『文化』には敬意を表します。": "Thời đại đang thay đổi. Tất nhiên, tôi tôn trọng lịch sử của gia tộc Kirkland, những nền tảng đã xây dựng nên, và 'văn hóa' của quý tộc.",
    "ですが、それが人と人の隔たりの理由になってはいけません。\nこれからの時代に、それは求められていないと思っています。": "Nhưng, nó không nên là lý do cho sự ngăn cách giữa con người với con người.\nTrong thời đại sắp tới, điều đó không còn được yêu cầu nữa.",
    "そ、それは……": "Đ, điều đó thì……",
    "我々が目指している『アークトゥルス』とは貴族と平民の垣根をなくし、\n実力と意志で互いを認め合うための新時代の一歩だと聞いています。": "Arcturus mà chúng ta đang hướng đến là xóa bỏ ranh giới giữa quý tộc và thường dân,\nđể công nhận lẫn nhau bằng thực lực và ý chí, tôi nghe nói là một bước tiến mới của thời đại.",
    "うっ……": "Ư……",
    "で、でも……あまりなれなれしい感じは、品位というか……": "Nhưng, nhưng mà……cảm giác quá thân mật thì, phẩm giá thì……",
    "そのくらいにしておけ。\n俺はつい最近、お前達から品位という言葉を聞いたぞ。": "Đến thế là đủ rồi.\nTôi vừa mới nghe các cậu nói về phẩm giá đấy.",
    "……！": "……!",
    "存在そのものがユーロ・タワーの品位を下げていると、\n自覚したほうがいいんじゃないかしら。": "Chính sự tồn tại của các cậu đang làm giảm phẩm giá của Euro Tower đấy,\ncác cậu nên tự giác đi thì hơn.",
    "あ……": "A……",
    "ミリアム、ハリエット、ケイト。\n品位を語る前に、まず恥を知りなさい。": "Miriam, Harriet, Kate.\nTrước khi nói về phẩm giá, trước hết hãy biết xấu hổ đi.",
    "は、はい……！": "V, vâng……!",
    "申し訳ありませんでした……": "Xin lỗi……",
    "も、もうしません……": "T, tôi sẽ không làm vậy nữa……",
    "私は気にしていませんよ。\nきっと私にドロテア先輩をとられちゃうって思っちゃったんですね。": "Tôi không quan tâm đâu.\nChắc là các cậu nghĩ rằng tôi sẽ cướp Dorothea-senpai từ các cậu đấy.",
    "ふふっ、かわいいなぁ。": "Hừm, dễ thương thật.",
    "そ、そんな畏れ多い……！\nとるとか、とらないとか、そんな……": "T, thật là quá đáng……!\nCướp hay không cướp, chuyện đó thì……",
    "でもアークトゥルスは誰に対しても開かれたチームです。\n正々堂々競い合いましょう。": "Nhưng Arcturus là một đội mở cửa với tất cả mọi người.\nHãy cùng nhau thi đấu một cách công bằng.",
    "結果次第ではチームメイトになることもあるでしょうし。": "Tùy vào kết quả, chúng ta cũng có thể trở thành đồng đội đấy.",
    "そ、そうだ！　勝負だ！": "Đ, đúng rồi! Chiến thôi!",
    "さっきのことはごめん！　でも勝負は負けないから！\nドロテア様を慕う気持ちで、勝ちにいくから！": "Tôi xin lỗi về chuyện vừa rồi!\nNhưng tôi sẽ không thua trong trận chiến đâu!\nVì tôi ngưỡng mộ Dorothea-sama, nên tôi sẽ chiến thắng!",
    "私達も負けるつもりはありません。\nあのチームは私達の考えに通じるものがありますから。": "Chúng tôi cũng không có ý định thua đâu.\nĐội đó có những suy nghĩ giống với chúng tôi.",
    "……あ、そうだ。よかったらひとつ提案があるのですが。\n明日、私達と模擬戦をしませんか？": "……A, phải rồi. Nếu được, tôi có một đề nghị.\nNgày mai, chúng ta có một trận chiến giả định không?",
    "は？": "Hả?",
    "も、模擬戦ですか？": "T, trận chiến giả định sao?",
    "そう。お互いに実力を知っておくのも、\nいい刺激になる気がしたんですけど、どうですか？": "Đúng vậy. Tôi nghĩ rằng việc biết được thực lực của nhau cũng là một\nsự khích lệ tốt, các cậu thấy sao?",
    "わ、わかりました……受けて立ちます！\n……で、いいよね？　みんな。": "V, vâng……Tôi chấp nhận!\n……Vậy, được chứ? Mọi người.",
    "え、えっと……う、うん、みんながやるなら……やる！": "Ừ, ừm……ừ, nếu mọi người làm thì……làm!",
    "わかった……！　いいよね、リュシー様！": "Tôi hiểu rồi……! Được chứ, Lucie-sama!",
    "え？　えっと……": "Hả? Ừm……",
    "これはもう受けるしかない流れだぞ。": "Đã đến nước này thì chỉ có thể chấp nhận thôi.",
    "……ったく、わかったよ。\nクラウディア、その勝負、あたしも受けよう。": "……Chán thật, tôi hiểu rồi.\nClaudia, tôi cũng chấp nhận trận chiến đó.",
    "はい、よろしくお願いします！": "Vâng, rất mong được giúp đỡ!"
}