{
    "シリウスシュガーのメンバーがそれぞれの座席に着くと、\nシミュレーターが起動した。": "Khi các thành viên của Sirius Sugar ngồi vào chỗ của mình,\nmáy mô phỏng khởi động.",
    "同時に、俺も着用したヘッドセットを通じて、彼女たちの見ている\n風景が視界に飛び込んできた。": "Cùng lúc đó, thông qua bộ tai nghe mà tôi cũng đang đeo,\ntôi nhìn thấy khung cảnh mà họ đang xem.",
    "リアルそのものに感じるが、シミュレーターによって作成された\n仮想空間の演習場のようだ。": "Cảm giác như thật, nhưng có vẻ như là một trường tập ảo được tạo ra bởi máy mô phỏng.",
    "今回はパターンＢ、ＭＧ競技をシミュレーションしていますわ。": "Lần này là Mẫu B, mô phỏng thi đấu MG.",
    "ＭＧ同士の戦いで、敵にも同じ５機のＭＧが現れます。": "Trong trận chiến giữa các MG, 5 MG địch tương tự cũng sẽ xuất hiện.",
    "あー、一応ひとつ質問なんだが。": "À, tôi có một câu hỏi.",
    "どうしたの？　もう酔ったとか？": "Sao thế? Cậu say rồi à?",
    "いや、メイズであの化け物と戦うために、\n戦闘技術が必要ってのはわかった。": "Không, để chiến đấu với lũ quái vật đó trong Mê Cung,\ntôi hiểu rằng cần có kỹ năng chiến đấu.",
    "ただ、それってＭＧ同士の戦いで得られるスキルなのか？": "Nhưng, liệu nó có phải là kỹ năng có được từ trận chiến giữa các MG không?",
    "いい質問だね！　もちろん、ＭＧ相手とメイズシフター相手では、\n必要とされる装備やスキルも大きく変わってくるよ。": "Câu hỏi hay đấy! Tất nhiên, đối thủ là MG và đối thủ là Maze Shifter,\nthì trang bị và kỹ năng cần thiết cũng sẽ khác biệt rất lớn.",
    "でも相手が同じ人間の乗っているＭＧに負けたらどう感じる？": "Nhưng nếu thua MG do con người khác điều khiển thì sao?",
    "……悔しい？": "……Hối hận?",
    "そーそー！　パイロット同士の対抗意識を刺激して、\n結果として総合的、そして基本的な操縦スキルの向上に繋げる。": "Đúng rồi! Kích thích ý thức cạnh tranh giữa các phi công,\ntừ đó nâng cao kỹ năng điều khiển tổng thể và cơ bản.",
    "それがＭＧ同士での演習や訓練が行われる理由のひとつだよ。": "Đó là một trong những lý do tại sao các cuộc diễn tập và huấn luyện giữa các MG được thực hiện.",
    "なるほど、理解した。": "Ra là vậy, tôi hiểu rồi.",
    "さあ、おしゃべりはここまでですわ。\n菱壱型、全集を警戒しつつ索敵開始！": "Nào, nói chuyện đến đây thôi.\nKiểu Hishi 1, cảnh giác toàn diện và bắt đầu trinh sát!",
    "了解！！": "Rõ!",
    "七彩の号令で、シリウスシュガーが隊列を組みつつ\n演習場を進んでいく。": "Theo lệnh của Nanairo, Sirius Sugar đang\ntiến vào trường tập, trong khi vẫn giữ đội hình.",
    "先ほどの補習の授業で学んだことだが、ＭＧは主兵装として\nパイロットの特性に合わせた様々な武装を装備している。": "Tôi đã học được điều đó trong lớp học bổ túc trước đây, MG có vai trò là vũ khí chính,\nđược trang bị nhiều loại vũ khí khác nhau phù hợp với đặc tính của phi công.",
    "一方で防御に回った場合、ＭＧは飛行能力を有するため、\n基本的に装甲は見た目よりも薄く軽量に作られている。": "Mặt khác, khi chuyển sang phòng thủ, MG có khả năng bay,\nvề cơ bản, lớp giáp được làm mỏng và nhẹ hơn so với vẻ ngoài.",
    "そのため、ＭＧ同士の戦いでは、一撃で相手を\n大破させることも可能であり、先制攻撃が何より重要となってくる。": "Vì vậy, trong trận chiến giữa các MG, có thể phá hủy đối thủ\nbằng một đòn, và tấn công trước là quan trọng nhất.",
    "索敵能力の優劣が、そのまま勝敗に繋がると言っても\n過言ではない。": "Không quá lời khi nói rằng ưu thế về khả năng trinh sát sẽ trực tiếp dẫn đến thắng bại.",
    "……敵機発見！": "……Phát hiện máy địch!",
    "了解で――": "Đã hiểu――",
    "耳をつんざくような炸裂音が響き渡る。\n敵は前方の遮蔽物の影に潜んでいたらしい。": "Một tiếng nổ chói tai vang vọng.\nCó vẻ như kẻ địch đã ẩn nấp trong bóng của chướng ngại vật phía trước.",
    "わたくしと白奈さんで応射！\nめるさん、ちゆるさん、ラミさんは後退してください！": "Tôi và Shiroi sẽ phản công!\nMeru, Chiyuru, Rami, hãy lùi lại!",
    "……了解。": "……Đã hiểu.",
    "わかりました！　後退しつつ援護します！": "Tôi hiểu rồi! Chúng tôi sẽ lùi lại và hỗ trợ!",
    "（待ち伏せされたにも関わらず、意外にも冷静だな）": "（Mặc dù bị phục kích, nhưng cũng khá bình tĩnh nhỉ）",
    "七彩の指示通り、めるとちゆる、ラミの機体が\n後退していく。": "Theo lệnh của Nanairo, các cỗ máy của Meru, Chiyuru và Rami\nđang lùi lại.",
    "（まるで最初から察知していたかのようにスムーズだ）": "（Giống như đã nhận ra từ đầu vậy）",
    "そっちの考えなんて、お見通しだっての！": "Cậu nghĩ gì, tôi biết hết đấy!",
    "（後退しつつも、ラミたち３機の射撃は前方の七彩たちを\nちゃんとフォローする形になっている）": "（Ngay cả khi lùi lại, hỏa lực của 3 cỗ máy Rami\nvẫn hỗ trợ cho Nanairo và những người phía trước）",
    "これにより、七彩と白奈の両機は、\n敵の射線をかわしつつ遮蔽物への退避に成功した。": "Nhờ đó, cả Nanairo và Shiroi,\nđã thành công trong việc né tránh hỏa lực của địch và rút lui về chướng ngại vật.",
    "へぇ……なかなかやるじゃないか。": "Hừm……Khá giỏi đấy.",
    "型通りの動きではあるが、七彩の指示もチーム全体の\n実行速度も申し分ない。": "Tuy là động tác theo khuôn mẫu, nhưng chỉ thị của Nanairo và\ntốc độ thực hiện của cả đội đều không có gì phải bàn cãi.",
    "今です、めるさん！　ラミさん！": "Đến lúc rồi, Meru! Rami!",
    "（この七彩の指示で、遮蔽物に留まっていた\n敵部隊の動きが封じられたな）": "（Với chỉ thị này của Nanairo, động thái của\nđội địch đang ẩn nấp trong chướng ngại vật đã bị phong tỏa）",
    "側面から一気に叩きます！　白奈さん！　ちゆるさん！": "Chúng ta sẽ tấn công từ bên hông! Shiroi! Chiyuru!",
    "了解！": "Rõ!",
    "……いくよ！": "……Tiến lên!",
    "後衛部隊からの支援攻撃によって、敵を拘束。\nその隙に、主力が側面から攻める。": "Bị tấn công hỗ trợ từ phía sau, địch bị khống chế.\nNhân cơ hội đó, lực lượng chủ yếu tấn công từ bên hông.",
    "（典型というかテンプレ的というか、教科書通りだな。\n良くも……悪くも）": "（Điển hình hoặc theo khuôn mẫu, đúng là theo sách giáo khoa.\nCũng tốt……cũng không tốt）",
    "他に敵影はないか確認お願いしますわ。": "Xin vui lòng xác nhận xem có bóng dáng địch nào khác không.",
    "大丈夫。ミッションコンプリートだね。": "Ổn rồi. Nhiệm vụ hoàn thành rồi.",
    "おつかれさまでした！": "Cảm ơn mọi người đã vất vả!",
    "こうして、シリウスシュガーはあっさりと敵部隊を殲滅して、\nシミュレーションを終了した。": "Cứ như vậy, Sirius Sugar đã dễ dàng tiêu diệt đội địch\nvà kết thúc mô phỏng.",
    "…………なるほど。理解した。": "…………Ra là vậy. Tôi hiểu rồi.",
    "どうでしたか？　私たちの戦い方。": "Thế nào? Cách chúng ta chiến đấu?",
    "そうだな。悪くなかったと思うぞ。": "Tôi nghĩ là không tệ.",
    "それぞれが与えられた役割を理解して行動している。\n距離の取り方、指示への対応も適切だ。": "Mỗi người đều hiểu rõ vai trò của mình và hành động.\nCách giữ khoảng cách, ứng phó với chỉ thị cũng rất phù hợp.",
    "援護射撃でも、無駄な射撃をしないよう意識されている。": "Trong hỏa lực hỗ trợ, họ cũng có ý thức không bắn đạn vô ích.",
    "ふん、えらそーに。でも、これでわかったでしょ？\nラミたちが優秀だってコト。": "Hừ, ra vẻ. Nhưng, cậu thấy rồi đấy?\nRằng Rami và những người khác rất xuất sắc.",
    "ああ、そうだな。": "Ừ, đúng vậy.",
    "ただ…………": "Nhưng…………",
    "ただ、何ですの？": "Nhưng, sao thế?",
    "確かに、思った以上に彼女たちの技術は優秀だ。\nここまでの適性試験をくぐり抜けてきただけのことはある。": "Quả thực, kỹ năng của họ hơn tôi nghĩ.\nĐúng là họ đã vượt qua các bài kiểm tra năng khiếu cho đến nay.",
    "正直、俺はもっとひどいものかと思ってた。": "Thật lòng, tôi đã nghĩ nó sẽ tệ hơn nhiều.",
    "ただし、懸念点がないとも言えない……": "Tuy nhiên, không thể nói rằng không có điểm đáng lo ngại……",
    "うーん…………": "Ưm…………",
    "あ、あの……": "A, à……",
    "よし、わかった！": "Được rồi, tôi hiểu rồi!",
    "ひゃっ！": "Hya!",
    "なに？　いきなり大きな声を出して。何か思い出したの？": "Gì? Sao cậu lại lớn tiếng đột ngột thế? Cậu nhớ ra điều gì à?",
    "いや、そうじゃないが……次にお前らとすべきことがわかった。": "Không, không phải vậy……Tôi đã biết mình nên làm gì với các cậu tiếp theo.",
    "……何？": "……Gì?",
    "気になります、教えてください！": "Tôi tò mò, xin hãy cho tôi biết!",
    "それはな。": "Đó là.",
    "それは……？": "Đó là……?",
    "まずは、甘いモノでも食べに行こう！！": "Trước hết, chúng ta hãy đi ăn thứ gì đó ngọt ngào!!",
    "……え？": "……Hả?",
    "どーゆーこと！？": "Ý là sao!?",
    "色々考えてみたんだが、まとめるには脳に糖分が必要だ。\nどこか甘いモノが食えるところに案内を頼みたい。": "Tôi đã nghĩ rất nhiều, nhưng bộ não cần đường để tổng hợp.\nTôi muốn được hướng dẫn đến một nơi nào đó có thể ăn đồ ngọt.",
    "甘いモノ……ですか？": "Đồ ngọt……ạ?",
    "ああ。なるべく激甘で頼む。": "Ừ. Càng ngọt càng tốt.",
    "ほんとはこいつ、特に何も考えてないんじゃないの？": "Thật ra, thằng này có lẽ chẳng nghĩ gì cả?",
    "そうかもしれませんし、そうじゃないかもしれません。\n今は信じましょう。": "Có thể là vậy, cũng có thể là không.\nBây giờ chúng ta hãy tin tưởng đi.",
    "うーん、まあ、七彩が言うなら……": "Ưm, nếu Nanairo nói vậy thì……"
}