{
    "こんな時間に呼び出しちゃってごめんなさい。\n来てくれてありがとうございますっ！\n": "Xin lỗi vì đã gọi anh vào giờ này.\nCảm ơn anh đã đến!",
    "いや、構わないけど……何かあったのか？": "Không, không sao đâu… Có chuyện gì vậy?",
    "冬休みが終わる前に%usernameusernameuserna%さんと\nしたいことがあって……": "Em có một việc muốn làm với anh %usernameusernameuserna% trước khi kỳ nghỉ đông kết thúc…",
    "したいこと？": "Muốn làm gì?",
    "わざわざ振袖まで着て……一体……": "Em đã mặc cả đồ hanbok… Rốt cuộc là…",
    "その……%usernameusernameuserna%さんの言ってたことを、\n叶えたいなって……": "Chuyện đó… Em muốn thực hiện những gì anh %usernameusernameuserna% đã nói…",
    "俺が言ってたこと？": "Anh đã nói gì cơ?",
    "はい。その……振袖姿の私と、えっち、したいって……\nチャットで……": "Vâng. Chuyện đó… Em muốn làm 'chuyện ấy' với em trong bộ hanbok…\nTrong chat…",
    "……言った。確かに言った。うっかり口を滑らせた、とも言う。": "…Anh đã nói. Quả thực là anh đã nói. Cũng có thể nói là lỡ lời.",
    "アマツから戻った夜、移動の疲れかあまりに眠く、\nつい半分寝ぼけた頭でセクハラめいたチャットを投げてしまったのだ。": "Đêm trở về từ Amatsu, vì quá buồn ngủ sau chuyến đi,\nAnh đã lỡ gửi một tin nhắn quấy rối tình dục trong tình trạng gần như ngủ gật.",
    "翌朝変な内容を送ってごめんと、必死に謝り倒したものだ。": "Sáng hôm sau, anh đã xin lỗi rối rít vì đã gửi nội dung kỳ lạ đó.",
    "あの件か……": "Về chuyện đó sao…",
    "はい。……私も、%usernameusernameuserna%さんとしたいなって、\nその……実は思ってしまいまして……": "Vâng… Em cũng muốn làm với anh %usernameusernameuserna%,\nvề chuyện đó… Thực ra em đã nghĩ như vậy…",
    "お正月が終わって、着物を片付けちゃう前に……\nその……し、しませんかっ！？": "Trước khi năm mới kết thúc, trước khi em cất bộ kimono đi…\nChuyện đó… Anh, anh có muốn…!?",
    "める……": "Meru…",
    "す、すみません……幻滅……しましたか？": "X, xin lỗi… Anh… thất vọng… sao?",
    "あの内容が寝ぼけて送られたものだとわかりつつも、\n期待しちゃうエッチな女の子なんか……": "Mặc dù biết nội dung đó được gửi khi đang ngủ gật,\nnhưng một cô gái hư hỏng lại mong đợi điều đó…",
    "いや、してないよ。": "Không, anh không có.",
    "%usernameusernameuserna%さん……": "Anh %usernameusernameuserna%…",
    "めるがスケベな女の子なのは知ってるし。": "Anh biết Meru là một cô gái hư hỏng mà.",
    "%usernameusernameuserna%さん！？": "Anh %usernameusernameuserna%!?",
    "べ、別に、私はそ、そんなスケベなんかじゃ……": "Đ, đâu có, em, không phải là một người hư hỏng như vậy…",
    "でも今自分で『エッチな女の子』って言わなかったか？": "Nhưng em vừa nói 'một cô gái hư hỏng' đó?",
    "うぅ……%usernameusernameuserna%さん、\nこういうときは特に意地悪です……": "Ư… Anh %usernameusernameuserna%,\nlúc này anh thật là xấu tính…",
    "俺はめるがスケベでいいと思うよ。むしろ大歓迎だ。": "Anh nghĩ Meru hư hỏng cũng được. Thậm chí là rất hoan nghênh.",
    "女の子はスケベでなくちゃ。": "Con gái mà không hư hỏng thì sao được.",
    "そう言って、俺は彼女を抱きしめ、キスをする。": "Nói vậy, anh ôm cô ấy và hôn.",
    "そのまま、一緒にベッドへと腰かけて――": "Sau đó, cùng nhau ngồi trên giường――",
    "ぁっ……%usernameusernameuserna%さんの、こんなにおっきく……": "A… Anh %usernameusernameuserna%… to lớn như vậy…",
    "振袖姿のめるとえっちできると思っただけで\nすでにペニスは期待で勃起していた。": "Chỉ nghĩ đến việc có thể làm 'chuyện ấy' với Meru trong bộ hanbok\nthì dương vật đã cương cứng vì mong đợi.",
    "喜んでもらえて、とっても嬉しいですっ……\n私も、なんだか、あそこがむずむずってしちゃって……": "Em rất vui vì anh thích nó…\nEm cũng cảm thấy, ở đó cứ ngứa ran…",
    "めるの秘所もすっかり潤んで、ペニスを受け入れる準備は整っていた。\n割れ目にあてがった亀頭をゆっくりと挿入していく。": "Chỗ kín của Meru cũng đã ướt đẫm, sẵn sàng đón nhận dương vật.\nAnh từ từ đưa đầu dương vật vào khe.",
    "んっ、くぅっ……ぁ、は、入って、きますぅっ……！\n%usernameusernameuserna%さんの、おっきいのっ……んんンっ！": "Ưm, khụ… A, ha, vào, rồi…!\nCái lớn của anh %usernameusernameuserna%… ưm ưm!",
    "ふあぁ……っ、んっ、ふぅっ……おなかの中、はぁぁっ……\nみしみしってっ……ぁ、ひ、広がっちゃうっ……！": "Phưỡn… ưm, phư… ở trong bụng, haaa…\nCứ cọ sát… a, h, em, em sẽ bị bung ra…!",
    "ぁ……んっ、すごい、ですぅ……%usernameusernameuserna%さんので\nいっぱいに、なってくっ……んっふ、ぁはぁっ……んっ。": "A… ưm, tuyệt vời… của anh %usernameusernameuserna%\nđã đầy, rồi… ưm, phư, ahaa… ưm.",
    "濡れてはいても狭いめるの膣肉を押し広げるようにペニスを進めると\nひくっひくっと襞がわななく。": "Anh từ từ đưa dương vật vào, như thể đang mở rộng âm đạo chật hẹp của Meru,\ncác nếp gấp run rẩy.",
    "いい、ですよっ……もっと、奥までっ……入れて、くださいっ……\n%usernameusernameuserna%さんの、全部、受け入れたいんですっ！": "Được, ạ… thêm nữa, vào sâu hơn nữa…\ncho vào, đi ạ… Em, muốn nhận tất cả của anh %usernameusernameuserna%!",
    "おなかの中いっぱいっ……んふううっ、\n%usernameusernameuserna%さんの、感じてっ……！": "Đầy bụng… ưm phuuu, của anh %usernameusernameuserna%,\ncảm nhận…!",
    "今、すごく胸がいっぱいでっ……はぁぁぁっ、んっ、あンっ！\n頭の中も%usernameusernameuserna%さんでいっぱいになりそうっ……！": "Bây giờ, ngực em rất đầy… haaa, ưm, a ưm!\nĐầu em cũng sắp đầy anh %usernameusernameuserna% rồi…!",
    "きゅうきゅうと締めつけて肉棒を歓迎するめるの中に根本まで\nペニスを埋め込む。": "Anh đâm sâu dương vật vào trong Meru, người đang siết chặt và chào đón dương vật.",
    "軽く動かしただけで、ジンジンとした快感がせりあがってくる。\nめるの中は熱く、ぬるついてペニスが蕩けそうだ。": "Chỉ cần di chuyển nhẹ, một cảm giác khoái cảm râm ran sẽ dâng trào.\nBên trong Meru nóng bỏng, ẩm ướt, như thể dương vật sắp tan chảy.",
    "んふっ……ぁ、すっごい……おなか、いっぱいっ、ですっ……\nおなかの奥、こつんって、先っぽ当たってるの……っ。": "Ưm phư… a, tuyệt vời… bụng, đầy, rồi…\nbên trong bụng, cộc, đầu chạm vào…!",
    "すごく深いところまで……んんっ……%usernameusernameuserna%さんの\n入ってるの、わかってっ……はぁぁ……": "Đến chỗ sâu nhất… ưm ưm… của anh %usernameusernameuserna%\nvào, em biết… haaa…",
    "んっ……もっと、動いてくれて、大丈夫ですよ……？\n私も、その……準備、できちゃってますから……っ。": "Ưm… anh cứ di chuyển đi, không sao đâu…?\nEm cũng, chuyện đó… đã chuẩn bị xong, rồi…!",
    "『じゃあ……動くぞ』と俺は彼女の耳元で囁いた。": "'Vậy thì… anh sẽ di chuyển' anh thì thầm vào tai cô ấy.",
    "はいっ……": "Vâng…!",
    "ぁっ……んっ、%usernameusernameuserna%さんの、こすれてっ……\nふぁぁぁっ……ぞくぞく、しちゃいますっ。": "A… ưm, anh %usernameusernameuserna%, cọ xát…\nPhưỡn… rộn ràng, em…!",
    "めるの胸を手で包み込み、揉みしだきながら、\nゆっくりと腰を揺らしてピストンを始める。": "Anh ôm lấy ngực của Meru, xoa bóp, và\ntừ từ bắt đầu lắc hông và thực hiện động tác piston.",
    "ん、ぅぅっ……ふぅっ……ぁっ……はぁぁぁっ、そこぉっ……\n優しくっ、んっ、こすられるとぉっ……ふぁぁぁんっ。": "Ưm, ưừ… phư… a… haaa, ở đó…\nNhẹ nhàng, ưm, cọ xát… phưỡn.",
    "おなかに、じんじんっ……ぁっ、気持ちいいの、きちゃってっ、\nあそこが……はぁぁぁっ、と、とろけちゃいそうにっ……": "Trong bụng, râm ran… a, sướng, đến rồi,\nchỗ đó… haaa, và, như tan chảy…",
    "膣内のざらついた部分を亀頭でゆっくりなぞりあげるように動くと\nめるの中がひくひくと蠢いた。": "Anh di chuyển đầu dương vật, nhẹ nhàng vuốt ve phần thô ráp bên trong âm đạo,\nbên trong Meru run rẩy.",
    "ふああ……っ、あっんっ、そんなにっ……ぁはぁ、ぁっ……\nやさしく、されるとっ……んっ、んんんっ……ふぅぅっ。": "Phưaa… a, ưm, như vậy… ahaa, a…\nNhẹ nhàng, và… ưm, ưm ưm… phưuu…",
    "どんどんっ……切なく、なってっ……ぁっ……んっ……\n私っ……えっちな子に、なっていっちゃいますっ……": "Càng ngày… càng đau khổ… a… ưm…\nEm… sẽ trở thành một cô gái hư hỏng…",
    "ただでさえ狭いめるの膣内がきゅうきゅうと肉棒を締めつける。\n射精を誘うようなその動きに、我慢ができなくなっていく。": "Bên trong âm đạo chật hẹp của Meru siết chặt dương vật.\nVới chuyển động đó, như thể đang mời gọi sự xuất tinh, em không thể chịu đựng được nữa.",
    "もっとっ……んっ……もっと、動いてくださってっ……\nいい、ですからぁっ……ううんっ……ぁっ、んっ……んんっ！": "Thêm nữa… ưm… anh, di chuyển thêm nữa đi…\nđược, ạ… vì… ưm ưm… a, ưm… ưm!",
    "好きなようにっ……動いて、ほしいんですっ……\n%usernameusernameuserna%さんの気持ちいいように、されたい、ですっ。": "Em muốn… anh di chuyển, theo ý thích…\nEm muốn được làm theo cách mà anh %usernameusernameuserna% cảm thấy thoải mái.",
    "いっぱい、いっぱいっ……私で……ぁっ……ん、ふぅっ……\n気持ちよく、なってくださいっ……！": "Đầy, đầy… với em… a… ưm, phư…\nxin hãy cảm thấy thoải mái…!",
    "喜んで、ほしいんですっ……ぁっ、んっ……そうして、ほしくて、\n今、すごく切なくてっ……": "Em muốn anh thích… a, ưm… và muốn anh làm như vậy,\nbây giờ, em rất đau khổ…",
    "そんなふうに求められて、堪えられるはずがなかった。\n少しずつだが、確実に腰の動きが速まっていく。": "Bị yêu cầu như vậy, anh không thể chịu đựng được.\nTừng chút một, nhưng chắc chắn, chuyển động hông ngày càng nhanh hơn.",
    "ひうぅぅっ……！　ぁっ、奥、ずんってっ……深いのっ……\n一番、奥まで、%usernameusernameuserna%さんのがっ……": "Hiuuu…! A, sâu, thâm nhập… sâu hơn…\nSâu nhất, của anh %usernameusernameuserna%…",
    "きてるぅ……きて、ますっ……おなかっ……ぁっ……ぐりぐりっ、\nこじあけられてっ……は、ぁああっ、おかしく、なりそう……": "đang đến… đang, đến… bụng… a… cọ xát,\nbị mở ra… ha, aaaa, em, sắp phát điên…",
    "んっ……ふうっ……ふあぁぁっ……う、ううんっ……\nおかしくぅっ……なっちゃってっ、ますっ……": "Ưm… phư… phưaa… ư, ưm ưm…\nsắp phát điên… rồi, rồi…",
    "%usernameusernameuserna%さんしか……ぁっ、見えなくてっ……\n%usernameusernameuserna%さんだけで、頭、いっぱいっ……！": "Chỉ anh %usernameusernameuserna%… a, em không thể nhìn thấy gì khác…\nChỉ anh %usernameusernameuserna%, đầu em, đầy…!",
    "気持ちよくてっ……幸せでっ……はぁぁっ、お、おっぱいもぉっ……\n触られて、ぜんぶ、ぜんぶ、気持ちいいですっ。": "Thoải mái… hạnh phúc… haaa, ơ, ngực cũng…\nbị sờ, tất cả, tất cả, đều thoải mái!",
    "ピストンしながら、つんつんに尖った乳首を軽くつまむと\nきゅうっと膣奥が収縮する。": "Trong khi piston, anh nhẹ nhàng véo đầu vú nhọn hoắt,\nâm đạo co lại.",
    "おっぱいっ……触られながらだと……ぁぁぁっ、だめぇ……\nあそこ、きゅううってなりますぅぅっ……！": "Ngực… khi bị sờ… aaaa, không được…\nở đó, sẽ co lại…!",
    "ぁっ……%usernameusernameuserna%さんの、すごく、はっきりっ\n感じてっ……んんんっ……熱いよぉっ……": "A… của anh %usernameusernameuserna%, rất, rõ ràng\ncảm nhận… ưm ưm… nóng quá…",
    "んっ……気持ち良すぎてぇ……っ……ぁ、だめぇ……んっ、あっ、\nふううっ……ぁ、あ、いえ、だめじゃ、ない、ですぅっ。": "Ưm… sướng quá… a, không được… ưm, a, phư, ư… a, không, không được, ạ.",
    "乳首をつまんで指先で転がすと、めるがつないだ手をきつく\n握りしめてくる。": "Anh véo đầu vú và lăn bằng đầu ngón tay, Meru nắm chặt tay anh.",
    "とろとろに蕩けた膣襞も肉棒に絡みつくように締まり\nいやらしい刺激が快感をさらに燃え上がらせる。": "Các nếp gấp âm đạo tan chảy cũng quấn lấy dương vật và thắt chặt,\nkích thích dâm đãng làm tăng thêm khoái cảm.",
    "%usernameusernameuserna%さんのっ……好きに、されたいんですっ……\nぁっ、だから、だめじゃなくてっ……！": "Của anh %usernameusernameuserna%… Em muốn được làm theo ý muốn…\na, vì vậy, không được, mà…!",
    "んんんっ……でもっ……ぁっ、気持ちいいのっ……\nいっぱい、すぎてっ……だめって、言っちゃうっ……！": "Ưm ưm… nhưng… a, sướng quá…\nquá nhiều, và… em sẽ nói không được…!",
    "だめじゃない、からぁっ……だからっ……\nいっぱい、いっぱいっ、して、くださいっ……！　": "Không phải không được… vì… vậy…\nxin hãy, hãy, làm, đi…!",
    "%usernameusernameuserna%さんのことぉっ……もっとっ……\n感じたいんですぅぅっ……んっ、ふ、あ、はぁぁぁっ。": "của anh %usernameusernameuserna%… thêm nữa…\nEm muốn cảm nhận… ưm, phư, a, haaa…",
    "強くめるに求められる嬉しさで、\n体がどんどんと動きを激しくしていってしまう。": "Với niềm vui khi được Meru mạnh mẽ yêu cầu,\ncơ thể anh càng lúc càng di chuyển mạnh mẽ hơn.",
    "ひぅぅぅっ！　ぁ、また、おっきくっ……！！": "Hiuuu! A, lại, lớn…!",
    "ううんっ、激しい、のっ……ぐちゅぐちゅってっ……\n感じるぅっ……%usernameusernameuserna%さんの、すごくぅっ！": "Ưm ưm, dữ dội, ưm… guchuguchu…\ncảm nhận… của anh %usernameusernameuserna%, rất…!",
    "喜んでくれてるのっ……わかりますぅっ……ぁっ……\nうれしいっ……うれしい、ですっ……！": "Em hiểu anh thích… a… em vui… em vui, ạ…!",
    "こんなのっ……うれしすぎ、てっ……ぁっ、んっ……\n気持ち、よすぎてっ……もうっ、もうっ、私ぃっ……！": "Chuyện này… vui quá… a, ưm… sướng quá…\nrồi, rồi, em…!",
    "火傷しそうなほど熱く蕩けためるの膣襞の締めつけに\nもうペニスが暴発寸前になっていた。": "Sự siết chặt của âm đạo nóng bỏng của Meru, như thể bị bỏng,\ndương vật đã gần như sắp bùng nổ.",
    "ぁっ……い、いい……よっ！　……出してっ……！\nんっ、ふううっ、私の中に、出して……！": "A… đ, được… rồi!\n…xuất ra…! ưm, phưuu, vào trong em…!",
    "欲しいっ……%usernameusernameuserna%さんのっ……！！": "Em muốn… của anh %usernameusernameuserna%…!",
    "おなかの、なかっ……一番、奥でっ……\n受け止めたいのっ……んっ……だからぁっ……！": "Trong bụng, trong… sâu nhất…\nEm muốn đón nhận… ưm… vì…!",
    "めるも絶頂が近いのか、びくびくと震える膣襞が締めつけを強くし、\n子宮口が亀頭に吸いついてくる。": "Meru cũng gần đến cực khoái, các nếp gấp âm đạo run rẩy và siết chặt, và\ncổ tử cung hút vào đầu dương vật.",
    "一緒にいこうと彼女の耳元に囁く。": "Anh thì thầm vào tai cô ấy, 'Cùng nhau đi nào'.",
    "お、……お願い……っ。\nくるうっ……すっごいのがっ……は、あ、あぁぁっん！": "V, vâng… xin…!\nsẽ đến… một thứ gì đó tuyệt vời… ha, a, aaaa!",
    "きてぇっ……%usernameusernameuserna%さんの……！\n私の、ナカっ……！　いっぱい、種付け……してっ！": "đến, rồi… của anh %usernameusernameuserna%…!\nTrong em…! Cấy giống… đi!",
    "んくううっ、んっ、ふあぁぁっ、あっ、んっ！！\n%usernameusernameuserna%さんっ……！": "Ưm kuu, ưm, phưaa, a, ưm!!\nAnh %usernameusernameuserna%…!",
    "ひときわ強く、絞りとるように肉棒を締めあげられて、\nついに限界が来る。": "Với một lực mạnh mẽ hơn, dương vật bị siết chặt, và\ncuối cùng đã đến giới hạn.",
    "ひぅぅぅっ！　%usernameusernameuserna%さんのっ……\n奥で、ふくらん、でっ……！": "Hiuuu! của anh %usernameusernameuserna%…\nsâu bên trong, phồng, lên…!",
    "はぁぁぁんっ……んっ、くっ！　%usernameusernameuserna%さん専用のっ\n……女の証！　んあぁっ、刻みつけて！！": "Haaaa… ưm, khụ! Dành riêng cho anh %usernameusernameuserna%\n…bằng chứng của một người phụ nữ! Ưm aaaa, khắc sâu vào!!",
    "輸精管を一気に精液が駆け上がっていくのを感じる。": "Cảm nhận tinh dịch đang lao lên với tốc độ nhanh chóng.",
    "んっ、ふうううううっ！　ぁ、く、くるうっ、きちゃうっ！\nだ、だし、出してぇえええええ、ふぁぁぁぁんっ！": "Ưm, phưuuuu! A, khụ, đến, rồi!\nxuất, xuất raaaaaaaaa, phưaaaa!",
    "鈴口から勢いよく精液が噴き出し、めるの膣奥に叩きつける。": "Tinh dịch phun ra mạnh mẽ từ miệng chuông và đập vào sâu trong âm đạo của Meru.",
    "ふぁぁぁっ……あ、熱いの、ぁ……おなか、にっ……\nんぅぅぅぅっ……ん、ふ、ううううっ。": "Phuaaa… a, nóng, a… trong bụng…\nƯmmm… ưm, phư, uuuuu.",
    "射精に合わせるようにめるの体も震え、膣肉がきゅっきゅっと\n収縮して、一滴残さず精液を絞りとっていく。": "Cơ thể của Meru cũng run rẩy theo sự xuất tinh, và các mô âm đạo co lại,\nvà vắt kiệt tinh dịch mà không để lại một giọt nào.",
    "はぁぁぁぁぁ……おなか、とろけちゃう……っ……\nあつくてっっ……きもち、よくてぇっ……ぁっ。": "Haaaaaaa… bụng, tan chảy…\nnóng quá… sướng, quá… a.",
    "ぁ……んっ……あたまも、おなかも……んんんっ……\nとろとろ……ぁ、ふあぁぁぁ……": "A… ưm… đầu óc, bụng… ưm ưm…\ntan chảy… a, phuaaaaa…",
    "絶頂の余韻に浸るように、めるが俺に体重を預けてくる。\n荒かった息が徐々に落ち着いてきた。": "Như đang đắm mình trong dư vị của cực khoái, Meru tựa vào người anh.\nHơi thở thô ráp dần ổn định.",
    "はぁ……はぁ……ん、すごく……気持ちよかった………………です……": "Haa… haa… ưm, rất… sướng… rồi…",
    "ごめんなさい……私、気持ちいいのでいっぱいになって……\n夢中に、なりすぎちゃって……": "Xin lỗi… Em, vì sướng quá…\nđã quá say mê…",
    "つながったままの部分から、精液と愛液のカクテルが溢れる。": "Từ phần vẫn còn kết nối, một ly cocktail của tinh dịch và dịch tiết tình yêu tràn ra.",
    "むしろ夢中になるほど感じてくれて嬉しいよ。\n俺もすごく気持ちよかったし。": "Thay vào đó, anh rất vui vì em đã say mê.\nAnh cũng cảm thấy rất tuyệt.",
    "あは……喜んでもらえて、嬉しいです……": "Aha… em rất vui vì anh thích…",
    "めるがまだとろんとした目で、俺を見上げてくる。\nそんな姿がかわいくて、俺はめるを抱く手に力を込めた。": "Meru vẫn nhìn anh với đôi mắt đờ đẫn.\nVì dáng vẻ đó thật dễ thương, anh siết chặt tay ôm Meru.",
    "んっ……": "Ưm…",
    "あ、すまん。苦しかったか？": "A, xin lỗi. Em có khó chịu không?",
    "いえ……%usernameusernameuserna%さんにぎゅっとされるの\nすごく幸せで……": "Không… em được anh %usernameusernameuserna% ôm\nthật hạnh phúc…",
    "もう少し、こうしてもらっててもいいですか？": "Em có thể ở yên như vậy một chút được không?",
    "めるがくったりと俺に体重を預けたまま、微笑んでいる。\n幸せな重みだった。": "Meru mỉm cười, dựa vào anh.\nĐó là một sự nặng nề hạnh phúc.",
    "ああ、もちろん。": "Ừ, tất nhiên rồi.",
    "ふふ……嬉しい……": "Phu phu… em vui…",
    "ずっと、このまま――": "Mãi mãi, cứ như vậy――",
    "そのまま、眠りに落ちてしまっためるをベッドに寝かせる。": "Sau đó, anh đặt Meru, người đã chìm vào giấc ngủ, lên giường.",
    "すぅ、すぅ……": "Ssu, ssu…",
    "ぐっすりと眠るめるの顔は、とても幸せそうだ。": "Khuôn mặt của Meru đang ngủ say, trông rất hạnh phúc.",
    "ここにいるぞ。": "Anh ở đây.",
    "えへ……": "Ehe…",
    "寝言に応え、髪をなでてやると、幸せそうにまた寝息を立て始めた。\nその寝顔を見ていると、胸が温かいもので満たされる。": "Đáp lại trong giấc mơ, và vuốt tóc cô ấy, cô ấy lại bắt đầu thở đều một cách hạnh phúc.\nKhi nhìn khuôn mặt đang ngủ đó, trái tim anh tràn ngập những điều ấm áp.",
    "これからもこんな時間が続くといいな。": "Anh hy vọng những khoảnh khắc như thế này sẽ tiếp tục.",
    "俺は眠るめるに優しく口づけた。": "Anh nhẹ nhàng hôn Meru đang ngủ."
}