{
    "スカラ校舎の授業見学の帰り、俺はふとある空き教室で\n目を閉じてじっとしているヒイロを見つけた。": "Trên đường về sau buổi tham quan lớp học ở trường Scara, tôi bỗng thấy Hiro đang nhắm mắt ngồi yên trong một phòng học bỏ trống.",
    "ヒイロ、何してるんだ？": "Hiro, cậu đang làm gì vậy?",
    "ＭＧ戦のイメージトレーニング。": "Tập luyện hình dung cho trận MG.",
    "想定していても実際に動けるかどうかは分からない。\nだから、しっかりと脳に刻み込む。": "Dù đã hình dung trước thì cũng không biết mình có thể thực sự làm được không.\nVì vậy, tôi phải khắc sâu vào não.",
    "……いや、シミュレーターを予約したほうが良くないか？": "……Không, chẳng phải đặt lịch mô phỏng sẽ tốt hơn sao?",
    "予約は面倒臭い。\nあと、人も多いから行きたくない。": "Đặt lịch phiền phức quá.\nHơn nữa, cũng có nhiều người nên tôi không muốn đi.",
    "……ヒイロらしい理由だな。\nでも、イメージトレーニングだけじゃ退屈だろ。": "……Đúng là lý do của Hiro mà.\nNhưng chỉ tập hình dung thôi thì chán lắm.",
    "ダーツバー": "Quán bar phi tiêu",
    "激盛り定食屋": "Quán cơm suất siêu to",
    "ちょっと飽きてはいる……どこかに行くの？": "Cũng hơi chán một chút… Cậu định đi đâu à?",
    "前に知り合いに教えてもらったんだが、近くにダーツが出来るお店が\nあるらしいんだ。一緒に遊びに行ってみないか？": "Tôi có nghe một người quen nói rằng gần đây có một quán có thể chơi phi tiêu.\nCậu có muốn đi chơi cùng không?",
    "人がたくさんいるところは苦手。": "Tôi không thích những nơi có nhiều người.",
    "安心してくれ。個室もあるし……\n何と対戦も出来るんだ。": "Cứ yên tâm đi. Ở đó có cả phòng riêng…\nVà còn có thể đấu với người khác nữa.",
    "……対戦が出来るのは面白そう。\n誰かと競うのは成長できるから、やってみたい。": "……Có thể đấu với người khác nghe có vẻ thú vị đấy.\nĐược cạnh tranh với ai đó sẽ giúp tôi trưởng thành hơn, tôi muốn thử.",
    "%usernameusernameuserna%が相手してくれるなら、行く。": "Nếu %usernameusernameuserna% là đối thủ của tôi, tôi sẽ đi.",
    "ヒイロの好奇心が刺激されたようで、\n急かされるようにそのお店へ向かうのだった。": "Dường như sự tò mò của Hiro đã bị kích thích,\ncô ấy hối thúc tôi đến quán đó.",
    "前に知り合いに教えてもらったんだが、激盛りの定食屋が近くに\nあるらしいんだ。お腹を満たしに一緒に食べに行かないか？": "Tôi có nghe một người quen nói rằng gần đây có một quán cơm suất siêu to gần đây.\nCậu có muốn đi ăn cùng để lấp đầy bụng không?",
    "……食べ過ぎは体に毒。\nでも%usernameusernameuserna%の誘いなら、行く。": "……Ăn quá nhiều sẽ không tốt cho sức khỏe đâu.\nNhưng nếu là lời mời của %usernameusernameuserna%, tôi sẽ đi.",
    "決まりだな。": "Vậy thì quyết định nhé.",
    "それから俺達は近くにあるらしい定食屋へと向かった。": "Sau đó, chúng tôi đã đến quán cơm suất gần đó."
}