{
    "それでは――作戦開始！": "Vậy thì, bắt đầu tác chiến!",
    "俺の合図を皮切りに、陽動役のラミが飛び出していく。": "Ngay khi tôi ra hiệu, Rami, người đảm nhận vai trò nghi binh, sẽ xông lên trước.",
    "おっ――らぁああああああああ！\nこっちを見ろ、メイズシフターぁぁああああ！": "Oắt... xông lên nào, mấy con Maze Shifter!",
    "ＭＧの駆動音とスピーカーからの声に、\nメイズシフターの注意が一斉にラミへ注がれる。": "Theo tiếng động cơ MG và giọng nói phát ra từ loa, sự chú ý của Maze Shifter dồn hết về phía Rami.",
    "何そのザコい攻撃ぃ！\nンなおっそい攻撃が当たるかっての！": "Tấn công yếu xìu vậy á!\nTấn công chậm chạp thế này thì trúng làm sao!",
    "（大袈裟な動きのおかげで群れの中に隙が生まれてきたな）": "(Nhờ động tác khoa trương mà đã tạo ra một khe hở trong đám chúng)",
    "める！　白奈！　今だ！": "Meru! Shirana! Ngay bây giờ!",
    "はい！": "Vâng!",
    "このチャンス、逃さない。": "Không thể bỏ lỡ cơ hội này.",
    "めるを先頭にしてメイズシフター達の中へ突撃！\n俺と白奈はその後ろを追随する――": "Dẫn đầu là Meru, chúng ta xông thẳng vào Maze Shifter!\nTôi và Shirana sẽ theo sau...",
    "っ！　メ、メイズシフター達がこちらに迫ってきてます！": "Ch--chúng đang đến gần!",
    "チッ……大人しく陽動に引っかかってくれていればいいものを……！": "Chậc... Cứ ngoan ngoãn làm nghi binh thì tốt rồi!",
    "ラミが気を引いていたメイズシフター達もこっちに戻って来てやがる。\n数は……だいたい半分ぐらいか。": "Maze Shifter mà Rami thu hút cũng đang quay lại đây.\nSố lượng... chắc khoảng một nửa.",
    "くっ……迎撃し切れない……！": "Chết tiệt... không thể ngăn chặn hết...",
    "迎撃は最低限でいい！　とにかく足を止めるな！\n前だけを見て、ひたすらに飛び続けろ！": "Chỉ cần phòng thủ ở mức tối thiểu thôi! Quan trọng là đừng dừng lại!\nChỉ nhìn về phía trước, cứ thế mà xông lên!",
    "このっ……邪魔すんな！": "Này... Đừng cản đường!",
    "ラミ！": "Rami!",
    "陽動の役目はもう終わりでしょ！\n後ろの連中はラミが何とかする！": "Vai trò nghi binh kết thúc rồi!\nĐể tớ lo bọn phía sau!",
    "ラミ！　こっちだ！　層が薄いところがある！\n俺の指示する敵だけ攻撃しろ！": "Rami! Chỗ này mỏng manh nè! Tấn công vào chỗ tớ chỉ định thôi!",
    "わ、わかった！": "V-vâng!",
    "今、そっちに敵の情報を送った！": "Tớ vừa gửi thông tin địch đến chỗ cậu!",
    "了解――ってぇっ、数が多すぎるっつの！": "Rõ rồi-- chết tiệt, nhiều quá!",
    "くっ……七彩機とちゆる機の追従先を俺からめる機に変更する！\nめる！　白奈！　そのまま前進しろ！！": "Chậc... Chuyển hướng theo dõi của Nanairoki và Chiyuruki sang Meru!\nMeru! Shirana! Cứ thế mà tiến lên!",
    "り、了解です！": "R-rõ!",
    "っ……！": "...",
    "めると白奈は包囲の隙間を縫って前進していく。": "Meru và Shirana đang len lỏi qua vòng vây.",
    "……よし、いいぞ。そのまま突っ込んで包囲を抜けるんだ。": "...Tốt lắm, cứ thế mà xông lên, phá vây đi.",
    "って、見送ってる場合じゃない。\nこのままじゃラミが敵の波に呑まれてしまう……！": "Khoan, không phải lúc đứng nhìn.\nCứ thế này thì Rami sẽ bị cuốn vào vòng vây mất...",
    "おおおおおおお！": "Ooooooooo!",
    "ぐっ……ラミの上に乗ってんじゃねえ、クソども！\nそれは俺の権利だろうが！？": "Grừ... Đừng có xông lên người Rami, lũ khốn!\nĐó là quyền của tôi!",
    "いや、おまえにもまだ権利ないからね！？": "Này, cậu còn chưa có quyền đâu đấy!",
    "ラミ！　こっちの方が敵が少ない！　突破するぞ！": "Rami! Bên này ít địch hơn! Phá vây thôi!",
    "%usernameusernameuserna%さぁ、何で戻ってくんの！\nラミがせっかく敵集めたんだから、その隙に逃げときなさいよ！": "%usernameusernameuserna% này, sao cậu lại quay lại?\nRami đã vất vả dụ địch rồi, tranh thủ mà trốn đi!",
    "ここでお前を見捨てちまったら、結婚式挙げられねーだろーが！！": "Nếu bỏ rơi cậu ở đây, thì làm sao mà cưới xin được chứ!",
    "なんかいつの間にか、数段くらいすっ飛ばしてるし！！\n%usernameusernameuserna%ってば、ラミのこと好きすぎっしょ！": "Không biết từ lúc nào đã bỏ qua mấy giai đoạn rồi nữa!\n%usernameusernameuserna% đúng là thích Rami quá đi!",
    "今度、一緒に老人ホームの見学に行こうぜ！！": "Lần tới, mình cùng đi thăm viện dưỡng lão nhé!",
    "もう老後！？": "Đã nghĩ đến tuổi già rồi sao!?",
    "――なんて、やり取りをしながら\n俺達はメイズシフターの群れの中を駆け抜けていった。": "――Cứ thế, trong khi trao đổi\nchúng tôi đã xông pha giữa vòng vây Maze Shifter."
}