{
    "買い出しにショッピングモールへ来ると、\nばったりハリエットに出くわした。": "Tôi đến trung tâm thương mại để mua sắm, \ntình cờ gặp Harriett.",
    "……………………": "……………………",
    "もしもし、ポリス――": "Này, cảnh sát――",
    "待て、なんで出会い頭でいきなり通報しようとする。\nあと学園内なら風紀委員会だろ。": "Khoan đã, sao vừa gặp đã định báo cảnh sát vậy?\nHơn nữa, trong trường thì phải là Ủy ban Kỷ luật chứ.",
    "戦いは先手必勝と言いますので。\nあとそこのツッコミは不要です。": "Chiến tranh phải đánh phủ đầu. \nVà cậu không cần bình luận đâu.",
    "……そもそも別に戦ってないだろ。\nハリエットも買い物か？": "……Đâu có chiến tranh gì đâu.\nHarriett cũng đi mua sắm à?",
    "リュシー様の指示で日用品の買い出しです。": "Theo lệnh của Lucy, đi mua đồ dùng hàng ngày.",
    "って、なんで答えないといけないんですか？\n私に恨みでもあるんですか？": "Mà sao tôi phải trả lời chứ?\nAnh có thù hằn gì với tôi à?",
    "邪魔しちゃ悪いし、そろそろ行くよ": "Tôi không làm phiền nữa, đi đây.",
    "よかったら荷物持ちしようか？": "Hay là tôi xách đồ giúp em?",
    "（俺と問答するだけで、憎しみを感じるなよ……）": "(Chỉ cần nói chuyện với tôi thôi mà, sao lại cảm thấy hận thù thế này…)",
    "リュシー待たせてるんだろ？\n俺と話してて時間無駄にさせちゃ、申し訳ないしな。": "Lucy đang đợi đúng không?\nNói chuyện với tôi tốn thời gian quá, tôi xin lỗi vậy.",
    "えっ……": "Hả…",
    "あ、ちょ、ちょっと、待ってください。": "A, khoan, khoan đã.",
    "ん？": "Hửm?",
    "お、お前はここに何をしに来たんです？": "C, cậu đến đây làm gì?",
    "俺か？　俺も買い物を――": "Tôi à? Tôi cũng đi mua sắm――",
    "はっ……！　まさか、私が通りがかるのを事前に知って、\nここで待ち構えて……": "Hả…! Chẳng lẽ, anh biết trước tôi sẽ đi ngang qua đây, \nrồi đợi sẵn ở đây sao…",
    "もしもし、コミッティメン？": "Này, ủy viên?",
    "待て！　偶然だから！　そのスマートデバイスをしまえ！": "Khoan đã! Chỉ là tình cờ thôi! Cất cái điện thoại đi!",
    "ストーカーはみんなそう言うんですよ。知りませんけど。": "Bọn stalker nào cũng nói vậy thôi. Tôi không biết.",
    "知らない話をしたり顔で語らないでくれ……\nつか、ストーカーじゃないし。": "Đừng có tỏ ra biết chuyện khi không biết…\nMà, tôi không phải stalker.",
    "（こんな会話するために、呼び止めたのか……？）": "(Chỉ để nói chuyện này thôi mà, cô ấy đã gọi tôi lại sao…?)",
    "あ、もしかしてハリエット、もっと俺にかまってほしかったのか？\nさっきすぐに去ろうとしたから――": "À, chẳng lẽ Harriett muốn tôi quan tâm hơn à?\nlúc nãy đã định đi luôn mà――",
    "はぁ！！！？　何言ってるんですか！？　勘違いヤロー！\nどんな脳みそしてるんですか！？　スポンジケーキですか！？": "Hả!!!? Anh đang nói cái quái gì vậy!? Thằng tào lao!\nNão anh làm bằng gì vậy!? Bánh bông lan à!?",
    "（なんか甘そうな脳みそだな……）": "(Bộ não có vẻ ngọt ngào nhỉ…)",
    "まったく、そうやっていつもいつも私をバカにして……": "Thật là, lúc nào cũng xem thường tôi…",
    "お前なんて、だーっいきらいですっ！！": "Tôi ghét anh lắm đấy!!",
    "一応買う予定の日用品には、\n私達の下着も含むんですが……": "Tiện thể nói luôn, trong số đồ dùng cần mua, \ncó cả đồ lót của chúng tôi nữa…",
    "待て！　買い物内容なんて、知らないから！\nそのスマートデバイスしまえ！": "Khoan đã! Tôi có biết nội dung mua sắm đâu!\nCất cái điện thoại đi!",
    "……まったく、誤解されるような提案をするのが悪いです。\n普通に『荷物持ちしようか？』と言えばいいのですよ。": "…Thật là, đề nghị gây hiểu lầm. \nNói 'Để tôi xách đồ giúp' là được rồi.",
    "言ったよな、俺！？": "Tôi đã nói thế rồi mà, đúng không!?",
    "さすがに下着は持たせられませんが、\nお前に盗まれても問題ないものなら持たせてあげてもいいですよ。": "Tuy không thể đưa anh xách đồ lót, \nnhưng nếu là thứ không sợ anh lấy cắp thì tôi có thể cho anh xách giúp.",
    "ああ、それでもそのまま持ち逃げされるのは悔しいので、\nちゃんと私の横を離れずに歩いてもらいます。": "À, nhưng mà tôi vẫn thấy tiếc nếu anh cầm rồi bỏ chạy, \nnên anh phải đi bên cạnh tôi, đừng rời xa tôi đấy.",
    "さあ、行きますよ、下着泥棒！！": "Nào, đi thôi, tên trộm đồ lót!!",
    "大声でその呼び方やめろ！　というか、泥棒してないだろ！": "Nói nhỏ thôi! Với lại, tôi có trộm đâu!",
    "（ハリエットこそ、普通に荷物持ってくれて\nありがとうくらい言えっての……）": "(Harriett đúng là, ít nhất cũng phải cảm ơn tôi vì đã xách đồ giùm chứ…) "
}