{
    "例の計画の進捗を聞こうか。": "Để tôi hỏi về tiến độ kế hoạch.",
    "これはこれは依頼人さん。順調に準備は進めているわ。\n多少は仕込みに時間はかかっているけどもね。": "Chào mừng, thưa quý vị. Chúng tôi đang tiến hành chuẩn bị rất tốt.\nTuy nhiên, việc chuẩn bị có hơi tốn thời gian một chút.",
    "貴様らのような犯罪集団を使っているこちらもリスクもあるのだ。\nあまり悠長なようであれば、こちらも考えがあるぞ。": "Việc sử dụng một tổ chức tội phạm như các người cũng mang lại rủi ro cho chúng ta.\nNếu các người không làm nhanh, chúng tôi cũng có những tính toán riêng.",
    "あら？　そんなに強気に出れる立場なのかしら？\nアンタだって危ない橋を渡ってる。高みの見物なんて出来ないわよ。": "Ồ? Cô có tư cách để nói mạnh miệng như vậy sao?\nCô cũng đang đi trên con đường nguy hiểm đấy. Không thể đứng ngoài xem kịch được đâu.",
    "……ふん。ならば言うだけの成果を見せてみろ。": "…Hừ. Vậy thì hãy cho tôi thấy kết quả tương xứng với những gì đã nói.",
    "ええ、少なくとも、受けた支援分の仕事はこなして見せるわ。\n期待して待っていなさい。": "Vâng, ít nhất, tôi sẽ hoàn thành công việc tương xứng với sự hỗ trợ đã nhận được.\nHãy cứ chờ đợi đi.",
    "見事、メイズシフターの群れを撃退しました！\nぴすぴーす！！": "Tuyệt vời, chúng ta đã đánh bại lũ Maze Shifter!\nPisu Pisu!!",
    "ぴすぴーす♪": "Pisu Pisu♪",
    "ロージーさんもノリノリだね。": "Rosie cũng rất nhiệt tình nhỉ.",
    "フルートちゃんひとりに広報を押し付けるわけにはいかないでしょ？\nだから、あたしも参加してるってわけ♪": "Không thể để một mình Furuto chịu trách nhiệm tuyên truyền được.\nVì vậy, tớ cũng tham gia nữa♪",
    "ほ～ら、後輩クンも！": "Này, cả hậu bối nữa!",
    "よし、任せとけ。最高にカッコいい決めポーズをだな……": "Được rồi, cứ giao cho tôi. Tôi sẽ tạo dáng thật ngầu…",
    "なんか滑りそうだからやめてほしいんだけど。": "Tôi muốn cậu dừng lại vì có vẻ như sẽ bị trượt.",
    "……えっと、私も何かポーズしたほうがいいかな？": "…Ừm, tớ cũng nên tạo dáng gì đó à?",
    "無理やりしなくてもいいんじゃない？": "Không cần phải gượng ép đâu.",
    "……！　みんな、進行方向、さらにメイズシフターの反応あり。\nかなり数が多いけど、どうする？": "…! Mọi người, hướng di chuyển, có phản ứng của Maze Shifter.\nSố lượng khá lớn, các cậu tính sao?",
    "多いって言ってもそんなに深く来てるわけでもないし\n力ずくで突破しちゃうのもアリよね。": "Nói là nhiều thì cũng không đến mức sâu lắm.\nViệc dùng vũ lực để vượt qua cũng là một lựa chọn.",
    "うーん。エヴィちゃんはどう思います？": "Ưm. Evi, cậu nghĩ sao?",
    "ここはリスクを回避したいかな。\n進行ルートを再選定するからちょっと待って。": "Tớ muốn tránh rủi ro ở đây.\nTớ sẽ chọn lại lộ trình, mọi người chờ một chút.",
    "そうですね！　安全第一です！\nじゃあ、エヴィちゃんの周囲を皆でバッチリ警戒しましょう！": "Đúng vậy! An toàn là trên hết!\nVậy thì, mọi người hãy cảnh giác xung quanh Evi nhé!",
    "（負傷者を出すなと強く言われていたし、\nエヴィの慎重な判断は当然と言えば当然だな……）": "（Tôi đã được bảo phải tránh gây thương vong, \nthì quyết định thận trọng của Evi là điều đương nhiên...）",
    "お待たせ。そしたらこの先の<r=ドリフト>横坑</r>を……": "Xin lỗi vì đã để mọi người chờ. Vậy thì, chúng ta sẽ đi vào <r=Đường hầm>hầm ngang</r> này…",
    "エヴィが言いかけたときだった。\n後方から来たトリニティ・ジュエルが次々に追い越していく。": "Khi Evi vừa dứt lời.\nTrinity Jewel từ phía sau đã vượt lên trước.",
    "弾薬の消費など気にしないかのように進路上の敵を打ち倒しながら。": "Như thể không quan tâm đến việc tiêu hao đạn dược, họ hạ gục kẻ địch trên đường đi.",
    "……！！": "…!!",
    "お先に。": "Đi trước nhé.",
    "あっ……！　トリニティ・ジュエルが先行しちゃいました！": "A…! Trinity Jewel đã đi trước rồi!",
    "ルナ、前方の敵は蹴散らしていく。\n後ろから援護を。": "Luna, hãy tiêu diệt kẻ địch phía trước.\nHỗ trợ từ phía sau.",
    "は、はい……！\n撮影されてると思うと緊張しますけど……": "V, vâng…!\nTôi cảm thấy căng thẳng khi biết mình đang được quay phim…",
    "あれ、映ってる？　やっほ～。": "Này, có thấy tớ không? Ya-hooo.",
    "そんな軽口を叩きながらも狙いは正確で、\n撃ちまくってはいるが、無駄弾は一切ない。": "Mặc dù nói đùa như vậy, nhưng mục tiêu của cô ấy rất chính xác,\ncô ấy bắn liên tục, nhưng không hề có một viên đạn thừa nào.",
    "なんて強引さと技量なの……！\n……どうする？　作戦変更で追いかける？": "Thật là một sự liều lĩnh và kỹ năng…!\n…Phải làm sao đây? Thay đổi chiến thuật và đuổi theo?",
    "まあまあ。まだ試験は始まったばかりだし。\n無理しなくていいんじゃない？": "Thôi nào. Mới chỉ là bắt đầu của cuộc thử nghiệm thôi mà.\nKhông cần phải cố gắng quá đâu.",
    "ええ、エヴィちゃんの判断を信じてフルートたちは、\nゆっくりと後を追いかけましょう！": "Vâng, tin vào phán đoán của Evi, Furuto và mọi người sẽ\ntừ từ đi theo phía sau!",
    "…………": "…",
    "トリニティ・ジュエル、予想を２０％上回る速度で進行中です。\n現在の視聴者も、トリニティ・ジュエルがこちらの１．３倍の数です。": "Trinity Jewel, đang tiến triển với tốc độ vượt quá 20% so với dự kiến.\nSố lượng người xem hiện tại cũng gấp 1.3 lần so với Trinity Jewel.",
    "むう……相手に『攻めるチーム』というイメージがついてしまうな。\n守りより攻めの方が視聴者には受けがいいのだが……": "Ưm… Đối phương đã tạo được hình ảnh 'đội tấn công' rồi.\nTấn công thì được khán giả thích hơn là phòng thủ…",
    "負傷者を出すなと言ったのはこちらです。\n彼女たちを信じて待ちましょう。": "Tôi là người đã nói không được để ai bị thương.\nHãy tin tưởng và chờ đợi họ.",
    "おつまるぅ～！　メイズシフター討伐完了です！": "Otsumaru~! Đã hoàn thành việc tiêu diệt Maze Shifter!",
    "アクティブとパッシブの両方で索敵したけど、\n周辺にメイズシフターは見当たらないね。": "Tớ đã tìm kiếm bằng cả chế độ chủ động và thụ động,\nnhưng không thấy Maze Shifter nào ở gần đây cả.",
    "りょ！　それじゃあ出発しましょうか～！\n皆さん、フルートについてきてくださいねっ！": "Rõ rồi! Vậy thì chúng ta xuất phát thôi nào~\nMọi người, hãy đi theo Furuto nhé!",
    "次は道が左右に分かれてるけど狭い方の道を進もう。\n狭いから囲まれないとは思うけど、しっかりクリアリングしつつね。": "Tiếp theo, con đường sẽ chia ra hai hướng, nhưng chúng ta sẽ đi theo con đường hẹp hơn.\nTớ nghĩ là đi đường hẹp sẽ không bị bao vây, nhưng hãy dọn dẹp thật kỹ nhé.",
    "はーい！　それではこっちですね！　センサーの確認はこまめにしつつ、\nどんどん進んじゃいましょう！": "Vâng! Vậy thì đi đường này nhé! Chúng ta sẽ thường xuyên kiểm tra cảm biến,\nvà cứ thế tiến lên thôi!",
    "こうしてみんなを引っ張ってるとこ見ると、改めてフルートはリーダー\nなんだなって思うよ。エヴィの頭脳としての役割も上手くハマってる。": "Nhìn cậu dẫn dắt mọi người như vậy, tớ lại càng thấy Furuto là một người lãnh đạo.\nVai trò là bộ não của Evi cũng rất phù hợp.",
    "まあ、私はみんなと違って華がないから、\n自分に出来る事で裏方に徹してるって感じだね。": "Thì, tớ không có vẻ ngoài hào nhoáng như mọi người,\ntớ chỉ làm những gì tớ có thể làm và đứng sau hậu trường thôi.",
    "またそういう言い方して。違うでしょ。\nエヴィが一番冷静で機転も利くからだよ。信頼してるんだからね？": "Lại nói thế rồi. Không phải vậy đâu.\nEvi là người bình tĩnh nhất và cũng rất nhanh trí. Vì tớ tin tưởng cậu mà?",
    "そうそう。リーダーもあたし達も感覚優先な所があるからねぇ。\nエヴィちゃんに任せた方が安心なのよ。": "Đúng vậy. Lãnh đạo và chúng tớ cũng có những điểm ưu tiên về cảm giác.\nĐể Evi lo liệu thì an tâm hơn.",
    "感覚優先じゃなくてバイブス重視ですよ！": "Không phải ưu tiên về cảm giác mà là ưu tiên về cảm xúc!",
    "それたぶん同じ意味だと思うよ？": "Tớ nghĩ hai cái đó cũng có nghĩa tương tự nhau thôi?",
    "あと、私もエヴィ側だからね？\nちゃんと理論立てて色々と行動してるんだよ。": "Với lại, tớ cũng đứng về phía Evi nhé?\nTớ cũng hành động dựa trên lý thuyết đàng hoàng đấy.",
    "はいはい、そろそろ電波が途切れてきたみたいだから雑談抑えて。\nレイラ、中継機の準備をお願い。": "Ừm ừm, có vẻ như sóng đã yếu đi rồi, nên chúng ta bớt tán gẫu đi.\nLeila, chuẩn bị máy trung chuyển đi.",
    "ん、了解。\nよいしょっと……ここでいいかな？": "Ừ, hiểu rồi.\nNào… Ở đây được không?",
    "レイラが中継機のシステムを起動すると、すぐに本部から\n状況報告があった。": "Khi Leila khởi động hệ thống của máy trung chuyển, thông báo tình hình từ tổng hành dinh đã đến ngay lập tức.",
    "トリニティ・ジュエル、第１の<r=ホール>広間</r>を突破しました。": "Trinity Jewel, đã vượt qua <r=Hội trường>sảnh</r> thứ nhất.",
    "えっ……？": "Hả…?",
    "もう、そんなに先に行ってるの！？": "Đã đi xa đến vậy rồi sao!?",
    "まあ、それはそうだろうね。あたしたちは慎重に進んでるし。\nやっぱり深度に差は出ちゃうだろうね。": "Chà, chắc là vậy rồi. Chúng ta đang tiến lên một cách cẩn thận mà.\nChắc chắn là sẽ có sự khác biệt về độ sâu thôi.",
    "なお、現在の配信同接数はトレブルクインテットの１．５倍です。\nでは健闘を祈ります。": "Ngoài ra, số lượng người xem trực tuyến hiện tại gấp 1.5 lần so với Treble Quintet.\nChúc các cậu may mắn.",
    "……あ、通信終わっちゃいました。特に『追い抜くために、\nこうしてほしい』みたいな指示はありませんでしたが……": "…À, thông tin liên lạc đã kết thúc rồi. Đặc biệt là không có chỉ thị nào như 'Để vượt qua, \nvui lòng làm như thế này'…",
    "本部からの報告はそれだけだった。あくまでも事実のみを伝え、\nそれを受けて何か指示があるわけではない。": "Báo cáo từ tổng hành dinh chỉ có vậy. Chỉ truyền đạt sự thật, \nvà không có bất kỳ chỉ thị nào dựa trên đó.",
    "まあ、こっちの判断に任せるってことだろうね。": "Chà, chắc là giao cho chúng ta tự quyết định rồi.",
    "あれだけ言ってくれてたものねぇ。\nとはいえ、どうすればいいのか悩むところもあるわ。": "Họ đã nói rất nhiều rồi mà.\nTuy nhiên, tớ cũng phân vân không biết phải làm thế nào.",
    "う～ん……やっぱりたくさん戦闘して、目立つ方がいいのかな？": "Ưm… Chắc là phải chiến đấu nhiều hơn, gây chú ý hơn nhỉ?",
    "……どうしますか、エヴィちゃん？\nフルートは初志貫徹をするのも、目立つのもありだと思います。": "…Cậu tính sao, Evi?\nFuruto nghĩ rằng, tiếp tục theo đuổi mục tiêu ban đầu hoặc gây chú ý đều được.",
    "…………そうだね。まだ無理をする段階じゃないかな。": "…Đúng vậy. Có lẽ chưa phải lúc phải cố gắng quá sức.",
    "ここで相手のペースに引っ張られても仕方ないし、\n私達のペースを守って進んでいこうか。": "Ngay cả khi bị cuốn theo nhịp độ của đối phương, cũng không có gì phải xoắn cả,\ntôi sẽ giữ nhịp độ của chúng ta và tiếp tục tiến lên.",
    "そうですね！　では、このままのペースで行きましょう！": "Đúng vậy! Vậy thì, chúng ta cứ tiếp tục với nhịp độ này nhé!",
    "エヴィの判断に全員が納得し、フルートの指示で探索を再開する。\n判断としては正解だ。しかし……": "Mọi người đều đồng ý với quyết định của Evi, và cuộc thám hiểm được tiếp tục theo chỉ thị của Furuto.\nĐó là một quyết định đúng đắn. Nhưng…",
    "フルートに見せ場を作るように指示": "Chỉ thị cho Furuto tạo ra một màn trình diễn",
    "エヴィに希少ターゲットの探索を指示": "Chỉ thị cho Evi tìm kiếm mục tiêu hiếm",
    "（このままトリニティ・ジュエルに、\n話題をすべて持って行かれるのも面白くないよな……）": "（Tiếp tục như thế này, Trinity Jewel sẽ\nchiếm hết mọi sự chú ý mất…）",
    "次の戦闘では少し『遊んで』みろ。\nお前のパフォーマンスで視聴者を楽しませてやれ。": "Trong trận chiến tiếp theo, hãy 'vui vẻ' một chút.\nHãy làm cho khán giả thích thú với màn trình diễn của cậu.",
    "おお、それは確かにその通りですね！\nおけまるです！　思いっきり派手にぶちかましますよ！": "Ồ, đúng là như vậy rồi!\nOkemaru desu! Tôi sẽ thể hiện thật hoành tráng!",
    "ペースを変えないなら、その分の余裕を探索に回そう。\nタツミヤ鉱やエリアを見つけるのもパイロットの本分だしな。": "Nếu không thay đổi tốc độ, hãy dành thời gian để khám phá.\nViệc tìm kiếm mỏ Tatsumiya và khu vực cũng là nhiệm vụ của phi công.",
    "あー、なるほど。確かにそれが一番楽に成果を稼げるね。\nオッケー、ルート選定のときにはそれを念頭におくね。": "À, ra là vậy. Quả thực, đó là cách dễ nhất để đạt được kết quả.\nOk, tớ sẽ ghi nhớ điều đó khi chọn lộ trình.",
    "ただし、悪目立ちはしないようにな。": "Tuy nhiên, đừng để bị chú ý một cách tiêu cực.",
    "%usernameusernameuserna%くんは、\nやっぱり炎上を警戒してる感じかな？": "Có lẽ %usernameusernameuserna% đang\ncảnh giác với việc bị công kích nhỉ?",
    "まあな……俺も知らん奴らから悪口言われてたらしくてな。\nあれは面倒くさいし、見ても良いことがない。": "Chà… Tôi cũng nghe nói là bị những kẻ lạ mặt nói xấu.\nViệc đó thật phiền phức và chẳng có gì tốt đẹp cả.",
    "わー。ご愁傷様。": "Woa. Xin chia buồn.",
    "こちら本部。先ほどトリニティ・ジュエルがＢ地点を通過。\n視聴者数はさらに増えて１．５倍です。": "Đây là tổng hành dinh. Trinity Jewel vừa vượt qua điểm B.\nSố lượng người xem đã tăng lên 1.5 lần nữa.",
    "ずいぶん急いでるね……タイム気にしてるのかな？\nまあ、気にしても仕方ないけどね。": "Họ đi nhanh thật đấy… Có lẽ họ đang để ý đến thời gian?\nChà, cũng không cần phải để ý làm gì.",
    "その後も度々、本部からトリニティ・ジュエルの進捗と、\n同接数も相手に傾いている旨の報告が入る。": "Sau đó, thông tin về tiến độ của Trinity Jewel và số lượng người xem nghiêng về phía đối phương liên tục được báo cáo từ tổng hành dinh.",
    "トリニティ・ジュエル……相変わらずすごい進行速度だね。": "Trinity Jewel… Tốc độ tiến triển vẫn rất đáng kinh ngạc.",
    "この速度だと、やっぱり不安になっちゃうわよねぇ。": "Với tốc độ này, tôi cũng cảm thấy bất an nữa.",
    "（そう言うが、誰もエヴィの方針を変えようとは言わない……\nそれだけ、全員が彼女を信頼しているんだな）": "（Tuy nói vậy, nhưng không ai cố gắng thay đổi phương châm của Evi cả…\nChỉ vì, tất cả mọi người đều tin tưởng cô ấy）",
    "同調圧力や遠慮、我慢して黙っているという雰囲気ではない。\n報告が入る度に、軽口を交えて聞き流している。": "Không có bầu không khí của sự đồng tình, sự e dè, hay sự chịu đựng và im lặng.\nMỗi khi nhận được báo cáo, họ đều trao đổi một vài câu và bỏ qua.",
    "ＲＳ社からも数字の報告はあっても具体的な指示はなく、\nその声色も不安や焦れる様子は聞こえてこない。": "Ngay cả khi có báo cáo về số liệu từ công ty RS, cũng không có chỉ thị cụ thể nào, \nvà giọng điệu của họ cũng không có vẻ gì là lo lắng hay sốt ruột.",
    "（……ＲＳ社は、重役をはじめみんな信じてくれてるんだろうな。\nフルートたち、トレブルクインテットのことを）": "（…Công ty RS, bao gồm cả những người có địa vị cao, đều tin tưởng chúng ta.\nFuruto và Treble Quintet）",
    "（とはいえ、このまま何もないと勢いが完全に\nトリニティ・ジュエルの方に傾いてしまうだろうな）": "（Tuy nhiên, nếu cứ tiếp tục như thế này, động lực sẽ hoàn toàn\nnghiêng về phía Trinity Jewel mất…）",
    "（そして何より……\nエヴィの口数が少なくなっているのは気になるな）": "（Và hơn hết…\nViệc Evi ít nói hơn cũng khiến tôi lo lắng）",
    "エヴィちゃん、そろそろ小休止を入れたほうが良くないですか？": "Evi, có lẽ nên nghỉ giải lao một chút thì hơn nhỉ?",
    "え？　あ、そ、そうだね。\n一度小休止を入れようか。": "Hả? À, ừ, đúng rồi.\nChúng ta nên nghỉ giải lao một lần.",
    "了解。じゃあ私とシエナで周辺を警戒しとくから、\nみんなは先に休んでて。": "Hiểu rồi. Vậy thì tôi và Siena sẽ cảnh giới xung quanh,\nmọi người cứ nghỉ ngơi trước đi.",
    "…………はぁ。": "…Ha.",
    "……%usernameusernameuserna%。\nちょっといい？": "…%usernameusernameuserna%.\nNói chuyện một chút được không…?",
    "少し、ふたりで話せないかな……？": "Chúng ta có thể nói chuyện riêng với nhau một chút được không…?"
}