{
    "体育祭？": "Thể thao?",
    "ええ、そうよ！　毎年、それぞれの校舎で開かれてるのよ！": "Ừ, đúng vậy! Hàng năm, nó được tổ chức tại mỗi khu học xá!",
    "俺はジュリーに呼び出され、特別養成校舎に来ていた。\nどうしても頼みたいことがあるという話だったのだが……": "Tôi được Julie gọi đến, và tôi đã đến khu học xá đào tạo đặc biệt.\nTôi nghe nói cô ấy có một việc muốn nhờ tôi...",
    "教室に入るなりジュリーから開口一番、\n体育祭についての話をされたので思わず聞き返してしまった。": "Vừa vào phòng, Julie đã mở lời, \nvề hội thao, và tôi đã vô thức hỏi lại.",
    "……いきなり言われても、何のことか分からんぞ？": "… Tự dưng nói vậy, tôi không hiểu gì cả?",
    "あ、そうだったわね！　今の時期は学園で体育祭が開かれるの！\n学園ごとに色んな競技で楽しんで、仲を深めるのよ！": "À, đúng rồi nhỉ! Hiện tại đang là thời điểm hội thao của trường!\nCác trường sẽ thi đấu nhiều môn khác nhau để vui chơi và tăng thêm tình bạn!",
    "レクリエーションを兼ねているから様々な競技が行われるわ。\nそれぞれの校舎の特色がでて見学する人も多いわよ。": "Nó cũng là một hoạt động vui chơi nên có nhiều cuộc thi lắm.\nMỗi khu học xá sẽ có những nét đặc trưng riêng, và cũng có nhiều người đến xem nữa.",
    "そうそう！　屋台だって出るし、面白いんだよー！": "Đúng rồi! Còn có cả các quầy hàng nữa, vui lắm đó!",
    "へえ……そんな行事があるのか。": "Hừm... Có một sự kiện như vậy sao?",
    "校舎によって雰囲気が違うというのは、多少は察しがつく。\n各校舎はそれぞれの地域文化が色濃く反映される場所だ。": "Tôi đoán là không khí sẽ khác nhau tùy theo khu học xá.\nMỗi khu học xá đều là nơi phản ánh rõ nét văn hóa của từng vùng.",
    "文化が違えば、同じ体育祭でも趣向は変わるだろう。": "Nếu văn hóa khác nhau, thì hội thao cũng sẽ có những điểm khác biệt.",
    "学園では色々とイベントがあるけど体育祭は、\nお勉強が苦手な子だったり運動好きな子がアピールする場なの。": "Trường có rất nhiều sự kiện, nhưng hội thao là nơi\nnhững đứa không giỏi học hoặc thích thể thao thể hiện bản thân.",
    "なるほど……気分転換にもなりそうだし、\n聞いてるだけでもなかなか盛り上がりそうだな。": "Ra là vậy... Có vẻ như nó cũng giúp giải tỏa căng thẳng,\nchỉ nghe thôi đã thấy rất thú vị rồi.",
    "でしょ！　日程はちょっとずつずらしていることが多いから\nその気さえあれば全部見て回れるはずよ！": "Đúng không! Vì lịch trình thường sẽ khác nhau một chút\nnên nếu muốn thì cậu có thể xem hết đó!",
    "うんうん、私も見て回るの好き～！\nスカラ校舎とかアスレチック競技みたいなんだよー！": "Ừm ừm, tớ cũng thích xem lắm ~!\nKhu học xá Scala có vẻ như là một cuộc thi thể thao dưới nước đó!",
    "そうそう！　前の体育祭の時には、\nあたしはＬＯＣの方を見に行ったんだけど――": "Đúng rồi! Trong hội thao trước,\ntớ đã đến xem bên LOC――",
    "ストップ。\n話がずれてる……": "Dừng lại.\nChuyện đã đi quá xa rồi...",
    "えっ、なになに？　ＬＯＣの話は興味なかった？\nライトアップされたりロボットが出てきて凄かったのよ！": "Hả, sao vậy? Cậu không thích chuyện LOC à?\nNó được chiếu sáng và có cả robot nữa, rất tuyệt vời!",
    "そうじゃなくて……": "Không phải vậy...",
    "ジュリーちゃん、本題があるでしょう？": "Julie, cậu có chuyện quan trọng muốn nói đúng không?",
    "あ、そうだった！　えっと、%usernameusernameuserna%には\nちょっとお願いがあるの！": "À, đúng rồi! Ừm, %usernameusernameuserna% à,\ntớ có một việc muốn nhờ cậu!",
    "特別養成校舎の体育祭は他とはまたちょっと違うのよ。\nえーと、ちょっと単なるレクリエーションじゃなくて……": "Hội thao của khu đào tạo đặc biệt thì hơi khác một chút so với những nơi khác.\nỪm, không chỉ là một hoạt động vui chơi đơn thuần...",
    "えっと……": "Ừm...",
    "ジュリーが助けを求めるように心香に視線を向ける。\nその意図をすぐに察し、心香がその後を継いだ。": "Julie nhìn Xinxiang như thể muốn cầu cứu.\nNgay lập tức, Xinxiang đã hiểu ý và tiếp lời.",
    "プレ・クラスは%usernameusernameuserna%も知っての通り、\nパイロット見習いよ。体育祭はそこから昇格するチャンスなの。": "Lớp tiền tuyển, như %usernameusernameuserna% đã biết,\nlà những người học việc làm phi công. Hội thao là cơ hội để thăng chức từ đó.",
    "正式なパイロットになれるってことか？\n体育祭の結果で？": "Có nghĩa là cậu có thể trở thành một phi công chính thức?\nThông qua kết quả của hội thao?",
    "プレ・クラスで鍛えた成果を体育祭で見て貰うのよ。\n結果次第では、パイロットチームにスカウトされたりするの。": "Chúng tôi sẽ cho mọi người thấy kết quả rèn luyện của lớp tiền tuyển tại hội thao.\nTùy thuộc vào kết quả, chúng tôi sẽ được các đội phi công tuyển chọn.",
    "特に欠員が出たり再編を考えているチームからすれば、\nプレ・クラスは貴重なスカウトの場というわけね。": "Đặc biệt là đối với những đội thiếu người hoặc đang xem xét việc tái cơ cấu,\nlớp tiền tuyển là một nơi tuyển dụng quý giá.",
    "なるほどな。自分たちのチームに迎え入れるにあたって、\nそれなりに吟味する機会は必要か……": "Ra là vậy. Để được nhận vào đội của mình,\ntôi cần có cơ hội để đánh giá...",
    "メイズの適応次第で引退が決まっているパイロットにおいて、\nメンバーの離脱などは避けられない問題だ。": "Đối với các phi công đã quyết định nghỉ hưu tùy thuộc vào khả năng thích ứng với Maze,\nviệc các thành viên rời đi là một vấn đề không thể tránh khỏi.",
    "そんな中で特別養成校舎という実践の訓練を積んだ、\nやる気のあるパイロット候補からスカウトをするのも自然な流れか。": "Trong khi đó, việc tuyển chọn từ các ứng cử viên phi công có kinh nghiệm huấn luyện thực tế tại khu đào tạo đặc biệt,\ncó vẻ là một xu hướng tự nhiên.",
    "やっぱりスカウトを受けると、\nその後はすんなり正式なパイロットに昇格しやすいの。": "Sau khi được tuyển chọn, cậu sẽ dễ dàng được thăng chức lên phi công chính thức hơn.",
    "確かに……まったく知らない新人よりも、\nプレ・クラスで研鑽を積んだ生徒の方が安心感もあるだろうしな。": "Chắc chắn rồi... So với những người mới hoàn toàn không quen biết,\nhọc sinh đã được rèn luyện trong lớp tiền tuyển sẽ mang lại cảm giác an toàn hơn.",
    "ということは、ＭＧに乗るのか？": "Vậy có nghĩa là cậu sẽ lên MG sao?",
    "違うわよ！　それじゃあ体育祭とは呼べないでしょ。": "Không đúng đâu! Nếu vậy thì không thể gọi là hội thao được.",
    "競技自体は生身の私たちが参加するわ。\nＭＧの技術なら、他に見る機会はあるわけだし。": "Bản thân chúng ta sẽ tham gia vào các cuộc thi.\nVới kỹ năng MG, chúng ta sẽ có cơ hội xem những thứ khác.",
    "確かにそうか……多分体育祭で見るべきは、\nＭＧの操縦技術以外の部分ってわけか。": "Đúng là vậy... Có lẽ những gì nên xem trong hội thao là,\nnhững phần khác ngoài kỹ năng điều khiển MG.",
    "うん、よく分からないけど\n操作技術よりも、もっと別のものを重視してるんだって。": "Ừm, tớ không hiểu lắm\ntớ coi trọng những thứ khác hơn là kỹ năng vận hành.",
    "得点対象になる競技は玉入れ、綱引きに障害物競走。\nそれからリレーと騎馬戦の５種目ね。": "Các môn thi tính điểm là ném bóng vào rổ, kéo co và chạy vượt chướng ngại vật.\nSau đó là chạy tiếp sức và đấu ngựa nữa.",
    "他にも競技自体はあるけど、\nそっちは完全にレクリエーションなんだって。": "Ngoài ra còn có các cuộc thi khác,\nnhưng chúng hoàn toàn là để giải trí.",
    "玉入れは集中力と狙いの正確さ、綱引きは連携と土壇場の胆力。\n障害物競走は状況判断能力、リレーと騎馬戦はチーム内の役割意識……": "Ném bóng vào rổ là sự tập trung và độ chính xác của mục tiêu, kéo co là sự phối hợp và dũng khí trong tình huống khó khăn.\nChạy vượt chướng ngại vật là khả năng phán đoán tình huống, chạy tiếp sức và đấu ngựa là ý thức về vai trò trong đội...",
    "そんなところか。チームに勧誘するうえでこういった要素は、\n重要だが普通に把握することは難しいからな。": "Đại loại là vậy. Các yếu tố này rất quan trọng để chiêu mộ vào một đội,\nnhưng rất khó để nắm bắt một cách bình thường.",
    "さすがね……その通りよ。": "Tuyệt vời... Đúng là như vậy.",
    "え、そうだったの！？": "Hả, vậy sao!?",
    "私も初めて知ったかも！": "Tớ cũng mới biết luôn!",
    "心香ちゃんも%usernameusernameuserna%さんも物知りね。": "Xinxiang và %usernameusernameuserna% đều biết nhiều thật đấy.",
    "なんで、貴方たちが知らないのよ……\n当事者でしょ……": "Tại sao các cậu không biết chứ...\nCác cậu là người trong cuộc mà...",
    "それで、この競技の得点で上位を競い合うわ。\n特に優勝すれば、期待株だって色んなチームに勧誘されるの。": "Và chúng ta sẽ cạnh tranh để giành điểm cao nhất trong các cuộc thi này.\nĐặc biệt là nếu giành chiến thắng, bạn sẽ được nhiều đội chú ý và chiêu mộ.",
    "こういうイベントが正式パイロットになるかもしれない……\n見学する生徒も多いだろうし、確かにここならではだな。": "Những sự kiện như thế này có thể trở thành phi công chính thức... \nCó lẽ sẽ có nhiều học sinh đến xem, và đúng là chỉ có ở đây thôi.",
    "で、俺に頼みっていうのは？\nなんとなく予想はできているが……": "Vậy, cậu muốn nhờ tôi chuyện gì?\nTôi đã đoán trước được một phần...",
    "えっとね！　あたしたちがその体育祭で優勝できるように、\n協力してほしいの！！": "Ừm! Chúng tớ muốn cậu giúp chúng tớ giành chiến thắng trong hội thao đó!!",
    "優勝すれば正式にパイロットになれるわ！": "Nếu giành chiến thắng, cậu sẽ trở thành một phi công chính thức!",
    "……別に保証があるわけではないけどね。\nそれでも、優勝すれば入るチームを選ぶ余裕だって出来るわ。": "… Dù không có gì đảm bảo cả.\nTuy nhiên, nếu giành chiến thắng, cậu sẽ có thể chọn đội mình muốn tham gia.",
    "私たちには例の事件をシリウスシュガーのみんなと一緒に\n乗り越えた実績もあるものね。": "Chúng ta có thành tích vượt qua sự kiện lần đó cùng với mọi người ở Sirius Sugar rồi.",
    "そうそう！　きっと私たちも成長したし、\nここでドーンと優勝して、最高のパイロットになりたいの！": "Đúng rồi! Chắc chắn chúng ta đã trưởng thành hơn, và\ntại đây, chúng ta sẽ giành chiến thắng vang dội và trở thành những phi công giỏi nhất!",
    "ふむ……そうは言うけど、\n優勝するなんて簡単なことじゃないはずだろ？。": "Hừm... Mặc dù cậu nói vậy,\nnhưng giành chiến thắng đâu có dễ dàng?",
    "正式なパイロットを目指す他のプレ・クラス相手に、\n何か勝つための算段はあるのか？": "Đối với những người khác trong lớp tiền tuyển, những người đang nhắm đến vị trí phi công chính thức,\ncậu có kế hoạch gì để giành chiến thắng không?",
    "もちろんあるわ！\n全力で頑張る！！": "Tất nhiên là có rồi!\nChúng tớ sẽ cố gắng hết mình!",
    "それは世間一般に勝算ではなくて意気込みっていうのよ。": "Đó không phải là chiến lược theo nghĩa thông thường, mà là sự nhiệt tình.",
    "元気いっぱい、気合満点、ってところだな。": "Đầy năng lượng và nhiệt huyết.",
    "ふふん、そうよ！　大事なことでしょ！": "Hừm, đúng vậy! Điều đó rất quan trọng!",
    "もうちょっと本当の意味の勝算を聞きたかったんだが……\nまあ、モチベーションっていうのはバカにできないな。": "Tôi muốn nghe một chiến lược thực sự hơn một chút...\nChà, động lực không thể coi thường được.",
    "それで！？　どう？\n%usernameusernameuserna%はあたし達と一緒に戦ってくれる！？": "Vậy thì sao!? Sao rồi?\n%usernameusernameuserna% có muốn chiến đấu cùng chúng tớ không!?",
    "みんなも、やる気なんだな。": "Mọi người cũng đều có động lực nhỉ.",
    "もちろん！　私はもう大暴れするつもりだよ～！": "Tất nhiên rồi! Tớ sẽ quậy tưng bừng luôn!",
    "あの特訓や事件を通じて、少し自分に自信を\n持てるようになったし。": "Thông qua khóa huấn luyện đặc biệt và sự kiện đó, tớ đã có thêm\nmột chút tự tin.",
    "ええ。それに何より……あれから、\n私たちはちゃんとチームになれたと思うから。": "Vâng. Và trên hết... kể từ đó,\ntớ nghĩ rằng chúng ta đã thực sự trở thành một đội.",
    "（みんな前向きになったな。それに、わざわざ俺を名指しで\n呼んでくれたんだ。その気持ちに応えたい）": " (Mọi người đều tích cực hơn rồi. Và họ đã đích thân gọi tôi.\nTôi muốn đáp lại tình cảm đó)",
    "よし、分かった！　一緒に戦った縁もあるからな。\n協力するから、是が非でも優勝を目指すぞ！": "Được rồi, tôi hiểu rồi! Chúng ta đã có duyên chiến đấu cùng nhau.\nTôi sẽ hợp tác, vì vậy hãy nhắm đến chiến thắng bằng mọi giá!",
    "おー！！": "Hú!!"
}