{
    "あれから、ログハウスに戻ってきた俺たちは暖かい部屋で、\n美味しい食事を食べてゆっくりと休憩をしていた。": "Từ sau chuyện đó, hai đứa tôi trở về căn nhà gỗ ấm cúng, rồi ăn một bữa ngon lành và nghỉ ngơi.",
    "ふぅ、うまかった。\nジュリーたちは……もうぐっすりだな。": "Phù, ngon thật.\nJulie và những người khác... chắc ngủ say rồi.",
    "（こうしていると吹雪に遭遇したなんて嘘みたいだ）": "（Cứ như thế này thì chẳng ai tin là mình vừa gặp bão tuyết）",
    "（コテージで美味しい食事にありつけたのも七彩のおかげだし、\nジュリーたちの代わりにお礼を言っておくか）": "（Cũng nhờ Nanami mà mình mới được ăn bữa ngon ở căn nhà gỗ, hay là mình cảm ơn thay cho Julie và những người khác nhỉ）",
    "七彩、入るぞ。\n今日は色々と――": "Nanami, anh vào đây.\nHôm nay anh có nhiều chuyện muốn nói――",
    "俺も疲れていてノックを忘れてしまっていた。\nそこにはスカートを脱いでいた七彩が立っていた。": "Vì mệt nên tôi quên gõ cửa.\nVà rồi tôi thấy Nanami đang cởi váy.",
    "きゃっ……！": "K-Kya…!",
    "す、すまん！　着替え中だったのか！\n悪い、ノックをしてなくて……": "X-Xin lỗi! Em đang thay đồ à!\nAnh xin lỗi, anh không gõ cửa…",
    "い、いえ……%usernameusernameuserna%さんも、\n今日は疲れていたのですから……": "Dạ, dạ không sao đâu ạ…%usernameusernameuserna%…\nHôm nay anh cũng mệt mà…",
    "悪い……本当に油断していた……\nその、今からいったん出直すよ。": "Anh xin lỗi… Anh thật sự bất cẩn quá…\nThì, bây giờ anh sẽ ra ngoài.",
    "まっ……待ってください、%usernameusernameuserna%さん。\nわたくしでしたら、その……構いませんわ。": "Đ-Đợi đã, %usernameusernameuserna%…\nNếu là em, thì… không sao đâu ạ.",
    "え？": "Hả?",
    "夜更けにわたくしの部屋まで訪ねてきたということは、\nそういうつもりだったのでしょう……？": "Anh đến phòng em vào đêm khuya, có nghĩa là… anh muốn như vậy đúng không ạ…?",
    "……色々と疲れて、溜まっているのではなくて？\nわたくしも……その、別に構いませんわ。": "…Anh không chỉ mệt mỏi vì nhiều chuyện, đúng không ạ?\nEm… thì, cũng không sao đâu ạ.",
    "も、勿論誰にでもこういう事を言うわけではないですわ！\n%usernameusernameuserna%さんにだけで……": "Đ-Đương nhiên không phải em nói với ai cũng được như vậy đâu ạ!\nChỉ với %usernameusernameuserna% thôi…",
    "（……ここまで言われて、流石に違うとは言えないな）": "（…Đến nước này thì không thể nói là không được rồi）",
    "ああ……いきなりで悪いな。": "À… Anh đột ngột quá, anh xin lỗi.",
    "ふふ、いいのですよ……\nですが、他の皆様も居ますから……あまり音は出ないように……": "Fufu, không sao đâu ạ…\nNhưng mà, còn có những người khác nữa… nên… đừng tạo ra tiếng động lớn quá nhé…",
    "わたくしが、%usernameusernameuserna%さんのことを、\n口でご奉仕致しますわね……": "Em sẽ dùng miệng để phục vụ %usernameusernameuserna%…",
    "七彩は俺の服を脱がし、露わになったペニスを頬張った。\n着替え中だった彼女もすっかりあられもない姿になっている。": "Nanami cởi quần áo của tôi ra, rồi cô ấy ngậm lấy dương vật của tôi.\nCô ấy, người đang thay đồ, cũng đã trong tình trạng không mảnh vải che thân.",
    "んっ、むむっ……ふぁ……大きい……\nんむっ……こんなにも、大きくなるのですね……んんっ……": "Ưm, ừm… Phụt… Lớn quá…\nƯm… Lớn đến mức này sao… Ưm…",
    "ちゃんと咥えたいと思っているの、ですが……ぅ、くぅっ……\nなかなか、うまくいきませんわ……ぷぁっ……んふっ……": "Em muốn ngậm hết, nhưng mà… ư, khụ…\nKhông được… Phụt… Ưm…",
    "生暖かい粘膜が、肉棒を半ばほどまで包みこむ。\nだが慣れてないと言った通り、舌や唇の動きは極めて控えめだった。": "Màng nhầy ấm áp bao bọc lấy khoảng một nửa thân dương vật.\nNhưng đúng như đã nói, cô ấy chưa quen nên lưỡi và môi của cô ấy di chuyển rất chậm.",
    "んっ、はあ……%usernameusernameuserna%さんの\n大事なところ、ですから……ぁむっ……ふっ、ぅぅ……": "Ưm, ha… Vì đây là… chỗ quan trọng của %usernameusernameuserna%… Aum… Phụt, ừm…",
    "焦って歯を立てたり、しないように……ぅむん……んくっ……\nむむっ……慎重に進めたい、と思いまして……んっ、ちゅ……": "Để em không làm anh bị đau… Ưm… Ưm…\nEm muốn cẩn thận hơn… Ưm, chụt…",
    "ですが、ただ咥えているだけでは……んっ、く……ふぁっ……\nんっ、む……ぅぅっ……ぷぁ……物足りないでしょうか……？": "Nhưng mà, chỉ ngậm thôi thì… Ưm, kh… Phụt…\nƯm, ư… Ưm… Phụt… Có vẻ chưa đủ sao ạ…?",
    "正直なところ、もどかしさはあった。\nしかし七彩が奉仕をしてくれている事実が、欲望を掻き立てる。": "Thật lòng mà nói, tôi có chút bồn chồn.\nNhưng sự thật là Nanami đang phục vụ tôi, điều đó lại càng làm tăng ham muốn.",
    "はうっ……%usernameusernameuserna%さんのが、\nわたくしの口の中で、跳ねて……っむぅぅ……んはっ……！": "Hau… Của %usernameusernameuserna%…\nTrong miệng em đang nhảy nhót… Ưm… Hah…!",
    "また、大きくなったようですわ……ぅくっ……\nんちゅ……わたくしの拙い奉仕で、感じてくれるなんて……": "Lại lớn thêm rồi ạ… Ưm…\nChụt… Chỉ với sự phục vụ vụng về của em mà anh cũng cảm thấy…",
    "こんなにも……んっふ……ちゅっ、ぱ……\n嬉しいもの、なのですね……はぁぁ……ぁ、うむっ……ふぅっ……": "Đến mức này… Ưm… Chụt, pa…\nVui đến vậy sao… Haaa… A, ưm… Phụt…",
    "赤らんだ目元を綻ばせ、張り詰めた肉棒に舌を絡ませる七彩。": "Đôi mắt đỏ hoe, Nanami liếm láp dương vật đang căng cứng.",
    "彼女はあくまでも奉仕に徹するつもりなのだろう。\n局部に指が触れているものの、いまだ慰める素振りはない。": "Cô ấy có vẻ chỉ muốn phục vụ tôi mà thôi.\nMặc dù ngón tay cô ấy đang chạm vào bộ phận sinh dục, nhưng cô ấy vẫn chưa có dấu hiệu muốn vuốt ve.",
    "んっ……今、優先すべきは%usernameusernameuserna%さんを\n気持ちよくして差し上げること……んむむっ……ちゅっ……": "Ưm… Giờ em nên ưu tiên làm cho %usernameusernameuserna%…\nCảm thấy thoải mái… Ưm… Chụt…",
    "頭ではわかっていますのに……ぁふっ……んぅ……っく……\nんちゅ、ちゅっ……なんだかアソコが、疼いてしまって……": "Trong đầu em biết… A… Ưm… Kh…\nChụt, chụt… Nhưng mà… sao chỗ đó lại ngứa ngáy quá…",
    "ふぅぅっ……あっ……ですが、ご安心ください……ぅむっ、ん……\nんんっ……ちゃんと、最後まで続けますから……んっ、んん……": "Phù… A… Nhưng mà, anh cứ yên tâm… Ưm… Ưm…\nƯm… Em sẽ làm đến cùng mà… Ưm, ưm…",
    "七彩は自身の快楽は二の次で、奉仕に打ち込んでくれている。\n真面目なところは好ましいが、ハメを外したところも見てみたい。": "Nanami đặt khoái cảm của mình xuống hàng thứ hai, và tập trung vào việc phục vụ tôi.\nSự nghiêm túc của cô ấy thật đáng ngưỡng mộ, nhưng tôi cũng muốn xem cô ấy khi buông thả.",
    "そこで七彩にあることをお願いしてみた。": "Thế nên tôi đã nhờ Nanami một chuyện.",
    "んっ……ぇ……？　奉仕をしながら、\nわたくしが……ひとりでするところを見てみたい……？": "Ưm… Hả…?\nTrong khi phục vụ…\nEm… muốn xem em… tự mình làm… sao…?",
    "%usernameusernameuserna%さんに言われては……ぅうんっ……\n断るわけにはいきませんわね……んっ、ふぁ……むちゅっ……": "Vì %usernameusernameuserna% nói… Ưm…\nEm không thể từ chối được… Ưm, phả… Mút…",
    "少し、恥ずかしいですけれど……ふぅっ……んくっ……\nどうぞご覧になって、ください……あっ……ぁあっ、はっ……！": "Tuy hơi xấu hổ… Phù… Kh…\nXin hãy xem… đi ạ… A… Aaa, ha…!",
    "七彩はくぐもった声で言うなり、指を揺らめかせはじめた。\n聞こえてくる水音が、彼女が得ている快感を物語っている。": "Nanami nói bằng giọng nghẹn ngào, rồi bắt đầu di chuyển ngón tay.\nTiếng nước chảy cho thấy cô ấy đang đạt được khoái cảm.",
    "ふあっ、あっ……んはっ、もうこんなに濡れてっ……んんっ……！\n中まで熱く、なって……しまって、ますわ……はぁあっ……！": "Phụt, a… Hah, ướt hết cả rồi… Ưm…!\nBên trong nóng ran…\nMất rồi… Haa…!",
    "あぁっ……！　い、いけませんっ……んぁっ、は……んくうっ……\nわたくしばっかり、気持ちよくなっては……はぁっ……ああっ……！": "Aaa…! Khô, không được… Aaa, ha… Khuu…\nChỉ mình em cảm thấy thoải mái thì… Haa… Aaa…!",
    "これでは奉仕をした、ことに……っふ、ぅぅっ……ぁあっ……\nなりませんものっ……んぁぁ、っむ……ちゅ、く……んふっ……！": "Nếu cứ như vậy thì… Em không được phục vụ anh rồi… Phụt, ư… Aaa…\nKhông được… Aaa, mút… Chụt, kh… Phụt…!",
    "七彩は嬌声を上げながらも、今までより唇の端を締めてみせた。\n途端に狭まった口のなかで、切っ先を強めに吸い上げられる。": "Nanami vừa rên rỉ, vừa mím chặt môi hơn trước.\nNgay lập tức, đầu dương vật bị hút mạnh hơn trong miệng cô ấy.",
    "拙くも這わせられた舌は、裏筋にフィットしていた。\nそうとは知らない七彩は、同じところをねっとりと舐め回す。": "Lưỡi của cô ấy, dù vụng về, vẫn phù hợp với rãnh dưới của dương vật.\nNanami, không hề biết điều đó, liếm láp cùng một chỗ.",
    "んむぅぅっ……んはっ、ぁ、っふ……ここ、感じますの……？\nなんだかお汁が増えた、ような……ぅ、っむ……んぁあっ……！": "Ưm… Hah, a, phụt… Chỗ này, em cảm thấy…?\nCứ như là có nhiều nước hơn… Ư, mút… Aaa…!",
    "ちゅむむっ……どんどん、あふれてきますわ……っぅくくっ……\nこぼれないよう、吸い取ってあげますわね……っぢゅ、るるっ……！": "Chụt… Càng ngày càng tràn ra… Khukhu…\nEm sẽ hút hết để nó không bị trào ra… Chụt, ruru…!",
    "ますます吸引が強まり、快感のゲージが引き上げられていく。\nもう少し楽しみたいのに、このままではすぐ射精させられかねない。": "Sức hút ngày càng mạnh hơn, thước đo khoái cảm đang tăng lên.\nTôi muốn tận hưởng thêm một chút nữa, nhưng nếu cứ như vậy thì tôi sẽ xuất tinh ngay.",
    "声が漏れないようにしつつ、もう少しゆっくりでいいと頼みこむ。\nすると奉仕に徹していた七彩と久しぶりに目が合った。": "Tôi cố gắng không phát ra tiếng, và cầu xin cô ấy chậm lại một chút.\nRồi tôi nhìn vào mắt Nanami, người đã tập trung vào việc phục vụ tôi.",
    "んっ、ふ……ぷぁっ……なるほど、刺激が強いと……\nでは、もう少しゆっくり……はむんっ、ん……ちゅ、っぽ……": "Ưm, ph… Phụt… Ra là, nếu kích thích mạnh quá thì…\nVậy thì, em sẽ chậm lại một chút… Hamun, ư… Chụt, po…",
    "んっ……んちゅぅ、ちゅくっ……これくらいのペースでは……\nいかがでしょうか……ふぁあっ……あっ、んむっ……ふっ……": "Ưm… Chut, chuk… Với tốc độ này thì…\nAnh thấy sao ạ… Phụt… A, ưm… Phụt…",
    "強すぎたり、弱すぎたりしていた、らぁ……ちゅ、れろぉ……\nんあっ、は……れるる……遠慮なく言ってくださいね……": "Nếu mạnh quá, hoặc yếu quá… Chụt, rero…\nƯm, ha… Reru… Cứ nói với em nhé…",
    "ちょうどいいと伝えると、七彩は嬉しそうに目元を細めた。\n動きに合わせて揺れる胸に、自然と目が奪われてしまう。": "Khi tôi nói là vừa đủ, Nanami vui vẻ nheo mắt lại.\nĐôi mắt tự nhiên bị hút vào bộ ngực đang rung động theo chuyển động của cô ấy.",
    "んうぅ、ちゅるっ……お好きですよね、胸……んぅむっ……\nちろ、ちろろ……むちゅうっ……わかってますよ……じゅぱっ……": "Ưuu, chụt… Anh thích ngực em đúng không… Ưm…\nChiro, chiro… Mê mẩn… Em biết mà… Jupa…",
    "%usernameusernameuserna%さんに見られていると、ぉ……んんっ……\nますます高ぶって、しまいますわ……っはあぁ、あっ……ちゅぷ……": "Khi em bị %usernameusernameuserna% nhìn… Ưm…\nEm càng hưng phấn hơn… Haa, a… Chupu…",
    "ふぁあっ……！　あ、っむ、奉仕をしながら……ちゅ、ちゅぱぁ……\nアソコをいじるの、クセになってしまいそうですっ……はあぁんっ……": "Phụt…! A, mút, trong khi phục vụ… Chụt, chupa…\nEm có vẻ như đã quen với việc… sờ vào chỗ đó rồi… Haaan…",
    "すっかり潤んだ隘路から、絶え間なく上がる淫靡な音。\n普段はおしとやかな七彩が見せる痴態に、肉棒が脈打つ。": "Từ khe khẽ ẩm ướt, những âm thanh dâm đãng không ngừng phát ra.\nTôi thấy dương vật mình đập thình thịch trước vẻ mặt dâm đãng của Nanami, người thường ngày rất dịu dàng.",
    "わたくしも驚いて、いますっ……ぁんっ……んむっ、ちゅうぅっ……\n自分のなかに、こんな一面がある、ことに……っくぅん、れうっ……": "Em cũng rất ngạc nhiên… An… Ưm, chuhu…\nVì trong em, lại có một mặt như vậy… Khun, reu…",
    "%usernameusernameuserna%さんと触れ合う、とっ……ぁむっ、んっ……\n胸の内側から、熱くなって……ん、っちゅ、じゅるるっ……": "Khi em được tiếp xúc với %usernameusernameuserna%… Aum, ưm…\nTừ bên trong ngực em, nóng bừng lên… Ưm, chichu, jururu…",
    "恥ずかしくても、はしたなくても……ふ、んんぅっ……あぁっ……！\n何でもして差し上げたく、なるのですっ……ちゅっ、ぽ、ぺろぉ……": "Dù xấu hổ, dù không ra gì… Ph, ưuu… Aaa…!\nEm muốn làm bất cứ điều gì cho anh… Chut, po, pero…",
    "七彩がこぼす嬌声の合間に、紡がれた想い。\nそれを噛み締める間もなく、根元まで深々と咥え込まれた。": "Trong những tiếng rên rỉ của Nanami, những suy nghĩ được thể hiện ra.\nTôi chưa kịp cảm nhận được thì đã bị ngậm sâu vào gốc dương vật.",
    "その拍子に喉奥に当たったのか、彼女はわずかに顔をしかめる。\n苦しくないはずはないのに、唇や舌を緩めることはなかった。": "Vì thế, cô ấy hơi nhăn mặt vì bị chạm vào cổ họng.\nChắc chắn là cô ấy không thấy dễ chịu, nhưng cô ấy không hề thả lỏng môi hay lưỡi.",
    "んくぅっ、んっ、ぅぅっ……%usernameusernameuserna%さんので、\n口のなか、いっぱいっ……！　っぷぁ、ぅうんっ……ぢゅうっ……": "Khuu, ưm, ưuu… Của %usernameusernameuserna%…\nTrong miệng em, đầy ắp…! Phpa, ưun… Juu…",
    "ですが、段々とっ……っんぁ、むぅっ、じゅぷっ！\nコツが掴めてきましたわ……ぢゅるっ、じゅっ、んれるぅっ……": "Nhưng mà, dần dần… A, mút, jup…!\nEm đã nắm được bí quyết rồi… Jururu, ju, nreru…",
    "こうやって、口のなかに……んっ、ふむ、ちろろっ……\n擦りつけて、ぇ……あむっ、じゅっ……ぷ、ぢゅっ、ちゅりゅぅっ！": "Cứ như thế này, trong miệng em… Ưm, phum, chiro…\nCọ xát vào… Aum, ju… Ph, ju, churyuu…!",
    "コツが掴めたと言った通り、七彩の奉仕は上達しつつあった。": "Đúng như đã nói, kỹ năng phục vụ của Nanami đang ngày càng tiến bộ.",
    "熱を帯びた粘膜は、とろけるように柔らかい。\n不規則に裏筋を舐められ、とうとう声がこぼれてしまった。": "Màng nhầy nóng bỏng, mềm mại như tan chảy.\nTôi bị liếm vào rãnh dưới một cách bất thường, và cuối cùng tôi đã không thể kìm được tiếng rên.",
    "あぁ、気持ちよさそうな声……んじゅっ、ぅうんっ、む、ぢゅっ……\nお顔も赤くなって……あぅ、むっ、んぅぅ、れうっ……！": "A, nghe thật là sướng… Jun, ưun, m, ju…\nMặt cô ấy cũng đỏ lên… Au, m, ưuu, reu…!",
    "ここの、先っぽのところ……ぢゅ、ぷっ、んふっ……\n気持ちいいのですか……？　んっ、んっぢゅ、ぢゅろろっ！": "Chỗ này, đầu dương vật… Ju, phut, phut…\nCó sướng không ạ…? Ưm, ưm, churo…!",
    "先ほどまでは行為を楽しむ余裕があったが、\n抗いようのない快楽の前では、もう頷くことしかできない。": "Lúc trước tôi còn có thể tận hưởng hành động, nhưng\ntrước khoái cảm không thể cưỡng lại, tôi chỉ có thể gật đầu.",
    "すると七彩は頭を上下に振りながら、\n猛然と亀頭に吸いついてきた。": "Rồi Nanami lắc đầu và\nhút mạnh vào đầu dương vật của tôi.",
    "んぅっ！　くっ、ぅっ、んちゅぅっ！　ふぁっ！\nここっ……！　んっ、んむちゅっ、ここ、ですねっ……！": "Ưu…! Kh, ư, chuchu…! Phut!\nChỗ này…! Ưm, umchut, chỗ này, đúng không ạ…!",
    "ぢゅぷっ！　覚えましたわっ……ぢゅっ！　ぢゅっ！　ちゅぱぁっ！\n%usernameusernameuserna%さんの、感じるところっ……！": "Chupu! Em nhớ rồi… Ju! Ju! Chupaa!\nChỗ mà %usernameusernameuserna%… cảm thấy…!",
    "んあぁっ！　ふっ！　んくぅぅっ……ぅあっ！　んっ！　んちゅっ！\nもっと高めてあげますっ！　んんっ、ちゅっ！　ぢゅうぅっ！": "Aaa! Phut! Khuuu… Uaa! Ưm! Chut!\nEm sẽ làm anh sướng hơn nữa! Ưm, chụt! Juuu!",
    "七彩が奉仕に熱を入れるほどに、甘酸っぱい蜜の香りも強まっていく。\nふと足元に目をやると、あふれた愛液が小さな水たまりを作っていた。": "Khi Nanami càng nhiệt tình phục vụ, mùi mật ngọt cũng càng nồng nàn hơn.\nTôi nhìn xuống chân, và thấy một vũng tinh dịch nhỏ đã hình thành.",
    "肉欲に染まりきった彼女が、激しく指を抜き差しする様が堪らない。\nそんな姿を見ているうちに、腰を前後に振っていた。": "Tôi không thể cưỡng lại được khi nhìn thấy cô ấy, người đã hoàn toàn chìm đắm trong dục vọng, đang điên cuồng rút ra và đút vào ngón tay.",
    "んぐっ、！　くぅっ、ぅうんっ！　はっ、激しっ……！　うあぁっ！\nですが、離しません……っあむ！　ぢぅっ！　ぢゅぷぅっ！　んうっ！": "Ngư, ! Khu, ưun! Ha, mạnh…! Uaa…!\nNhưng em sẽ không buông ra… Aum! Ju! Jupu! Ưu!",
    "%usernameusernameuserna%さんがっ……ぢゅるぅっ！　ひっ、ぃあっ！\n射精するまで、絶対にっ……！　ふぁっ！　んっ、ぢゅろっ！": "Của %usernameusernameuserna%… Juruu! Hih, iaa!\nCho đến khi anh xuất tinh, nhất định…! Phut! Ưm, churo!",
    "理性はとっくに擦り切れて、喉奥に何度となく肉棒を突き入れる。": "Lý trí đã hoàn toàn tan vỡ, và tôi đã đâm dương vật vào cổ họng cô ấy không biết bao nhiêu lần.",
    "七彩は荒ぶる一方の腰つきから、俺が限界間近だと察したのだろう。\nただでさえ狭い咥内をさらに締め、一気に吸引を強めた。": "Nanami có lẽ đã nhận ra rằng tôi sắp đạt đến giới hạn từ cách cô ấy lắc hông liên tục.\nCô ấy siết chặt miệng hơn nữa, và hút mạnh hơn.",
    "射精しそうなら、このままっ……わたくしの口にっ！　んぐっ！\nんっ！　ふっ！　ぢゅっ！　ぢゅぷっ！　ぢゅぅぅっ！": "Nếu sắp xuất tinh, thì… vào miệng em đi ạ! Ưm!\nƯm! Phut! Ju! Jupu! Juuu!",
    "受け止める準備は、できてますわっ！　あっ！　はっ！　ひっ、う！\nんくっ！　はっ！　あっ！　んうっ！　ぢゅるるるるぅっ！": "Em đã chuẩn bị sẵn sàng để đón nhận rồi ạ! A! Ha! Hih, u!\nKh! Ha! A! Ưu! Jurururu!",
    "んふううううううううううううううううぅぅぅっ！\nんくうっ！　んうっ！　くぅぅぅぅっ！": "Uuuuuuuuuuuu…!\nKhu! Ưu! Khuuuu!",
    "快楽の頂点に辿り着いたのは、ほとんど同時だったようだ。\n七彩はくぐもった声を漏らしながら、放出した精液を吸い取っていく。": "Có vẻ như chúng tôi đã đạt đến đỉnh điểm khoái cảm gần như cùng một lúc.\nNanami rên rỉ và hút tinh dịch đã được giải phóng.",
    "ふうぅぅっ……！　んっく、んくっ、んくっ……！\nんんっ……ぷぁっ！　あ、こぼれてっ……じゅっ……じゅるっ……！": "Phuuu…! Ưmkh, kh, kh…!\nƯm… Phut! A, trào ra… Ju… Jururu…!",
    "はぁぁっ……ぅむん、ちゅ……わたくしの、口のなか……\n%usernameusernameuserna%さんで、いっぱいです……ちゅるるっ……": "Haa… Ưm, ch… Trong miệng em…\nĐầy ắp… của %usernameusernameuserna%… Chuturu…",
    "ふぁああ……はぁ……はぁ……んっ……よかったですわ……\nちゃんと%usernameusernameuserna%さんを、気持ちよくできて……": "Phuaaa… Ha… Ha… Ưm… Em rất vui…\nVì em đã làm cho %usernameusernameuserna% cảm thấy thoải mái…",
    "口を使った奉仕なんて、はじめてで……\n至らないところも多かったとは思いますが……っんん……": "Em chưa từng dùng miệng để phục vụ…\nEm biết là còn nhiều thiếu sót… Ưm…",
    "大半は飲んでしまったようだが、\nさすがにすべては難しかったらしい。": "Phần lớn đã bị nuốt, nhưng\ncó vẻ như không thể nuốt hết được.",
    "七彩がペニスを離すと、途端に精液が伝い落ちる。\n豊満な乳房はもちろんのこと、地面にまで垂れていた。": "Khi Nanami rời khỏi dương vật, tinh dịch lập tức chảy xuống.\nKhông chỉ bộ ngực đầy đặn, mà nó còn nhỏ giọt xuống cả mặt đất.",
    "本当は余すことなく、飲み干すつもりだったのです……\nですが、あまりに射精の勢いが強くて……": "Em thực sự muốn uống hết…\nNhưng mà, vì anh xuất tinh quá mạnh…",
    "わたくしの口のなかで、ビクビクと力強く脈打って……\nそのことに、わたくし……凄く、興奮してしまいましたの……": "Trong miệng em, nó đang đập thình thịch một cách mạnh mẽ…\nVề điều đó, em… rất, rất phấn khích…",
    "ぐしょぐしょに濡れたアソコを、かき回しながら……\nなので最後は、その……%usernameusernameuserna%さんと一緒に……": "Khi em khuấy đảo chỗ đó ướt nhẹp…\nVì vậy, cuối cùng, em… cùng với %usernameusernameuserna%…",
    "奉仕を終えてもなお、消えることのない色香。": "Sau khi kết thúc sự phục vụ, hương thơm vẫn còn vương vấn.",
    "俺を見上げる七彩の瞳は、艶っぽく濡れていた。\n形のいい唇は、今もまだ付着した白濁が糸を引いている。": "Đôi mắt của Nanami, đang nhìn tôi, ướt át và gợi cảm.\nĐôi môi xinh đẹp của cô ấy, vẫn còn vệt trắng đục.",
    "……%usernameusernameuserna%さん？\nその……まだ、あまり治まっていないようですわね……": "…%usernameusernameuserna%?\nThì… có vẻ như… anh vẫn chưa bình tĩnh lại…",
    "すまん……七彩を見ていたらな……": "Xin lỗi… Vì anh đã nhìn Nanami…",
    "……確かに、ベッドの用意は出来ていますが……": "…Quả thực, em đã chuẩn bị giường…",
    "その言葉で、プレ・クラスーＡの誰かに、\nしているところを見られてしまうかもしれない事に気づく。": "Với những lời đó, tôi nhận ra rằng ai đó trong lớp A trước đó\ncó thể đã nhìn thấy chúng tôi đang làm chuyện đó.",
    "……ふふ、でしたら……また、ふたりの時に……いかがですか？": "…Fufu, vậy thì… lần sau, khi chỉ có hai chúng ta… thì sao ạ?",
    "そう言われて頷くと、蠱惑的な笑みを浮かべた。": "Khi tôi gật đầu, cô ấy nở một nụ cười quyến rũ.",
    "では……その日を楽しみにしていますわね。": "Vậy thì… em rất mong đến ngày đó nhé."
}