{
    "ユリア！　来ますよ！": "Yuria! Đến rồi kìa!",
    "わかった！": "Hiểu rồi!",
    "ふふ、あはは！　参りますねぇ～！": "Hừm, a ha ha! Bắt đầu thôi nào!",
    "前方から襲い来るメイズシフターを次々に斬り伏せた。\nその前衛ふたりをフィーとアニスが援護する。": "Từ phía trước, tôi đã chém gục những Maze Shifter liên tục.\nHai người đi đầu được Fee và Anis hỗ trợ.",
    "フィー！　あたしがかく乱するわ！\nその間、沙耶が突出しているから見てあげて！": "Fee! Tớ sẽ gây rối đây!\nTrong lúc đó, Saya đang xông lên, cậu để ý giúp tớ nhé!",
    "わかった。": "Được.",
    "仲間達、そして敵の動きも読みながら、\n翠蘭は次の指示をまた送る。": "Vừa quan sát đồng đội, vừa đọc được cả động thái của kẻ địch,\nSuiran lại gửi chỉ thị tiếp theo.",
    "俺はと言えば、それを静かに見守っていた。\nひとまずこの局面で俺は指示を送らないと事前に伝えている。": "Còn tôi thì chỉ lặng lẽ quan sát.\nTrước đó tôi đã nói rõ là trong tình huống này tôi sẽ không đưa ra chỉ thị nào.",
    "（空気は良くなったな。本音で語り合えたことで\nわだかまりもなくなったんだろう）": "(Không khí đã tốt hơn rồi. Chắc là vì mọi người đã có thể nói chuyện thẳng thắn với nhau nên\nmà những hiểu lầm cũng không còn nữa)",
    "第二波、きます！": "Đợt hai, đến rồi!",
    "ふふ、まだ戦えるのですね……！": "Hừm, vẫn còn chiến được sao……!",
    "必然的に、雰囲気が改善したことでチームに一体感が生まれている。\nしかし、まだまだ動きはぎこちない。": "Do bầu không khí được cải thiện một cách tất yếu, tinh thần đồng đội đã được hình thành trong đội.\nTuy nhiên, các động tác vẫn còn gượng gạo.",
    "うぁっ！？　いつの間に背後に……っ！": "Ưa!? Sao lại ở phía sau lưng……!",
    "流石にこの数は対応しきれないわ！": "Quả là không thể ứng phó với số lượng này!",
    "ユリア、沙耶ともに連携を気にしてか攻撃が単調になっていた。\nその結果、他のリズムが崩れて援護するフィーの反応も遅れている。": "Cả Yuria và Saya đều quan tâm đến việc phối hợp, nên các đòn tấn công trở nên đơn điệu.\nKết quả là, nhịp điệu khác bị phá vỡ và phản ứng của Fee cũng chậm trễ.",
    "翠蘭とアニスは危なげない印象だが、前線がこれだけ崩れてしまうと、\nふたりも後手に回らざるを得なくなり――": "Suiran và Anis có vẻ không gặp nguy hiểm, nhưng nếu tuyến đầu sụp đổ như thế này,\nthì hai người họ cũng sẽ phải đối phó một cách bị động――",
    "……囲まれた。": "……Bị bao vây rồi.",
    "まさか……ここまで、なのですか……？": "Không thể nào…… Đến mức này sao……?",
    "彼女たちは多数のメイズシフターに包囲され、\n戦闘不能に陥ってしまったのだった――": "Họ đã bị bao vây bởi một số lượng lớn Maze Shifter,\nvà đã rơi vào tình trạng không thể chiến đấu――",
    "……あー！　面白くなーい！\nなんでこう動けないのー！？": "……A! Chán quá đi!\nSao tớ không thể di chuyển được chứ!?",
    "……このパイロットも駄目だった。": "……Phi công này cũng không được.",
    "あそこで一歩を……いえ、ですが……": "Ở chỗ đó một bước…… Không, nhưng mà……",
    "シミュレーターから次々に降りてくる５人。\n実戦を想定したシミュレーション訓練の結果は散々だ。": "Năm người lần lượt bước xuống từ máy mô phỏng.\nKết quả của buổi huấn luyện mô phỏng tình huống chiến đấu thực tế thật thảm hại.",
    "これが実戦であれば全滅して危険な状況になったんだぞ……\nとは言わなくても、彼女たちの表情で自覚していることは分かった。": "Nếu đây là chiến đấu thực tế thì đã bị tiêu diệt và rơi vào tình huống nguy hiểm rồi đấy……\nMặc dù không cần phải nói ra, nhưng tôi hiểu rằng họ đã tự nhận thức được điều đó qua nét mặt của họ.",
    "（今までのカオスメイデンは壊れたようだな。\nここから大変になるぞ……）": "(Có vẻ như Chaos Maiden trước đây đã bị hỏng rồi.\nTừ đây sẽ rất khó khăn……)",
    "さて……教導指揮官として聞きたい。\nそれぞれ、何か感じたことはあったか？": "Được rồi…… Với tư cách là chỉ huy hướng dẫn, tôi muốn hỏi.\nMỗi người, có cảm thấy điều gì không?",
    "これじゃダメなんだーってのは分かってるんだけどさ……\nなんか、思うように動けなくてたのしくなくて……": "Tớ biết là không ổn rồi……\nNhưng mà, tớ không thể di chuyển theo ý muốn, thấy không vui chút nào……",
    "あまり思い詰めないでください。\nユリアだけの問題じゃないですから。": "Đừng suy nghĩ quá nhiều.\nĐó không phải là vấn đề của riêng Yuria.",
    "そうねぇ……やっぱり、誰が悪いかと言えばあたしよね。\n……だから、どうしても責めるならあたしを……": "Phải rồi…… Rốt cuộc, nếu nói ai là người có lỗi thì là tớ.\n……Vậy nên, nếu bắt buộc phải trách móc thì hãy trách tớ đi……",
    "言っておくが、そんな風に言っても慰めたりはしないからな？": "Tôi nói trước, dù cô nói vậy thì tôi cũng sẽ không an ủi đâu đấy?",
    "あら、バレちゃった♪\n……でも、あたしがサポートしきれなかったのも事実よね。": "A, bị lộ rồi♪\n……Nhưng mà, việc tớ không thể hỗ trợ hết mình cũng là sự thật.",
    "……戦術の選定が間違っているのでしょうか？\nカオスメイデンの持ち味を活かせていないのか……": "……Có phải là do việc lựa chọn chiến thuật sai lầm không?\nHay là không phát huy được hết khả năng của Chaos Maiden……",
    "……演劇は、役者次第で全く違うものになる。\n台本が同じでも、まったく違う劇になることもある。": "……Kịch, nó sẽ khác hoàn toàn tùy thuộc vào diễn viên.\nDù là cùng một kịch bản, nhưng cũng có thể trở thành một vở kịch hoàn toàn khác.",
    "……つまり、私たちが戦術を活用できていない……という事ですね？\n考え方を変えて己を見つめ直すべきだと……": "……Tức là, chúng ta đã không thể tận dụng chiến thuật…… Đúng không?\nChúng ta nên thay đổi cách suy nghĩ và nhìn nhận lại bản thân……",
    "んー、本当にそうかしら？\nそれって本当にあたしたちらしいの？": "Ừm, tớ có chắc là như vậy không?\nLiệu đó có thực sự là con người của chúng ta?",
    "……確かに、その通りかもしれません。": "……Quả thật, có lẽ là như vậy.",
    "（カオスメイデンにはもっと違うアプローチが必要だな。\n実力はある。がむしゃらに体を動かすよりも……）": "(Chaos Maiden cần một cách tiếp cận khác.\nHọ có thực lực. Thay vì cố gắng di chuyển cơ thể một cách liều lĩnh……)",
    "よし、訓練は中止だ。": "Được rồi, hủy buổi huấn luyện.",
    "あら……もしかして、あたしたち見捨てられちゃうの？\n悲しいわ……ああ、頼れる人なんてもうあなたしかいないのに……": "A…… Có khi nào, chúng ta bị bỏ rơi không?\nBuồn quá đi…… A, người mà tớ có thể dựa vào bây giờ chỉ còn có anh thôi……",
    "違うわ！　アニスは変なこと言うな！\n……基礎自体は出来るからな。訓練の必要はないと感じた。": "Không phải đâu! Anis đừng có nói những điều kỳ lạ!\n……Cơ bản thì vẫn có thể làm được mà. Tôi cảm thấy không cần thiết phải huấn luyện nữa.",
    "……基礎が出来ていても、連携の訓練なども必要では？\n必要がないとは思いませんが――": "……Dù đã có kiến thức cơ bản thì vẫn cần phải huấn luyện phối hợp chứ?\nMặc dù tôi không nghĩ là không cần thiết――",
    "お前らに必要なのはもっと別の事だ。\n……というわけで、『お茶』をするとしようか。": "Điều các cô cần là một thứ khác.\n……Vì vậy, chúng ta hãy 'uống trà' nhé.",
    "……お茶？": "……Uống trà?",
    "沙耶の部室として使っている和室。そこで俺は主人として、\nカオスメイデンメンバー全員と１対１でお茶をする。": "Căn phòng kiểu Nhật mà Saya dùng làm phòng câu lạc bộ. Ở đó, với tư cách là chủ nhà,\ntôi sẽ uống trà với tất cả các thành viên của Chaos Maiden, mỗi người một.",
    "こうしてひとりずつ呼んで、ゆっくり話そうという趣向だ。\n俺が点てた茶が美味いかは一旦横に置く。": "Bằng cách gọi từng người một như thế này, tôi muốn nói chuyện từ từ.\nTôi sẽ gác lại việc trà tôi pha có ngon hay không.",
    "（まあ、沙耶に手伝ってもらうからそう悪い事にはならないだろ。\nさて、まず最初は――）": "(Chà, vì Saya sẽ giúp nên chắc cũng không tệ đâu.\nĐược rồi, người đầu tiên là――)",
    "（ユリアか。カオスメイデンの中心人物。\n皆を引っ張るリーダーだが……）": "(Yuria đây. Nhân vật trung tâm của Chaos Maiden.\nCô ấy là người lãnh đạo, người dẫn dắt mọi người, nhưng mà……)",
    "……いただきます。": "……Xin phép.",
    "ぎこちないものの、ユリアは正しい作法で茶を受け取る。": "Tuy có vẻ gượng gạo, nhưng Yuria đã nhận trà theo đúng nghi thức.",
    "へえ、礼儀正しく飲むんだな。\nてっきり、もっと豪快に飲み干すと思ったぞ？": "Hể, uống rất đúng lễ nghi đấy.\nTôi cứ tưởng cô sẽ uống cạn một cách mạnh mẽ chứ?",
    "だって、ここではこうやって飲むのが正しいんでしょ？\n沙耶ちゃんに教えてもらったし、これくらいできるよ。": "Vì ở đây, uống như vậy là đúng mà?\nTớ đã được Saya-chan chỉ cho, tớ có thể làm được chừng này.",
    "確かに作法としてはしっかりしてるが……\n俺の中のユリアのイメージとちょっとズレてたな。": "Quả thực, cô rất nghiêm túc về nghi thức……\nNhưng mà, nó hơi khác với hình ảnh của Yuria trong tôi.",
    "……%usernameusernameuserna%から見ても、\n最近は変だなって思う？": "……Nhìn từ phía %usernameusernameuserna%,\ngần đây anh thấy tớ kỳ lạ sao?",
    "ああ、そうだな。\n今までのユリアの方が楽しそうだった。": "Ừ, đúng vậy.\nYuria trước đây có vẻ vui vẻ hơn.",
    "……だって、楽しくなくなったんだもん。\n何やっても、うまく行かないし……新しいやり方も面白くないし。": "……Vì tớ không còn thấy vui nữa mà.\nDù làm gì đi nữa cũng không thành công, và cách làm mới cũng không thú vị.",
    "気付いたら、前みたいなＭＧの動かし方も出来ないんだ。\n私がこうしたいって思っても、動いてくれない感じ。": "Khi nhận ra thì, tớ cũng không thể điều khiển MG như trước nữa.\nDù tớ muốn thế này, nhưng nó không chịu di chuyển.",
    "……なるほどな。": "……Ra là vậy.",
    "……どこか窮屈に見えるユリア。\nまるで、自分で自分を押さえつけているようだ。": "……Yuria có vẻ gò bó.\nCứ như thể, cô đang tự kiềm chế bản thân vậy.",
    "ユリア、お前が望むことはなんだ？": "Yuria, em muốn điều gì?",
    "望むこと……？　それは、前みたいに楽しくなることだよ！\nＭＧ公式戦でいっぱい勝てる、楽しかった時に戻ること！": "Muốn gì sao……? Đó là, muốn được vui vẻ như trước đây!\nMuốn thắng thật nhiều trong các trận đấu chính thức của MG, muốn trở lại thời gian vui vẻ đó!",
    "なるほど……\nだが、ユリア。それが本当にユリアがやりたかったことなのか？": "Ra là vậy……\nNhưng mà, Yuria. Đó có thực sự là điều Yuria muốn không?",
    "……どういうこと？": "……Ý anh là sao?",
    "それが本当にユリアの望みなのか気になってな。\n自分でもゆっくり考えてみてくれ。本当に自分が望むことを。": "Tôi chỉ tò mò liệu đó có thực sự là điều Yuria mong muốn hay không.\nHãy tự mình suy nghĩ thật kỹ. Về những gì em thực sự mong muốn.",
    "…………私の望む事。": "…………Điều tôi mong muốn.",
    "ユリアは首をかしげながら退出して、次はフィーの番だ。\n彼女はキリっとした表情と静かな佇まいで入ってくる。": "Yuria rời đi với vẻ mặt nghi hoặc, và đến lượt Fee.\nCô bước vào với vẻ mặt sắc sảo và dáng vẻ điềm tĩnh.",
    "――結構なお手前で。": "――Trà ngon lắm.",
    "完璧な所作だった。\n沙耶からの知識か、或いは過去に演じた役柄か。": "Động tác hoàn hảo.\nKiến thức từ Saya, hoặc vai diễn trong quá khứ.",
    "いずれにせよ文句のつけようのない振る舞いだ。\nしかし、どこかフィーの様子は悲しげに見える。": "Dù thế nào đi nữa, cũng không có gì để phàn nàn về cách cư xử của cô ấy.\nTuy nhiên, Fee có vẻ hơi buồn.",
    "それで、フィーから見てチームはどうだ？": "Vậy, theo Fee thì đội như thế nào?",
    "……まだ、始まったばかりの舞台に似てる。": "……Nó giống như một sân khấu mới bắt đầu.",
    "というと？": "Ý cô là?",
    "まだまだ、誰もかれもが不格好で演技も出来ていない。\nでも、それでも……どこかワクワクさせる熱がある。": "Vẫn còn rất nhiều người vụng về và không thể diễn xuất được.\nNhưng mà, dù vậy…… Vẫn có một sự nhiệt huyết nào đó khiến người ta phải phấn khích.",
    "喧嘩をした翠蘭と、ユリア。シリウスシュガーもそう。\n……みんながみんな、熱を持って輝いていた。": "Suiran và Yuria đã cãi nhau. Sirius Sugar cũng vậy.\n……Tất cả mọi người, ai cũng tỏa sáng với nhiệt huyết.",
    "――でも、わたしにはない。\nここまで来ても、その熱を持つことが出来ない。": "――Nhưng mà, tôi thì không có.\nĐến tận bây giờ, tôi vẫn không thể có được nhiệt huyết đó.",
    "その熱がカオスメイデンには足りてないと思うか？": "Cô có nghĩ rằng Chaos Maiden đang thiếu nhiệt huyết đó không?",
    "ううん。わたしに足りない。": "Không. Tôi thiếu nó.",
    "だから、わたしは演じきれない。\nこの舞台で、わたしだけが役になれていない。": "Vì vậy, tôi không thể diễn hết vai của mình.\nTrong vở kịch này, chỉ có tôi là không thể nhập vai.",
    "……自分が何者であるかに悩み続けているフィー。\nその彼女が自分に責任があると考えているのは分かった。": "……Fee, người luôn loay hoay về việc mình là ai.\nTôi hiểu rằng cô ấy đang tự nhận trách nhiệm về mình.",
    "%usernameusernameuserna%には色々と教えてもらった。\nわたしに感情があることも、自分のやりたいを見つければいいことも。": "Tôi đã học được rất nhiều điều từ %usernameusernameuserna%.\nRằng tôi cũng có cảm xúc, và rằng tôi nên tìm thấy điều mình muốn làm.",
    "……なのに、わたしは感情に気づいても、\nどうすればいいか分かってもなにも出来ていない。": "……Nhưng mà, dù tôi đã nhận ra cảm xúc của mình,\ndù tôi biết phải làm gì, tôi vẫn không thể làm gì cả.",
    "心を動かす眩しさ……どうやれば持てるんだろう？\n……それが分からないから、今のわたしはお荷物。": "Ánh sáng chói lòa làm rung động trái tim…… Làm thế nào để có được nó đây?\n……Vì tôi không biết, nên tôi là gánh nặng hiện tại.",
    "……感情に見合う熱量が持てない自分が悪いってことか？": "……Có phải là lỗi của tôi khi không có được nhiệt lượng tương xứng với cảm xúc không?",
    "うん…………": "Ừm…………",
    "（フィー、今まさに本物を求めて渇望しているわけか）": "(Fee, bây giờ cô ấy đang khao khát tìm kiếm thứ thật sự)"
}