{
    "神社を巡った帰り、\n俺達は気まぐれに冬休みの誰もいない校舎に寄り道した――": "Trên đường về từ đền, \nchúng tôi tạt vào ngôi trường vắng vẻ trong kỳ nghỉ đông một cách ngẫu hứng.",
    "校舎内、ほんと静かよね～。\nなんか不法侵入してるみたいじゃない？": "Trong trường yên tĩnh thật đấy～.\nCứ như là mình đang đột nhập trái phép vậy.",
    "早く自首しろよ？": "Mau ra đầu thú đi?",
    "たとえ話だから！　つか、ラミ正規の学生だし！？": "Tớ chỉ nói ví dụ thôi mà! Với lại, tớ là học sinh chính quy mà!?",
    "でも実際、誰もいない校舎にふたりだけでいるところ見られたら、\nどう思われるだろうな。": "Nhưng mà, nếu bị bắt gặp khi hai đứa mình ở trong ngôi trường vắng vẻ này, \nthì người ta sẽ nghĩ gì nhỉ?",
    "んー。男女ふたりで、こっそりしてるなんて――": "Ưm... Hai đứa con trai con gái, lén lút ở đây...",
    "！？": "!?",
    "（まずい）": "(Chết rồi)",
    "（これ、普通にめっちゃ誤解されね！？）": "(Chuyện này, dễ bị hiểu lầm vãi!?)",
    "そ、そろそろ帰るか！": "T, tớ về thôi!",
    "そ、そうね――": "Ừm, ừm...",
    "ねーねー！　休みの校舎って誰もいないから、\nふたりだけの世界って感じがするよねー！": "Nè nè! Trường mình vắng hoe vào kỳ nghỉ, \ncảm giác như chỉ có hai đứa mình trong thế giới này nhỉ!",
    "まずい、隠れるぞ！": "Chết rồi, trốn thôi!",
    "窓から逃げるぞ！": "Chạy trốn qua cửa sổ!",
    "そうね！　世界をふたりじめ的な！": "Đúng rồi! Kiểu như hai đứa mình làm chủ thế giới!",
    "じゃあ、とりま掃除用具ロッカーに！": "Vậy thì, chui vào tủ đựng dụng cụ trước đã!",
    "がらっ、とドアが開き――": "Cạch, cánh cửa mở ra...",
    "あれ？　今声しなかった？": "Hả? Vừa có tiếng động phải không?",
    "気のせいじゃない？": "Chắc là do cậu tưởng tượng đấy.",
    "ちょ、%usernameusernameuserna%、あんまくっつかないで！\nって、どこ揉んでるの！？": "Ê, %usernameusernameuserna%, đừng có dính sát vào tớ thế chứ!\nNày, cậu đang sờ mó chỗ nào vậy!?",
    "おまえこそ、どこ握ってんだよ……！\nつか、声出すな！　バレる！": "Chính cậu mới là người đang nắm chỗ nào đấy...!\nMà này, đừng có la lên! Lộ bây giờ!",
    "その後、無事女子ふたりは俺達に気づかず、去っていったが――": "Sau đó, hai nữ sinh đã không để ý đến chúng tôi và bỏ đi...",
    "…………": "...",
    "ロッカーから出たあと、\n微妙に気まずい空気が残されてしまうのだった。": "Sau khi ra khỏi tủ, \nbầu không khí ngượng ngùng vẫn còn vương vấn.",
    "飛び降りる気！？　ここ３階じゃん！": "Muốn nhảy xuống à!? Đây là tầng ba đấy!",
    "ねえ、誰かいるの？": "Này, có ai ở đó không?",
    "あ……": "A...",
    "ど、どうぞ、気にせず続きを楽しんでください……": "Th, thôi, cứ tiếp tục vui vẻ đi nhé...",
    "私達は別の空いてるところで楽しむので！！": "Chúng tôi sẽ tìm chỗ khác để vui vẻ vậy!!",
    "ちょ、待って！　違う！　違うからぁ～～～～！": "Khoan đã! Không phải vậy! Không phải đâuuuuuu!",
    "見事見つかってしまい、盛大に勘違いされた俺達だった――": "Chúng tôi đã bị bắt gặp và bị hiểu lầm một cách nghiêm trọng--"
}