{
    "いい時間だし、今日はもう解散するか。\nそれじゃあ部屋まで送って……": "Thời gian cũng không còn nhiều, hôm nay giải tán ở đây thôi.\nVậy thì tôi đưa em về phòng nhé……",
    "……": "……",
    "ん？　どうしたんだ、純夏？　服の裾なんか掴んで……": "Hửm? Sao vậy, Sunaka? Nắm lấy vạt áo làm gì……",
    "はは、分かったぞ。暗いから怖くなったのか？\n昔から純夏は、ビビりだったからなぁ！　まあ――": "Ha ha, tôi hiểu rồi. Sợ bóng tối à?\nTừ nhỏ Sunaka đã nhát gan mà! Mà――",
    "うん……": "Ưm……",
    "――え？": "――Hả?",
    "最近ね、ベッドに入るとイヤな夢を見るの。\nタケルちゃんが、何かに遠くへ連れていかれる夢……": "Gần đây em hay gặp ác mộng khi lên giường.\nMơ thấy Takeru-chan bị ai đó đưa đi thật xa……",
    "何だよ、そりゃ……": "Gì vậy, chuyện gì thế……",
    "わかんないの……\nもしかしたらわたし、不安なのかな……？": "Em không biết nữa……\nCó lẽ nào em bất an không……?",
    "……記憶も戻らないし、色々と疲れが溜まるからな。\nそんな風に不安になることもあるさ。": "……Ký ức cũng không trở lại, đủ thứ đều mệt mỏi.\nViệc cảm thấy bất an như vậy cũng có thể xảy ra.",
    "……うん……でも……": "……Ưm……nhưng……",
    "ほら、オレはここにいるだろ。\n純夏の隣に、ちゃんといる。": "Này, tôi ở đây này.\nNgay cạnh Sunaka, luôn ở đây.",
    "どこへも行かない……？": "Không đi đâu sao……?",
    "行かねーよ。": "Không đi đâu cả.",
    "わたしをひとりにしたりしない？": "Không bỏ em một mình chứ?",
    "純夏のそばにいるよ。オレを信じろ。\nちっちゃい頃からそうだったじゃねぇか。": "Tôi ở cạnh em. Hãy tin tôi.\nTừ hồi còn bé đã vậy rồi mà.",
    "じゃあ……タケルちゃん。\n今夜は、わたしと一緒にいて。不安な気持ちを消して欲しいの。": "Vậy thì……Takeru-chan.\nTối nay, ở bên em nhé. Em muốn anh xóa tan cảm giác bất an này.",
    "純夏……ああ、分かった。": "Sunaka……Ừ, tôi hiểu rồi.",
    "……んっ……": "……Ưm……",
    "お前がそういうつもりなら……オレだって遠慮しないからな。": "Nếu em đã muốn vậy……tôi cũng không khách sáo đâu.",
    "うん……ん……ちゅっ……": "Ưm……ưm……chụt……",
    "純夏を離すまいと力強く抱きしめて、\n何度も何度も口づけを交わして……": "Siết chặt Sunaka, như muốn không rời xa em, \nTrao nhau những nụ hôn liên tục……",
    "互いの触感と体温を確認するように激しくまさぐりあいながら、\nオレ達は一緒に産まれたままの姿になっていた。": "Như muốn xác nhận xúc cảm và thân nhiệt của nhau, chúng tôi điên cuồng âu yếm,\nCả hai đều trần như nhộng.",
    "タ、タケルちゃん……\nこんな格好で一緒に寝るなんて恥ずかしいよ……": "T, Takeru-chan……\nMặc thế này ngủ cùng nhau thật là xấu hổ……",
    "お前がそういうつもりなら遠慮しないって、さっき言ったばかりだろ。\nそれに、くっついてたら裸でもろくに見えやしないさ。": "Em đã nói là không khách sáo nếu em muốn, tôi vừa mới nói xong mà.\nHơn nữa, cứ dính vào nhau thì có mặc gì cũng chẳng thấy gì đâu.",
    "み、見られることだけじゃなくて……\nタケルちゃんをじかに感じちゃうのが恥ずかしいんだよ……": "Chỉ không phải là bị nhìn thấy thôi đâu……\nEm còn thấy xấu hổ khi được cảm nhận Takeru-chan trực tiếp nữa……",
    "これからもっと恥ずかしいことをするのに。\nおかしな奴だと思いながらも、今は愛おしさが勝っていた。": "Sắp tới còn làm những chuyện xấu hổ hơn nữa đấy.\nMặc dù nghĩ em thật kỳ lạ, nhưng bây giờ tôi lại thấy yêu em hơn.",
    "柔らかい肌を撫でながら、耳元で純夏の名前を囁き続ける。": "Vừa xoa làn da mềm mại, vừa thì thầm tên Sunaka bên tai.",
    "はぁ……んっ……タ、タケル……ちゃん……\nそんな、ゆっくり……触られたら……ん、はぁっ……": "Ha……ưm……Ta, Takeru……chan……\nNhư vậy, từ từ thôi……chạm vào em……ưm, haa……",
    "ぁ……はぅ……んん……くすぐったいだけじゃなくて……\n変な気分に……なっちゃうよっ……んぅ……": "A……hau……ưm ưm……không chỉ là ngứa ngáy……\nEm còn có cảm giác kỳ lạ……ưm ư……",
    "勃起したペニスの先端を純夏の股に擦りつける。\n純夏の入口が、じっとり湿ってオレを迎える準備をしていた。": "Chà xát đầu dương vật đang cương cứng vào giữa hai chân Sunaka.\nCửa vào của Sunaka đã ẩm ướt, sẵn sàng chào đón tôi.",
    "あぅ……や、やだ……タケルちゃんの……\n硬いの、先っぽが……ベ、ベトベトして……はぅ……んん……": "Auu……đ, đừng……Takeru-chan……\nCái cứng, đầu mút……d, dính nhớp……hau……ưm ưm……",
    "濡れてるのはオレだけじゃない。そう伝えて、\n抱きかかえた純夏の腰にオレの体重を押しつけていく。": "Không chỉ có mình em ướt đâu. Tôi nói thế, \nĐè trọng lượng của tôi lên hông Sunaka đang được ôm.",
    "あっ……くぅ……ん……んんっ……んんんんっ……！": "A…khụ……ưm……ưm ưm……ưm ưm ưm……!",
    "タケルちゃ……タケルちゃんっ……熱い……熱いよぉ……\nあっ、んぁ、あぁぁ……あぁぁあぁっ……！": "Takeru-cha……Takeru-chan……nóng……nóng quá……\nA, ưm, aaaaa……aaaaaa……!",
    "ガチガチに硬くなった自分のもので、抵抗する花弁を押し開く。\n純夏の爪が肌に食い込む痛みを感じながら、そのまま奥へ侵入した。": "Dùng thứ cứng như đá của mình, mở to những cánh hoa đang kháng cự.\nCảm nhận được những vết cào của móng tay Sunaka vào da thịt, tôi cứ thế tiến sâu vào.",
    "くふぅ……ん……はぁ……はふっ……んっ……！\nご、強引すぎるよ……タケルちゃん……んんぁ……あっ……": "khufuu……ưm……haa……hafuf……ưm……!\nT, thô bạo quá……Takeru-chan……ưm ưm a……!",
    "純夏の必死な訴えも、熱い吐息と一緒に吹きかけられては\n崩壊寸前の理性を揺るがすばかりだ。": "Lời cầu xin tuyệt vọng của Sunaka, cùng với hơi thở nóng rực\nChỉ làm lung lay lý trí đang trên bờ vực sụp đổ.",
    "激しく腰を動かしたくなるのを懸命に堪えながら、\nオレは純夏の呼吸が落ち着くのを待った。": "Cố gắng kìm nén ham muốn muốn di chuyển hông một cách dữ dội,\nTôi chờ cho hơi thở của Sunaka ổn định lại.",
    "んっ……ん……ん……はぁ……ふぅ……\nごめんね……タケルちゃん……": "Ưm……ưm……ưm……haa……fuu……\nXin lỗi……Takeru-chan……",
    "わたしが苦しそうにするせいで……はぁ……んっ……\nタケルちゃんに、いっぱい我慢させちゃって……": "Vì em trông có vẻ đau khổ……haa……ưm……\nTakeru-chan đã phải nhịn rất nhiều vì em……",
    "応える代わりに、純夏の震える肌を抱きしめ、\n汗ばんだ長い髪をそっと撫でる。": "Thay vì đáp lại, tôi ôm lấy làn da run rẩy của Sunaka,\nNhẹ nhàng vuốt mái tóc dài đẫm mồ hôi.",
    "んぅ……やっぱりタケルちゃんは優しいよ……\nね。お願い、タケルちゃん……このまま……": "Ưm ư……quả nhiên Takeru-chan là người tốt bụng……\nNày. Xin anh, Takeru-chan……cứ như thế này……",
    "今夜は、このままずっと……わたしのこと離さないでいて……\nずっとずっと、そばにいて……んっ……んんん……": "Tối nay, cứ như thế này mãi……đừng rời xa em……\nMãi mãi, ở bên em……ưm……ưm ưm……",
    "純夏の震えが収まっていくのを、皮膚を通して感じる。\n優しくなる息遣いが、オレに行為の続行を促してきた。": "Cảm nhận được sự run rẩy của Sunaka đang dần dịu xuống, thông qua làn da.\nHơi thở dịu dàng thúc giục tôi tiếp tục hành động.",
    "あっ――！　んっ、んっ、タケルちゃんのが……！\nもっと、わたしの奥にっ……あっ、ああっ……！": "A――! Ưm, ưm, của Takeru-chan……!\nSâu hơn, vào trong em hơn nữa……a, aaaa……!",
    "焼かれそうなくらい熱い肉ヒダをぐいぐいかき分けて、\n純夏の内側を激しく貪っていく。": "Xé toạc những nếp thịt nóng rực như muốn thiêu đốt, \nTôi điên cuồng chiếm đoạt bên trong của Sunaka.",
    "ふぁぅ……っ、ん、んぁ……あぁぁっ……！\n感じるよ……わたしの中で……！": "fau……ư, ưm, aaaa……!\nEm cảm nhận được……bên trong em……!",
    "タケルちゃんが、どんどん硬くなっていくの……！\n熱くなってるよぉ……！": "Takeru-chan, đang ngày càng cứng hơn……!\nNóng quá đi……!",
    "純夏の膣内もオレの昂ぶりに呼応するように蠢いている。\nその形まで、ぴったり張り付くように変化していくようだった。": "Bên trong âm đạo của Sunaka cũng đang rung động, như đáp lại sự hưng phấn của tôi.\nHình dạng của nó, dường như cũng đang thay đổi, bám chặt vào nhau.",
    "んくっ、あっ……ね、ねえタケルちゃん……\nこれって……エッチな気分……高まってるってことだよね？": "ưm khụt, a……này, này Takeru-chan……\nChuyện này……cảm giác ướt át……đang dâng trào phải không?",
    "タケルちゃんが、わたしの体で……ふぅんっ……\nこ、興奮してくれてるって、ことだよね……？": "Takeru-chan, ở trên cơ thể em……fuun……\nC, có nghĩa là anh đang……hưng phấn phải không……?",
    "体だけじゃない――と、囁きかける。": "Không chỉ là thể xác――tôi thì thầm.",
    "純夏の言葉からあふれ出す気持ちも、艶めかしい声も、\n肌から伝わる体温も、すべてが愛おしかった。": "Cảm xúc tuôn trào từ lời nói của Sunaka, giọng nói gợi cảm, \nNhiệt độ truyền từ làn da, tất cả đều đáng yêu.",
    "んんっ……ほ、ほんとに……？\nうれしいよっ……ん、あぅ、あんっ……！": "Ưm ưm……th, thật sao……?\nEm vui lắm……ưm, au, an……!",
    "こうしてくっついてるとねっ……！\nわたしも、タケルちゃんの全部を感じるの……！": "Cứ dính vào nhau thế này nè……!\nEm cũng cảm nhận được tất cả về Takeru-chan……!",
    "タケルちゃんのこと、全部……全部好き……んっ……！\n好きだよっ……あっ、あっ、あっ……！": "Tất cả về Takeru-chan, tất cả……em thích……ưm……!\nEm thích anh……a, a, a……!",
    "懸命にしがみついてくる純夏の体重を受け止めながら、\n腰の動きをペースアップしていく。": "Chịu đựng trọng lượng của Sunaka đang cố gắng bám chặt lấy tôi,\nTăng tốc độ chuyển động của hông.",
    "わたし……ぜんぶ、溶けちゃいそうだよっ……！\nタケルちゃんとひとつになりたいっ……！": "Em……dường như tan chảy hết rồi……!\nEm muốn hòa làm một với Takeru-chan……!",
    "オレを離すまいと吸い付いてくる膣壁。\nその強烈な圧迫感に、意識を飛ばされそうになる。": "Thành âm đạo bám chặt lấy tôi, như muốn không rời xa.\nCảm giác bị áp bức mạnh mẽ đó, khiến tôi như muốn mất ý thức.",
    "もっと……もっと強く抱きしめて……\nもっといっぱい、タケルちゃんので突いてっ……！": "Mạnh hơn nữa……hãy ôm em thật chặt……\nĐâm thật nhiều vào em, bằng của Takeru-chan……!",
    "控えめな乳房が揺れる様と、目の前で蕩けていく表情も、\n肉壁の感触と一緒になってオレの理性を奪い去っていく。": "Hình ảnh bầu ngực khiêm tốn rung động, biểu cảm tan chảy trước mắt, \nCùng với cảm giác của thành thịt, đã cướp đi lý trí của tôi.",
    "そこからはもう、夢中になって下半身を打ち付けた。": "Từ đó trở đi, tôi đã say mê và đánh vào phần dưới cơ thể.",
    "あっ、はっ、はぅっ、んん、はぅんっ、タケルちゃんっ……！\nいいよぉ、あ、あんっ、うぅんんっ……！": "A, ha, hafu, ưm ưm, haun, Takeru-chan……!\nĐược thôi, a, an, ưn ưn……!",
    "名前以外に意味のある言葉が聞こえなくなる。\n強い快感を感じている純夏の表情は蕩け切っていた。": "Ngoài tên ra, không còn nghe thấy những từ ngữ nào có ý nghĩa.\nBiểu cảm của Sunaka, người đang cảm thấy khoái cảm mạnh mẽ, đã tan chảy hoàn toàn.",
    "んっ、んっ、んはっ、あっ、あぅっ、んんぅっ……！": "Ưm, ưm, ưn ha, a, au, ưn ư……!",
    "オレに抱えられたままの状態で、\n純夏もなんとか自分から腰を動かそうとしているのを感じる。": "Trong tình trạng được tôi ôm, \nTôi cảm thấy Sunaka cũng đang cố gắng di chuyển hông từ phía mình.",
    "はふ、んっ、あ、あっ、き、気持ち……通じ合ってるなら……\nあとはもう……体……限界までっ……！": "Haf, ưm, a, a, k, thích……nếu chúng ta hiểu nhau……\nThì giờ chỉ còn……thể xác……đến giới hạn thôi……!",
    "純夏の望みに応じるべく、子宮口をめがけてペニスを突き入れる。\nそのまま彼女の最奥で小刻みに腰を揺さぶった。": "Để đáp lại mong muốn của Sunaka, tôi đâm dương vật vào cổ tử cung.\nCứ thế, tôi lắc hông nhịp nhàng ở nơi sâu nhất của cô.",
    "あっ、あぅ、あ、あっ、そ、それ、だめぇ……！\n速いの、だめ、イク、イッちゃうよぉっ……！": "A, au, a, a, đ, đừng, không được……!\nNhanh quá, không được, em sẽ, sẽ ra mất……!",
    "そういって、潤んだ目でそういう純夏に対して、\n必死に射精感を堪えながら腰を動かす。": "Nói vậy, với ánh mắt đẫm lệ, với Sunaka như thế, \nTôi cố gắng kìm nén cảm giác xuất tinh và di chuyển hông.",
    "ひゃっ、あんっ、あ、あぁぁぁぁぁんんっ……！": "Hya, an, a, aaaaaan……!",
    "純夏の膣中がぎゅうっと強く締め付けて、\n軽く絶頂したことが伝わってくる。": "Âm đạo của Sunaka siết chặt, \nTôi cảm nhận được cô ấy đã đạt cực khoái nhẹ.",
    "ご、ごめっ、んっ……わたしだけ、先に……\n軽く……イッちゃった、あ、んっ……！": "X, xin lỗi, ưm……chỉ có em……trước……\nNhẹ nhàng……đã ra, a, ưm……!",
    "謝ってはいるが、申し訳なさなどなく快感で溶けている顔。\nそれがオレの嗜虐心を刺激する。": "Dù đã xin lỗi, nhưng không có vẻ gì là hối lỗi, mà là khuôn mặt tan chảy vì khoái cảm.\nĐiều đó kích thích sự tàn bạo của tôi.",
    "えっ……！？　あ、あのっ……ん、あっ！\nタ、タケルちゃ、ま、待っ……ふぁ、あ、あぁっ、ぁんっ……！": "Hả……!? A, à……ưm, a!\nTa, Takeru-cha, đ, đợi……fa, a, aaaa, an……!",
    "女の子は男と違って長い時間、何回でもイケるだろ？\nだったらまだ……続けてもいいよな？": "Con gái không giống con trai, có thể đạt cực khoái nhiều lần trong thời gian dài đúng không?\nVậy thì……cứ tiếp tục cũng được nhỉ?",
    "待って、待ってぇ、あ、あんっ、あんっ、\nイッたばかりで、いろいろされるのはっ……！？": "Đợi, đợi đi, a, an, an,\nVừa mới xong, lại phải làm đủ thứ……!?",
    "びしょ濡れになった純夏の肌に指や舌を這わせ。\nほんの少しだけ挿入の角度をずらして、陰核を刺激した。": "Để ngón tay và lưỡi lên làn da ướt đẫm của Sunaka.\nTôi chỉ hơi lệch góc độ đưa vào, kích thích âm vật.",
    "変にっ……なっちゃうのっ、あっ、だ、だからっ……！\nそんな、いっぱい、体、いじるのは……だめぇ……！": "Trở nên……kỳ lạ……a, đ, cho nên……!\nNhư vậy, làm nhiều thứ với cơ thể……không được đâu……!",
    "イヤイヤと身をよじる純夏をがっちり抱きしめて、\n全身への刺激と共に最高速のピストンを繰り返していく。": "Tôi ôm chặt Sunaka, người đang lắc lư vì không muốn, \nCùng với sự kích thích lên toàn thân, tôi lặp lại những cú piston với tốc độ tối đa.",
    "あんっ、あんっ、ま、また、きちゃう……きちゃうっ……！\nもっとすごいのが、あ、き、きちゃうよぉっ……！": "An, an, m, lại, sắp ra……sắp ra rồi……!\nCái gì đó còn ghê hơn, a, s, sắp ra rồi……!",
    "結合部の摩擦と、純夏の嬌声と、見たことないほどの痴態が、\nオレを限界へと導いていく。": "Sự ma sát ở phần kết nối, tiếng rên rỉ của Sunaka, sự đồi trụy chưa từng thấy, \nĐã dẫn tôi đến giới hạn.",
    "お願いっ、も、もう、無理なのっ、アソコ、壊れちゃうのっ……！\nだから、早くっ、タケルちゃんも、だ、出してっ……！": "Xin anh, đ, đừng, không thể nào nữa, chỗ đó, sẽ nát mất……!\nCho nên, nhanh lên, Takeru-chan cũng, ra đi……!",
    "わたしの中に、このまま、全部っ……！\nあっ、あんっ、あんっ、あんっ、あんっ！": "Trong em, cứ như thế này, tất cả……!\nA, an, an, an, an!",
    "純夏の膣が、また収縮していく。\nオレのを搾り取ろうと、さっきよりも強く、キツく。": "Âm đạo của Sunaka, lại co lại.\nNhư muốn vắt kiệt của tôi, còn mạnh hơn, chặt hơn lúc nãy.",
    "あ、あ、あ、あっ、イクよっ、もいっかい、イ、クッ……！\nイッちゃ、あ、あ、あぁぁぁぁぁぁ――": "A, a, a, a, sắp ra rồi, một lần nữa, ra, đi……!\nRa mất, a, a, aaaaaaaa――",
    "ふあっ、あ、あぁぁぁぁぁぁぁあぁぁぁぁぁぁっ……！": "Fua, a, aaaaaaaaaaaaaaaaaaaaa……!",
    "純夏の体が激しく痙攣したのとほとんど同時。\n下腹の奥から昇ってきた熱が、白いマグマになって一気に噴き出す。": "Gần như cùng lúc với cơ thể Sunaka co giật dữ dội.\nCái nóng dâng lên từ sâu trong bụng dưới, đã phun trào thành một dòng dung nham trắng xóa.",
    "ひゃう、うんっ、あ、あぁぁっ……イッ……ちゃっ……！\nまた……はぅぅぅっ……んっ、んっ、んっ……！": "Hya, ưm, a, aaaa……ra……mất……!\nLại……hauuuu……ưm, ưm, ưm……!",
    "凄まじい解放感と脱力感に襲われて、\nオレはありったけの精を純夏の中にぶちまけていた。": "Bị tấn công bởi cảm giác giải phóng và mất sức khủng khiếp,\nTôi đã trút hết tinh dịch của mình vào trong Sunaka.",
    "はぅ……！　あ……あふ……んんぅっ……！\n熱いの……わかる……出てる、よね……？": "Hau……! A……af……ưm ư……!\nNóng quá……biết……đang ra, phải không……?",
    "射精を続けるペニスの脈動に合わせて、\nオレの腕の中で純夏の体がビクンビクンと跳ねる。": "Theo nhịp đập của dương vật vẫn tiếp tục xuất tinh,\nCơ thể Sunaka nhảy dựng lên trong vòng tay tôi.",
    "はぁっ……はぁっ……はぁっ……あぁぁ……！\nも、もう、無理……これ以上は、だめだよぉ……": "Haa……haa……haa……aaaa……!\nĐ, không thể nào……không thể nào hơn nữa, không được đâu……",
    "脱力しきった純夏を支えるため、崩れそうな体に鞭を打った。\n正直、このまま倒れて眠ってしまいたいくらい疲れていたが……": "Để nâng đỡ Sunaka đã kiệt sức, tôi đã cố gắng chống đỡ cơ thể đang muốn sụp đổ.\nThật lòng, tôi đã mệt đến mức muốn ngã xuống và ngủ thiếp đi ngay lúc này……",
    "その前に、もう一度伝えておくべきことがある。\n勢いだけの言葉じゃないと証明するためにも。": "Trước đó, tôi có một điều nữa cần phải nói.\nĐể chứng minh rằng đó không chỉ là những lời nói bột phát.",
    "んぁ……あ……はぁ……タケルちゃん……？\nそんなに強く抱きしめて……どうしたの？": "A……a……haa……Takeru-chan……?\nÔm chặt như vậy……anh sao vậy?",
    "好きだよ、純夏。\nこのままずっと離さないからな。": "Anh thích em, Sunaka.\nAnh sẽ không bao giờ rời xa em nữa.",
    "はぁ……はふ……ん……ふふっ……\nわたしも、大好きだよ……タケルちゃん……": "Haa……haf……ưm……fufu……\nEm cũng thích anh, Takeru-chan……",
    "耳元と胸板で感じていた、熱く激しい呼吸と鼓動。\nそれが微笑に合わせて穏やかになっていくのを感じた。": "Tôi cảm nhận được hơi thở và nhịp tim nóng bỏng và dữ dội, \nĐang dịu lại theo nụ cười.",
    "はぁ……どっと疲れた……": "Haa……thật mệt mỏi……",
    "ターケールーちゃーん。": "Takeru-chaaaan.",
    "……純夏。": "……Sunaka.",
    "なぁに？　ふふふっ。": "Sao vậy? Fufu.",
    "重いぞ。": "Nặng quá.",
    "あー、ひどい。タケルちゃんってば、また意地悪言う～。\nせっかくいい雰囲気だったのに……": "A, tệ thật. Takeru-chan, lại trêu chọc em nữa rồi～\nMặc dù, vừa mới có không khí tốt mà……",
    "いい雰囲気をぶち壊しにしたのは、\n無遠慮にオレに覆い被さってきた純夏の方だぞ。": "Người phá hỏng bầu không khí tốt đẹp, \nLà Sunaka đã không ngần ngại đè lên tôi đấy.",
    "だって、タケルちゃんとこうしてくっついてると\nすごく落ち着くんだもん。": "Vì, cứ ở bên Takeru-chan như thế này, \nEm cảm thấy rất yên tâm.",
    "……もう不安はないか？": "……Không còn bất an nữa chứ?",
    "うん。不思議だね……\n不安も嫌な気持ちも、どこかへ行っちゃった。": "Ưm. Thật kỳ lạ……\nCảm giác bất an và khó chịu, đã biến mất ở đâu rồi.",
    "きっとタケルちゃんが言ってくれたおかげだよ。\n好きだ、離さないーって。": "Chắc là nhờ Takeru-chan đã nói với em rồi.\nThích anh, không rời xa――.",
    "ああ、絶対に離すもんか。\nだから、純夏もオレから絶対に離れるなよ。": "Ừ, nhất định không rời xa em.\nCho nên, Sunaka cũng đừng bao giờ rời xa tôi nhé.",
    "離れないよ。\nずっとタケルちゃんのそばにいる。": "Em sẽ không rời xa đâu.\nLuôn ở bên Takeru-chan.",
    "また怖い夢を見たら、いつでもオレのところへ来ていいからな。": "Nếu lại gặp ác mộng, em cứ đến chỗ tôi bất cứ lúc nào cũng được.",
    "……タケルちゃんのスケベ。\nそれって、またわたしとエッチなことしたいからでしょ？": "……Takeru-chan, đồ dê xồm.\nChuyện đó, là vì anh muốn làm chuyện ướt át với em nữa phải không?",
    "バカ言ってろ。": "Đừng có nói bậy.",
    "ふふふ～。タケルちゃん、照れてる。\nそのときは遠慮なくお邪魔するね。": "Fufu～. Takeru-chan, đang ngại kìa.\nĐến lúc đó, em sẽ không khách sáo đâu nhé.",
    "ずーっと頼りにしてるからね、タケルちゃん……": "Em sẽ luôn dựa vào anh nhé, Takeru-chan……",
    "純夏の力の抜けた甘い声が、少しずつ遠ざかっていく。\nそれと同時に、胸板に感じる重みを増していった。": "Giọng nói ngọt ngào của Sunaka đang dần xa dần.\nĐồng thời, tôi cảm thấy sức nặng trên ngực mình ngày càng tăng lên.",
    "ふたり一緒にまどろみに身を委ねながら、\nオレは夢の中に沈む前に願った。": "Cả hai cùng chìm vào giấc ngủ, \nTrước khi chìm vào giấc mơ, tôi đã ước.",
    "（できれば、純夏と過ごす穏やかな時間が、\nこれからもずっと続いてくれますように……）": "（Nếu có thể, thời gian yên bình bên Sunaka, \nCứ tiếp tục như thế này mãi mãi thì tốt biết bao……）"
}