{
    "ふぅ、遊んだ遊んだ～！　そろそろ帰るか。": "Phù, chơi chán chê rồi! Giờ về thôi.",
    "あ、%usernameusernameuserna%さん。": "A, %usernameusernameuserna% kìa.",
    "お、奇遇だな、ドロテア。ひとりなんて珍しいじゃないか。": "Ô, trùng hợp thế, Dorothea. Một mình sao, hiếm thấy đấy.",
    "実は……リュシー達とはぐれてしまいまして。\nタイミング悪く、スマートデバイスのバッテリーも切れてしまい……": "Thật ra thì... tớ bị lạc với Lucie và mọi người.\nĐúng lúc lại hết pin smart device nữa...",
    "それは大変だな……俺からリュシーに連絡するよ。\nどこかを待ち合わせ場所に指定して、そこで落ち合おう。": "Vậy thì phiền phức thật... Để tôi liên lạc với Lucie cho. Cậu chọn một chỗ hẹn đi, rồi mình gặp nhau ở đó.",
    "まあ……！　ありがとうございます！\n会えたのが%usernameusernameuserna%さんでよかったです。": "Vâng...! Cảm ơn anh nhiều!\nGặp được %usernameusernameuserna% thật là may.",
    "……よし、連絡しておいた。\n待ち合わせ場所までは俺がちゃんと臨時で護衛するから安心して。": "...Được rồi, tôi đã liên lạc rồi.\nCậu cứ yên tâm, tôi sẽ hộ tống cậu đến chỗ hẹn.",
    "そんな、護衛まで……重ねて感謝申し上げます。\nちなみにその場所はどこに指定されたのですか？": "Chuyện... hộ tống... Cảm ơn anh lần nữa.\nNhân tiện, chỗ hẹn là ở đâu vậy?",
    "近くのカフェだ": "Quán cà phê gần đây.",
    "ユーロ・タワーだ": "Tòa tháp Euro.",
    "せっかくならカフェで落ち着こう。\n迷ったせいであちこちうろついて実は疲れてるだろ？": "Đến quán cà phê đi. Cậu đi lạc chắc cũng mệt rồi, đúng không?",
    "%usernameusernameuserna%さん……そんなお気遣いまで……": "%usernameusernameuserna%... Anh chu đáo quá...",
    "それじゃ、行こうか。": "Vậy, đi thôi.",
    "はい……あ、できれば、手を繋いでいただけませんか？": "Vâng... À, nếu được, anh có thể nắm tay em không?",
    "え……？": "Hả...?",
    "その……人通りが多いので、また迷子にならないようにと思いまして。\n近くとはいえ、護衛……していただけるのでしょう？": "Tại... vì ở đây đông người, em sợ lại bị lạc.\nDù gần, nhưng anh vẫn sẽ hộ tống... đúng không?",
    "はは、わかったよ。": "Ha ha, được thôi.",
    "ふふっ……": "Hừm...",
    "あれ以上わかりやすいランドマークもないだろう。\nここから近いしな。": "Không có địa điểm nào dễ thấy hơn đâu.\nGần đây mà.",
    "そうですね。ただ、もう少し距離があればよかったかも、\nなんて少し思ってしまいます。": "Đúng vậy. Chỉ là, em ước gì nó xa hơn một chút,\nthì tốt biết mấy.",
    "え？　どうして？": "Hả? Sao vậy?",
    "……だって、%usernameusernameuserna%さんと\nお話する時間がその分、長くなるでしょう？　ふふふ。": "...Vì như vậy, em sẽ có nhiều thời gian\nnói chuyện với %usernameusernameuserna% hơn, hừm hừm."
}