{
    "今日もクリスマスパーティー本番に向けて、\nクララのサポートを泉花としている。": "Hôm nay, tôi và Izumika đang hỗ trợ Clara để chuẩn bị cho buổi tiệc Giáng Sinh.",
    "伴奏部分はまだ途中らしいが、歌の部分はすでにほぼできている。\nなので現在、先んじてクララは歌詞を覚えつつ歌唱力を鍛えているのだ。": "Phần đệm vẫn chưa xong, nhưng phần hát thì gần như đã hoàn thành rồi.\nVì vậy, hiện tại, Clara đang học thuộc lời bài hát và luyện giọng trước.",
    "当然泉花の曲もクララの歌声も、本場のプロからみると\nまだまだだろうが、俺からすればどちらもすごく良い出来だと思う。": "Đương nhiên, cả bài hát của Izumika lẫn giọng hát của Clara, nếu xét theo tiêu chuẩn của các chuyên gia thì vẫn còn thiếu sót.\nNhưng với tôi, cả hai đều rất tuyệt vời.",
    "ねえ、みんなが休憩から戻ってきたら、\n気分転換に歌の練習場所、この教室から変えない？": "Này, khi mọi người quay lại sau giờ nghỉ, chúng ta đổi chỗ tập hát, không tập ở lớp này nữa nhé?",
    "中庭に行こう": "Ra sân đi",
    "食堂なんてどうだ": "Nhà ăn thì sao?",
    "場所替え？　そうだな……": "Đổi chỗ à? Cũng được đấy...",
    "中庭か……他の人に聞かれそうなのが少し不安ね。": "Sân à... Tôi hơi lo là sẽ có người nghe lén.",
    "意外だな、むしろ『私の歌を聞け！』くらい言うかと思った。\nどうせ本番で聞かれるのに、なんでためらうんだ？": "Bất ngờ đấy, tôi cứ tưởng cậu sẽ nói 'Hãy nghe tôi hát đi!' chứ.\nDù gì thì cũng sẽ bị nghe trong buổi biểu diễn, sao lại ngần ngại chứ?",
    "練習中のはまだ完璧じゃないから、聞かれたくないのよ。\nちゃんと完成されたものだけをみんなに届けたいの。": "Vì trong lúc tập vẫn chưa hoàn hảo, nên tôi không muốn ai nghe cả.\nTôi chỉ muốn mang đến cho mọi người những gì đã hoàn thiện thôi.",
    "でも俺達はいいんだ？": "Nhưng chúng tôi thì sao?",
    "まあ、そこは身内だしね……\nそれにあんたの場合は……単純接触――": "Thì, chúng ta là người nhà mà...\nHơn nữa, trong trường hợp của cậu thì... Tiếp xúc đơn giản...",
    "ん？": "Hả?",
    "な、なんでもない！　とにかく、中庭以外にしましょ！": "T, tôi không nói gì cả! Tóm lại, đừng có ra sân là được!",
    "というわけで、その後戻った泉花の提案で、\nひとがいない可能性に期待して屋上に向かうのだった。": "Thế là, theo đề nghị của Izumika khi chúng tôi quay lại,\nchúng tôi quyết định lên sân thượng, hy vọng sẽ không có ai ở đó.",
    "飛び入りライブだ！": "Live bất ngờ!",
    "大喜利求めたつもりはないんだけど……\nっていうか、練習場所の話してるんだけど。": "Tôi không có ý định muốn mọi người tung hứng đâu đấy...\nHơn nữa, chúng ta đang bàn chuyện chỗ tập mà.",
    "いやぁ、いいツッコミしてくれるなぁ。": "Chà, cậu phản ứng hay đấy.",
    "あんたに聞いた私がバカだったわ……\n戻ったら泉花に聞いてみましょ……": "Tôi ngu ngốc khi hỏi cậu... \nVề thôi, tôi sẽ hỏi Izumika vậy... "
}