{
    "コトハ、龍宮ちゆるはいいの？\n彼女は自由に研究を進めているみたいだけど。": "Kotoha, Ryougu Chiyuru có ổn không?\nCô ấy có vẻ như đang tự do nghiên cứu.",
    "今のままじゃ『アレ』に邪魔をされるし、別のプランを考えるわ。\n幸い、すぐに実用化するものでもないし。": "Cứ như thế này thì sẽ bị cản trở bởi 'Cái đó', tôi sẽ nghĩ cách khác.\nMay mắn là, cũng không cần phải đưa vào thực tế ngay.",
    "……あれから理事会の動きが無いのは、あの男の存在かしら。\nそれとも今の環境で静観したいのか……全く忌々しいわね。": "……Từ sau đó, hội đồng quản trị không có động tĩnh gì, có phải do sự hiện diện của người đàn ông đó không?\nHay là họ muốn quan sát trong hoàn cảnh hiện tại……Thật đáng ghét.",
    "別のプラン……なるほど、それで私に調査させてたのね。": "Một kế hoạch khác……ra là vậy, vì thế cậu mới bảo tôi điều tra.",
    "あなたのハッキングスキルは頼りにしてるわ。\nで、どう？　私の求めているものだった？": "Kỹ năng hack của cậu, tôi rất tin tưởng.\nVậy, thế nào? Có đúng với những gì tôi muốn không?",
    "ええ、問題なく。さすがね。": "Ừ, không vấn đề gì. Quả nhiên là vậy.",
    "――それじゃ、さっそく準備を始めてちょうだい。": "――Vậy thì, hãy bắt đầu chuẩn bị ngay thôi.",
    "ご多忙の中、お集りいただいて誠にありがとうございます。": "Trong lúc bận rộn, xin chân thành cảm ơn mọi người đã đến tham dự.",
    "広々としたホールに多くの報道陣が詰めかけている。\nやけにフラッシュが眩しいな。それだけ注目されてるってことか。": "Một lượng lớn phóng viên đã tập trung trong hội trường rộng lớn.\nFlash chói quá. Phải chăng là vì được chú ý đến như vậy?",
    "本日発表いたしますのは、\n次世代型ＭＧ用ジェネレーターの評価プロジェクトです。": "Hôm nay tôi xin thông báo,\nlà dự án đánh giá thế hệ tiếp theo của MG.",
    "ＭＧの制圧力を強化することで、パイロットの身の安全を守る――\nその理念のもとリバティを代表する２社が開発競争を行います。": "Bằng cách tăng cường khả năng chế ngự của MG, bảo vệ sự an toàn của phi công――\nVới lý tưởng đó, hai công ty đại diện cho Liberty sẽ cạnh tranh để phát triển.",
    "『ラディアン・ソリューションズ』と、\n『ノースリム重工』です！": "Đó là 'Radiant Solutions' và\n'Northrim Heavy Industries'!",
    "そしてこのプロジェクトに、当学園ＬＯＣより２チームが\nテストパイロットとして参加することになりました。": "Và trong dự án này, hai đội đến từ LOC của học viện chúng ta sẽ tham gia\nvới tư cách là phi công thử nghiệm.",
    "『トレブルクインテット』のフルート・メルヴィルです！\nバイブス上げて頑張りますんで応援よろよろ～！": "Tôi là Flute Melville của 'Treble Quintet'! \nTôi sẽ cố gắng hết mình, mong mọi người ủng hộ nhé!",
    "『トリニティ・ジュエル』のレイヴェル・ブライトリーフだ。\n意義あるプロジェクトに参加できることを嬉しく思っている。": "Tôi là Reiver Brightleaf của 'Trinity Jewel'.\nTôi rất vui khi được tham gia vào một dự án ý nghĩa.",
    "また、トレブルクインテットには今回、オブザーバーとして、\n生徒会付教導指揮官が参加することとなっています。": "Ngoài ra, trong lần này, Treble Quintet sẽ có sự tham gia của\nchỉ huy giáo dục kiêm cố vấn hội học sinh.",
    "%usernameusernameuserna%です。よろしくお願いします。": "Tôi là %usernameusernameuserna%. Rất mong được giúp đỡ.",
    "俺は今、ＬＯＣ――『Ｌｉｂｅｒｔｙ　Ｏｎｌｉｎｅ　Ｃａｍｐｕｓ』\n所属のチーム『トレブルクインテット』と行動をともにしている。": "Tôi hiện đang ở LOC――'Liberty Online Campus'\nVà đang cùng hành động với đội 'Treble Quintet'.",
    "少し時は遡って――": "Lùi lại một chút――",
    "うう…なんだか寂しくなります……": "Ư…tôi cảm thấy hơi buồn…",
    "ずっと一緒だと思ってたんですけど……\n他チームの依頼も受けないとなんですね……": "Tôi đã nghĩ rằng chúng ta sẽ luôn ở bên nhau…\nNhưng chúng ta phải nhận yêu cầu từ các đội khác nữa…",
    "仕方ありませんわ。あくまでも彼は生徒会の人間なのですから。": "Không còn cách nào khác. Dù sao thì anh ấy cũng là người của hội học sinh.",
    "生徒会の意向次第でいつどこの指揮を執ってもおかしくない……\n最初から分かっていたことです。": "Tùy theo ý muốn của hội học sinh, bất cứ lúc nào cũng có thể chỉ huy ở bất cứ đâu…\nĐó là điều đã được biết từ trước.",
    "――と頭では理解しているのですが、\nやはり気持ちが追いついてきませんわね。": "――Mặc dù tôi hiểu điều đó trong đầu,\nnhưng cảm xúc vẫn chưa theo kịp.",
    "まあ、最初からそういう話だったからな。\n俺も寂しいけど、お達しがあった以上、仕方ないさ。": "Ừm, ngay từ đầu đã là chuyện như vậy rồi.\nTôi cũng buồn, nhưng vì đã có lệnh, thì đành chịu thôi.",
    "どーせすぐに戻ってくるでしょ。\n初日でパワハラとかで訴えられるだろうし～。": "Đằng nào thì cũng sẽ sớm quay lại thôi.\nNgày đầu tiên đã bị kiện vì quấy rối rồi đó~.",
    "俺がパワハラなんかするはずないだろ。\n温厚が服着て歩いてるような存在だぞ。しかも超厚着だ。": "Tôi đâu có quấy rối ai.\nTôi là người hiền lành, nhân hậu bước đi thôi. Hơn nữa còn mặc rất nhiều quần áo nữa.",
    "どうしよ、白奈！　こいつまた記憶喪失になったんだけど！": "Làm sao đây, Shirana! Tên này lại bị mất trí nhớ rồi!",
    "壊れかけの機械って、殴ったら直るらしい。": "Hình như đánh vào máy móc bị hỏng thì nó sẽ sửa được.",
    "どこで仕入れた知識なんだよ！？\nってか、ちゆる……なに持ってんだ？": "Kiến thức đó cậu lấy ở đâu ra vậy!?\nMà này, Chiyuru…cậu đang cầm gì thế?",
    "え？　さっき拾った木の枝だよ。\n良い感じに叩けそうじゃない？": "Hả? Cành cây tôi nhặt được lúc nãy ấy.\nTrông có vẻ như có thể đánh được đấy?",
    "せめて素手にしてくれないか？　俺の腕くらい太いし……": "Ít nhất thì đừng dùng tay không được sao? Tay tôi còn to hơn nữa…",
    "あ、あの……また会えますよね？": "À, ừm…chúng ta còn gặp lại nhau nữa đúng không?",
    "ん？　ああ、当たり前だろ。同じ学園にいるんだし。\n普通に連絡くれりゃ、すっ飛んでいくよ。": "Hả? À, tất nhiên rồi. Chúng ta ở cùng một học viện mà.\nCứ liên lạc bình thường là tôi sẽ đến ngay.",
    "はい……！": "Vâng…!",
    "それじゃ、とっとと行っちゃって。\nこれからラミ達も訓練があるし。": "Vậy thì, đi nhanh lên đi.\nTừ giờ Lami và mọi người cũng có buổi huấn luyện nữa.",
    "……なんて、さっぱりしてるふうに見えて、\n実は夜な夜な一番彼に連絡してそう筆頭。": "……Mặc dù có vẻ như rất thoải mái,\nnhưng thực ra là người liên lạc với anh ấy nhiều nhất vào ban đêm.",
    "そ、そんなことないし！！": "T, tôi không có làm thế đâu!!",
    "わたくしたちだけでも、しっかりやれることを証明してみせますわ。\n別のチームに行っても、見ててください。": "Chúng ta sẽ chứng minh rằng chỉ cần có chúng ta, mọi thứ vẫn ổn.\nNgay cả khi đến một đội khác, hãy cứ nhìn xem.",
    "――もちろんだ。それじゃ、行ってくる。": "――Tất nhiên rồi. Vậy thì, tôi đi đây.",
    "いってらっしゃい！　がんばってくださいねー！": "Đi nhé! Cố gắng lên nha!",
    "（……正式にシリウスシュガーと離れての活動か。\nはてさてどう転ぶか……）": "(……Hoạt động chính thức tách khỏi Sirius Sugar sao.\nKhông biết sẽ diễn biến thế nào đây…)",
    "それでは改めまして、\n各社代表の方にご挨拶を賜りたいと思います。": "Vậy thì, một lần nữa,\ntôi xin phép được mời đại diện của các công ty lên phát biểu.",
    "『ＲＳ』の略称でおなじみのラディアン・ソリューションズです。": "Tôi là Radiant Solutions, thường được gọi tắt là 'RS'.",
    "このたびは栄えあるプロジェクトに参加させていただき、\nありがとうございます": "Xin chân thành cảm ơn vì đã cho phép chúng tôi tham gia vào dự án vinh dự này.",
    "弊社のテストはチーム、トレブルクインテットの皆様に\n依頼いたしました。": "Chúng tôi đã ủy thác cho đội thử nghiệm của chúng tôi, Treble Quintet.",
    "彼女たちの技術と経験を活かし、安全性と性能を兼ね備えた新装備を\n世に送り出したいと考えております。": "Chúng tôi mong muốn sử dụng công nghệ và kinh nghiệm của họ để đưa ra một thiết bị mới kết hợp giữa an toàn và hiệu suất.",
    "ぱちぱちぱち、と拍手が響き渡る。": "Bụp bụp bụp, tiếng vỗ tay vang lên.",
    "――どうも、ノースリム重工です。\n我々が目指すのは、より強く、より使いやすい装備……": "――Xin chào, Northrim Heavy Industries.\nNhững gì chúng tôi hướng tới là một thiết bị mạnh mẽ hơn, dễ sử dụng hơn…",
    "トリニティ・ジュエルの皆様の協力のもと、\nパイロットが信頼できる装備を共に作り上げてまいります。": "Với sự hợp tác của mọi người trong Trinity Jewel,\nchúng tôi sẽ cùng nhau tạo ra một thiết bị mà các phi công có thể tin tưởng.",
    "より優れた性能を発揮した製品がＬＯＣにて正式採用となります。\n経過は学内メディアを通じて常時発信しますので、ぜひご注目下さい。": "Sản phẩm thể hiện hiệu suất vượt trội hơn sẽ được LOC chính thức thông qua.\nTiến trình sẽ được phát sóng liên tục thông qua các phương tiện truyền thông trong trường, xin vui lòng chú ý.",
    "場内からは一層大きな拍手が送られ、フラッシュが一斉に焚かれた。\nったく、まぶしくて仕方ない……こういうの慣れてないんだけどなぁ……": "Những tràng pháo tay lớn hơn nữa được gửi đến, và đèn flash đồng loạt nháy lên.\nChết tiệt, chói mắt quá…tôi không quen với những thứ này…",
    "%usernameusernameuserna%さん、大丈夫ですか？\n緊張してたらフルートに言ってくださいね！": "Anh %usernameusernameuserna%, anh có ổn không?\nNếu anh căng thẳng thì cứ nói với Flute nhé!",
    "いや、大丈夫だ……フルートは随分と場慣れしてるな。": "Không, tôi ổn…Flute có vẻ quen với việc này rồi nhỉ.",
    "それはもう！　配信で慣れてますから！": "Đúng vậy! Tôi quen rồi vì tôi có phát sóng mà!",
    "そっか、フルートは配信活動もしてるもんな。\nま、とにかく早く終わってくれと願ってるだけだよ。": "Vậy sao, Flute cũng có hoạt động phát sóng à.\nỪm, dù sao thì tôi cũng chỉ mong mọi thứ sớm kết thúc thôi.",
    "それに『トレブルクインテットのサポートをしてほしい』って依頼には\n全力を尽くすつもりだ。それにはこういうのも入ってるんだろ？": "Hơn nữa, tôi sẽ cố gắng hết sức để 'hỗ trợ Treble Quintet'.\nNó cũng bao gồm cả việc này đúng không?",
    "あざまるです、%usernameusernameuserna%さん。\nそしてすごく難しい依頼をしちゃって申し訳ないです……": "Arigato, anh %usernameusernameuserna%.\nVà tôi xin lỗi vì đã đưa ra một yêu cầu khó khăn như vậy…",
    "フルート……": "Flute…",
    "フルートの浮かない顔をみて、\n俺は彼女たちと今回の依頼に関する発端となった記憶を思い返した。": "Nhìn khuôn mặt buồn bã của Flute,\ntôi nhớ lại những ký ức đã dẫn đến yêu cầu lần này với họ.",
    "――ある教室にトレブルクインテットのみんなと、\nＲＳ社の関係者が集まっていた。": "――Trong một lớp học, tất cả mọi người của Treble Quintet và\ncác nhân viên của công ty RS đã tập trung lại.",
    "（この人達が、ＭＧを開発する企業の社員か……）": "(Những người này là nhân viên của công ty phát triển MG sao…)",
    "今回お願いするテストチームとしての業務ですが、\n我々が開発する新型ジェネレーターを搭載したＭＧの使用が主です。": "Công việc của đội thử nghiệm mà chúng tôi yêu cầu lần này là sử dụng MG được trang bị một máy phát điện thế hệ mới mà chúng tôi đang phát triển.",
    "既存ジェネレーターと比較してどう変わっているか、\n使い勝手は狙い通りか、違和感はないかなど……": "So với máy phát điện hiện có, nó khác biệt như thế nào,\ncách sử dụng có như mong muốn không, có gì bất thường không, v.v…",
    "質問をしてもいい？\n具体的にこのジェネレーターは既存のものとどう違うのか資料を――": "Tôi có thể đặt câu hỏi được không?\nCụ thể thì máy phát điện này khác với máy phát điện hiện có như thế nào, tài liệu――",
    "おい、もう記者会見まで時間がないぞ。細かいことは後だ、後。": "Này, còn không bao lâu nữa là đến buổi họp báo rồi. Chi tiết thì để sau đi.",
    "は、はいっ。": "V, vâng.",
    "もっとも重要なのは話題性だ。テストも大事だが、\n開発期間中はＳＮＳなどでの発信に力を入れてくれ。": "Quan trọng nhất là tính thời sự. Thử nghiệm cũng quan trọng, nhưng\ntrong thời gian phát triển, hãy tập trung vào việc đăng tải trên SNS.",
    "だからこそ君たちに依頼したのだからな。": "Chính vì vậy mà chúng tôi đã ủy thác cho các cô.",
    "（それってつまり――）": "(Điều đó có nghĩa là――)",
    "それってトレブルクインテットに期待しているのは\n『広告塔』としての役割だ、ってことですか？": "Điều đó có nghĩa là Treble Quintet được kỳ vọng\nvới vai trò là 'cột quảng cáo', phải không?",
    "配信等によるファンとのエンゲージメント、ブランド認知度の向上……\nこういった面こそが他にない君たちの強みだろう。": "Sự tương tác với người hâm mộ thông qua phát sóng, v.v., nâng cao nhận thức về thương hiệu…\nNhững khía cạnh này là thế mạnh độc đáo của các cô.",
    "……そ、そう……ですけど……": "…V, vâng…",
    "フルート？": "Flute?",
    "…………": "…………",
    "まあ、このご時世、話題性も大事な武器のひとつですからね。\n情報発信の役割の重要性は分かりますよ♪": "Ừm, trong thời đại này, tính thời sự cũng là một trong những vũ khí quan trọng mà.\nTôi hiểu được tầm quan trọng của vai trò truyền thông♪",
    "わかっているようで安心するよ。ＭＧ開発の世界も日進月歩。\n認知されなければ採用されることすらないのだからね。": "Tôi thấy an tâm vì cô hiểu. Thế giới phát triển MG cũng đang tiến bộ từng ngày.\nNếu không được công nhận thì thậm chí còn không được thông qua nữa.",
    "認知も大切ですが、使う人間からの評判だって大切ですから。\nちゃんとパイロットとしても頑張らせてもらいますね。": "Sự công nhận cũng quan trọng, nhưng danh tiếng từ những người sử dụng cũng quan trọng không kém.\nTôi sẽ cố gắng hết sức với tư cách là một phi công nữa.",
    "……！　はい！\n絶対いい成果を出すので、期待しててくださいね！": "…! Vâng!\nTôi chắc chắn sẽ đạt được kết quả tốt, hãy chờ đợi nhé!",
    "ああ、よろしく頼む。\nもっとも、性能に関しては我々の技術にかかっているからな。": "Ừ, tôi nhờ cậy vào cô đấy.\nTuy nhiên, về hiệu suất thì nó phụ thuộc vào công nghệ của chúng ta.",
    "その一助となる『良いデータ』に期待してるよ。\nでは、また後で会見で。": "Tôi mong đợi 'dữ liệu tốt' sẽ đóng vai trò hỗ trợ cho điều đó.\nVậy thì, hẹn gặp lại ở buổi họp báo.",
    "あっ、で、では……皆さんよろしくお願いします！": "À, vâng…xin mọi người giúp đỡ!",
    "ＲＳ社の重役が出て行き、後を窓口の担当者が慌ててついていく。\nそれを見送ったところでフルートは溜息をついた。": "Các giám đốc điều hành của RS rời đi, và một người phụ trách cửa sổ vội vàng đi theo.\nSau khi tiễn họ đi, Flute thở dài.",
    "はぁ……せっかく%usernameusernameuserna%さんにも\n来てもらったのに、あんな言われ方はサゲぽよです……": "Ha…mặc dù đã nhờ anh %usernameusernameuserna% đến,\nnhưng bị nói như vậy thì tôi thấy tụt mood quá đi…",
    "ビジネス相手を見下して、あんまり好きじゃないタイプだねー。\n性能を活かすのだってパイロットの腕が必要なのに。": "Tôi không thích kiểu người coi thường đối tác kinh doanh.\nMặc dù cần có kỹ năng của phi công để phát huy hiệu suất.",
    "まあ、私たちを選んだ判断は正しいんだけどね。\n普通のパイロットとは違う、私たちの強みをあの人達はよく理解してる。": "Ừm, phán đoán chọn chúng ta là đúng đấy.\nNhững người đó hiểu rõ những điểm mạnh của chúng ta, khác với những phi công bình thường.",
    "……そうだな。でもお前たちの強みは『それ』だけじゃない。\n彼らはそれをあまりわかってなかったな。": "…Đúng vậy. Nhưng điểm mạnh của các cậu không chỉ có 'điều đó' đâu.\nHọ không hiểu rõ điều đó lắm.",
    "えへへ、ありがとうございます%usernameusernameuserna%さん！\nこのまま頑張って、さっきの重役さんも見返しちゃいましょう！": "Ehehe, cảm ơn anh %usernameusernameuserna%!\nHãy cứ cố gắng như vậy, và khiến những người điều hành lúc nãy phải nhìn nhận lại nhé!",
    "ギャルインフルエンサーのフルートは、その明るさと優しさで、\nチームを支えて引っ張るムードメーカーだ。": "Flute, một người có ảnh hưởng trong giới trẻ, là người tạo ra không khí, hỗ trợ và dẫn dắt đội bằng sự vui vẻ và tốt bụng của mình.",
    "そうだね。ああいうタイプはビジネスに有用だってわかるなら、\n素直に認めてくれるからね。": "Đúng vậy. Nếu họ biết rằng kiểu người đó hữu ích cho công việc kinh doanh,\nthì họ sẽ thừa nhận một cách thành thật thôi.",
    "学生起業家でもあるレイラは合理的な考えと全体を見れる大局的視点で、\nチームのバランサーの役割を担っている。": "Layla, một nhà khởi nghiệp sinh viên, đóng vai trò là người cân bằng cho đội với tư duy hợp lý và tầm nhìn bao quát.",
    "そうそう♪　暗くなっても仕方ないからね♪\nそれに、あたし達には『教導指揮官』が居るから心配無用よ♪": "Đúng rồi♪ Chẳng có ích gì nếu cứ buồn bã mãi♪\nHơn nữa, chúng ta còn có 'chỉ huy giáo dục' nên không cần phải lo lắng♪",
    "お調子者に見えるが、金属工芸アーティストらしい芸術家的感性で、\nフルートとは別の形でドンドン皆を踏み込ませるアクセル役のロージー。": "Rosie, người có vẻ ngoài vui vẻ, nhưng là một người có cảm xúc nghệ thuật giống như một nghệ sĩ thủ công kim loại, là người tạo động lực, thúc đẩy mọi người theo một cách khác với Flute.",
    "うん、%usernameusernameuserna%のこと頼りにしてるね。": "Ừm, tôi tin tưởng vào anh %usernameusernameuserna%.",
    "ああ、任せておけ。": "Ừ, cứ giao cho tôi.",
    "そうして、そんな個性の強いメンバーたちを癒やし支える、\n縁の下の力持ち……元歌姫シエナ。": "Và, người hỗ trợ và chữa lành cho những thành viên có cá tính mạnh mẽ đó,\người hùng thầm lặng…cựu ca sĩ Siena.",
    "%usernameusernameuserna%の仕事には期待してるよ。\nコスパ良く頑張ろうか。": "Tôi mong đợi vào công việc của %usernameusernameuserna%.\nHãy cố gắng hết sức nhé.",
    "最後に、ホワイトハッカーであり、冷静なチームのブレインである\nエヴィ……こうしてみれば、バランスのいいチームなのかもしれない。": "Cuối cùng, Evie, một hacker mũ trắng và là bộ não điềm tĩnh của đội…nếu nhìn vào thì, có lẽ là một đội cân bằng.",
    "そういえば……%usernameusernameuserna%さんにフルート達の戦闘を\nお見せしたのは、バトルロイヤルのときが最初で最後でしたよね？": "Nhân tiện…Việc anh %usernameusernameuserna% xem chiến đấu của Flute và mọi người\nlà lần đầu tiên và cũng là lần cuối cùng, phải không?",
    "ああ、そういえばそうだな。": "Ừ, đúng là như vậy.",
    "やっぱり、改めてトレブルクインテットの実力を\n見せるべきでしょうか！": "Chắc chắn rồi, chúng ta nên cho mọi người thấy thực lực của Treble Quintet\nmột lần nữa!",
    "ああ、そうだな。俺はお前たちの本当の実力をちゃんと見ていない。\n実際にこの目で見てサポートの方針を決めるつもりだ。": "Ừ, đúng vậy. Tôi vẫn chưa thực sự xem thực lực của các cậu.\nTôi định xem bằng chính đôi mắt của mình và quyết định phương hướng hỗ trợ.",
    "（おそらくは、シリウスシュガーとは全く違う方針になるだろう。\n……どんなふうに戦い成長するのか、今から楽しみになって来たな）": "(Có lẽ, nó sẽ là một phương hướng hoàn toàn khác với Sirius Sugar.\n…Tôi đã bắt đầu mong chờ xem họ sẽ chiến đấu và trưởng thành như thế nào rồi)",
    "ふーん、サポート……": "Hừm, hỗ trợ…",
    "なんだ？": "Sao vậy?",
    "いやね、教導指揮官ってどこまでサポートしてくれるのかなぁって。\nもしかして専属で私生活まで支えてくれちゃったり？": "Không có gì, tôi chỉ tự hỏi chỉ huy giáo dục sẽ hỗ trợ đến mức nào thôi.\nCó khi nào anh ấy sẽ hỗ trợ cả cuộc sống riêng tư của tôi không?",
    "そんなわけないだろ。\nお前は一度『指揮官』って言葉の意味を調べたほうがいい。": "Không đời nào.\nCậu nên tìm hiểu ý nghĩa của từ 'chỉ huy' một lần đi.",
    "えー！　じゃあ部屋の掃除してくれたり、代わりに買い物してくれたり、\n料理作ってくれたりしないの！？": "Êー! Vậy thì anh ấy sẽ không dọn dẹp phòng, đi mua sắm thay, hay nấu ăn giúp tôi sao!?",
    "しないわ！！": "Không đời nào!!",
    "ちぇ……つまんないのー。": "Chè…chán quá điー.",
    "一応『オブザーバー』って言葉にも、\nお前の願望のような意味は含まないからな。": "Tôi cũng nên nói rằng, ý nghĩa như mong muốn của cậu cũng không bao gồm trong từ 'người quan sát' đâu.",
    "あはは……彼はあくまで、今回のテストをサポートしてくれるだけだよ。\nさすがにロージーのそれは拡大解釈すぎじゃない？": "Ahaha…anh ấy chỉ là người hỗ trợ cho buổi thử nghiệm lần này thôi.\nChắc là Rosie đã diễn giải quá mức rồi?",
    "むぅ……": "Muu…",
    "あっ、でも！　『後輩クン』としては、こき使っていいわよね♪\n先輩のあたし達にはちゃーんと、尻尾振ってワンで返事するよーに！": "À, nhưng! Với tư cách là 'hậu bối', em có thể sai khiến anh ấy được chứ♪\nVới tiền bối như chúng ta, anh ấy sẽ ngoan ngoãn vẫy đuôi và trả lời vâng thôi!",
    "（首輪が必要そうな生き物はこいつのほうだろ……）": "(Con vật cần vòng cổ phải là con này mới đúng…)",
    "……なあ、フルート、この依頼ってクーリングオフ制度使える？": "…Này, Flute, liệu có thể sử dụng chế độ hủy hợp đồng cho yêu cầu này không?",
    "えっ！？　今からキャンセルは困りますよ～！\nノークレーム・ノーリターンでよろおねです！": "Ê!? Hủy bỏ từ bây giờ thì phiền lắm đó～!\nKhông khiếu nại, không trả lại, xin hãy giúp đỡ nhé!",
    "くぅ……なら仕方ない……": "Ku…vậy thì đành chịu thôi…",
    "（いやまあ、キャンセルは冗談だが……\nさすがに私生活のサポートまでしないぞ？）": "(Ừm, hủy bỏ chỉ là nói đùa thôi…\nNhưng mà, tôi sẽ không hỗ trợ cả cuộc sống riêng tư đâu?)",
    "もちろん、極力甘えすぎないようにはするつもりだよ。\nなにはともあれ、しばらくの間よろしくね。": "Tất nhiên, tôi sẽ cố gắng hết sức để không quá dựa dẫm.\nDù sao thì, mong được giúp đỡ trong một thời gian tới nhé.",
    "では２人の握手しているところをお願いします！": "Vậy thì, xin hãy cho tôi xem hai người bắt tay nhau!",
    "……っと、ちょっと考え込んでたか。\n気づいたら、ちょうどフルートが壇上に進んだところだった。": "…Ấy, tôi đã suy nghĩ quá nhiều rồi.\nKhi tôi nhận ra, Flute vừa mới bước lên bục.",
    "レイヴェルちゃん、よろよろで～す！": "Reiver-chan, xin hãy giúp đỡ nhé!",
    "ああ、よろしく頼む。": "Ừ, rất mong được giúp đỡ.",
    "カメラの前でにこやかに握手を交わすフルートとレイヴェル。\nいよいよ評価プロジェクトの正式スタートだ。": "Flute và Reiver mỉm cười và bắt tay trước ống kính.\nCuối cùng thì dự án đánh giá cũng chính thức bắt đầu.",
    "フルートの横顔をぼんやりと見つめながら、\n俺は改めてこれからのことを考える。": "Nhìn vào khuôn mặt nghiêng của Flute một cách mơ hồ,\ntôi lại nghĩ về những gì sắp tới.",
    "（フルートたちは客寄せパンダに甘んじるつもりはない。\nなら俺の役目は……想定を超える力を引き出すこと――か）": "(Flute và những người khác không có ý định cam chịu với vai trò là con rối quảng cáo.\nVậy thì vai trò của tôi là…kéo ra sức mạnh vượt quá dự kiến――sao)"
}