{
    "う……うぅ……": "Ư……ư……",
    "あ！　目が覚めた！　よかった～……！！": "A! Tỉnh rồi! May quá……!!",
    "ラミ……？　一体何が、どうなって……": "Lami……? Rốt cuộc là, chuyện gì đang xảy ra……",
    "さっきのところから、落ちてきたんだよ！\nそしたら、気絶しちゃって全然起きないから……！！": "Em bị rơi từ chỗ lúc nãy xuống đấy!\nSau đó, em ngất xỉu luôn, không chịu tỉnh……!!",
    "そうだったのか……みんなは！？": "Ra là vậy…… Mọi người thì sao!?",
    "大丈夫。みんな、無事。あなたが最後に目を覚ました。\n怪我はない？": "Ổn cả. Mọi người đều an toàn. Anh là người cuối cùng tỉnh lại.\nKhông bị thương chứ?",
    "……大丈夫。外傷もなさそうだ……心配かけたな。": "……Không sao. Cũng không có vết thương nào…… Làm mọi người lo lắng rồi.",
    "別に～？　全然心配なんかしてないし～？": "Kệ～? Em có lo đâu～?",
    "そんなこと言って、ずっとそばから離れなかったくせに。": "Nói vậy chứ, nãy giờ em cứ ở bên cạnh anh suốt đấy.",
    "はあー！？　白奈こそ、泣きそうな声してたくせにー！！": "Hả!? Shiroi mới là người cứ như sắp khóc ấy chứー!!",
    "わかった、わかった……それだけ元気なら十分だ……": "Biết rồi, biết rồi…… Chỉ cần em khỏe mạnh là được rồi……",
    "機体はどうだ？\n俺のは、とりあえずのチェックだが……問題なさそうだ。": "Máy móc thế nào?\nMáy của tôi, kiểm tra sơ bộ thì…… có vẻ không vấn đề gì.",
    "そちらも問題ありませんわ。\n全機、損害は軽微。移動は可能でしょう。": "Bên em cũng không có vấn đề gì.\nTất cả máy móc, thiệt hại rất nhỏ. Có thể di chuyển được.",
    "よかったです……最悪の事態は免れましたね。": "May quá…… Đã tránh được tình huống xấu nhất rồi.",
    "だが、状況は芳しくない。\nあれからどれだけ落ちたのだろう？": "Nhưng, tình hình không mấy khả quan.\nKhông biết đã rơi xuống bao xa rồi?",
    "ただでさえ未確認エリアでの崩落だ。\n自分達の居場所さえ、マップでは把握できない。": "Chỉ vì khu vực chưa xác định lại còn sụp nữa.\nNgay cả vị trí của mình trên bản đồ cũng không nắm bắt được.",
    "ぐ……": "Ư……",
    "一気に深い層まで落ちたせいか、\nメイズシンドロームの症状が重くなっている。": "Có lẽ do rơi xuống tầng sâu quá nhanh,\nTriệu chứng của Hội chứng Mê cung ngày càng nặng hơn.",
    "崩落による不安と疲労。\nそしてメイズシンドロームによる消耗。": "Bất an và mệt mỏi do sụp đổ.\nVà cả sự hao mòn do Hội chứng Mê cung.",
    "……………………": "……………………",
    "焦りと絶望が、言葉なく\nこの空間に満ちているのを感じた。": "Tôi cảm thấy sự sốt ruột và tuyệt vọng\nđang tràn ngập trong không gian này.",
    "……まだだ。まだ諦めるには早い。\n進もう、出口はあるはずだ。": "……Chưa đâu. Vẫn còn sớm để từ bỏ.\nTiến lên thôi, chắc chắn có lối ra.",
    "少なくとも、ここで立ち止まるという選択肢はどこにもない。": "Ít nhất, không có lựa chọn nào là đứng yên ở đây cả.",
    "俺は努めて明るくふるまう。\n士気の低下こそ、今は致命的な毒となり得るからだ。": "Tôi cố gắng tỏ ra vui vẻ.\nVì sự suy giảm tinh thần mới là chất độc chết người lúc này.",
    "自慢してやろうぜ、こんな深くまで潜って、\n無事に戻ってきたんだぞってな。": "Để tôi kể cho mà nghe, đã lặn sâu đến thế này,\nmà vẫn trở về an toàn đấy.",
    "%usernameusernameuserna%さん……": "Anh %usernameusernameuserna%……",
    "……へえ、いいじゃん！　乗った！　カオスメイデン倒しただけじゃ、\n『伝説』のストックがちと足りなかったんだよね！": "……Hể, được đấy! Chơi luôn! Chỉ đánh bại Chaos Maiden thôi thì,\n'Huyền thoại' vẫn chưa đủ nhiều!",
    "……賛成！　あたし達を甘く見てたみんな、全員見返してやろ！": "……Đồng ý! Mọi người đã xem thường chúng ta, giờ thì cho họ thấy hết!",
    "学園中がびっくりする偉業を打ち立てる……\nそういうことですよね！": "Tạo nên một kỳ tích làm cả học viện phải ngạc nhiên……\nĐúng là như vậy!",
    "その意気だ。まずは状況把握から、だな……": "Đúng là như vậy. Đầu tiên là nắm bắt tình hình đã……",
    "周囲の警戒は続けていますが、\n今のところメイズシフターの気配はありません。": "Chúng tôi vẫn đang cảnh giác xung quanh,\nnhưng hiện tại không có dấu hiệu của Maze Shifter.",
    "それはよかった。他には？": "Tốt quá. Còn gì nữa không?",
    "ん？　ちょっと待って……\nあの岩、なんだか形がおかしい。": "Hử? Khoan đã……\nTảng đá kia, hình dạng có gì đó kỳ lạ.",
    "白奈？": "Shiroi?",
    "苔がすごいけど……って、岩じゃない、ＭＧの残骸……！": "Tuy nhiều rêu thật đấy…… nhưng, không phải đá, là tàn dư của MG……!",
    "なんだって！　……うわぁ、ひどいね、コレ。\nボロボロじゃない。": "Cái gì chứ!……Uwaa, ghê thật, cái này.\nTan nát hết rồi.",
    "白奈が見つけたのは、メイズシフターに破壊された\n古びたＭＧのようだった。": "Shiroi đã tìm thấy, có vẻ là MG cũ bị Maze Shifter phá hủy.",
    "でも一応ちょっと確認してみる。何か得られるかも。": "Nhưng cứ thử kiểm tra xem sao. Biết đâu tìm được gì đó.",
    "わかりましたわ。他の機体は全機周囲の警戒を。": "Tôi hiểu rồi. Các máy móc khác, tất cả đều cảnh giác xung quanh.",
    "了解です！": "Rõ rồi!",
    "それからちゆるは壊れたＭＧのコックピットハッチ付近に\n自機のハッチを近づけ、機体から出ていろいろ調べてみると――": "Sau đó, Chiyuru tiến gần khoang lái của MG bị hỏng,\náp sát khoang lái của máy mình, rồi ra khỏi máy để điều tra――",
    "嘘……！　システムがまだ生きてるみたい！": "Thật……! Có vẻ như hệ thống vẫn còn hoạt động!",
    "本当ですか！？　中を調べられますか！？": "Thật sao!? Có thể kiểm tra bên trong được không!?",
    "任せて、外からハッチの開閉も可能よ。": "Cứ giao cho em, có thể mở và đóng khoang lái từ bên ngoài được.",
    "脇にあったレバーを操作し、コックピットハッチを手動で開ける。": "Cô ấy thao tác cần gạt bên cạnh, mở khoang lái bằng tay.",
    "中は空っぽみたい。損傷して動けなくなった自機を放棄して、\nパイロットは僚機に回収されたってところね。": "Bên trong có vẻ trống rỗng. Đã bỏ lại chiếc máy bị hỏng, không thể di chuyển được nữa,\nphi công đã được đồng đội thu hồi rồi.",
    "ちゆる、コンピューターユニットが無事なら、それを調べられるか？": "Chiyuru, nếu bộ phận máy tính còn nguyên vẹn, cô có thể kiểm tra nó không?",
    "オッケー、ちょっと待ってね～。\nあたしの機体と繋ぐから……": "OK, đợi em chút～.\nEm sẽ kết nối với máy của em nhé……",
    "ん～……おおっ！？　こりゃすごい！\n地上までのルートがマッピングしてある！": "Hừ～……Ooooh!? Cái này hay nè!\nĐã lập bản đồ đường đến mặt đất rồi!",
    "本当か！？　でもどうして、学園側にはデータがないんだろ……": "Thật sao!? Nhưng tại sao, học viện lại không có dữ liệu chứ……",
    "当時、データを持って帰るような時間の余裕がなかったのかもね。\nメイズシフターに追い込まれてて、急いで逃げないといけなかったとか。": "Có lẽ lúc đó, không có thời gian để mang dữ liệu về.\nBị Maze Shifter dồn vào đường cùng, phải nhanh chóng trốn thoát chẳng hạn.",
    "だからここの記録は学園に残っていないのか。": "Vậy nên bản ghi ở đây không còn ở học viện nữa sao.",
    "よし。じゃ、みんなに共有するよ。\nただ、覚悟はしておいてね……": "Được rồi. Giờ sẽ chia sẻ cho mọi người nhé.\nNhưng, hãy chuẩn bị tinh thần đi……",
    "え……？": "Hể……?",
    "ちゆるの機体から、マップデータが届く。\nそれを見て、俺は愕然とする他なかった。": "Từ máy của Chiyuru, dữ liệu bản đồ được gửi đến.\nNhìn vào đó, tôi chỉ còn biết kinh ngạc.",
    "……こんなに深いのか、ここは。": "……Sâu đến thế này sao, chỗ này.",
    "ここはまだ<r=プライマル・ベルト>原生帯</r>だ。\nしかしその中でもきっと最下層に近いだろう。": "Đây vẫn là <r=Vành đai Nguyên sinh>Vùng nguyên sinh</r>.\nNhưng chắc chắn là gần tầng sâu nhất rồi.",
    "沈黙が重くのしかかる。\n無理もない、全員が理解したはずだ。": "Sự im lặng bao trùm nặng nề.\nCũng không có gì lạ, tất cả mọi người đều đã hiểu rõ.",
    "こんな場所から戻るのに、\n燃料も弾薬も時間も──まるで足りないのでは、と。": "Để quay lại từ nơi như thế này,\nNhiên liệu, đạn dược, thời gian── dường như không đủ.",
    "本当に、ここから戻るなど、\n可能なのだろうか……": "Thật sự, từ đây trở về,\nCó khả năng không……",
    "……もうヤダ。": "……Em không muốn nữa.",
    "ラミ……？": "Lami……?",
    "なんで？　なんでこんな目に遭わなきゃいけないの！？\nラミはただ……タツミヤ鉱が欲しかっただけなのに！！": "Tại sao? Tại sao em phải chịu đựng chuyện này chứ!?\nLami chỉ…… muốn Tatsuya khoáng thôi mà!!",
    "堰を切ったように、ラミの口から\n言葉が飛び出る。だが、様子がおかしい。": "Như vỡ đê, những lời nói tuôn ra từ miệng Lami.\nNhưng, có vẻ kỳ lạ.",
    "いやだ！　帰る、帰る帰る帰るっ！！\nもうこんなとこいたくないっ！！": "Không muốn! Về, về, về, về nhà!!\nEm không muốn ở chỗ này nữa!!",
    "スピーカーで騒がないでください！！　うるさいですわ！\nメイズシフターに気づかれたらどうするんですか！！": "Xin đừng ồn ào qua loa!\nLỡ bị Maze Shifter để ý thì sao!!",
    "うっさい、ざぁこ！！　雑魚リーダー！！\nリーダーシップ行方不明のパツキン成金！！": "Im đi, đồ rác rưởi!! Đồ leader rác rưởi!!\nLeadership thì mất tích rồi!!",
    "な、なんですって！？\nそっちは年齢制限ギリギリのチビ頭身メスガキでしょう！？": "Hả, cô vừa nói gì!?\nCô là con bé lùn đầu đinh tuổi giới hạn đấy!?",
    "七彩も珍しく声を荒げる。言っている内容も、どこか彼女らしくない。\n遠慮なしに怒りをぶつけるだけのような物言いだ。": "Nanairo cũng hiếm khi lớn tiếng. Nội dung cô nói, cũng không giống cô chút nào.\nChỉ là một lời nói thể hiện sự tức giận mà không cần kiêng nể.",
    "……どうせ、もうわたし達は助からない。何もかも終わり。\n騒ぐことにエネルギー使うより、静かに終わりを待ったらどう？": "……Dù sao thì, chúng ta cũng không được cứu rồi. Mọi thứ đã kết thúc.\nThay vì dùng năng lượng để ồn ào, sao không im lặng chờ đợi kết thúc?",
    "白奈は白奈で、酷くネガティブだ。\nまだ助からないと決まったわけじゃないのに。": "Shiroi thì tiêu cực một cách kinh khủng.\nMặc dù chưa quyết định là không được cứu.",
    "（まずいな……）": "（Chết rồi……）",
    "あのさ、七彩ちゃん。白奈ちゃんの言う通りキミもうるさいよ。\nリーダーなら騒ぐんじゃなくて、ここは嗜めるのが仕事じゃない？": "Này, Nanairo. Như Shiroi nói thì, cậu cũng ồn ào đấy.\nNếu là leader thì, không nên ồn ào mà nên khuyên nhủ, đúng chứ?",
    "……いつもリーダーであろうと頑張ってるけどさ、\nキミ自身がそれを忘れがちなのは資質としてどうかと思うな。": "……Tuy lúc nào cũng cố gắng làm leader,\nnhưng chính cậu lại quên điều đó, tôi nghĩ đó là vấn đề về tố chất đấy.",
    "……！！": "……!!",
    "ちゆるのテンションはいつもどおりだ。だが、言葉の節々に棘がある。\n明らかに苛立っていて、一触即発といった具合だ。": "Chiyuru vẫn giữ nguyên trạng thái như mọi khi. Nhưng, trong từng lời nói đều có gai.\nRõ ràng là đang khó chịu, trong tình trạng căng thẳng.",
    "待ってください！　七彩さんはちゃんとリーダーをやれてます……！": "Xin hãy đợi đã! Nanairo-san làm leader rất tốt……!",
    "なぜかめるはこちらに、ちらちらと視線を向けている。\n一見、彼女はまともそうだが――": "Không hiểu sao, Meru cứ nhìn về phía này.\nThoạt nhìn, cô ấy có vẻ bình thường――",
    "あはは！　こんなときもイイ子ちゃんなのね、めるちゃんって。\n%usernameusernameuserna%の前だからかな？": "A ha ha! Trong lúc thế này mà vẫn là một cô bé ngoan ngoãn nhỉ, Meru-chan.\nVì có anh %usernameusernameuserna% ở đây sao?",
    "えっ、そ、そんなこと……！！": "E, ơ, không có chuyện đó……!!",
    "……ほんと、わかりやすすぎて吐き気がする。": "……Thật sự, dễ hiểu đến mức phát ngấy.",
    "ちゆる！？": "Chiyuru!?",
    "ひ、酷い……です……！\n私はただ……こんなときこそ、みんなで力を合わせてって……": "Th, thật tệ…… ạ……!\nEm chỉ là…… trong lúc thế này, mọi người hãy cùng nhau hợp sức mà……",
    "力を合わせる！？　いいね！　いいじゃん！　いいと思う！！\nまあ、それがこの結果なんだけどね！！　ザマァ――――！！": "Hợp sức!? Được! Được đấy! Tôi thấy hay đấy!!\nMà, đó là kết quả của nó đấy!! Zamaa――――!!",
    "ザマァ……": "Zamaa……",
    "（これがメイズシンドロームの深刻化による精神変調……）": "（Đây là tình trạng tinh thần thay đổi do Hội chứng Mê cung trở nên nghiêm trọng……）",
    "……みんなもう限界だ。": "……Mọi người đều đã đến giới hạn rồi.",
    "長時間のメイズ潜航によるストレス。絶望的状況。\nそしてメイズシンドロームによる不調。": "Căng thẳng do lặn trong Mê cung trong thời gian dài. Tình huống tuyệt vọng.\nVà cả tình trạng bất ổn do Hội chứng Mê cung.",
    "きっと今、彼女達は理性を失いかけている。\nこんな状況でパニックに陥れば全滅は確定。": "Chắc chắn rằng, bây giờ họ đang mất lý trí.\nNếu hoảng loạn trong tình huống này, thì toàn diệt là điều chắc chắn.",
    "（おかしくなっているみんなを、正気に戻すにはどうすれば……！）": "（Làm sao để đưa mọi người, những người đang phát điên, trở lại bình thường……!）",
    "なにか……なにかないか！？\nこの状況、空気を変える方法は……！？": "Có gì đó…… có gì đó không!?\nTình huống này, làm sao để thay đổi không khí……!?",
    "%usernameusernameuserna%さん！\nあなたからも言ってやってくださいまし！！": "Anh %usernameusernameuserna%!\nAnh cũng hãy nói gì đi!!",
    "一斉にこちらに視線が向く。\nここで言葉を間違えれば、より事態は悪化する！": "Tất cả mọi người đều hướng ánh mắt về phía này.\nNếu nói sai lời ở đây, tình hình sẽ càng tồi tệ hơn!",
    "ええい……ままよ！": "Eeei…… Mặc kệ đi!",
    "みんな、聞いてくれ！\nこんな状況だからこそ、言わなきゃいけないことがあるんだっ！！": "Mọi người, hãy nghe tôi!\nChính vì trong tình huống này, nên tôi mới phải nói ra điều này!!",
    "……何？": "……Gì?",
    "まさかまた世界が滅亡するとか、\nくそ寒いスベリ芸かますんじゃないでしょーね！？": "Chẳng lẽ lại là tận thế lần nữa,\nhay là một màn hài nhảm nhí nữa đấy!?",
    "ち、違う！　聞いてくれ！": "Ch, khác mà! Hãy nghe tôi!",
    "つか、スベリ芸は酷いな！？": "Mà, hài nhảm thì tệ thật đấy!?",
    "大事なことなんだ……！": "Chuyện quan trọng mà……!",
    "そう言って、俺はとっさに\nすぐそばにいた『彼女』の機体の手を握った。": "Nói vậy, tôi đã vội vàng\nnắm lấy tay của 'cô ấy' đang ở gần đó.",
    "頼む……！": "Xin hãy tin tôi……!",
    "もし、無事に帰れたら、": "Nếu, có thể trở về an toàn,",
    "俺と……！！": "Tôi và……!!",
    "付き合ってくれぇええええ――――！！": "Hãy hẹn hò với tôi điiiiiiii――――!!",
    "はぁああああああああ――――！？": "Hảaaaaaaaaaaaaaaaa――――!?",
    "……言うまでもないが、\n俺も多分半分くらいはおかしくなっていたと思う。": "……Không cần phải nói, tôi nghĩ\ntôi cũng đã phát điên một nửa rồi."
}