{
    "今日はクララのダンスの練習の日だ。\n現在、その休憩時間である。": "Hôm nay là buổi tập nhảy của Clara.\nHiện tại đang trong giờ nghỉ.",
    "そういや、他のみんなは？": "Mà nè, mọi người đâu hết rồi?",
    "え？　確かにいないわね……\n飲み物でも買いに行ったのかしら。": "Hả? Ừ nhỉ, đúng là không thấy ai nhỉ...\nChắc đi mua nước rồi.",
    "あ、もしかして泉花が、変な気を使って……": "À, hay là Izumi đã để ý gì đó...",
    "ん？": "Hửm?",
    "…………": "........",
    "上手かった": "Tuyệt vời.",
    "な、なんでもないわ。じきに戻るでしょ。\nそれよりさっきのダンスの感想聞いてもいい？": "K-Không có gì đâu. Chắc họ sẽ quay lại sớm thôi.\nMà, cậu thấy vũ đạo vừa rồi thế nào?",
    "今なんか視線が思い出したように、\n私の胸元にいったような気がするんだけど……": "Vừa nãy hình như... ánh mắt của cậu cứ dán vào\nngực tớ ấy...",
    "えっ！？　そ、そんなことないぞ！？": "Hả!? T-Tớ có nhìn đâu chứ!?",
    "（踊っている間、つい揺れてしまう胸元に視線が吸い込まれて……\nなんて言えるわけがない……）": "(Trong lúc nhảy, ánh mắt cứ bị hút vào vòng một... \nMình không thể nào nói ra được...) ",
    "ふ～ん……ま、まあ、信じてあげるわ。": "Hừm... Thôi thì, tớ tin cậu vậy.",
    "……そっちでも、魅了できてるってことだしね。": "... Mà, cũng có nghĩa là tớ đã quyến rũ được cậu rồi nhỉ?",
    "え？　今なんて――": "Hả? Vừa rồi cậu nói gì cơ?",
    "なんでもない！！": "Không có gì cả!",
    "素人には思えない、本物のアイドルみたいだった。": "Cậu nhảy như một idol chuyên nghiệp vậy, không thể tin được.",
    "そ、そう……？　まあ、私なんだから、当然ね！": "V-Vậy sao...? Mà, là tớ mà, đương nhiên rồi!",
    "……と、言いたいところだけど、泉花の振り付けチョイスが、\n抜群なだけとも言えるわ。": "... Muốn nói là vậy đấy, nhưng mà, do Izumi chọn vũ đạo quá đỉnh thôi.",
    "初心者でも動きやすくて覚えやすいパターンに上手く絞ってる。\nこれで踊れないなら、舞台に上がるのを諦めたほうがいいレベルね。": "Cô ấy đã khéo léo chọn những động tác dễ thực hiện và dễ nhớ.\nNếu mà nhảy không được nữa thì nên bỏ cuộc đi là vừa.",
    "とにかく未経験者でも、短期間で最低限見せられるものになる\n最適解だけ踏んでるって感じよ。ほんとうちの参謀は天才だわ。": "Tóm lại, dù là người mới thì vẫn có thể trình diễn được trong thời gian ngắn nhất.\nCứ như là cô ấy đã chọn ra đáp án tối ưu vậy. Đúng là tham mưu của chúng ta là thiên tài mà.",
    "なら、本番期待できそうだな。": "Vậy thì, có vẻ như sẽ rất đáng mong đợi đây.",
    "ええ……あんた達をこれだけ付き合わせてるんだもん。\nちゃんと成功させてみせるわ！！": "Ừm... Tớ đã bắt các cậu phải theo tớ đến tận đây mà.\nTớ nhất định sẽ thành công!!"
}