{
    "と、とりあえず……それよりも、\nジュリーに見つかったことを伝えないと、な！": "Và, tạm thời… hơn nữa, \nphải báo cho Julie biết là đã bị phát hiện, nhỉ!",
    "……確かにその通りですわね。": "…Quả là như vậy.",
    "ですが、あとでちゃんと事情は聞かせてもらいますわよ？": "Nhưng, lát nữa tôi sẽ nghe rõ mọi chuyện đấy nhé?",
    "（ぐう……先延ばしにしてるが、\n絶対にこれは後から事情聴取されるよなぁ……）": "（Ưm… Cứ trì hoãn, \nnhưng chắc chắn chuyện này sau đó sẽ bị thẩm vấn mất…）",
    "なんとなく、誤解を解こうとするほどに、\nどんどんと誤解が積み重なりそうな予感がする。": "Cảm giác như, càng cố gắng giải thích thì \ncàng có nhiều hiểu lầm chồng chất.",
    "（だけど、ラウラに見せた弱い姿を、\n他の皆に知られたくもないからな……）": "（Nhưng, tôi cũng không muốn cho mọi người thấy bộ dạng yếu đuối của mình trước mặt Laura…）",
    "そういえばジュリーさんは、\n遭難しかけていた事をご存じありませんでしたわよね？": "Nói mới nhớ, Julie-san vẫn chưa biết chuyện \ncô ấy suýt gặp nạn nhỉ?",
    "ああ、まあ不安にならないようにって理由だけどな。\nおーい、ジュリー！": "À, vì muốn cô ấy bớt lo lắng thôi mà.\nÊ, Julie!",
    "俺が声をかけると、こっちに気づいたのか慌てて走ってくる。": "Tôi vừa gọi thì cô ấy đã nhận ra và vội vàng chạy đến.",
    "ジュリーちゃーん！": "Julie-chan!",
    "あ、ラウラに%usernameusernameuserna%！\nみてみて、これだけ作れたわよ！": "A, Laura và %usernameusernameuserna%!\nXem này, tớ làm được nhiều thế này này!",
    "わぁっ、雪だるまがたくさん！　しっかり目立ってるわ！": "Woa, nhiều người tuyết quá! Nổi bần bật luôn!",
    "……作らせた俺が言うのもなんだが、ずいぶんたくさん作ったな。": "…Chính tôi là người bảo làm mà cũng phải nói, làm nhiều thật đấy.",
    "ふふん！　これだけあれば絶対に見つけて貰えるでしょ？": "Hừm! Chỉ cần nhiều thế này thì chắc chắn sẽ được tìm thấy đúng không?",
    "……でも、ＳＯＳの形に並べること忘れてないか？\nこれだと雪だるま作るのが好きな人になってるぞ。": "…Nhưng mà, cậu có quên xếp thành hình SOS không đấy?\nThế này thì thành ra người thích làm người tuyết rồi.",
    "はっ！？　そう言われればそうかも……": "Hả!? Nói mới để ý…",
    "これは……": "Đây là…",
    "すごーい！": "Tuyệt vời!",
    "あ、七彩さんにノエル！？　合流できたのね！": "A, Nanairo-san và Noel!? Đã hợp lưu rồi sao!",
    "ふふ、ジュリーさんが転がした雪玉のおかげで、\nこちらに行けばいいと気づきましたのよ。": "Hừm, nhờ có quả cầu tuyết mà Julie-san lăn, \ntôi mới biết nên đi đường nào đấy.",
    "転がした……あっ、あの時の雪玉ね！？\n良かった……あたしが雪だるまになった意味があったわ！": "Lăn… À, quả cầu tuyết lúc đó á!?\nMừng quá… Tớ có ý nghĩa khi hóa thành người tuyết rồi!",
    "……ジュリーさんが雪だるまに？": "…Julie-san hóa thành người tuyết?",
    "ああ、まあ色々とあってな……": "À, cũng có nhiều chuyện xảy ra lắm…",
    "無事で良かったよー！　吹雪ではぐれちゃったとき、\nジュリーちゃん達が心配でぐるぐる考えちゃってたんだ……": "May quá! Lúc bị lạc trong bão tuyết, \ntớ đã lo lắng cho Julie-chan lắm luôn…",
    "そうね……でも大丈夫！\nジュリー探検隊は困難を無事に乗り越えられたんだから！": "Đúng vậy… Nhưng không sao đâu!\nĐội thám hiểm Julie đã vượt qua khó khăn một cách an toàn rồi!",
    "ふふ、そうね。ジュリーちゃん。": "Hừm, đúng là vậy. Julie-chan.",
    "ふふ、見つかって良かったですわね。": "Hừm, mừng là đã tìm thấy mọi người.",
    "あっ、%usernameusernameuserna%！　七彩さん！\n心香にちゃんと無事だったって伝えたいわ！": "A, %usernameusernameuserna%! Nanairo-san!\nTớ muốn báo với Kokoro là mọi người vẫn ổn!",
    "ええ、構いませんわよ。\nそれでは心香さんに……あら？": "Ừm, không vấn đề gì đâu.\nVậy thì báo với Kokoro-san… Ồ?",
    "%usernameusernameuserna%さんが言った通り、\nここだと通信機が繋がりませんわね……ノイズばかりですわ。": "Đúng như %usernameusernameuserna% đã nói, \nở đây không kết nối được máy liên lạc nhỉ… Toàn là tạp âm.",
    "七彩もか……俺の機材が原因じゃなかったのか。": "Nanairo cũng vậy sao… Chẳng lẽ thiết bị của tôi có vấn đề à.",
    "ええっ！？　そ、それじゃあ連絡が取れなくて、\n本当に遭難しちゃうじゃない！？": "Hể!? V, vậy thì không liên lạc được, \nchẳng phải là sẽ gặp nạn thật sao!?",
    "七彩が連絡を取れていたから、\nもしかしたらここら一帯で通信が繋がらないのか？": "Vì Nanairo liên lạc được, \nchẳng lẽ cả khu vực này không liên lạc được sao?",
    "かもしれませんわね……まだ道が分かるうちに、\n撤退を致しましょうか。": "Có lẽ là vậy… Trong lúc vẫn còn biết đường, \nchúng ta nên rút lui thôi.",
    "なら、早く離れちゃお！\n心香ちゃんに早く連絡を取ってあげたいし！": "Vậy thì, đi nhanh lên nào!\nTớ muốn báo cho Kokoro-chan biết ngay!",
    "そうね！　やっぱり取り残されるのは不安だもの！\n……あ、でも雪だるまどうしよう？": "Đúng vậy! Dù sao thì bị bỏ lại một mình cũng bất an mà!\n…A, mà người tuyết thì sao?",
    "そういえば、知らない人が見たらびっくりしちゃうよね？\nそれに、風とかで転がっても危ない気がする。": "Nói mới nhớ, nếu người lạ nhìn thấy thì sẽ bất ngờ nhỉ?\nHơn nữa, có vẻ nguy hiểm nếu bị gió thổi lăn đi.",
    "そうですわね……作ってくれたのにもったいないですが、\nトラブルの種になりますので壊してしまう方が良いですわね。": "Đúng là vậy… Dù tiếc vì đã làm ra, \nnhưng tháo ra thì tốt hơn vì nó sẽ gây ra rắc rối.",
    "うう……そうね。それが正しい行動なのよね……\nバイバイ、雪太郎……雪次郎……スティーブ……": "Ư… Đúng là vậy. Đó mới là hành động đúng đắn…\nTạm biệt, Yukitarou… Yukijirou… Steve…",
    "雪だるまに名前を付けてたのか……": "Đặt tên cho người tuyết sao…",
    "よーし、それじゃああたしが壊しちゃうね！": "Được rồi, vậy thì tớ sẽ phá nó nhé!",
    "あんまり走ったらダメよー？": "Đừng có chạy lung tung đấy!",
    "しかし、なんで通信ができないんだ？": "Nhưng, tại sao không liên lạc được nhỉ?",
    "（ここから離れていた時の七彩の無線は繋がっていた。\n色々と可能性は考えられるが……）": "（Lúc cách xa chỗ này, vô tuyến của Nanairo vẫn kết nối được.\nCó nhiều khả năng có thể nghĩ đến…）",
    "%usernameusernameuserna%さん、難しい顔をしていますわね。\nやはり通信が繋がらない事が気になりますの？": "%usernameusernameuserna%-san, trông mặt cậu có vẻ khó coi nhỉ?\nPhải chăng cậu lo lắng vì không liên lạc được?",
    "ああ……電波が繋がらないにしてもピンポイントだしな。\nさっきまでは通じてたんだろ？": "Ừm… Dù không kết nối được sóng, nhưng cũng chỉ là một điểm thôi.\nlúc nãy vẫn còn thông suốt mà?",
    "そうですわね。ジュリーさんの雪玉が転がってくるまでは、\n問題なく連絡は取れていましたわ。": "Đúng là vậy. Cho đến khi quả cầu tuyết của Julie-san lăn đến, \nthì vẫn liên lạc được bình thường.",
    "ふうむ……雪山だと、そういう場所があると聞いていたが、\nここがそうなのか……？": "Ưm… Tôi nghe nói là có những nơi như vậy ở vùng núi tuyết, \nchẳng lẽ đây là một trong số đó sao…?",
    "それで、どうしますの？\nまた吹雪に巻き込まれたら、たまりませんわよ？": "Vậy thì, chúng ta phải làm gì đây?\nNếu lại bị cuốn vào bão tuyết thì không ổn đâu?",
    "そうだな。\n流石にログハウスに向けて帰る方が良いか。": "Đúng vậy.\nCó lẽ nên quay về nhà gỗ thì hơn.",
    "もしかして皆で帰るの？": "Chẳng lẽ mọi người cùng nhau về sao?",
    "ああ、通信が繋がらないからな。\n心香を心配させることにもなるし、帰るとしよう。": "Ừ, vì không liên lạc được mà.\nCũng sẽ khiến Kokoro lo lắng, nên chúng ta về thôi.",
    "そうですわね……七不思議の伝説のＭＧも見つかりませんし。\nあまり長期間の捜索も難しいですわ。": "Đúng vậy… Chúng ta cũng không tìm thấy truyền thuyết về MG Thất Kì bí ẩn nữa.\nViệc tìm kiếm trong thời gian dài cũng khó khăn.",
    "うん……そうだよね。\n折角ここまで来たのだから、何か見つかればよかったのに。": "Ừm… Đúng là vậy.\nVì đã đến tận đây, giá mà tìm thấy được gì đó.",
    "ふふ、うまく行かない事も多いですけども、\nそれを乗り越えればいつか成果はついてきますわ。": "Hừm, có nhiều chuyện không suôn sẻ, \nnhưng nếu vượt qua được thì một ngày nào đó sẽ có kết quả thôi.",
    "七彩さん……ありがとう！\nシリウスシュガーのリーダーさんに言ってもらえると心強いわ。": "Nanairo-san… Cảm ơn cậu!\nNếu được người lãnh đạo của Sirius Sugar nói thì thấy yên tâm hơn hẳn.",
    "あまり偉そうに言える立場でもないので、\nそう畏まられると照れてしまいますわ……": "Tôi cũng không phải là người có địa vị để nói như vậy, \nnên tôi thấy ngại khi được mọi người nể nang như vậy…",
    "何を言ってるんだ。\n今はすっかりシリウスシュガーもエースチームじゃないか。": "Cậu nói gì vậy.\nBây giờ Sirius Sugar đã là một đội mạnh rồi còn gì.",
    "私たちにとってもシリウスシュガーはカッコよくて、\nああなりたいって思える凄いチームだわ。": "Đối với chúng tôi, Sirius Sugar rất ngầu, \ntôi cũng muốn trở thành một đội tuyệt vời như vậy.",
    "うう……そこまで言われると恥ずかしいですわ。\nせめて、チームの皆さんがいるときに言っていただけると……": "Ư… Nói đến mức đó thì tôi thấy xấu hổ quá.\nÍt nhất, nếu được nói khi có mọi người trong đội thì…",
    "いったぁああああああ！？": "Iiiiiiiiiiiiiiiiiiiiiii!?",
    "ノエル！？　どうしたんだ！？": "Noel!? Sao vậy!?",
    "ゴンという音と突然の叫びに視線を向けると、\n涙目になったノエルが足を抑えていた。": "Khi tôi nhìn về phía phát ra âm thanh 'Gòn' và tiếng thét bất ngờ, \nthì thấy Noel với đôi mắt đẫm lệ đang ôm chân.",
    "うう……雪だるまを蹴って壊していたんだけど、\n岩の近くにあったやつを狙ったら、岩ごと蹴っちゃって……": "Ư… Tớ đã đá người tuyết để phá nó, \nnhưng khi tớ nhắm vào tảng đá gần đó, thì tớ đã đá cả tảng đá luôn…",
    "大丈夫でして！？\nどこをぶつけましたの？": "Cô có ổn không!?\nCô bị va vào đâu vậy?",
    "大変！　すぐに行くからね！\n私のバッグにも応急手当用の道具が入ってるから！": "Nguy rồi! Tớ đến ngay đây!\nTrong túi của tớ cũng có đồ sơ cứu nữa!",
    "いきなりでビックリしたぞ……": "Tự nhiên quá cũng giật mình đấy…",
    "うう……ごめんね？\n壊すのが楽しくなっちゃって……": "Ư… Xin lỗi nhé?\nTớ thấy vui khi phá nó quá…",
    "後で説教だな……": "Sau này sẽ bị mắng đấy…",
    "そういって、ノエルが蹴った雪だるまを見てふと違和感を感じる。": "Nói vậy, tôi nhìn vào người tuyết mà Noel đã đá và cảm thấy có gì đó khác lạ.",
    "……ん？　なんかおかしくないか？": "…Hửm? Có gì đó không đúng à?",
    "おかしい、ですか？　何がでしょうか？": "Không đúng, sao ạ? Chuyện gì vậy?",
    "いや、ノエルが蹴った岩なんだが……\nさっき蹴ったときの音、おかしくなかったか？": "Không, tảng đá mà Noel đá ấy…\nÂm thanh lúc nãy, có gì đó không đúng phải không?",
    "え……？": "Hả…?",
    "そういって全員の視線が岩に向けられる。\n休憩をしていた場所の岩の質感は、どちらかと言えば金属に見える。": "Nói vậy, ánh mắt của mọi người đều hướng về tảng đá.\nKết cấu của tảng đá ở nơi chúng tôi nghỉ ngơi, có vẻ giống kim loại hơn.",
    "あれ？　たしかにそうよね……\nちょっと気になるわ！　雪を掘ってみるわね！": "Hả? Đúng là như vậy nhỉ…\nHơi tò mò đấy! Tớ sẽ đào tuyết lên xem!",
    "ジュリーちゃん、待って！\n私も手伝うわ！": "Julie-chan, đợi đã!\nTớ cũng giúp với!",
    "私もいくー！": "Tớ cũng đi!",
    "ノエルさん！　無理はなさらないで！？": "Noel-san! Đừng làm quá sức nhé!",
    "もう大丈夫だよ！　元気いっぱい！": "Không sao đâu! Đầy sức sống luôn!",
    "ジュリーたちは岩の周囲に積もっていた雪を掘っていく。\nすると、徐々に見えてくるのは……": "Julie và những người khác đào tuyết xung quanh tảng đá.\nVà rồi, dần dần hiện ra là…",
    "……えっ！？\nこれって……見覚えがあるわ！": "…Hể!?\nĐây là… quen quen!",
    "うん……！　ＭＧの手の部分よね！？\n大きくてパッと見たら分からないけど……": "Ừm…! Phần tay của MG phải không!?\nTo quá nên thoạt nhìn không biết được…",
    "間違いないよ！　これ、絶対にＭＧだよ！": "Không sai được! Đây, chắc chắn là MG!",
    "……つまり、ここにＭＧが眠ってたのか！？": "…Tức là, MG đã ngủ yên ở đây sao!?",
    "うそ！？　本当に見つけちゃった！？": "Thật á!? Tìm thấy thật rồi!?",
    "これが、ザルトゥーム学園に伝わる七不思議の、\n雪山に眠っている伝説のＭＧ……？": "Đây là, Thất Kì bí ẩn của học viện Zartuum, \nMG huyền thoại ngủ yên trong núi tuyết…?",
    "すごい！　すごいわ！\nこれは最高の実績になるわね！": "Tuyệt vời! Tuyệt vời quá!\nĐây sẽ là một thành tích tuyệt vời!",
    "ええ！　やったわジュリーちゃん！": "Yeah! Làm tốt lắm Julie-chan!",
    "……まさか、本当に見つかるだなんて。": "…Không ngờ, lại tìm thấy thật.",
    "私も正直驚きましたわ……": "Tôi cũng thực sự ngạc nhiên…",
    "まだまだ掘り出せそう！　あ！　目印も必要よね！？\n雪だるまで目印にしたらいいわよね！": "Có vẻ như vẫn có thể đào lên được nữa! A! Cũng cần có dấu hiệu nhỉ!?\nNếu dùng người tuyết làm dấu hiệu thì tốt nhỉ!",
    "うーん。雪だるまだと、次来るまでに残ってるかなぁ？": "Ưm. Nếu là người tuyết, liệu đến lần sau nó còn ở đó không nhỉ?",
    "ぐぬ、そうよね……！\n何か荷物の中に使えるものはないかしら！？": "Gừ, đúng là vậy…!\nTrong hành lý có gì dùng được không nhỉ!?",
    "私も探してみる―！": "Tớ cũng đi tìm―!",
    "見つけた興奮と楽しさに、\nふたりで荷物を開けながら話し合うジュリーとノエル。": "Julie và Noel vừa mở hành lý vừa nói chuyện, \ntrong sự phấn khích và thích thú khi tìm thấy thứ gì đó.",
    "しかし……実際の所、どうなんだ、七彩？": "Nhưng… Thực tế thì sao, Nanairo?",
    "どうなんだというのは？": "Sao thì là sao ạ?",
    "本当に見つかったが……このＭＧに心当たりはあるか？\n最初に種類次第で結果は変わるって言ってたろ？": "Thực sự tìm thấy rồi… Cậu có biết gì về MG này không?\nLúc đầu cậu đã nói là kết quả sẽ khác nhau tùy theo loại mà?",
    "そうですわね……実際に詳しい調査をしてみなければ、\nちゃんとしたことは言えませんわ。": "Đúng là vậy… Thực sự thì phải điều tra chi tiết thì, \nmới có thể nói được chính xác.",
    "まあ、それもそうか……": "À, cũng đúng…",
    "ですが、この発見は素晴らしい事ですわ。": "Nhưng, việc tìm thấy cái này là một điều tuyệt vời.",
    "確かにな……長い間雪に埋もれていたＭＧが、\nこうして見つかった事自体に価値があるかもな。": "Đúng là vậy… MG đã bị chôn vùi trong tuyết trong một thời gian dài, \nviệc tìm thấy nó như thế này đã là một điều có giá trị rồi.",
    "ええ、少なくとも鳴滝家であれば、\nこのＭＧを保護して観光名所にするかもしれませんわね。": "Ừm, ít nhất thì nếu là nhà Narutaki, \nhọ có thể bảo vệ MG này và biến nó thành một điểm du lịch.",
    "……いや、こんな危ない場所を観光名所にするか？": "…Không, liệu có biến một nơi nguy hiểm như vậy thành một điểm du lịch không nhỉ?",
    "%usernameusernameuserna%さん、七彩さん！\n本当にありがとう……こんな見つけられるなんて……！": "%usernameusernameuserna%-san, Nanairo-san!\nCảm ơn mọi người thật nhiều… Không ngờ lại tìm thấy được…!",
    "いえ、これもラウラさん達が頑張ったからですわ。": "Không, cũng là vì mọi người đã cố gắng thôi.",
    "心香にも早く伝え……って、そうか。\n通信機は繋がらないんだった。": "Tôi cũng muốn báo với Kokoro… Mà, đúng rồi.\nMáy liên lạc không kết nối được.",
    "……もしかしたら、ＭＧが原因かもしれませんわね。": "…Có lẽ, MG là nguyên nhân cũng nên.",
    "えっ？　通信不良の原因がＭＧなの？": "Hể? Nguyên nhân của việc liên lạc kém là MG sao?",
    "……なるほど。ＭＧの中には通信を傍受する機体もある。\n通信妨害用のジャミング機能を積んでいるのかもな。": "…Hiểu rồi. Trong số MG, có những cỗ máy có thể chặn liên lạc.\nCó lẽ nó có chức năng gây nhiễu để ngăn chặn liên lạc.",
    "そうなのね……私、ＭＧに乗ってるのに知らなかったわ。": "Vậy sao… Tôi là người lái MG mà cũng không biết nữa.",
    "今では端末がありますものね。\n無線でしたら対策をしていてそういうことはありませんもの。": "Bây giờ đã có thiết bị đầu cuối rồi mà.\nNếu là vô tuyến thì đã có biện pháp đối phó nên không có chuyện đó đâu.",
    "（ヒントは今まで転がっていたわけか……）": "（Gợi ý đã ở đây cho đến bây giờ…）",
    "ジュリー！　早く戻って心香を安心させてやろう！": "Julie! Mau quay lại để Kokoro yên tâm nào!",
    "大丈夫だという": "Nói là ổn rồi",
    "心配するなという": "Nói là đừng lo",
    "えー！？　でも、まだ目印が……": "Eee!? Nhưng, vẫn còn dấu hiệu mà…",
    "大丈夫だ！　ここまでの道は七彩たちがマッピングをしてる！\n目印が無くても、ここまでこれるはずだ！": "Không sao đâu! Con đường đến đây đã được Nanairo và mọi người lập bản đồ rồi!\nDù không có dấu hiệu, mọi người vẫn có thể đến được đây!",
    "そういうことなのね……なら、安心ね！": "Ra là vậy… Vậy thì, yên tâm rồi!",
    "あと、気を付けろ！　コケるぞ！": "Với lại, cẩn thận đấy! Sẽ bị ngã đấy!",
    "そんな大丈夫よ！　なんどもこけてるんだし……ふぎゃー！？": "Không sao đâu mà! Tớ đã ngã nhiều lần rồi mà… Phùyaaa!?",
    "ジュリーちゃん！？": "Julie-chan!?",
    "……何度もこけてるなら、またやるってことだろうに。": "…Nếu đã ngã nhiều lần, thì chắc chắn sẽ lại làm nữa.",
    "心配するな！　七彩たちがマッピングして行き方は覚えてる！\nだから、今はログハウスに戻って休むのが先決だ！": "Đừng lo! Nanairo và mọi người đã lập bản đồ và ghi nhớ đường đi rồi!\nVì vậy, bây giờ chúng ta nên quay về nhà gỗ và nghỉ ngơi trước!",
    "そうなのね！　なら安心ね！": "Ra là vậy! Vậy thì yên tâm rồi!",
    "それじゃあ、早く心香ちゃんに教えるように……わわわ！？": "Vậy thì, mau báo cho Kokoro-chan biết đi… Wawawa!?",
    "ノエル！？": "Noel!?",
    "ノエルさん、大丈夫ですの！？": "Noel-san, cô có ổn không!?",
    "あいたた……うっかりしちゃった。": "Aitata… Lỡ tay rồi.",
    "ノエルちゃんがこける姿なんて、初めて見たかも……": "Có lẽ tôi mới thấy Noel-chan bị ngã lần đầu tiên…",
    "まったく、興奮しすぎだぞ……気持ちは分かるけどな。": "Thật là, quá phấn khích rồi… Tôi hiểu cảm giác của cô, nhưng mà.",
    "では、ログハウスに帰還しましょうか。": "Vậy thì, chúng ta hãy quay về nhà gỗ thôi.",
    "ああ、それじゃあ全員帰るぞ。": "Ừ, vậy thì mọi người về thôi.",
    "はーい！": "Vâng!",
    "そうして俺たちは、\nＭＧを発見して無事にログハウスに帰還するのだった。": "Và rồi chúng tôi, \nsau khi tìm thấy MG đã trở về nhà gỗ an toàn."
}