{
    "た、助けてくださぁああい！\n%usernameusernameuserna%さぁぁあん！": "Cứu...cứu với!\n%usernameusernameuserna% à!",
    "うるうか、どうした？": "Sao thế, Ururu?",
    "メガネをなくしてしまいまして……": "Em làm mất kính rồi...",
    "今かけてるじゃないか。": "Cậu đang đeo nó kia mà.",
    "これは予備です……わ、わたし、おっちょこちょいで\nすぐなくすので、一応予備も持ち歩いてまして……": "Đây là kính dự phòng... Em...em hậu đậu lắm\nnên hay làm mất, nên em có mang theo một cái dự phòng...",
    "どこで落としたかとか、心当たりない？": "Cậu có nhớ đã làm mất ở đâu không?",
    "た、多分……この教室かなと思うんですが、確証はないです……": "Dạ...chắc là ở trong lớp học này ạ, nhưng em không chắc...",
    "そうか……まあ、メガネも安いものじゃないし、\n早く見つけないとな。": "Vậy sao... Mà, kính cũng đâu có rẻ, phải tìm nhanh thôi.",
    "一緒に探すよ": "Đi tìm cùng tớ.",
    "遺失物コーナーに届いてないかな": "Hay là nó được gửi ở phòng đồ thất lạc rồi?",
    "あ、ありがとうございますっ！": "A, Cảm ơn anh!",
    "しかしメガネは一向に見つからない……": "Nhưng vẫn không thấy kính đâu cả...",
    "あ……あの……ふと思ったのですが、もしかすると、\n遺失物コーナーに届いてたりはしないでしょうか……": "A...à... Em vừa nghĩ ra, liệu nó có ở phòng đồ thất lạc không nhỉ...",
    "それもそうだな……ここまで見つからないなら、\nもう誰かに拾われてるかもしれない。": "Cũng phải ha... Nếu không tìm thấy ở đây thì chắc là có người nhặt được rồi.",
    "そう思い、柊校舎の遺失物コーナーへ行くと、\n誰かに拾ってもらったのか彼女のメガネが無事届いていたのだった。": "Nghĩ vậy, tôi đến phòng đồ thất lạc ở tòa nhà Hiiragi, và kính của cô ấy đã được ai đó nhặt và gửi đến.",
    "まず柊校舎の遺失物コーナーに、誰かが届けてくれてないかな。\nそこになければ改めて探し回ろう。": "Đầu tiên, cứ đến phòng đồ thất lạc ở tòa nhà Hiiragi xem có ai gửi đến không đã.\nNếu không có thì mình sẽ tìm kiếm lại.",
    "は、はいっ、そうですね……！\nそちらのほうが効率的かもと思います！　さすがです！": "Dạ...vâng, đúng rồi ạ!\nEm nghĩ làm vậy hiệu quả hơn đó! Quả là anh!",
    "わたしってば全然その発想に至らず……\n同じ場所をぐるぐる探してました……": "Em đúng là không nghĩ ra... Cứ tìm vòng vòng ở cùng một chỗ...",
    "遺失物コーナーを訪ねると、誰かが拾って届けてくれていたようで――": "Khi đến phòng đồ thất lạc, có vẻ như ai đó đã nhặt được và gửi đến――",
    "無事に手元に戻ってきてよかったな。": "May là nó đã quay lại với cậu rồi.",
    "ありがとうございます！　これで買い直さなくてよかったです！\nあ、あまりお金に余裕があるわけじゃないので……！": "Cảm ơn anh! Em không cần phải mua cái mới nữa rồi!\nÀ, tại em cũng không dư dả tiền bạc gì...",
    "今度は落とさないようにしろよ。": "Lần này đừng làm mất nữa đấy.",
    "はい！！": "Dạ vâng!",
    "数日後、また落としたという相談の連絡が届くのであった――": "Vài ngày sau, một tin nhắn thông báo rằng cô ấy lại làm mất kính nữa――"
}