{
    "わわ。まさかカオスメイデンの模擬戦を見られるだなんて……": "Wow. Không ngờ lại được xem trận đấu tập của Chaos Maiden...",
    "相手の思惑に乗るようで癪に障るが、\nここはありがたく見学させてもらおう。": "Mặc dù có vẻ như tôi đang làm theo ý của đối phương, nhưng\ntôi sẽ xem nó một cách vui vẻ.",
    "俺たちはスカラ校舎の演習場に案内された。\n基本は柊校舎とあまり変わらないようだ。": "Chúng tôi được dẫn đến thao trường của trường Skala.\nCó vẻ như nó không khác nhiều so với trường Hiiragi.",
    "ここでこれからカオスメイデンが\nスカラ校舎の他のパイロットたちと実戦訓練を行うらしい。": "Tại đây, Chaos Maiden sẽ thực hiện huấn luyện thực tế\nvới các phi công khác của trường Skala.",
    "（せっかくの機会だ。\nカオスメイデンの実力、しっかり見せてもらうとしよう）": "('Đây là một cơ hội tốt.\nTôi sẽ xem thực lực của Chaos Maiden')",
    "こちらは５機で、相手はその倍の１０機。\n午後の運動としては余裕すぎるぐらいね。": "Bên này có 5 chiếc, đối phương có gấp đôi, 10 chiếc.\nQuá dễ dàng cho một buổi tập thể dục buổi chiều.",
    "ねえねえ、私が全部相手しちゃダメかな？\n試したい技がたくさんあるんだ！": "Này, này, hay là mình đối đầu với tất cả được không?\nTớ có rất nhiều kỹ năng muốn thử!",
    "模擬戦なんだからちゃんと自分のロールを果たしてください。\n……とはいえ、あなたにそんなことを言っても聞かないしょうけど。": "Vì là trận đấu tập nên hãy hoàn thành vai trò của cậu đi.\n...Mặc dù, tớ có nói cậu cũng chẳng nghe.",
    "この程度で特訓になんてなりませんよ。\nあなたもそう思うでしょう、フィーさん？": "Mức độ này không đủ để huấn luyện đâu.\nCậu cũng nghĩ vậy đúng không, Fee?",
    "どちらとも思わないし、わざわざ思う必要がない。\nわたしの意見に意味なんてないから。": "Tớ không nghĩ gì cả, và cũng không cần phải nghĩ.\nÝ kiến của tớ chẳng có ý nghĩa gì cả.",
    "はいはい。皆さん待たせてますし、早く始めましょう。": "Vâng, vâng. Mọi người đang chờ, chúng ta bắt đầu nhanh lên nào.",
    "これって早い者勝ちだよね？　じゃあ私が行っちゃうよ！": "Cái này là ai nhanh hơn thì thắng đúng không? Vậy tớ đi trước đây!",
    "そのせっかちさ、とても愛おしいわ。\nでも、この狩りはあたしの独壇場だから。": "Sự vội vàng đó thật đáng yêu.\nNhưng, cuộc săn này là của riêng tớ.",
    "陣形を崩すだけの簡単なお仕事ね。そちらは任せたわよ、沙耶。": "Chỉ là một công việc đơn giản là phá vỡ đội hình thôi. Tớ giao cho cậu đấy, Saya.",
    "ええ。私は与えられた仕事をこなすだけです。": "Vâng. Tớ chỉ làm những gì được giao.",
    "――はい、これで終わりです。こんなの、全然盛り上がりません……": "――Vâng, vậy là kết thúc rồi. Chuyện này, chẳng có gì thú vị cả...",
    "こっちも適当に潰しておいたわ。": "Tớ cũng đã tiêu diệt chúng một cách tùy tiện rồi.",
    "……速い。チームワークも何も関係なく、\nただ個人のスキルがすさまじく高い。": "…Nhanh quá. Không cần phối hợp đồng đội gì cả,\nchỉ có kỹ năng cá nhân quá cao.",
    "その結果、あっさりと敵を行動不能に陥れていく。\n確かにこれでわかることは、『圧倒的に強い』ことだけだ。": "Kết quả là, đối phương đã bị làm cho không thể hành động một cách dễ dàng.\nQuả thật, điều duy nhất chúng ta có thể thấy là 'mạnh một cách áp đảo'.",
    "ちょっとふたりとも、なにやり切った感出してるんですか！？\nまだ終わってませんよ！　フィー、援護をお願いします！": "Hai người làm gì mà cứ như đã hoàn thành xong nhiệm vụ vậy!?\nVẫn chưa kết thúc đâu! Fee, hãy hỗ trợ!",
    "それが役目なのね？　了解。": "Đó là vai trò của tớ sao? Hiểu rồi.",
    "さらにアニスと沙耶が敵の先頭に飛び込み、\n無駄のない動きで数機を撫で斬りにすることで撃墜していく。": "Hơn nữa, Anis và Saya lao vào hàng đầu của kẻ địch,\nchặt đứt một vài chiếc bằng những động tác không lãng phí.",
    "スカラ生徒たちは崩れた陣形をなんとか維持しようとするも、\nカオスメイデンの後衛から放たれる砲撃で翻弄されていた。": "Các học sinh Skala cố gắng duy trì đội hình bị vỡ,\nnhưng chúng bị khuấy đảo bởi pháo kích từ phía sau của Chaos Maiden.",
    "これがカオスメイデン……倍の敵をものともしないとはな。": "Đây là Chaos Maiden... Không hề nao núng trước kẻ địch gấp đôi.",
    "とはいえ、ここまでは予想の範疇だった。\nだが……": "Tuy nhiên, đến đây vẫn nằm trong dự đoán.\nNhưng...",
    "あはははは！　ひとーつ！　ふたーつ！　みーっつ！": "A ha ha ha! Một cái! Hai cái! Ba cái!",
    "ユリアー。あんまり壊し過ぎないようにしてくださいね。": "Yuria. Đừng phá hủy quá nhiều nhé.",
    "ユリアと呼ばれた少女の駆るＭＧが敵のど真ん中に飛び込み、\n縦横無尽に暴れまわる。": "MG do cô gái tên Yuria điều khiển lao vào giữa đội hình địch,\nquậy tung hoành.",
    "その様相はまさに竜巻。触れる敵すべてを切り刻んでいく。": "Hình ảnh đó giống như một cơn lốc. Cắt nát tất cả kẻ địch mà nó chạm vào.",
    "なんてデタラメなチームなんだ。": "Một đội hình thật là điên rồ.",
    "（やはりこのチームの強さは、\n一糸乱れぬ統制された動きなんかじゃない）": "('Quả nhiên, sức mạnh của đội này không phải là\nnhững động tác được kiểm soát chặt chẽ')",
    "（遊撃隊が好き勝手に暴れ、\nそこで生まれた穴を後衛が正確無比に埋めていく）": "('Đội xung kích thích làm gì thì làm,\nvà những lỗ hổng được tạo ra sẽ được lấp đầy một cách chính xác bởi đội hậu vệ')",
    "（身勝手な前衛とそれをフォローする後衛……\n奇跡的なバランスにより、チームとして機能しているんだ）": "('Tiền tuyến ích kỷ và hậu tuyến hỗ trợ... \nNhờ sự cân bằng kỳ diệu, nó hoạt động như một đội')",
    "そして……これは、まさに俺が想定する\nシリウスシュガーの理想に近かった。": "Và... đây chính xác là những gì tôi hình dung\nvề lý tưởng của Sirius Sugar.",
    "す、すごい……次元が違いすぎます……": "T, tuyệt vời... Khác biệt về đẳng cấp quá lớn...",
    "（めるの奴、カオスメイデンの競技に完全に呑まれてしまっているな）": "('Meru, cô ta đã hoàn toàn bị cuốn vào cuộc thi của Chaos Maiden rồi')",
    "（まあ、それも仕方ないか。\nこの模擬戦を見て圧倒されない者など、ただのひとりもいないだろう）": "('Chà, điều đó cũng không thể tránh khỏi.\nKhông ai không bị choáng ngợp khi xem trận đấu tập này cả')",
    "……こいつはかなり骨が折れそうだな。": "…Cái này có vẻ khá là khó nhằn đây.",
    "そして模擬戦後、ほとんど汗すらかいていない\nカオスメイデンのメンバーが、機体から降りてきた。": "Và sau trận đấu tập, các thành viên của Chaos Maiden, gần như không đổ mồ hôi,\nđã bước ra khỏi máy bay.",
    "どうでしょう、私達の模擬戦はお楽しみいただけましたか？": "Thế nào, mọi người có thích trận đấu tập của chúng tôi không?",
    "え、えっと……とても凄かったです。圧倒されちゃいました……": "Ừm, ừm... Rất tuyệt vời. Tôi đã bị choáng ngợp...",
    "えっ……！？\nちょっと、なんであなた達がここに……！？": "Hả...!?\nKhoan đã, tại sao mọi người lại ở đây...!?",
    "こ、こんにちは……": "Xin, xin chào...",
    "そういえば、翠蘭さんには伝えるのを忘れていました。": "Nhân tiện, tớ đã quên nói với Suiran.",
    "報連相は基本だといつもあれほど……！　まったく……": "Báo cáo, liên lạc và tham vấn là điều cơ bản như tớ vẫn luôn nói...!\nThật là...",
    "（なんかすごく苦労人って感じがするな……）": "('Có vẻ như cô ấy là một người phải chịu nhiều khó khăn...')",
    "わざわざ偵察に来てくれるなんて嬉しいな～！\nキミたちは、私に本気で勝とうとしてるんだね！？": "Thật vui vì mọi người đã đến trinh sát!\nMọi người đang thực sự cố gắng để đánh bại tớ sao!?",
    "当たり前だ。とはいっても、戦うのはめるたちだがな。": "Đương nhiên. Mặc dù, những người chiến đấu là Meru và những người khác.",
    "める……？　ああ……！　なんか顔は知ってる！": "Meru...? À...!\nTôi biết mặt cô ấy!",
    "か、顔……だけですか。": "M, mặt... chỉ có thế thôi sao.",
    "それよりもね～！　私が興味あるのは……キミ！": "Hơn thế nữa, tớ quan tâm đến... Cậu!",
    "え？　俺……？": "Hả? Tôi...?",
    "うん……！　なんだか、不思議な感じするんだ～！": "Ừm...!\nCảm thấy thật kỳ lạ!",
    "そう言って、ユリアは俺だけをじっと凝視してきた。\nどうやらめるのことは眼中にもないらしい。": "Nói vậy, Yuria nhìn chằm chằm vào tôi.\nCó vẻ như cô ấy không quan tâm đến Meru.",
    "その視線に吸い込まれそうになる。": "Tôi như bị hút vào ánh mắt đó.",
    "（こいつは……なんかいろいろ危険な感じがするぞ）": "('Cô ta... có vẻ rất nguy hiểm')",
    "最近は本気で勝負してくれる相手がいなくてさー。\nずっと退屈してたんだ。": "Gần đây, tớ không có đối thủ nào thực sự muốn chiến đấu cả.\nTớ đã rất buồn chán.",
    "でも、そこにキミが現れてくれた。\nねえ、シリウスシュガーが解散になったらウチにおいでよ。": "Nhưng, cậu đã xuất hiện.\nNày, nếu Sirius Sugar giải tán, hãy đến với tớ nhé.",
    "あっ、ちょっと、ユリア……！\nそんな言い方したら、相手に失礼でしょう！": "A, khoan đã, Yuria...!\nNói như vậy thì thật bất lịch sự!",
    "す、すみません……": "X, xin lỗi...",
    "いや……": "Không...",
    "ですが……正直言うと私も似た意見ではあります。": "Nhưng... thành thật mà nói, tớ cũng có ý kiến tương tự.",
    "もし行く宛がなくなった際は、うちに来ることも検討してみませんか？": "Nếu không còn nơi nào để đi, sao cậu không cân nhắc đến với chúng tôi?",
    "だ、ダメです！　%usernameusernameuserna%さんは\n私達の指揮官なんですから！": "Đ, đừng có!\n%usernameusernameuserna% là chỉ huy của chúng ta mà!",
    "でも解散しちゃったら、\nこの人はキミ達の『指揮官』じゃないんじゃない？": "Nhưng nếu giải tán,\nngười này không còn là 'chỉ huy' của mọi người nữa đúng không?",
    "指揮するチームがないじゃん！": "Không có đội để chỉ huy!",
    "それは……": "Điều đó...",
    "だから次の競技で勝って、私達がもらっちゃうね！": "Vì vậy, chúng ta sẽ thắng trong cuộc thi tiếp theo và giành lấy anh ấy!",
    "……！": "…!",
    "悪いが、そう簡単にいくかな？": "Xin lỗi, nhưng liệu mọi chuyện có dễ dàng như vậy không?",
    "え？": "Hả?",
    "そうやって余裕を見せていると、足元をすくわれるぞ。\n言っておくが、俺たちはマジで勝ちに行くからな。": "Nếu cứ tỏ ra tự mãn như vậy, cậu sẽ bị vấp ngã đấy.\nTớ nói cho cậu biết, chúng ta sẽ thực sự chiến thắng.",
    "お前らの模擬戦を見て思いついた策があるんだ。": "Tôi có một kế hoạch nảy ra sau khi xem trận đấu tập của mọi người.",
    "では私はまんまと敵の利益になるようなことを\nしてしまったことになりますね。": "Vậy là tôi đã vô tình làm điều có lợi cho kẻ địch rồi sao?",
    "ああ、そういうこったな。\nそしてその策は、さっきこの桃園めるに授けた。": "Ừ, đúng là như vậy.\nVà kế hoạch đó, tôi vừa mới truyền cho Momozono Meru.",
    "そんなわけで、彼女がお前たちを倒すからな。\n今のうちに謝罪の言葉でも考えておくといい。": "Vì vậy, cô ấy sẽ đánh bại mọi người.\nTốt hơn hết là nên nghĩ đến lời xin lỗi ngay bây giờ.",
    "ええー！？": "Êー!?",
    "いいよ！　そーゆー挑戦大好き！　受けて立ーつ！": "Được thôi! Tớ thích những thử thách như vậy! Tớ chấp nhận!",
    "首を洗って待っておくんだな。――って、この桃園めるが言ってます。": "Hãy rửa cổ và chờ đợi đi. ―― Đó là những gì Momozono Meru nói.",
    "%usernameusernameuserna%さぁーん！？": "%usernameusernameuserna%ー!?",
    "――ということがあったぞ。": "――Đó là những gì đã xảy ra.",
    "お、おまえさぁ……なんでわざわざ挑発しにいくわけ！？": "Ê, cậu... tại sao cậu lại khiêu khích như vậy!?",
    "待て待て、先に煽ってきたのは向こうだ。": "Chờ đã, người khiêu khích trước là người kia.",
    "しかも、めるさんが目の敵にされちゃっていますし。": "Hơn nữa, Meru đang bị coi là kẻ thù.",
    "うぅ……私、生きて帰れるでしょうか……": "Ư... Tớ có sống sót trở về không nữa...",
    "自信を持てよ、める。言っておくが、俺は本気だぞ。\nこの戦い、勝負のカギになるのは、お前だからな。": "Hãy tự tin lên, Meru. Tớ nói cho cậu biết, tớ nghiêm túc đấy.\nTrận chiến này, chìa khóa của chiến thắng là cậu.",
    "そんなこと言われても……どうすればあの人たちに勝てるのか\n皆目見当もつきませんし……": "Dù có nói vậy... Tôi cũng không biết làm thế nào để chiến thắng những người đó cả...\nTôi không biết gì cả...",
    "そのために俺がいるんだ。いいか、お前ら。\n俺が今からカオスメイデンを倒すための作戦を授けてやる。": "Vì điều đó mà tớ ở đây. Được rồi, mọi người.\nTớ sẽ cho mọi người kế hoạch để đánh bại Chaos Maiden ngay bây giờ.",
    "この作戦をしっかり実行に移す事が出来れば、\nあいつらを倒すことぐらい朝飯前だ。": "Nếu có thể thực hiện kế hoạch này một cách cẩn thận,\nthì việc đánh bại họ chỉ là chuyện nhỏ.",
    "ほ、本当ですか……？": "T, thật sao...?",
    "ああ。俺を信じろ。まずはそこからだ。": "Ừ. Hãy tin tớ. Bắt đầu từ đó.",
    "わ、わかりました……よろしくお願いします！": "V, vâng... Em hiểu rồi... Em sẽ cố gắng!",
    "ふふっ。%usernameusernameuserna%は人を乗せるのが上手いね。\nとりあえず、今回の打ち上げは焼肉にしようか♪": "Phù phù. %usernameusernameuserna% rất giỏi trong việc thuyết phục người khác nhỉ.\nTạm thời, chúng ta sẽ ăn thịt nướng trong buổi liên hoan lần này nhé♪",
    "……勝利を祝うには肉が一番。": "…Thịt là nhất để ăn mừng chiến thắng.",
    "%usernameusernameuserna%の小遣い、食い尽くしてやる！": "Tiền tiêu vặt của %usernameusernameuserna%, tôi sẽ ăn hết!",
    "でも……本当に大丈夫でしょうか……": "Nhưng... liệu có thực sự ổn không..."
}