{
    "合同演習が開かれると聞いてやってきたが――": "Tôi nghe nói buổi diễn tập chung được tổ chức nên mới đến đây――",
    "やほやほー！": "Ya-hô!",
    "ユリア？　どうしてここに？": "Yuria? Sao cậu lại ở đây?",
    "今日は私も『ゲスト』として、合同演習に参加する日なんだ！": "Hôm nay tớ cũng là 'khách mời' tham gia buổi diễn tập chung!",
    "ゲスト……？": "Khách mời……?",
    "ピコピコピーン！\nマスターのナビゲーターなボクが華麗な説明を――": "Piko Piko Piiin!\nTớ, người hướng dẫn của Master sẽ có một bài thuyết trình hoành tráng――",
    "『お前を消す方法』。": "Cách để xóa sổ mày.",
    "なんでですか！？\nボクにも活躍するチャンスをくださいよ！": "Sao lại thế chứ!?\nXin hãy cho tớ một cơ hội để thể hiện mình đi mà!",
    "悪い悪い、冗談だ。いきなり出てきたから反射的にな……\nたまにはピコも活躍したいよな。それじゃあ説明を頼む。": "Xin lỗi, xin lỗi, chỉ là nói đùa thôi. Tự dưng xuất hiện nên theo phản xạ thôi……\nĐôi khi Piko cũng muốn thể hiện mình nhỉ. Vậy thì, nhờ cậu giải thích vậy.",
    "たまには……まあいいでしょう。コホン…それでは説明しましょう！\n合同演習、正式には『学園戦術演習』といいます！": "Đôi khi……cũng được thôi. Khụ… Vậy thì, tớ xin phép giải thích!\nBuổi diễn tập chung, tên chính thức là 'Diễn tập chiến thuật học viện'!",
    "みんなは略して『戦術演習』って呼んでますね！": "Mọi người thường gọi tắt là 'Diễn tập chiến thuật'!",
    "各校舎から優秀なパイロットたちをゲストとして招き、みんなで\nＭＧ操縦技術を向上させようという特別な演習プログラムです！": "Chúng ta sẽ mời những phi công ưu tú từ các trường làm khách mời, và cùng nhau\nnâng cao kỹ năng điều khiển MG thông qua một chương trình diễn tập đặc biệt!",
    "校舎の垣根を越えて、がんばっていきましょう！": "Vượt qua ranh giới của các trường, chúng ta hãy cùng cố gắng nhé!",
    "って、普通にネット検索したら出てきたな……": "Mà, tra trên mạng thì ra ngay ấy mà……",
    "なんでボクが説明している間に調べちゃうんですか！？": "Sao cậu lại đi tìm hiểu trong lúc tớ đang giải thích vậy!?",
    "ん？　あっ！　そっか！　キミは初めてかぁ！": "Hửm? A! Ra là vậy! Cậu là người mới đến à!",
    "他のカオスメイデンのメンバーは来てないのか？": "Những thành viên khác của Chaos Maiden không đến sao?",
    "うん、今日は私だけだよ～！": "Ừm, hôm nay chỉ có tớ thôi!",
    "おおっ♪　私以外にも面白そうな人たちがいっぱい来てるみたいだね！\n毎回呼ばれるわけじゃないから、いーっぱい楽しもっと！": "Ôi♪ Có vẻ như ngoài tớ ra còn có rất nhiều người thú vị khác đến nữa!\nVì không phải lúc nào cũng được gọi nên tớ sẽ tận hưởng hết mình luôn!",
    "学園は結果を出した方にたんまり豪華報酬を出すみたいなんで、\nみんなやる気満々ですね～！": "Học viện sẽ trao thưởng hậu hĩnh cho những người đạt kết quả tốt, nên\nmọi người đều rất nhiệt tình～!",
    "こういうのに積極的に参加すると、\nパイロットとしての成長も早いだろうな。": "Nếu tích cực tham gia vào những thứ như này,\nsự trưởng thành của một phi công cũng sẽ nhanh hơn đấy."
}