{
    "ふう……まさか女湯の時間に入ってしまうとはな……\nみんなは謝ったら笑って許してくれたが……": "Ưm… Chẳng lẽ mình lại vào giờ của nữ sao…\nMọi người sau khi xin lỗi thì cười và tha thứ cho mình…",
    "さっきの出来事を思い出しながら、改めて男湯の時間になったタイミングで、\nひとり温泉をゆっくり楽しんでいた。": "Vừa nhớ lại chuyện khi nãy, đúng vào lúc đến giờ nam tắm,\ntôi một mình thư thả tận hưởng suối nước nóng.",
    "周囲には誰もいない。男湯の時間なことは明らかだ。\n今度こそ、間違えようはなかった。": "Xung quanh không một bóng người. Rõ ràng là giờ nam tắm rồi.\nLần này chắc chắn không thể nào nhầm được nữa.",
    "――そのはずだったのだが。": "――Ấy vậy mà.",
    "湯加減はいかが？": "Nước ấm vừa phải chứ?",
    "ああ、最高だ……って、アニス！？": "A, tuyệt vời… Ơ, Anis!?",
    "いつの間にか、すぐ近くにアニスが立っていた。\nしかも、裸にタオルを巻いただけの格好で。": "Không biết từ lúc nào, Anis đã đứng ngay gần tôi rồi.\nHơn nữa, cô ấy chỉ quấn khăn tắm quanh người.",
    "（また驚かしやがって……つか、思えば風呂でも眼帯か。\n確か翠蘭からファッションでつけてるって聞いたな……）": "（Lại làm mình giật mình… Mà nghĩ lại thì, đến cả lúc tắm cũng đeo miếng che mắt à.\nChắc là mình nghe Thúy Lan bảo là đeo theo mốt…）",
    "あらあら、いい反応♪　これでまたあなたの中に『驚き』として、\n強くあたしの印象が刻まれたわね♪　ゾクゾクしちゃう……": "Ara ara, phản ứng tốt ghê♪ Thế này thì trong anh lại khắc sâu thêm 'sự ngạc nhiên' về em rồi nhỉ♪ Sướng rên luôn…",
    "とんでもない印象の残し方目論んでるな……\nつか、今男湯の時間だぞ。": "Cô đang toan tính để lại ấn tượng gì đó ghê gớm đấy…\nMà này, bây giờ là giờ nam tắm đấy.",
    "知ってるわ♪": "Em biết mà♪",
    "でしょうね。そんな気がしていました。": "Tôi nghĩ vậy mà. Vì tôi đã thấy cô định đi suối nước nóng nên mới đuổi theo mà.",
    "そもそもあなたが温泉に行こうとしてるのを見かけたから、\n追いかけてきたわけだし。": "Ở chỗ khác, cô cũng làm thế này rồi xông vào giờ nam tắm luôn đấy chứ…",
    "他でも、そのノリで男湯に突入してないだろうな……": "Đâu có! Anh không nghĩ em là đứa con gái dễ dãi đấy chứ…?\nEm sắp khóc thật đấy?",
    "まさか！　あたしを軽い女だと思ってない……？\n結構、本気で泣くわよ？": "T, tôi xin lỗi, tôi hơi lo Anis sẽ đi với người khác…\nNên mới thử một chút.",
    "す、すまん、アニスが他の男に……って少し心配になってな。\nちょっと試してしまった。": "Ara♪ Ghen tị～? Fufu, mà lại còn 'thử' nữa chứ…\nĐúng là đã bị em nhuộm rồi♪",
    "あら♪　嫉妬～？　ふふっ、それに『試し』ちゃうなんて……\nあたしに染まってきた証拠ね♪": "Em từ trước đến nay, và cả sau này nữa…\nLuôn luôn chỉ có mình %usernameusernameuserna% thôi♪ Em có thể đánh đổi cả tính mạng.",
    "あたしは今までも今もこれからも……\nずーっと%usernameusernameuserna%だけよ♪　命懸けてもいいわ。": "Nặng nề quá… Nhưng lại thấy thích… Chắc là vì mình đã hoàn toàn phụ thuộc vào mối quan hệ với cô ấy rồi.",
    "重い……でもそこがいい……と思えてしまうのは、\nすっかり彼女との関係性に依存しているからだろうか。": "Vậy, lý do cô đến tắm vào giờ của tôi là gì?\nChẳng lẽ chỉ đến tắm cùng thôi sao?",
    "それで、俺がいる時間帯にお風呂にやってきた理由は？\nただ一緒に浸かりにきたってわけじゃないだろう？": "Fufu, đoán giỏi quá…♪",
    "ふふ、ご明察……♪": "Nói thế, Anis từ từ nhúng người vào nước từ đầu ngón chân, rồi ngồi xuống cạnh tôi như muốn dính chặt vào người tôi.",
    "そう告げると、アニスは足の指先からゆっくりと湯に身体を沈めていき、\n俺に密着するように隣に座った。": "Rộng thế này, cần gì phải dính sát vào thế?",
    "こんなに広いのに、ここまで密着しなくていいだろう？": "Ara, anh nói thế là sao? Từ giờ mình còn thân mật hơn nữa cơ mà?\nNhư 'mọi khi' ấy.",
    "あら、そんないじわる言うの？　これからもっと繋がっちゃうというのに？\n『いつも』みたいに。": "Anis…",
    "アニス……": "%usernameusernameuserna%…",
    "%usernameusernameuserna%……": "Anis nũng nịu, nhẹ nhàng xoa ngực tôi bằng lòng bàn tay.",
    "アニスは甘えるように、優しく俺の胸元を手のひらで擦ってくる。": "Fufu, ngực của %usernameusernameuserna%… Vẫn đẹp như xưa.\nKhác hẳn với em, là con gái. Cứng cáp và mạnh mẽ♪",
    "ふふ、%usernameusernameuserna%の胸元……相変わらず素敵。\n女のあたしと全然違うわね。カチカチでつよつよ♪": "Đổi lại thì em mềm mại và mịn màng nhỉ…",
    "その代わりお前はすべすべで柔らかいな……": "Nói thế, tôi đưa tay sờ lên đùi cô ấy.",
    "そう言って、俺は彼女の太ももに手を這わせる。": "Em cũng chăm sóc tỉ mỉ toàn thân đấy.\nĐể luôn là người con gái được anh yêu thích.",
    "これでも全身細かくケアしてるのよ。\nあなたにずっと気に入ってもらえる女でいるために。": "Nghe cô nói thế, tôi cũng phải đáp lại thôi.",
    "そんなふうに言ってもらえると、俺としても応えないといけないな。": "Ara, 'chỗ này' cũng cứng cáp và mạnh mẽ rồi này♪",
    "あら、『こっち』もカチカチでつよつよになっちゃったわね♪": "Nói thế, cô ấy từ từ đưa bàn tay nhỏ bé đến chỗ ấy của tôi.",
    "そう言って、ゆっくりと小さな手を股間に伸ばしてきた。": "Hôm nay đã làm phiền anh nhiều rồi…\nAnh cứ thích em hơn bình thường một chút cũng được nhé?",
    "今日いっぱい迷惑かけちゃったし……あたしのこと、\nいつもより激しく好きにしていいわよ？": "Trước sự dụ dỗ của Anis, tôi ực một tiếng.",
    "アニスの誘惑に、ごくりと唾を飲み込む。": "Hôm nay 'cũng' là sai rồi đấy? Với lại, giờ còn cần phải khách sáo thế sao?\nMọi khi hở ra là cô vắt kiệt sức tôi đấy chứ.",
    "今日『も』の間違いだろ？　それに、今更そんな建前いるか？\nいつもは隙あらば俺のこと搾り取ってくるくせに。": "Fufu, cũng đúng nhỉ♪",
    "ふふ、それもそうね♪": "Thế rồi, chúng tôi tự nhiên đắm mình vào cuộc giao hợp đã trở thành chuyện thường ngày――",
    "そうして、俺達はもうまるで日課のようになった交わりに、\n自然と耽るのだった――": "Ưm… Hức… Ah…!\n%usernameusernameuserna%…!",
    "んふぅ……っ、あぁ……っ！\n%usernameusernameuserna%……っ！": "Tôi ngồi lên thành suối nước nóng, bế Anis lên và đưa vào.",
    "俺は温泉の縁に腰掛け、アニスを抱き上げ挿入した。": "Đầu dương vật đưa vào cửa mình, vì sức nặng của Anis mà từ từ chìm vào trong, Anis vì sự thay đổi của bản thân mà cất tiếng kêu cao vút.",
    "膣口に挿入した亀頭が、アニスの自重でゆっくりと胎内へと沈んでいき、\n自らの変化にアニスは甲高い声をあげていった。": "A… Ah, %usernameusernameuserna%…!",
    "あ……っ、ああっ、%usernameusernameuserna%……っ！\n感じる……あたしのおまんこ、いっぱい感じるのぉ……っ！": "Cảm nhận được… Của em, cảm nhận được rất nhiều…!",
    "こんな……っ、外で……温泉で、なんて……んふふっ、\n興奮しちゃって、たまらないかもぉ……っ！": "Thế này… Ở bên ngoài… Ở suối nước nóng, thế này… Ưm fufu,\nHưng phấn quá, không chịu nổi mất…!",
    "か、開放的で、声、響いて……っ、\nあ、ん、んふぅうううう……っ！": "K, không gian mở, tiếng, vang vọng…\nA, ư, ưm…!",
    "挿れたばかりにも拘わらず、アニスの膣内はたっぷりと潤いをたたえ、\n温泉よりも熱くペニスを迎え入れていた。": "Mới đưa vào mà, bên trong Anis đã tràn đầy chất nhờn, còn nóng hơn cả suối nước nóng, đón lấy dương vật.",
    "あはぁ……っ、んっ、んんん……もう、%usernameusernameuserna%の\nおちんちん、こんなに大きくて熱くなって……": "Aha… Ưm, ưm… Ưm… Dương vật của %usernameusernameuserna%,\nlớn và nóng quá…",
    "あたしが誘わなくっても、もうずーっとあたしのおまんこ、\n欲しくて欲しくてたまらなかったんじゃない……？": "Không cần em dụ dỗ, anh đã muốn của em, muốn đến mức không thể chịu nổi rồi sao…?",
    "こちらの欲望をずぶずぶと胎内に受け入れながら、\nアニスは嬉しそうに微笑んだ。": "Vừa đón nhận ham muốn của đối phương, Anis vừa cười vui vẻ.",
    "あ……はぁあっ、もっと……もっと深くまでちょうだい……\n%usernameusernameuserna%のおちんちん、全部、あたしに……んんっ！": "A… Haah, sâu hơn nữa… Sâu hơn nữa đi mà…\nDương vật của %usernameusernameuserna%, tất cả, cho em… Ưm!",
    "%usernameusernameuserna%のおちんちんの形、あたしのカラダに、\n何度でも何度でも、刻み込んで……っ！": "Hình dáng dương vật của %usernameusernameuserna%, khắc sâu vào cơ thể em,\nlặp đi lặp lại, khắc sâu vào…!",
    "だ、だって、あたしは……%usernameusernameuserna%専用……\n%usernameusernameuserna%だけのあたしなんだから……": "V, vì, em là… của riêng %usernameusernameuserna%…\nChỉ có mình em thôi mà…",
    "次第に興奮してきたのか、\nアニスの口調は熱っぽいものへと変貌していく。": "Không biết có phải vì hưng phấn quá mà giọng điệu của Anis trở nên nóng bỏng.",
    "こちらもアニスの言葉と身体に煽られるように、\n夢中になって彼女を貪っていった。": "Tôi cũng bị lời nói và cơ thể của Anis kích thích, mà say mê chiếm lấy cô ấy.",
    "ん、あぁ……っ、おく、おく、きちゃう……っ、\n%usernameusernameuserna%が、いいトコに……あ、はぁんっ！": "Ưm, ah… Ở, ở, sắp…!\n%usernameusernameuserna% đang ở chỗ tốt… A, haah!",
    "アニスの身体が小さく震える。\n亀頭が真奥を穿った瞬間、全身に甘く痺れる感覚が走ったようだ。": "Cơ thể Anis khẽ run lên.\nKhoảnh khắc đầu dương vật xuyên qua điểm sâu nhất, cả người như có cảm giác tê dại ngọt ngào.",
    "はぁ……、はぁっ、あ、ぁ……\n%usernameusernameuserna%、もっときて……": "Ha… Haah, a, a…\n%usernameusernameuserna%, đến nữa đi…",
    "もっともっと……%usernameusernameuserna%のをあたしにちょうだい！\nあたし、%usernameusernameuserna%がいっぱい欲しいのぉ……っ！": "Càng ngày càng… Hãy cho em của %usernameusernameuserna% đi!\nEm muốn có thật nhiều %usernameusernameuserna%…!",
    "アニスはむずがるように身体を揺する。\nペニスに直にその刺激が伝わり、快感が昂っていく。": "Anis lắc lư cơ thể như đang khó chịu.\nKích thích trực tiếp truyền đến dương vật, khoái cảm dâng trào.",
    "本能のまま腰を動かし、アニスを下から攻め上げていった。": "Theo bản năng mà chuyển động hông, tôi tấn công Anis từ phía dưới.",
    "あっ、あはぁっ、あぁあ……っ、これ、これぇ……っ！\n%usernameusernameuserna%の、あたしの子宮でいっぱい感じるぅ……っ！": "Ah, ahaah, aaa…! Đây, đây…!\nCủa %usernameusernameuserna%, em cảm nhận được rất nhiều trong tử cung…!",
    "んんんんん～っ、%usernameusernameuserna%のが、\nトントントンって、あたしの赤ちゃん作るところ、いっぱい突いてる……っ！": "Ưm… %usernameusernameuserna%,\ntông tông tông, đang đâm vào chỗ tạo em bé của em…!",
    "あは……っ、ぐちゅぐちゅって、温泉に響いてるわ……っ！\nこんないやらしい音を、温泉でさせちゃうなんて……": "Aha… Chụt chụt, vang vọng trong suối nước nóng…!\nĐể những âm thanh dâm đãng thế này trong suối nước nóng…",
    "バレたら、あたし達、出禁になっちゃうかも……\nんふ……っ、ど、どうしよう、%usernameusernameuserna%……？": "Nếu bị phát hiện, chúng ta sẽ bị cấm vào đấy…\nƯm… Phải làm sao đây, %usernameusernameuserna%…?",
    "そんなことを言いながらも、\nアニスはとても楽しそうな笑顔を浮かべながら自らも腰を振っている。": "Nói thế, Anis vẫn nở nụ cười rất vui vẻ, tự mình lắc hông.",
    "罪悪感や共犯の意識がよりアニスの興奮を煽り、\nそのせいかいつもより彼女の身体は鋭敏になっているようだった。": "Ý thức tội lỗi và đồng phạm càng kích thích sự hưng phấn của Anis,\nCó lẽ vì vậy mà cơ thể cô ấy nhạy cảm hơn mọi khi.",
    "%usernameusernameuserna%だって……ん、ふふっ、\n我慢できずに、こんなとこであたしを抱いちゃったんでしょ……？": "%usernameusernameuserna% cũng… Ưm, fufu,\nKhông kiềm chế được, đã ôm em ở chỗ này rồi đúng không…?",
    "はぁあ……っ、……たまんない……っ！\n%usernameusernameuserna%ってば、あたしのこと好きすぎ……？": "Haa… Không chịu nổi…!\n%usernameusernameuserna% thích em quá đi…?",
    "アニスの膣肉がきゅうっと締まる。\n包み込んだペニスに甘い快感を伝えてくる。": "Thịt âm đạo của Anis siết chặt.\nTruyền khoái cảm ngọt ngào đến dương vật đang bị bao bọc.",
    "あたしだって……んっ、%usernameusernameuserna%のこと……\nはぁあっ、す、すごくすごく……あ、あ、はぁああんっ！": "Em cũng… Ưm, %usernameusernameuserna%…\nHaa, rất, rất… A, a, haaan!",
    "あぁあ……っ、はぁっ、んぁああ……っ！\n%usernameusernameuserna%の、いいトコきてるぅ……っ！": "Aa… Haa, ưaa…!\n%usernameusernameuserna% đang ở chỗ tốt…!",
    "そこ、そこ、あたしの子ども部屋ツンツン、好きなのぉ……っ！\n突かれると、気持ちよくなりすぎて……はぁあっ、好き、好きぃ……っ！": "Chỗ đó, chỗ đó, em thích chọc vào phòng em bé…!\nBị chọc vào, sướng quá… Haa, thích, thích…!",
    "いいの……気持ちいいのっ、好きぃ……っ！\nもっとあたしの子宮、おまんこ、独占してぇ……！": "Được rồi… Sướng quá, thích…!\nMuốn độc chiếm tử cung, âm đạo của em hơn nữa…!",
    "甘い喘ぎ声を漏らしながら、アニスは自らの感情を吐露していく。": "Vừa rên rỉ ngọt ngào, Anis vừa bộc lộ cảm xúc của mình.",
    "あ、はぁあ……っ、%usernameusernameuserna%のこと、\nもっといっぱい感じたいの……": "A, haa… %usernameusernameuserna%,\nmuốn cảm nhận anh nhiều hơn nữa…",
    "いつでも、どこでも……、いつまでも、どこまでも……っ、\n%usernameusernameuserna%の、感じたい……はぁあああっ！": "Bất cứ lúc nào, bất cứ đâu…, mãi mãi, đến tận cùng…\nMuốn cảm nhận %usernameusernameuserna%… Haaah!",
    "粘膜を擦るたびにアニスの熱い身体が、心が直に伝わってくるようで、\n次第にこちらも、彼女に深く溺れていく。": "Mỗi lần cọ xát niêm mạc, cơ thể nóng bỏng, trái tim của Anis lại truyền đến trực tiếp, dần dần tôi cũng chìm sâu vào cô ấy.",
    "無我夢中でアニスの真奥を抉り、\n亀頭で彼女が好む箇所を重点的に刺激していく。": "Mê muội mà đâm vào điểm sâu nhất của Anis,\nchú trọng kích thích vào những chỗ cô ấy thích bằng đầu dương vật.",
    "あ……っ、んんんっ、そこ、いい……っ！\n%usernameusernameuserna%がしてくれるの、全部いいのぉ……っ！": "A… Ưm, chỗ đó, tốt…!\n%usernameusernameuserna% làm gì em cũng thích…!",
    "ますます……あたし、%usernameusernameuserna%に溺れちゃう……\n%usernameusernameuserna%専用の、所有メスになっちゃう……！": "Càng ngày càng… Em đã chìm đắm trong %usernameusernameuserna% rồi…\nEm sẽ trở thành con đực chuyên dụng của %usernameusernameuserna%…!",
    "あぁあっ、でも……そういうの、とっても素敵……！\n%usernameusernameuserna%、あたしを、もっとあなただけのものにして……！": "Aaah, nhưng… Những thứ như thế, rất tuyệt…!\n%usernameusernameuserna%, hãy biến em thành của riêng anh hơn nữa đi…!",
    "心も身体も、ナカもソトも、全部、ぜぇんぶ、\n%usernameusernameuserna%でいっぱいにして……": "Cả trái tim và cơ thể, bên trong và bên ngoài, tất cả, tất cả…\nHãy lấp đầy bằng %usernameusernameuserna%…",
    "%usernameusernameuserna%のおちんちんで……あぁっ！\nあたしのおまんこも何もかも、全部……征服してぇ……あ、あはぁああ……っ！": "Bằng dương vật của %usernameusernameuserna%… Aah!\nÂm đạo của em, tất cả mọi thứ, tất cả… Chinh phục em đi… A, ahaaa…!",
    "アニスの身体は、これ以上ない程昂っていた。": "Cơ thể Anis đã hưng phấn đến tột độ.",
    "密着している胸や腰、そして互いの敏感な部分すべてが、\nそれを如実に伝えてくれる。": "Ngực và thắt lưng đang dính chặt vào nhau, và tất cả những bộ phận nhạy cảm của cả hai,\nđều cho thấy điều đó một cách rõ ràng.",
    "それら全部が、自分への気持ちを起点としている――そう考えると、\nこれ以上ない程の繋がりが胸中を渦巻いていった。": "Tất cả những điều đó, đều bắt đầu từ tình cảm của tôi――Nghĩ vậy, sự gắn kết không gì sánh bằng đã dâng trào trong lòng.",
    "んんんっ、あ、はぁあ……っ！　ね、ねえ、%usernameusernameuserna%の\nおちんちん……ビクビクってしてる……！": "Ưm, ưm… A, haa…! N, này, dương vật của %usernameusernameuserna%… Đang run rẩy kìa…!",
    "あたしで感じて、あたしのおまんこでこんなにも暴れて……はぁあっ、\nんぁあっ、も、もう、これ……たまんない……っ！": "Cảm nhận bằng em, mà lại hành động mạnh bạo đến thế trong âm đạo của em… Haa,\nƯm, ưaa, không, không chịu nổi…!",
    "%usernameusernameuserna%の気持ち、感じるの……っ！\nあたしを欲しがって、貪って、そして……あぁあああっ！": "Cảm nhận được tình cảm của %usernameusernameuserna%…!\nMuốn có em, muốn chiếm hữu em, và… Aaaah!",
    "狂おしい程の感情が全身を駆け巡る。\nアニスへの気持ちが、欲望が、下半身の１点に集中していくのを感じた。": "Cảm xúc điên cuồng chạy khắp cơ thể.\nCảm thấy tình cảm với Anis, ham muốn, tập trung vào một điểm ở phần dưới.",
    "あっ、あぁあっ、はぁあ……っ！\nい、いいのよ、%usernameusernameuserna%……出しちゃっても……": "A, aah, haa…!\nĐ, được thôi, %usernameusernameuserna%… Cứ… Xuất ra đi…",
    "んんっ、わ、分かるの……%usernameusernameuserna%の、\n中で震えて……もう、限界なのよね……？": "Ưm, em, em hiểu… %usernameusernameuserna% đang run rẩy bên trong…\nĐã đến giới hạn rồi đúng không…?",
    "あたしも、そうだから……": "Em cũng vậy…",
    "ね、%usernameusernameuserna%……\nこのまま、思い切り昂って……あたしに出しちゃっていいわよ？": "Này, %usernameusernameuserna%…\nCứ như thế này, cứ hưng phấn hết mình đi… Cứ xuất ra cho em đi?",
    "アニスがくすっと微笑み、小さな声で囁く。\nそれは、とびきり甘美な誘惑だった。": "Anis cười khúc khích, thì thầm nhỏ nhẹ.\nĐó là một sự cám dỗ ngọt ngào vô cùng.",
    "%usernameusernameuserna%独占おまんこのナカで、\nいっぱいいっぱい、びゅるびゅるって、種付けマーキングしちゃって……": "Trong âm đạo độc quyền của %usernameusernameuserna%,\nHãy bắn thật nhiều, phun trào, đánh dấu tinh dịch đi…",
    "あたしの赤ちゃん部屋の奥の奥まで、%usernameusernameuserna%の遺伝子、\nいっぱい刻んで、たくさんこびりつかせて……？": "Đến tận sâu thẳm trong phòng em bé, gen của %usernameusernameuserna%,\nkhắc thật nhiều, bám thật nhiều vào…?",
    "あたしをぉ、%usernameusernameuserna%漬けにして♪": "Hãy làm em thành %usernameusernameuserna%!",
    "アニスの膣奥が震える。\n肉ヒダが精を欲するようにペニスに絡みついてきた。": "Bên trong âm đạo của Anis run rẩy.\nNhững nếp thịt bám vào dương vật như muốn tinh dịch.",
    "交わりを繰り返すたびに亀頭に突き上げられた子宮口は、\nゆっくりと口を開け熱い欲望を飲み込もうとしている。": "Mỗi lần giao hợp, tử cung bị dương vật đâm vào,\ntừ từ mở miệng ra, muốn nuốt chửng ham muốn nóng bỏng.",
    "何も考えられない程頭が熱くなり、\nただめちゃめちゃに腰を振ってアニスと共に快感を貪り続けた。": "Đầu óc nóng ran đến mức không thể nghĩ gì khác,\nchỉ điên cuồng lắc hông, cùng Anis đắm mình trong khoái cảm.",
    "あはぁああああああっ、うぅんっ、あっ、ふぁあ……っ！\nひゃああああ……すごいっ、すごいの、くる……っ！": "Ahaaaaaaah, ưm, ah, faaa…!\nHyaaaaa… Tuyệt vời, tuyệt vời, đến rồi…!",
    "%usernameusernameuserna%ので、あたし……\nうぅうううっ、たまらなく、なるぅ……っ！": "Vì %usernameusernameuserna%, em…\nƯuuu, không chịu nổi, sắp…!",
    "%usernameusernameuserna%、きて、きて、あたしのナカ……っ！\n%usernameusernameuserna%の精子、いっぱい出しちゃってぇ……っ！": "%usernameusernameuserna%, đến, đến, vào trong em…!\nTinh dịch của %usernameusernameuserna%, cứ xuất ra đi…!",
    "んぁあああ……っ、あたし、もう、もう……っ！": "Ưaaaaa… Em, sắp, sắp…!",
    "アニスの子宮口を亀頭が抉る。\n全身を痙攣させながら、アニスは獣のような声をあげていた。": "Đầu dương vật đâm vào tử cung của Anis.\nToàn thân co giật, Anis cất tiếng kêu như dã thú.",
    "はひゃぁああああああ……っ、もう、もうだめっ！\nあたし、イくっ、イくぅううっ！": "Hihyaaaaaaa… Không, không xong rồi!\nEm, lên đỉnh, lên đỉnnhhhhh…!",
    "%usernameusernameuserna%、あたしに出してっ！\nあぅうううっ、出してっ、出しちゃってぇえええ……っ！": "%usernameusernameuserna%, cho em đi!\nAuuu, đi, cứ đi, cứ ra điiiii…!",
    "あぁあっ、ふぁ、ふぁあああああああ……っ！！！": "Aaaah, fa, faaaaaaaa…!",
    "あはぁああああああ……っ、ん、ふぅう……っ！\nはぁっ、はぁっ、はぁあああ……": "Ahaaaaaaa… Ưm, fuuu…!\nHaa, haa, haaaaa…",
    "あぁ……おなかのなか、いっぱい……\n%usernameusernameuserna%のせーえき、すっごく熱いのぉ……": "A… Bên trong bụng, đầy ắp…\nTinh dịch của %usernameusernameuserna%, nóng quá…",
    "大量の熱い欲望を子宮に注ぎ込まれたアニスは、\n肩で息をしながら呆然としていた。": "Anis, người đã rót đầy ham muốn nóng bỏng vào tử cung,\nthở hổn hển.",
    "んん……お、おなか、たぷたぷしてる……\n%usernameusernameuserna%のが、こんなに入って……": "Ưm… B, bụng, căng phồng…\nCủa %usernameusernameuserna%, vào nhiều thế này…",
    "ほ、ほら、見て。\nあなたのでこんなに膨らんで……んんっ、零れてくる……": "N, này, nhìn xem.\nVì anh mà em phồng lên thế này… Ưm, trào ra…",
    "すごいのぉ……、%usernameusernameuserna%の、熱くて濃いの……\nいっぱいくれて、ありがとぉ……": "Tuyệt vời… Của %usernameusernameuserna%, nóng và đặc…\nCho em thật nhiều, cảm ơn…",
    "未だ全身で快感の余韻に浸りながら、\nアニスはそう呟くのだった。": "Vẫn còn đắm chìm trong dư vị khoái cảm, Anis lẩm bẩm như thế.",
    "んん……、ね、ねえ……\nまだ……もうちょっと、出るんじゃない？": "Ưm… N, này…\nVẫn còn… Chắc còn ra nữa đúng không?",
    "ペニスを抜いてなお、アニスはうっとりとした表情で\nこちらに身体を預けたまま、熱っぽく呟く。": "Kể cả khi đã rút dương vật ra, Anis vẫn còn dựa vào tôi với vẻ mặt say sưa, thì thầm đầy nhiệt huyết.",
    "せっかくのお風呂なんだし……\nナカだけじゃなくて……オソトも、%usernameusernameuserna%漬けにして？": "Đã đến suối nước nóng rồi mà…\nKhông chỉ bên trong… Bên ngoài cũng, hãy làm em thành %usernameusernameuserna% đi?",
    "そんなふうに征服欲を煽られると、\n股間が再びアニスを染めるための支配液を製造し始める。": "Bị khơi dậy lòng chiếm hữu như thế, vùng hạ bộ lại bắt đầu sản xuất chất lỏng thống trị để nhuộm Anis một lần nữa.",
    "言うが早いか、アニスは更なる射精をねだるように、\n手を伸ばしてこちらの股間に触れてきた。": "Nói xong, Anis vươn tay ra, chạm vào vùng hạ bộ của tôi như muốn xin thêm một lần xuất tinh nữa.",
    "さっき出したばかりで敏感になっているそこを、\nアニスは器用な手つきで撫でさすっていく。": "Chỗ đó vừa mới xuất ra, đang rất nhạy cảm,\nAnis dùng đôi tay khéo léo vuốt ve.",
    "そして――": "Và――",
    "あふぅ……っ、ん、ふぁあああ……っ！": "Afuu… Ưm, faaaaa…!",
    "アニスの顔に振りかけるように、俺は容赦なく白濁液をぶっかけた。\nこのメスは俺のものだと、アニス自身にわからせるかのように。": "Tôi không nương tay, phun chất lỏng trắng đục vào mặt Anis.\nNhư muốn cho Anis hiểu rằng cô ấy là của tôi.",
    "アニスは俺に征服され、そして独占欲という形で俺はアニスに縛れている。\n誰にも渡すものかと、俺は常に彼女を意識せざるを得なくなっている。": "Anis bị tôi chinh phục, và bị tôi trói buộc bằng hình thức chiếm hữu.\nTôi luôn phải để ý đến cô ấy, vì sợ rằng sẽ trao cô ấy cho ai khác.",
    "互いに相手から目を逸らすことができず縛り合う。\nなんとも心地よい共依存だろうか。": "Hai người không thể rời mắt khỏi đối phương, trói buộc lẫn nhau.\nThật là một sự cộng sinh thật dễ chịu.",
    "あたしのナカもソトも、\n%usernameusernameuserna%の熱いのでいっぱぁい。": "Cả bên trong và bên ngoài của em,\nđều đầy ắp thứ nóng bỏng của %usernameusernameuserna%.",
    "はぁあ……%usernameusernameuserna%の濃い匂いがする……\n%usernameusernameuserna%に包まれちゃってる……": "Haa… Ngửi thấy mùi nồng nặc của %usernameusernameuserna%…\nĐang bị %usernameusernameuserna% bao bọc…",
    "これからはどこを歩くにも、このイカくさぁいオス汁臭を\n香水にしちゃおうかしら……ふふふ。": "Từ giờ trở đi, em sẽ dùng mùi hương của tinh dịch đực này,\nlàm nước hoa luôn… Fufu.",
    "通り過ぎた人達はね……あたしがもう誰かのメスなんだってわかっちゃうの……\nくすっ……マーキング済みだって……バレバレになっちゃうの。": "Những người đi ngang qua… Sẽ biết em đã là con đực của ai rồi…\nKuss… Đã được đánh dấu rồi… Bị lộ hết rồi.",
    "『香水』……切らさないように……これからも、お願いね？": "'Nước hoa'… Đừng để hết nhé… Từ giờ trở đi, làm ơn nhé?",
    "アニスは心から幸せそうな様子でこちらを見て微笑む。": "Anis nhìn tôi với vẻ mặt hạnh phúc từ tận đáy lòng.",
    "こちらは正直、連続で射精させられて息が切れ、\nヘトヘトの状態になっていた。": "Tôi thì thành thật mà nói, vì liên tục xuất tinh nên đã kiệt sức,\ntrong tình trạng mệt mỏi rã rời.",
    "それでも……こんなにも幸せそうなアニスの姿を見ていると、\nこの繋がりにいつまでも溺れて爛れていたいと思ってしまうのだった。": "Mặc dù vậy… Nhìn Anis hạnh phúc thế này,\ntôi lại muốn đắm mình và mục nát trong sự gắn kết này mãi mãi."
}