{
    "ふう……いい天気だ……\nちょっと風が強いけど……": "Phù… Thời tiết đẹp thật…\nTuy hơi nhiều gió…",
    "――なんて、俺が授業と授業の合間に気分転換していると。": "――Tôi đang thư giãn giữa giờ học.",
    "%usernameusernameuserna%？\nなーに、ぼーっとしてんの？": "%usernameusernameuserna%?\nNày, đang ngẩn người gì thế?",
    "もしかして『遠くを眺めて黄昏れてる俺ってカッコイイ！』\nとか思っちゃってる？": "Chẳng lẽ đang nghĩ 'Tôi ngắm cảnh xa xăm thật ngầu!'?",
    "勝手にナルシスト設定を追加しないでくれ。\n俺は別に黄昏れてなくても、カッコイイから。": "Đừng có tự thêm cái kiểu tự luyến vào.\nTôi không cần phải ngắm cảnh mới ngầu.",
    "いや、やっぱナルシストじゃん！？": "Ấy, hóa ra là tự luyến thật à!?",
    "それで……お前も授業と授業の合間の気分転換か？": "Vậy… Cậu cũng thư giãn giữa giờ học à?",
    "う、まさか理由が一緒とか最悪――": "Ư… Chẳng lẽ lý do giống nhau thì chán chết――",
    "そのとき、いきなり風が吹いて……": "Lúc đó, gió thổi mạnh…",
    "うわっ！？": "Ugh!?",
    "ん？": "Hả?",
    "今『あ、見えた』って顔した……！\n見たでしょ、ラミのパンチラ！": "Vừa nãy cậu có vẻ như 'A, thấy rồi' đấy…!\nThấy rồi chứ, quần lót của Rami!",
    "失礼な！　チラじゃなくてモロだ！": "Vô duyên vừa thôi!\nKhông phải 'thoáng qua' mà là 'lộ' luôn!",
    "大丈夫、ちゃんと目は逸らした": "Yên tâm, tôi đã kịp liếc chỗ khác rồi.",
    "……えっ、モロ！？　つか開き直るなよ！？": "…Hả, 'lộ' á!? Đừng có trơ tráo thế chứ!?",
    "ククク、さすがに予想外といった顔だな。\nしっかり見たぞ！！": "Kukuku, đúng là vẻ mặt không ngờ tới.\nTôi đã thấy rõ rồi!!",
    "本人の前ではっきり言うなよ！？\nちょっとは申し訳なさそうにしろよ！？": "Đừng có nói thẳng trước mặt tôi chứ!?\nÍt ra cũng tỏ vẻ áy náy một chút đi!?",
    "……わかった、俺のも見せるから。": "…Được rồi, tôi cũng cho cậu xem.",
    "いや、いらねぇし！\nてか、もうちょっとラミを女扱いしろっての。": "Này, tôi không cần!\nVả lại, đối xử với Rami như con gái một chút đi.",
    "いやぁ……さすがにクマさんパンツは、\n『女』というより『女児』……": "À thì… Quần gấu trúc thì đúng hơn là 'con gái'…\nMà là 'trẻ con'…",
    "クマさんじゃねーし！　普通に今日は白の無地だし！！": "Gấu trúc cái gì chứ! Hôm nay tôi mặc quần trắng trơn đấy!",
    "…………？　って、おまえ、本当に見たの？": "…………? Khoan, cậu thật sự thấy á?",
    "……これが高度な情報戦というやつだ。": "…Đây gọi là chiến tranh thông tin cấp cao.",
    "え？　あ、こら、逃げんな！\n%usernameusernameuserna%～～～～！！": "Hả? A, này, đừng có chạy!\n%usernameusernameuserna%～～～～!!",
    "…………ったく、行っちゃった。\n素早すぎでしょ。": "…Haizz, đi mất rồi.\nNhanh thật đấy.",
    "つか、あいつとのこんなやり取りが、ちゃんと\n気分転換になっちゃうラミもラミよね……ほんと。": "Mà này, cái kiểu đôi co với cậu ta lại giúp tôi thư giãn được mới lạ chứ… Thật đấy.",
    "……え？　そうなの？　意外と紳士なところあるじゃん。\nイジれなかったのは残念だけど。": "…Hả? Vậy sao? Cũng có lúc cậu lịch sự đấy chứ.\nTiếc thật vì không trêu được cậu.",
    "ああ、白の無地が見えた瞬間、ちゃんと目は逸らしたからな。": "À, tôi đã kịp liếc chỗ khác khi thấy quần trắng trơn đấy.",
    "しっかり見てんじゃねーか！！\n逸らす意味あんまないじゃん！": "Cậu còn nhìn kỹ hơn nữa chứ!!\nLiếc chỗ khác có ích gì chứ!",
    "まあまあ、あとで美味しいスイーツ奢るからさ。": "Thôi nào, lát nữa tôi sẽ đãi cậu món ngọt ngon.",
    "……はぁ、まったく。": "…Haizz, thật là.",
    "じゃあ、デラックスパフェ！　校舎最寄りのカフェのやつ！\nこれで手を打ってあげる！": "Vậy thì, parfait thượng hạng! Ở quán cà phê gần trường ấy!\nCoi như huề nhé!",
    "そのあとデラックスパフェ３つも平らげて、\n見事金銭のほうで意趣返しを受けたのだった。": "Sau đó thì đã ăn liền ba ly parfait thượng hạng,\nVà cuối cùng là bị trả thù bằng tiền bạc."
}