{
    "――夜も更けた頃。": "――Trời đã về khuya rồi.",
    "そろそろ寝る支度でも……と考えていたところに、\nこんこん、と乾いたノックの音が響いた。": "Chắc cũng nên chuẩn bị đi ngủ thôi… Đang nghĩ vậy thì,\nCốc cốc, tiếng gõ cửa khô khốc vang lên.",
    "どうぞ、と入室を促すと、おずおずとした様子のケイトが入ってきた。": "Mời vào, tôi nói rồi Kate rụt rè bước vào.",
    "ご、ご主人様……こ、こんばんは。\n夜分遅くに失礼いたします……": "Dạ, thưa… chủ nhân… dạ, chào buổi tối ạ.\nXin lỗi vì đã làm phiền vào giờ này…",
    "……そういえばこちらのことをふたり目のご主人様と呼びたいと\n言っていたが、ちゃっかり実行に移しているようだ。": "…Nói là muốn gọi tôi là chủ nhân thứ hai.\nNhưng có vẻ đã thực hiện rồi.",
    "（あとで訂正しておこう……）": "(Để lát nữa sửa lại vậy…)",
    "きょ、今日は……あの、先日の、恩返しに来ました……": "Dạ, hôm nay… à, tôi đến để trả ơn…",
    "彼女の落とし物を届け、引っ込み思案の彼女が\n無事お使いをできるように手助けしたことを言っているようだ。": "Cô ấy nói là đã trả lại đồ bị mất, và giúp cô ấy\nhoàn thành nhiệm vụ.",
    "別に気にすることはないと伝えたが、\nケイトはふるふると首を横に振った。": "Tôi đã nói là không cần phải bận tâm.\nNhưng Kate đã lắc đầu nguầy nguậy.",
    "お礼させていただかないと気が済まないんです。\nだから、受け取っていただけると嬉しいです……": "Em phải trả ơn thì mới thấy thoải mái được.\nCho nên, em rất vui nếu anh nhận nó…",
    "そこまで言うのなら受け取らないと逆に失礼な気がする。\nただ、気になったのはお礼というケイトがどう見ても手ぶらなことだ。": "Đã nói đến mức đó thì không nhận lại càng thất lễ hơn.\nChỉ là, tôi thấy lạ là Kate đến trả ơn mà lại không mang gì cả.",
    "お礼は……その、わ、わたしの、体で……": "Việc trả ơn… thì, là, bằng, thân thể của em…",
    "ケイトが自身のスカートの裾に触れるので、\n反射的に制止する。": "Kate chạm vào vạt váy của mình, tôi\nbản năng mà ngăn lại.",
    "どうしてそんなことをしようとしたのか、\n理由を聞くと、ケイトはもじもじとしながら答えた。": "Vì sao em lại định làm vậy?\nKhi tôi hỏi lý do, Kate ngập ngừng trả lời.",
    "え、ネットではご主人様が男性である場合、\nメイドはこういうご奉仕をする例もあると……": "À, trên mạng thì, nếu chủ nhân là nam,\nthì người hầu gái sẽ phục vụ như vậy…",
    "今のわたしに差し出せる、精一杯のお礼なんです……": "Đây là tất cả những gì em có thể dùng để trả ơn…",
    "そうは言っても、おいそれと受け取れるものではない。\nなんと答えるべきか悩んでいると、ケイトがしょんぼりと肩を落とす。": "Dù vậy, thì cũng không thể dễ dàng nhận được.\nTôi đang phân vân không biết nên trả lời thế nào, thì Kate lại cụp vai xuống.",
    "……やっぱり、経験が全然ない下手くそからのお礼なんて嫌ですよね。": "…Rốt cuộc, vì em chưa có kinh nghiệm nên việc trả ơn như vậy chắc anh không thích đâu.",
    "そういうわけではないが……": "Không phải là vậy…",
    "ええと……つまり、嫌というわけではない……んですよね……？": "À thì… nói tóm lại, là anh không ghét… đúng không…?",
    "ケイトの目にきらりと光が宿る。\nこちらが何かを言おうとするよりも早く、彼女が動いた。": "Trong mắt Kate ánh lên tia sáng.\nCòn chưa kịp nói gì, thì cô ấy đã hành động.",
    "では、失礼します……": "Vậy, em xin phép…",
    "えっ……ちょ……！": "Ê… Khoan…!",
    "彼女は持ち前？の俊敏さを発揮すると、\nこちらを押し倒すなり上に乗りあげて――": "Cô ấy vận dụng sự nhanh nhẹn của mình, rồi\nđè tôi xuống, cưỡi lên――",
    "んっ……くぅ……\nは、はいり……ましたね……？　んっ……": "Ưm… Khụ…\nĐã, đã vào… rồi ạ…?",
    "（まったく、抵抗する暇がなかったぞ……）": "(Chết tiệt, còn chưa kịp phản kháng…) ",
    "おっき……っ、うぅ、……っ。\nくっ……苦し……くは、ないですか……？": "Lớn… quá… ư… ư…\nKhự… Không… thấy… khó chịu sao…?",
    "……わ、わたしは……っ、んっ、んぅ……っ、\n平気っ……は、はぁっ……っ、です……っ。": "…E, em… ư… ư…\nKhông sao… hự… ạ…",
    "懸命に肉棒を受け入れようとして、吐息をこぼすケイト。\n自身も苦しいだろうに、こちらを気遣おうとするところがいじらしい。": "Kate cố gắng đón nhận dương vật, rồi thở dốc.\nCô ấy chắc cũng khó chịu, nhưng lại còn lo lắng cho tôi, thật đáng yêu.",
    "無理はしないでほしい、と声をかけようとしたが、\n涙目で必死に見つめられ、何も言えなくなってしまった。": "Tôi định nói là đừng cố quá, nhưng\nbị nhìn bằng ánh mắt đẫm lệ, tôi không nói được gì cả.",
    "ふ……んぁ、\nんんっ……こんな感じ……ですか……？": "Ư… ưm, \nƯm… kiểu này… sao ạ…?",
    "行為に対する緊張がにじむケイトを安心させたくて、\nいい感じだと伝えてやる。": "Tôi muốn Kate yên tâm về hành động này, nên\nnói là cảm thấy rất tuyệt.",
    "あっ……く、ごめ、なさい、時間、かかって……っ、\nうごき、ますね……っ。": "A… khự, xin, lỗi, đã tốn, thời gian… ư…\nĐã, cử động… rồi ạ…",
    "んっ……んっ……": "Ưm… ưm…",
    "キツく締め付けてくるケイトのナカは、\n痛いほどにぎゅうぎゅうとペニスを圧迫する。": "Bên trong Kate đang siết chặt, \nđau đớn ép dương vật vào.",
    "はっ……はっ……んぅっ、\n大丈夫ですか……っ？　気持ちいい、ですか……？": "Hự… hự… ư…\nAnh có ổn không…?",
    "わたし、っ、上手く、できてます、か？\n……自分じゃ、っ、正解が……わからなくて……っ。": "Em, đã làm, tốt chưa ạ?\n…Em, không biết… phải làm… sao… ạ…",
    "不安げなケイトに、正解なんてないし、\nケイトが自分のためにしてくれることが何より嬉しいと伝える。": "Kate đang lo lắng, tôi nói là không có gì là đúng cả,\nvà em làm vì tôi thì tôi vui hơn cả.",
    "よかった……っ、んっ、あぅっ……": "May quá… ưm, a…",
    "でもっ、んっ、もっと、っ、ちゃんとっ、\nきもちよく、できるよう、がんばり、ますっ……": "Nhưng, ưm, em muốn, làm, cho, anh, \nthoải mái, hơn… em sẽ cố gắng…",
    "少し落ち着いたのか、きつすぎるほどだった締め付けがわずかに緩み、\n心地良い圧迫感を与えてくれるようになっていた。": "Có lẽ đã bình tĩnh hơn, nên sự siết chặt đã nới lỏng đi một chút,\ntạo cho tôi cảm giác dễ chịu.",
    "ほとんど濡れていなかったナカも、\n徐々に潤みが増してきて、抽送がスムーズになりつつある。": "Bên trong cũng không còn khô nữa,\nmà từ từ trở nên ẩm ướt, việc ra vào cũng trở nên trơn tru hơn.",
    "そのことにケイト自身も気づいたのか、\n恥ずかしそうに視線をさ迷わせた。": "Có lẽ Kate cũng nhận ra điều đó, nên\nđã ngượng ngùng né tránh ánh mắt của tôi.",
    "はっ、んっ、や、やっと、なれて、きました……\nこれでちゃんと……ご奉仕、できます……んっ……！": "Hự, ưm, cuối cùng, em đã quen…\nBây giờ em có thể… phục vụ… anh… ưm…!",
    "その言葉に、つい肉棒が反応してしまう。": "Trước những lời đó, dương vật của tôi đã phản ứng.",
    "っ、あ……っ！　えと……んっ、ふ……うぁっ……\nご主人様のが……ナカで……はぁっ、んっ……！": "A… ư…! À thì… ưm, ph… ưaa…\nCủa chủ nhân… ở bên trong… hự… ưm…!",
    "さっきより……はぁっ、おおきく……っ？\nはぁ、んっ……んんっ……あぅ、嬉しい……です……っ。": "So với lúc nãy… hự… lớn hơn… ư?\nHự, ưm… ưm… a, em vui… lắm ạ…",
    "もっと、頑張ります……から……っ、あっ、んっ……！\n気持ちよくなって……くださいね……っ、はぅん……っ！": "Em sẽ cố gắng hơn nữa… ạ, ưm…!\nXin hãy… cảm thấy thoải mái nhé… hừm…!",
    "そう言いながら、きゅうと膣内を締め付ける。\n器用に与えられる刺激に、肉棒はますます昂っていく。": "Nói vậy, rồi siết chặt bên trong âm đạo.\nKích thích được tạo ra một cách khéo léo, khiến dương vật càng thêm hưng phấn.",
    "んっ……くっ、ふあっ……！　どう、ですか……っ？\nどうしたらいいか、遠慮なく……言ってくださいね……っ？": "Ưm… khự, phắt…! Anh thấy sao… ạ?\nEm nên làm thế nào, cứ… nói cho em biết nhé…?",
    "ご主人様のために……っ、んぅ……この体でできることは、\nなんでもしたいんで……はっ、あんっ……！": "Vì chủ nhân… ưm… em muốn làm bất cứ điều gì có thể…\nha, a…!",
    "一生懸命に腰を揺らすケイトからは、ただこちらが\n気持ちよくなれるようにという、真摯な思いが伝わってくる。": "Kate vừa lắc hông một cách chăm chỉ, vừa truyền đạt suy nghĩ chân thành\nlà muốn tôi cảm thấy thoải mái.",
    "膣壁がぬるぬるとペニスを擦り、\n絶え間なく与えられる快感に、思わず吐息が零れた。": "Thành âm đạo cọ xát vào dương vật,\nsự khoái cảm không ngừng ập đến, khiến tôi không khỏi thở dốc.",
    "はぁっ……えへ、気持ちいいなら……嬉しいです……っ。": "Hự… e he, nếu anh thấy thoải mái… thì em vui lắm…",
    "わたしからも……返せるものがあって……ふぁっ、\nよかったって……んあっ、あっ……": "Em cũng… có thể đáp lại… phắt,\nvui quá… ưm, a…",
    "奉仕のためとはいえ、\n彼女の中では行為に及ぶことすら一大決心だったはず。": "Dù là vì phục vụ, nhưng\ntrong lòng cô ấy, việc hành động như vậy cũng là một quyết định lớn.",
    "今や彼女の狭い蜜壺はこちらの形に馴染み始め、\nその質量すべてを受け止めようとしている。": "Giờ đây, mật huyệt nhỏ bé của cô ấy đã bắt đầu quen với hình dáng của tôi,\nđang cố gắng đón nhận tất cả.",
    "あの……んっ、ふぁ……っ、もっと、教えてください……っ、\nはぁっ……どうしたら、ご主人様が気持ちいいか……あんっ。": "À… ưm, ph… ư… xin hãy dạy em nhiều hơn nữa…\nhự… em nên làm gì để chủ nhân thấy thoải mái… a…",
    "この短い間にも、ケイトは膣内の圧をきゅんきゅんと変えてみせ、\nよりこちらが反応する具合を探ろうとしている。": "Trong khoảng thời gian ngắn ngủi này, Kate đã thay đổi áp lực bên trong âm đạo,\nđể tìm cách khiến tôi phản ứng nhiều hơn.",
    "もっと……強い方が……っ？　あっ、んあぁっ……！\nこうやって……はぁっ、もっとあそこと擦れるように……んんっ！？": "Muốn… mạnh hơn sao… a, ưaa…!\nCứ như vậy… hự, cọ xát vào chỗ đó… ưm…!?",
    "肉棒と秘部が強く密着してずりずりと擦れると、\n痺れるような刺激が走った。": "Khi dương vật và bộ phận sinh dục tiếp xúc mạnh mẽ và cọ xát vào nhau,\nmột sự kích thích tê dại lan đến.",
    "同時にケイトが甘い声を上げたのにも気づいた。\nこれまではこちらの快楽を引き出そうとばかりしていた彼女だが……": "Đồng thời, tôi cũng nhận ra Kate đã phát ra những âm thanh ngọt ngào.\nTrước đây, cô ấy chỉ cố gắng để tôi được thỏa mãn…",
    "えっ！？　あっ、またナカで……ぁんっ、ご主人様のが……！\nんぅっ……興奮、してくれたの……嬉しいです……ふあぁっ……": "Ê!? A, lại trong người… ưn, của chủ nhân…!\nƯm… hưng phấn… rồi sao… em vui quá… phaa…",
    "いいところを逃さないとでも言うように、ますます懸命に、\n互いの秘部をすり合わせてみせるケイト。": "Như thể không muốn bỏ lỡ những khoảnh khắc tuyệt vời,\nKate càng cố gắng cọ xát bộ phận sinh dục của cả hai.",
    "その様子に、こちらはケイトも気持ちよくなってくれたなら\nもっと嬉しいと伝えた。": "Trước tình hình đó, tôi nói là nếu Kate cũng cảm thấy thoải mái thì tôi còn vui hơn.",
    "んんっ……わ、わたしも……ですか……っ？　んっ、んくっ……！\nやっ……待ってくださいっ、あっ、んうぅっ……！？": "Ưm… em, cũng… sao… ưm, ưm…!\nĐợi… đợi em một chút… a, ưuu…!?",
    "少し膣内で当たる角度が変わるように身じろぎすると、\nケイトの声色が変わった。": "Khi cô ấy hơi cử động để thay đổi góc độ tiếp xúc bên trong âm đạo,\ngiọng nói của Kate cũng thay đổi.",
    "やぁっ……あっ、なに……これ……っ、ふあぁっ……！？\nだめ、わたしは……んあっ、ご主人様に、気持ちよく……ひぁん！": "Ya… a, cái… gì… đây… phaa…!\nKhông được, em phải… ưm, làm chủ nhân… thấy thoải mái… hian!",
    "あっ、あっ……あうぅっ！　声が……っ、んっ、んん……！\nちが……違うん、です……あ、はぁ……んっ！": "A, a… auuu! Giọng… em… ưm, ưm…!\nKhác… không đúng… a, hự… ưm!",
    "結合部からはじゅぷじゅぷと愛液が溢れる音がする。\nケイトは明らかに快感に震えながらも、懸命に腰を動かし続けた。": "Từ chỗ kết hợp, âm thanh của chất lỏng tràn ra.\nKate rõ ràng đang run rẩy vì khoái cảm, nhưng vẫn cố gắng di chuyển hông.",
    "どう、しよう……っ、わたしは……あ、はぁっ……\nご奉仕したいのに……あっ……腰が勝手に……ふあぁっ！": "Phải… làm sao… em… a, hự…\nEm muốn phục vụ… a… hông tự động… phaa!",
    "戸惑う彼女に、ケイトが気持ちよさそうだとこちらも\n嬉しくて興奮する、と伝える。": "Tôi nói với cô ấy đang bối rối, rằng tôi cũng vui và phấn khích khi thấy Kate cảm thấy thoải mái.",
    "ふあぁっ……わたしが気持ちいいと……っ、ご主人様も……？\nんあっ、ふぁ……あんっ……！　んんぅ……っ！": "Phaa… em thấy thoải mái… ư… chủ nhân cũng…?\nƯm, phaa… a… ưuu…!",
    "あっ、はぁっ……で、でも……はうぅっ、それは……んぁっ！\nだめっ、だめなのにぃ……ご奉仕しなきゃ……あっ、はぁん……っ！": "A, hự… nhưng… hauu, như vậy… ưaa!\nKhông được, không được mà… phải phục vụ… a, han…!",
    "一方的なご奉仕よりも、一緒に気持ちよくなりたい。\nそう伝えると、ケイトのナカがきゅんと反応した。": "Thay vì phục vụ một chiều, tôi muốn cùng nhau cảm thấy thoải mái.\nKhi tôi nói vậy, bên trong Kate đã phản ứng.",
    "ふあっ……！？　い、一緒に……っ、あぁっ！\nご主人様も……それが、いいんですね……はぁんっ……！": "Phaa…!? C, cùng nhau… a…!\nChủ nhân cũng… thích như vậy… han…!",
    "んっ……んあぁっ、腰が……勝手にぃ……！\nっく、あぁっ……ふあぁん……っ。": "Ưm… ưaa, hông… tự động…!\nKhự, a… phaan…!",
    "これが……気持ちいいってこと……なんですか……っ？\nあぁっ、あっ……ん、くっ……！": "Đây là… cảm giác thoải mái sao…?\naa, a… ưm, khự…!",
    "彼女が腰を揺らすのに合わせて、こちらからも腰を突き上げる。\n甘い嬌声に、ますますペニスが膨らんでいった。": "Cô ấy lắc hông theo nhịp điệu, tôi cũng thúc hông lên.\nTiếng rên ngọt ngào, dương vật ngày càng phình to hơn.",
    "ご主人さまっ、ごめんなさいっ、あぁんっ！\n気持ちいい……気持ちいいですっ……！　ひゃぅんっ！": "Chủ nhân, em xin lỗi… aan!\nThoải mái… thoải mái quá… hyaun!",
    "そう認めた途端、ケイトの膣内が強くうねった。\nこれまでにない快感に襲われ、たまらずに亀頭を擦りつける。": "Ngay khi cô ấy thừa nhận điều đó, bên trong Kate đã rung chuyển mạnh mẽ.\nBị tấn công bởi một khoái cảm chưa từng có, tôi không thể kìm nén và cọ xát vào đầu dương vật.",
    "んあっ、あっ、ナカで、ご主人様のがごりごりって……！\nひぅんっ、んっ、あぁっ……！　いっぱいあたってますぅ……っ。": "Ưn, a, trong người, của chủ nhân đang cọ xát…!\nhyun, ưm, a…! Đã chạm vào quá nhiều…",
    "ああぁっ、きもちぃっ、きもちいいですっ……！\nだからもっと……ふあっ、あっ、ご主人様も……ひゃあぁんっ！？": "Aaa, sướng, sướng quá…!\nCho nên… phat, a, chủ nhân cũng… hyaaan!?",
    "ケイトの膣内が強請るように肉棒を締め付ける。\nこちらももう遠慮なく、昂りに任せて膣奥を亀頭で押し上げた。": "Bên trong Kate đang siết chặt dương vật một cách dữ dội.\nTôi cũng không còn ngần ngại, để mặc cho sự hưng phấn, đẩy đầu dương vật vào sâu hơn.",
    "んああああっ、あっ、すごいっ、すごいですっ……ひゃぁんっ！\nだめっ、いっしょに……っ、いっしょにぃ……んあぁっ！？": "Ưnaaa, a, tuyệt vời, tuyệt vời quá… hyaaan!\nKhông được, cùng nhau… cùng nhau… ưaa!?",
    "イくっ、イッちゃいますっ……はぁっ、あぁっ、\nごしゅじんさまっ、いっしょに……！　んあっ、ああぁぁ……っ！！": "Sẽ ra… sẽ ra… hự, a,\nChủ nhân, cùng nhau…! Ưm, aaaa…!",
    "はぁっ……あぁっ……す、すご……かった、です……\n今の……なんだったん……でしょう……": "Hự… a… đã, tuyệt… vời… rồi…\nCái vừa rồi… là cái… gì vậy…",
    "ケイトはふわふわと幸せに満たされたような、\nだらしなくゆるんだ顔をしてぼうっとこちらを見つめてきた。": "Kate nhìn tôi với vẻ mặt đờ đẫn, như thể đang tràn ngập hạnh phúc,\nvà khuôn mặt có phần buông thả.",
    "ん……ご主人様の言う通り……はぁっ、\n一緒だと……すごく、嬉しい気持ちになりますね……": "Ưm… đúng như chủ nhân nói… hự,\ncùng nhau… thật là vui…",
    "えへへ……嬉しかったです。\nご主人様が、ちゃんと気持ちよくなってくれて……": "Ehehe… em vui lắm.\nVì chủ nhân đã, cảm thấy thoải mái…",
    "わたしもちゃんと、ご奉仕できた……ってことですよね……？": "Em cũng đã, phục vụ… được… đúng không…?",
    "その表情に、つい挿れたままだったペニスが反応してしまう。": "Trước vẻ mặt đó, dương vật vẫn còn bên trong cô ấy đã phản ứng.",
    "んっ……よかったぁ……ほら、見てください。\nご主人様のが、あふれてきちゃってますよ……？": "Ưm… vui quá… nhìn này, xem đi.\nCủa chủ nhân, đang tràn ra kìa…?",
    "結合部から流れ出す白濁を見せつけられて、\n一度放ったはずの熱が再びこみ上げそうになる。": "Bị lộ ra chất lỏng màu trắng đục chảy ra từ chỗ kết hợp,\nnhiệt độ đã từng được giải phóng lại dâng trào.",
    "慌てるこちらを見て、ケイトは嬉しそうに笑った。": "Khi nhìn thấy tôi đang hoảng hốt, Kate đã cười một cách vui vẻ.",
    "あの……ご主人様は『ふたり目のご主人様』ですけど、\n夜は%usernameusernameuserna%様専属ですから……": "À… chủ nhân là 'chủ nhân thứ hai', nhưng\nđêm là… của…",
    "いつでも好きな時に、\n呼んでくれて……だ、大丈夫ですよ……？": "Bất cứ lúc nào cũng có thể gọi em…\nđược, không sao đâu…?",
    "期待の眼差しを向けてくるケイト。\n嬉しい申し出だが、本当にいいのだろうか。": "Kate nhìn tôi với ánh mắt đầy mong đợi.\nMột lời đề nghị tuyệt vời, nhưng liệu có ổn không.",
    "というか……その……": "Hay là… thì…",
    "わたしが、専属にしてもらえたら嬉しいな、なんて……": "Em muốn được là của riêng anh, đó là…",
    "彼女の呟きは願ってもないことではあったが、\nひとまず、昼にご主人様呼びはしないよう言い含めておくことにした。": "Ước muốn của cô ấy là điều không thể tốt hơn,\ntrước mắt, tôi sẽ nói với cô ấy đừng gọi tôi là 'chủ nhân' vào ban ngày.",
    "まあ、それが叶うかどうかはわからないが。": "Mà, liệu điều đó có thành hiện thực hay không thì tôi cũng không biết nữa."
}