{
    "教室の前を通りがかると、\nひとり真剣にノートにペンを走らせるラミを見かけたので……": "Khi đi ngang qua lớp học,\nTôi thấy Rami đang cặm cụi viết gì đó trong cuốn sổ...",
    "ん？　何してんだ、ラミ？": "Hả? Rami đang làm gì thế?",
    "%usernameusernameuserna%！？\nべ、別に何でもいいでしょ……！": "%usernameusernameuserna%!?\nĐâ, đâu có gì đâu mà...!",
    "と、身体で覆い被さるようにノートを隠す。": "Cô ấy che cuốn sổ bằng cả người.",
    "隠すことないだろ？\nってことは、ただ勉強していたとかじゃなさそうだな。": "Có gì đâu mà phải giấu?\nChẳng lẽ không phải chỉ là đang học bài sao.",
    "うっ……": "Ư...!",
    "俺へのラブレター文を考えてたな": "Chắc là đang viết thư tình cho tôi.",
    "野良猫住処マップ作り": "Lập bản đồ nơi ở của mèo hoang.",
    "当ててやろう。": "Để tôi đoán xem.",
    "……………………バカ？": "……………………Đồ ngốc?",
    "バカといったほうがバカなんだぞ！": "Ai bảo là đồ ngốc thì mới là đồ ngốc đấy!",
    "返しが小学生レベルかよ！？": "Sao lại cãi nhau như trẻ con thế này!?",
    "あのね、なんでラミがおまえにそんなもん書かないと\nいけないんだよ。": "Này, sao Rami phải viết mấy thứ đó cho cậu chứ?",
    "そんなもん、ラミは書くより直接……": "Mấy thứ đó, Rami thà làm trực tiếp còn hơn...",
    "え？": "Hả?",
    "なんでもない！！　とにかく、おまえにラブレターとか\n絶対書かないし！": "Không có gì đâu!! Tóm lại, tớ sẽ không bao giờ viết thư tình cho cậu đâu!",
    "じゃ、じゃあ、俺以外のやつってことか……？　まさかめるか！？\nあるいは七彩……？　いや、ちゆるか！？　それとも白奈か！！": "Vậy, vậy là cho người khác à...? Chẳng lẽ là Meru!?\nHay là Nanairo...? Không, Chiyuru!? Hay là Shirana nữa!!",
    "いや、そもそもラブレターじゃねぇし！！\nってか、なんで相手同性ばっかなんだよ！？": "Này, ngay cả thư tình cũng không phải nữa!!\nMà tại sao toàn là đối tượng đồng giới vậy!?",
    "結局何を書いていたのかはわからなかったが、\nラミをからかえたので良しとすることにした。": "Cuối cùng thì tôi cũng không biết cô ấy đang viết gì,\nnhưng vì đã trêu chọc được Rami nên cũng coi như là ổn.",
    "！？　いや、なんでドンピシャで当ててくるんだよ！？": "!? Này, sao cậu đoán trúng phóc vậy!?",
    "だって、隠す直前に『野良猫ちゃんのおうちマップ』みたいな\n文字がちらっと見えたし。": "Tại vì, ngay trước khi cậu che đi, tớ đã thấy loáng thoáng chữ 'Bản đồ nhà của mấy bé mèo hoang' gì đó.",
    "見えてたのかよ！　隠す意味なかったじゃん！": "Cậu thấy hết rồi à!? Vậy thì giấu làm gì nữa!",
    "おまえ、かわいいとこあるんだな。": "Cậu cũng có mặt dễ thương đấy.",
    "あ～もう、恥っず……！　一番見られたくないやつに見られたぁ……！\nどうせ、柄じゃないとか笑うんでしょ～！": "A~ chán ghét thật...!. Bị người mình không muốn cho xem nhất thấy mất rồi...!\nDù sao thì cậu cũng sẽ cười là không hợp với phong cách của tớ đúng không~!",
    "いや、なんで笑うんだよ。面白い趣味じゃん。\n猫好きなのか？": "Này, sao tôi phải cười chứ. Sở thích hay đấy chứ.\nThích mèo à?",
    "……ま、まあね。こうやっていろんな猫ちゃんの住処マッピングして、\nヒマなときとか巡って撫でたり遊んだりしてあげてんの。": "…Thì, cũng đúng. Tớ lập bản đồ nơi ở của mấy bé mèo, \nrồi khi rảnh thì đi thăm, vuốt ve và chơi với chúng.",
    "そう言って、気を許したのか少しノートを見せてくれた。\n綺麗にちゃんとまとめられている。": "Nói rồi, không còn cảnh giác nữa, cô ấy cho tôi xem cuốn sổ.\nNó được trình bày rất đẹp.",
    "最近結構懐かれたりして、近づくと自分から寄ってきてさ……\nそれがまたかわいいんだよね。": "Gần đây tớ được chúng nó quý mến, cứ đến gần là chúng lại tự tìm đến...\nCũng đáng yêu nữa.",
    "へえ……全然柄じゃないとか思わないな。\nラミもなんか猫って感じがするし。": "Hể... Tôi không nghĩ là không hợp với cậu đâu.\nRami cũng có vẻ gì đó giống mèo đấy.",
    "はぁ？　ラミが猫……？\nまあ、そうたとえられるの、悪い気はしないけど……": "Hả? Rami là mèo...?!\nMà, được ví như vậy cũng không tệ...",
    "それで……お前んちはどこにあるんだ？": "Vậy thì... nhà cậu ở đâu?",
    "たとえ話じゃねーのかよ！！": "Chẳng phải là ví dụ à!!"
}