{
    "ふう……あとちょっとだけ、頑張ろうかな……": "Phù… Cố gắng thêm chút nữa thôi…",
    "ふらっと校舎内と散策していると、\nひとりグラウンドで頑張る少女――めるを見つけた。": "Lang thang trong trường, tôi thấy một cô gái đang cố gắng trên sân tập――Meru.",
    "個人練習か？　めるは頑張ってるなぁ。": "Tập riêng sao? Meru cố gắng thật đấy.",
    "皆さんの足を引っ張るわけにはいきませんから\n日頃から肉体トレーニングも欠かさないようにしてるんです。": "Vì em không muốn làm phiền mọi người nên em luôn tập luyện thể chất hàng ngày.",
    "身体能力は元から高い方だと思うし、\n足を引っ張るってことはない気がするけど……": "Tôi nghĩ thể chất của em vốn đã tốt rồi, có vẻ như em không làm phiền ai đâu…",
    "だとしても、誰かの助けになれるかも知れないと思うと、\n手は抜きたくないんです。": "Nhưng nếu em có thể giúp đỡ ai đó, em không muốn bỏ cuộc.",
    "そうか。でも同じメニューばかり繰り返していると\n飽きてしまうんじゃないか？": "Vậy sao. Nhưng nếu chỉ lặp đi lặp lại một bài tập, em sẽ thấy chán đấy?",
    "何か違うトレーニングもしてみたらどうかな。": "Sao em không thử những bài tập khác xem.",
    "ペアトレーニングなんてどう？": "Tập luyện đôi thì sao?",
    "イメージトレーニングだ": "Tập luyện bằng hình ảnh.",
    "なるほど……確かにいいですね！\nどんなトレーニングをしたらいいと思いますか？": "Ra là vậy… Đúng là hay thật!\nAnh nghĩ nên tập luyện như thế nào?",
    "せっかくこの場に俺もいるわけだし、マシンがないと\nできないようなトレーニングはどうだ？　協力するぞ。": "Dù sao thì tôi cũng ở đây, vậy những bài tập cần máy móc thì sao? Tôi sẽ giúp em.",
    "ショルダープレスとかライイングレッグカールとか、\nふたりいればできるようになるしな。": "Như shoulder press hay lying leg curl, hai người có thể tập được.",
    "で、でもそれって……つまり、密着するんですよね！？": "Nh-Nhưng như vậy… có nghĩa là, sẽ phải tiếp xúc gần gũi sao!?",
    "あ、そうなるな……ごめん、そこまで意識がいってなかった。\nやっぱりやめ――": "À, đúng là vậy… Xin lỗi, tôi đã không nghĩ đến điều đó.\nChắc là nên dừng――",
    "いえ、やりましょう！！！！": "Không, chúng ta cứ làm đi!!!!",
    "え、あ……おう？": "Hả, ừm… được?",
    "あれです、善は急げってやつです！　たくさん鍛えましょう！": "Đúng rồi, việc thiện nên làm nhanh!\nChúng ta cùng nhau tập luyện thật nhiều nhé!",
    "急に格段とやる気を増しためるに、\nこのあと夕暮れまで付き合わされるのだった。": "Meru đột nhiên hăng hái hẳn lên, và sau đó tôi đã phải ở lại đến tận chiều.",
    "例えば、俺と１対１で格闘メインの接近戦を\nしているところとかどうだ？": "Ví dụ, sao không phải là tôi và em chiến đấu cận chiến 1vs1 thì sao?",
    "%usernameusernameuserna%さんと……ふたりで接近戦！？": "Cùng với… %usernameusernameuserna%… cận chiến!?",
    "ん……？": "Hửm…?",
    "なんだろう、同じ単語を使ったはずなのに、\n別の意味で捉えられた気がするけど……まあ、いいか。": "Không hiểu sao, tôi đã dùng cùng một từ, nhưng có vẻ như nó đã bị hiểu theo một nghĩa khác… Thôi, kệ vậy.",
    "…………": "…………",
    "……………………！！": "……………………!!",
    "（一体どんなイメトレしてるんだ……？\nさすが、める……すごい集中力だ……）": "(Cô ấy đang tập luyện trí tưởng tượng gì vậy nhỉ…?\nQuả là, Meru… tập trung thật sự…)",
    "%usernameusernameuserna%さん……！\nそんなところを集中的に狙うのは……！": "Anh %usernameusernameuserna%…!\nAnh lại nhắm vào những chỗ đó sao…!",
    "！？　俺はいったい想像の中でなにをしてるんだ！？": "!? Tôi đang làm gì trong trí tưởng tượng vậy!?",
    "はっ……！　私ってば、なんてイメトレを……！": "Hự…! Em đã tập luyện trí tưởng tượng như thế nào vậy…!",
    "いや、ほんとだよ！？　どんなイメトレしたんだ！？": "Này, đúng là vậy đấy!? Em đã tập luyện trí tưởng tượng như thế nào vậy!?",
    "え……！？　%usernameusernameuserna%さんが執拗に……\nこ、これ以上言えませ～～～～ん！！": "Hả…!? Anh %usernameusernameuserna% cứ khăng khăng…\nEm, em không thể nói nữa đâu～～～～!!",
    "えぇ……": "Ehh…",
    "顔を真っ赤にして、めるは走り去ってしまった……": "Với khuôn mặt đỏ bừng, Meru đã bỏ chạy…"
}