{
    "――精密検査で確認されたこの世界の基準と異なる身体データ。\n彼女たちが口にする『衛士』『戦術機』といった未知の用語。": "――Dữ liệu cơ thể khác biệt so với tiêu chuẩn của thế giới này đã được xác nhận trong quá trình kiểm tra chuyên sâu.\nNhững thuật ngữ xa lạ như 'Vệ sĩ' và 'Máy chiến thuật' mà họ sử dụng.",
    "そして、ザルトゥームに存在しない技術と資材によって\n建造されたＭＧとは似て非なる機動兵器……": "Và, cỗ máy chiến đấu di động tương tự nhưng khác biệt so với MG\nđược chế tạo bằng công nghệ và vật liệu không tồn tại ở Zartoom...",
    "――これらの事実から、我々はあなた達を\n『異なる世界からの来訪者』と結論づけました。": "――Từ những sự thật này, chúng tôi kết luận rằng các bạn là\n'Những người đến từ một thế giới khác'.",
    "異なる世界……？": "Một thế giới khác sao...?",
    "にわかには受け入れがたいが……不思議と腑に落ちた。": "Tôi khó có thể chấp nhận điều đó... nhưng kỳ lạ thay, tôi lại thấy nó hợp lý.",
    "この数日間、案内されて眺めた島の景色……\nおぼろげな記憶にある故郷の風景とは、まったく異なるものだ。": "Phong cảnh của hòn đảo mà tôi đã được dẫn đi xem trong vài ngày qua...\nHoàn toàn khác biệt so với phong cảnh quê hương trong những ký ức mơ hồ của tôi.",
    "生徒会長さんが聞かせてくれる島のお話も、\nわたし達にはわからないことばっかりだったもんね。": "Những câu chuyện về hòn đảo mà hội trưởng kể cho chúng ta nghe cũng toàn là những điều mà\ntớ không hiểu.",
    "こっちの戦術機……ＭＧだとか、学園の話だとか、\nそれにあの妙な穴……何から何までな。": "Máy chiến thuật ở đây... MG, rồi chuyện học viện,\nrồi cả cái lỗ kỳ lạ đó nữa... Mọi thứ đều lạ cả.",
    "……何でこの世界に来たのかさっぱり。": "…Tại sao tôi lại đến thế giới này, tôi hoàn toàn không biết.",
    "うん……あれから毎日頭を捻ってるのに、\nここへ来たときのことが全然思い出せないよね。": "Ừm... Mặc dù tớ đã vắt óc suy nghĩ mỗi ngày kể từ đó,\ntớ chẳng thể nhớ gì về lúc mình đến đây cả.",
    "元の世界の記憶も、あんまり思い出せませんし……\nわたし達はこれからどうしたらいいんでしょうか？": "Tớ cũng không nhớ nhiều về ký ức ở thế giới cũ... Vậy chúng ta phải làm gì bây giờ?",
    "どうしたもこうしたも、お手上げよ。\n私達の乗ってきた戦術機だって、補給を受けられないんじゃね。": "Làm gì thì làm, bó tay thôi.\nMáy chiến thuật mà chúng ta đến cũng không được tiếp tế nữa.",
    "機体の現状については、先日あなた達を格納庫に案内して\n直接確認していただいた通りです。": "Về tình trạng của máy móc, các bạn đã được dẫn đến nhà chứa máy bay vào hôm trước\nvà trực tiếp xác nhận rồi.",
    "その節は無理を言ってすまなかった。\nそちら側にも事情があるだろうに。": "Tôi xin lỗi vì đã làm phiền vào lúc đó.\nChắc là bên đó cũng có lý do riêng.",
    "生徒会の監視下で動いてくださる限り、\nこちらも可能な限りは支援を致します。": "Chừng nào các bạn còn hành động dưới sự giám sát của hội học sinh,\ntôi cũng sẽ hỗ trợ hết mức có thể.",
    "……もう一度あのメイズとやらに潜れば、\n記憶を取り戻すための手掛かりが見つかると思ったのだが……": "…Tôi đã nghĩ rằng nếu tôi lại vào mê cung đó,\ntôi sẽ tìm thấy manh mối để lấy lại ký ức...",
    "格納庫に保管してもらってたオレ達の戦術機はガタが来てた。\nあの状態じゃ、あの場所にもう一度潜るのは難しいぞ。": "Máy chiến thuật của chúng ta được cất giữ trong nhà chứa máy bay đã xuống cấp rồi.\nTrong tình trạng đó, thật khó để vào lại nơi đó lần nữa.",
    "おまけにタケルちゃんは操縦ができなくなっちゃって、\nすっかりみんなの足手まといだもんね。": "Thêm vào đó, Takeru-chan không thể lái được nữa,\ntrở thành gánh nặng cho mọi người rồi.",
    "お前な。人が今１番言われたくないことをズケズケと……": "Mày... Mày lại nói những điều mà người ta không muốn nghe nhất...",
    "やはり、白銀さんの症状に根本的な改善は見られなかったのですね？": "Quả nhiên, không có sự cải thiện căn bản nào trong các triệu chứng của Shiragane-san sao?",
    "ああ。おかげさまで体調はすっかり戻ったはずなんだが……": "Ừ. May mắn thay, thể trạng của tôi đã hồi phục hoàn toàn...",
    "格納庫で不知火の操縦席に座ったら、\nまたひどい頭痛と目眩に襲われちまったんだ。": "Khi tôi ngồi vào buồng lái của Shiranui trong nhà chứa máy bay,\ntôi lại bị những cơn đau đầu và chóng mặt khủng khiếp tấn công.",
    "白銀さんだけに見られた体質の異変についても鋭意調査中ですが、\n現段階で断言できることはありません。": "Chúng tôi đang tích cực điều tra những thay đổi thể chất chỉ thấy ở Shiragane-san,\nnhưng hiện tại tôi không thể khẳng định điều gì.",
    "メイズシンドロームの深刻な後遺症の一種……\nあるいは『こちら側』に迷い込んだ影響かもしれません。": "Một trong những di chứng nghiêm trọng của Hội chứng Mê cung...\nHoặc có thể là ảnh hưởng của việc lạc vào 'bên này'.",
    "つまり、何もわからないってことだな。": "Nói cách khác, là không biết gì cả.",
    "大丈夫だよっ！": "Không sao đâu!",
    "は？": "Hả?",
    "タケルちゃんの戦術機には、代わりに私が乗るから！": "Tớ sẽ lái máy chiến thuật của Takeru-chan thay cậu!",
    "……もっと壊すのは勘弁な？": "…Xin đừng phá hỏng nó nữa được không?",
    "あー！　なんなの、その言い方！": "A! Sao cậu lại nói thế!",
    "――ごほん。": "――Khụ.",
    "あ。": "A.",
    "……話の腰を折ってすまん。": "…Xin lỗi vì đã cắt ngang câu chuyện.",
    "いえ。\nそれで、あなた達の機体についてですが――": "Không có gì.\nVậy, về máy móc của các bạn――",
    "おそらく修復は可能ではないかと、\nスタッフから報告を受けています。": "Có lẽ nó có thể được sửa chữa,\ntôi đã nhận được báo cáo từ nhân viên.",
    "それじゃあ……！": "Vậy thì...!",
    "ただし、問題がいくつか。": "Tuy nhiên, có một vài vấn đề.",
    "……やはり、そう簡単にはいかぬか。": "…Quả nhiên, mọi chuyện không dễ dàng như vậy.",
    "まずは先ほどもお伝えしたように、\nＭＧとは技術・素材が異なるため完全な修理は難しいでしょう。": "Đầu tiên, như tôi đã nói trước đó,\nviệc sửa chữa hoàn toàn sẽ rất khó khăn vì công nghệ và vật liệu khác với MG.",
    "そして、ふたつめの問題。\nこちらはより深刻ですが……リソースの不足です。": "Và, vấn đề thứ hai.\nNghiêm trọng hơn... đó là sự thiếu hụt tài nguyên.",
    "実際に使用可能かどうか検証に必要なものも含め、\n修理班がリストアップした資材を確認したのですが――": "Tôi đã kiểm tra danh sách vật tư mà đội sửa chữa đã liệt kê, bao gồm cả những thứ cần thiết để xác minh xem chúng có thể sử dụng được hay không――",
    "残念ながら、学園内ですべてを揃えることは叶いません。\n通常では使わない特殊な素材なども多くリストにあります。": "Thật đáng tiếc, không thể tìm đủ mọi thứ trong học viện.\nCó rất nhiều vật liệu đặc biệt mà chúng ta không sử dụng thường xuyên trong danh sách.",
    "……学園内で揃えられないという事は、\n学園外でなら入手可能ということか？": "…Việc không thể tìm thấy chúng trong học viện có nghĩa là,\nchúng có thể lấy được bên ngoài học viện?",
    "はい、お察しの通りです。\nですが生徒会の名義で手に入れる事は不可能です。": "Vâng, đúng như ngài nghĩ.\nTuy nhiên, không thể có được chúng dưới danh nghĩa của hội học sinh.",
    "なぜ不可能なのだ？": "Tại sao lại không thể?",
    "いくつか理由がありますが……一番大きな理由は、\n普段使わない資材を我々が集めていると知られたくないからです": "Có một vài lý do... Lý do lớn nhất là,\nchúng tôi không muốn người khác biết rằng chúng tôi đang thu thập những vật tư không được sử dụng thường xuyên.",
    "生徒会の権力や技術を狙う組織もいます。そんな彼らが、\n生徒会が秘密裏に新ＭＧの建造をしているのではないか？　": "Cũng có những tổ chức nhắm vào quyền lực và công nghệ của hội học sinh. Những người như vậy,\nliệu hội học sinh có bí mật chế tạo MG mới không?",
    "そんな疑念を持てば様々な勢力からの探りが強まり、\n異世界からの来訪者の情報が洩れる可能性も高まります": "Nếu có nghi ngờ như vậy, sự điều tra từ nhiều thế lực sẽ tăng lên,\nkhả năng thông tin về những người đến từ thế giới khác bị rò rỉ cũng sẽ tăng lên.",
    "そのため、冥夜さん達の存在を外部へ隠す意図も兼ねて、\n外部からいくつかの窓口を利用して資材を取り寄せました。": "Vì vậy, với mục đích che giấu sự tồn tại của các bạn khỏi thế giới bên ngoài,\nchúng tôi đã sử dụng một số cửa ngõ từ bên ngoài để lấy vật tư.",
    "その資材の受け取りはあなた達に行っていただきたい。\n生徒会の人間が動くと繋がりが露見しかねませんので。": "Các bạn sẽ chịu trách nhiệm nhận vật tư đó.\nVì nếu người của hội học sinh hành động, mối liên kết có thể bị lộ.",
    "――もしかして、その手伝いとして俺達も同席させたのか？": "――Có lẽ, chúng ta cũng được đi cùng để giúp đỡ việc đó?",
    "ええ。%usernameusernameuserna%さん達には\n冥夜さんたちをスカラへ案内して頂きたいのです。": "Vâng. Các bạn %usernameusernameuserna% sẽ\ngiúp dẫn đường cho các bạn Meiya đến Scala.",
    "案内…ですか？": "Dẫn đường...?",
    "えーっと、地図を貰えればわたし達だけでも行けるよ？": "Ê, nếu được cho bản đồ thì tớ và mọi người cũng có thể tự đi được mà?",
    "確かに私達よりよっぽど地理に明るいだろうが、\nわざわざ彼らに時間を割かせるほどではなかろう？": "Chắc chắn là họ hiểu rõ địa lý hơn chúng ta,\nsao phải tốn thời gian cho họ làm gì?",
    "いえ、トラブルが予想されます。\nそのため信頼のできる方々のフォローが必須なのです。": "Không, tôi e là sẽ có rắc rối.\nVì vậy, rất cần sự hỗ trợ của những người đáng tin cậy.",
    "……トラブルが予想されるってなんでだ？": "…Tại sao lại có rắc rối?",
    "端的に言うと、非合法なルートを利用しましたので。": "Nói một cách đơn giản, chúng tôi đã sử dụng một tuyến đường bất hợp pháp.",
    "……おいおい。": "…Ôi trời.",
    "生徒会の関与が知られれば、大きな問題になるでしょう。\nこれが生徒会名義の使えない次に大きな理由です。": "Nếu sự liên quan của hội học sinh bị lộ, sẽ có một vấn đề lớn.\nĐây là lý do lớn tiếp theo tại sao danh nghĩa của hội học sinh không thể được sử dụng.",
    "資材を用意した業者達は、\n真の依頼者が生徒会だとは全く思っていないでしょうね。": "Những người cung cấp vật tư,\nsẽ không nghĩ rằng người yêu cầu thực sự là hội học sinh đâu.",
    "余計に物騒な言い方になったぞ……": "Cách nói chuyện càng ngày càng đáng sợ hơn đấy...",
    "もしかしてお遣いって、\nすごく危険な場所に行くことになるんじゃ……": "Có lẽ, việc đi đưa thư này,\nsẽ phải đến một nơi rất nguy hiểm...",
    "建造素材の受け取り先は、スカラ校舎。\nそのブラックマーケットに点在する商店です。": "Nơi nhận vật liệu xây dựng là, ký túc xá Scala.\nCác cửa hàng nằm rải rác trong khu chợ đen đó.",
    "……なるほど、納得した。\nブラックマーケットなんて取り締まりの対象だよな。": "…Ra là vậy, tôi đã hiểu.\nChợ đen là đối tượng bị kiểm soát mà.",
    "その通りです。事実、何度も摘発していますからね。\nブラックマーケットの人達は生徒会を警戒しています。": "Đúng vậy. Trên thực tế, chúng tôi đã bắt giữ họ nhiều lần rồi.\nNhững người ở chợ đen cảnh giác với hội học sinh.",
    "これも生徒会名義で資材集めができなかった理由の一つです。": "Đây cũng là một trong những lý do tại sao chúng tôi không thể thu thập vật tư dưới danh nghĩa của hội học sinh.",
    "だから生徒会は表立って動けないと……\nじゃあ、めるはともかく、俺が顔を出すのもまずくないか？": "Vì vậy, hội học sinh không thể hành động công khai... Vậy thì, bỏ qua Meru, tôi có thể xuất hiện không?",
    "その点についてはご安心を。\n彼らと直接コンタクトを取るのは、冥夜さんたちにお願いしますから。": "Về vấn đề đó, xin hãy yên tâm.\nCác bạn Meiya sẽ liên lạc trực tiếp với họ, chúng tôi sẽ không làm vậy.",
    "なるほど……非合法な市場であれば相手も深掘りはしてこない。\nそういう意味でも顔を知られていない我々が適任というわけか。": "Ra là vậy... Nếu là một thị trường bất hợp pháp, đối phương sẽ không đào sâu.\nTheo nghĩa đó, chúng ta, những người không bị lộ mặt, là những người thích hợp.",
    "スカラ校舎であれば、外部の人間がブラックマーケットへ、\n買い物に来ることもあります。": "Nếu là ký túc xá Scala, người ngoài cũng có thể đến chợ đen,\nđể mua sắm.",
    "それに冥夜さん達の格好であれば一見すれば、\nどこかの地域組織に所属する立場ある人間と思ってくれるでしょう。": "Hơn nữa, nếu là trang phục của các bạn Meiya, thoạt nhìn,\nhọ sẽ nghĩ rằng các bạn là những người có địa vị thuộc một tổ chức khu vực nào đó.",
    "なるほど。生徒会に案内をさせているお客さんと思わせて、\n異世界だの未知の技術を気取られないようにするわけか。": "Ra là vậy. Nghĩa là chúng ta sẽ khiến họ nghĩ rằng chúng ta là khách của hội học sinh, và\nchúng ta sẽ không để lộ thế giới khác hay công nghệ chưa biết.",
    "はい。というわけであなた方には、\n冥夜さん達のサポートをして頂ければと思います。": "Vâng. Vì vậy, tôi hy vọng các bạn sẽ hỗ trợ các bạn Meiya.",
    "そういうことでしたら、喜んで！": "Nếu là như vậy, tôi rất vui lòng!",
    "やった！　めるちゃん、ありがとう！": "Yeah! Meru-chan, cảm ơn!",
    "話もまとまったことだし、\n早速そのブラックマーケットに出かけるとするか。": "Câu chuyện cũng đã hoàn tất rồi,\nvậy chúng ta sẽ đến chợ đen đó chứ?",
    "申し訳ありませんが、まだ待ってください。\n修理の件でみなさんに伝えるべき問題がもうひとつ。": "Tôi xin lỗi, nhưng xin hãy đợi một chút.\nCòn một vấn đề nữa mà tôi cần phải nói với mọi người về việc sửa chữa.",
    "取り寄せた素材のすべてが修復に利用可能かどうか、\n現時点では確証がありません。": "Hiện tại, chúng tôi không có bằng chứng nào cho thấy tất cả các vật liệu đã lấy về đều có thể được sử dụng để sửa chữa.",
    "加えていずれも希少な品……\n直せたとしても半数が限界だろう、とのことです。": "Ngoài ra, tất cả chúng đều là hàng hiếm... \nNgay cả khi có thể sửa chữa, thì chỉ có một nửa là giới hạn, đó là những gì họ nói.",
    "えっ！？　６機全部じゃないんですか！？": "Hả!? Không phải là cả 6 chiếc sao!?",
    "未知の技術ですので……修理班も慎重に検討した上での報告です。\n申し訳ないのですがどうかご理解ください。": "Vì đó là một công nghệ chưa biết... Đội sửa chữa cũng đã cân nhắc cẩn thận trước khi báo cáo.\nTôi xin lỗi, nhưng xin hãy hiểu cho.",
    "それじゃ、ボク達の不知火５機と冥夜さんの武御雷、\nどれを優先して直してもらうか考えないと……": "Vậy thì, chúng ta phải xem xét nên sửa chữa chiếc Shiranui nào trong số 5 chiếc của chúng ta và chiếc Take-Mikazuchi của Meiya trước...",
    "……半数が限度。": "…Giới hạn là một nửa.",
    "修理できても最大３機ね……\nつまり、半数は直るまで留守番ってことになるわ。": "Ngay cả khi có thể sửa chữa, thì tối đa là 3 chiếc... \nNói cách khác, một nửa sẽ phải ở nhà cho đến khi được sửa chữa.",
    "……あ、あの、空気がピリピリしてきたような……": "…À, hình như không khí đang trở nên căng thẳng...",
    "戦争でも始めそうな雰囲気だな。": "Cứ như sắp bắt đầu chiến tranh vậy.",
    "そうですか？わたしはそう感じませんけど…。": "Vậy sao? Tôi không cảm thấy như vậy...",
    "……いつも通り。": "…Như mọi khi.",
    "珍しく同意見ね。\n私は修理する機体をどう決めるのがいいのか考えてたところよ。": "Hiếm khi cùng ý kiến nhỉ.\nTớ đang nghĩ xem nên quyết định sửa chữa chiếc máy nào.",
    " 損傷具合はいずれも同等。\nとなれば誰の機体を直すのが効果的かを考えるべきだが……": "Thiệt hại đều như nhau cả.\nNếu vậy, chúng ta nên xem xét việc sửa chữa máy của ai thì hiệu quả nhất...",
    "一長一短だね。": "Mỗi thứ có một ưu điểm và nhược điểm.",
    "ここはこの学園にもシミュレーターがあるから、\nシミュレーターの戦績で競いあうのはどうだ？": "Ở đây cũng có một máy mô phỏng trong học viện này, vậy sao chúng ta không thi đấu bằng thành tích trong máy mô phỏng?",
    "ずるい！\nそれだとわたしが絶対に勝てないよ～！": "Gian lận!\nNếu vậy thì tớ chắc chắn sẽ không thắng được!",
    "わたしが負けちゃってもいいの？\nタケルちゃんの機体を直してもらえないってことだよ。": "Tớ có thua cũng được sao?\nCó nghĩa là máy của Takeru-chan sẽ không được sửa chữa.",
    "何の話……って、純夏が乗るって話か？": "Chuyện gì vậy... Ý là, Junna sẽ lái sao?",
    "うん！　そうだよ！　だってタケルちゃんの不知火、\nタケルちゃんが乗れないならわたしが使うべきでしょ！": "Ừm! Đúng vậy! Vì Shiranui của Takeru-chan,\nnếu Takeru-chan không lái được thì tớ nên dùng chứ!",
    "まあ、あの穴ンなかじゃあオレは操縦できないしな……\nスゲー不安なんだが。": "Chà, trong cái lỗ đó thì tớ không thể lái được... \ntôi rất lo lắng.",
    "できるよ！\nタケルちゃんなんかよりもっと上手くやれるもん！": "Cậu có thể làm được mà!\nCậu làm còn giỏi hơn cả Takeru-chan!",
    "まあまあ、ふたりともケンカしないで。": "Thôi nào, hai người đừng cãi nhau.",
    "シミュレーターで揉めるなら、サバイバルテストはどうかな？\nほら、せっかく広い山もあるみたいだから一週間くらい……": "Nếu các cậu cãi nhau trong máy mô phỏng, thì sao không làm bài kiểm tra sinh tồn?\nNhìn kìa, có vẻ như cũng có một ngọn núi rộng lớn, khoảng một tuần...",
    "それじゃ鎧衣が有利じゃない。": "Vậy thì Yoroi sẽ có lợi thế.",
    "……いつになったら決まるんでしょう？": "…Đến bao giờ mới quyết định được đây?",
    "俺に聞かれてもな。": "Tôi cũng không biết nữa.",
    " ……どうしても競わないと気が済まないのであれば、\n 受け取りが成功した業者の数で決められてはいかがでしょう？": "…Nếu các cậu nhất định phải cạnh tranh,\nsao không quyết định bằng số lượng nhà cung cấp mà các cậu đã nhận được?",
    "えっ？　どういうこと？": "Hả? Ý là sao?",
    "発注した材料の受け取り窓口は全部で７か所あります。\n分担していただければ、回収も早く終わるでしょうし。": "Có tổng cộng 7 địa điểm để nhận vật liệu đã đặt hàng.\nNếu các cậu chia nhau ra, việc thu hồi cũng sẽ kết thúc nhanh hơn.",
    "お遣いそのものを勝負にするってわけか。\nなるほど、そいつは名案だ。": "Nghĩa là chúng ta sẽ biến việc đi đưa thư thành một cuộc thi.\nRa là vậy, đó là một ý kiến hay đấy.",
    "じゃあ３人ずつの小隊に分かれて、\nどっちが多く材料を引き取れるかで勝負しようぜ。": "Vậy thì chúng ta sẽ chia thành các đội gồm 3 người,\nvà chúng ta sẽ thi xem đội nào lấy được nhiều vật liệu hơn.",
    "３人ずつって……\nもしかして、わたしのこと入れてない！？": "Mỗi đội 3 người... \nCó phải là không tính tớ vào không!?",
    "別に俺が動けるなら、純夏にする必要はないだろ。": "Nếu tôi có thể di chuyển, thì không cần Junna.",
    "むーっ！": "Muu!",
    "ふむ、悪くない提案だな。": "Ừm, một đề xuất không tệ.",
    "御剣さん！？": "Miturugi-san!?",
    "ボクも賛成！": "Tớ cũng đồng ý!",
    "それじゃ、早速チームを分けましょう。": "Vậy thì, chúng ta hãy chia đội ngay thôi.",
    "むむむむっ……！\nわたしも！　わたしも参加するんだからね！": "Muumumumu...! \nTớ cũng vậy! Tớ cũng tham gia!",
    "ふむ……外野からの意見だが、冥夜さんと武が入るチームは\n分けた方がいいな。流石にパワーバランスが傾きそうだ。": "Ừm... Ý kiến từ bên ngoài, nhưng đội của Meiya và Take nên được chia ra.\nTôi nghĩ rằng sự cân bằng sức mạnh sẽ bị nghiêng.",
    "確かにな……なら、純夏を入れてバランスを取るか？": "Đúng là như vậy... Vậy thì, chúng ta sẽ thêm Junna vào để cân bằng chứ?",
    "ちょっと！？\nなんでわたしでバランスが取れる扱いなの！？": "Khoan đã!?\nSao tớ lại bị coi là người cân bằng vậy!?",
    "タケルちゃんはそうやってすぐわたしのことバカにするけど、\nタケルちゃんだっておんなじくらいバカじゃん！！": "Takeru-chan cứ coi thường tớ như vậy,\nnhưng Takeru-chan cũng ngốc nghếch như vậy mà!",
    "なっ！？なんだとう！？": "Hả!? Cậu nói gì!?",
    "あ、あの、喧嘩は……！": "À, à, đừng cãi nhau...!",
    "める、こういうのには口出さない方がいいぞ。\n下手に口出しすると馬に蹴られるだろうからな。": "Meru, cậu không nên xen vào những chuyện như này đâu.\nNếu xen vào, cậu sẽ bị đá đấy.",
    "……で、こうなると。": "…Vậy là, như thế này.",
    "オレと委員長、彩峰、美琴が同じチーム！\n純夏と冥夜、たまがそっちのチームだ！": "Tớ, hội trưởng, Ayamine, Mikoto cùng một đội!\nJunna, Meiya, Tama cùng một đội!",
    "ぜーったいタケルちゃんをギャフンと言わせてやるんだから！": "Tớ sẽ cho Takeru-chan biết tay!",
    "す、純夏さん、どうどう。": "D, Junna-san, bình tĩnh.",
    "……数的不利はあるが、妥当な振り分けか。タケルは良いのか？\nこちらが勝ったらそなたの機体は修理されないが……": "…Bất lợi về số lượng, nhưng đó là một sự phân chia hợp lý. Takeru có ổn không?\nNếu chúng ta thắng, máy của cậu sẽ không được sửa chữa...",
    "ああ。修理されてもオレは乗れないんだから構わない。\n……いや、いいことを考えた！　もう一つ条件追加だ！": "Ừ. Dù có được sửa chữa thì tớ cũng không thể lái được.\n…Không, tôi có một ý tưởng hay! Thêm một điều kiện nữa!",
    "条件？": "Điều kiện?",
    "勝ったチームは負けたチームに何かひとつ命令できるのはどうだ？\nどうよ純夏？謝るなら今のうちだぞ！": "Đội thắng có thể ra lệnh cho đội thua một điều gì đó, thì sao?\nSao nào, Junna? Nếu xin lỗi thì cứ xin lỗi đi!",
    "それでいいよ！　タケルちゃんには、\nぜーーーったいに負けないもん！": "Được thôi! Tớ sẽ không thua Takeru-chan đâu!\n!",
    "うわぁ、すっかりヒートアップしちゃってるねぇ。": "Woa, cứ như vậy là mọi chuyện đã nóng lên rồi.",
    "全く……とはいえ、勝負ということならそのほうが盛り上がるか。": "Thật là... Tuy nhiên, nếu là một cuộc thi thì nó sẽ sôi động hơn.",
    "いいんでしょうか……？": "Có ổn không vậy...?",
    "……そうだ！　ねえねえ、めるちゃん！　ちょっといいかな！": "…Đúng rồi! Này, Meru-chan! Tớ có thể hỏi cậu một chút được không!",
    "ふえっ！？　は、はい！　なんでしょうか！？": "Fuu!? V, vâng! Có chuyện gì vậy!?",
    "一緒に協力しよ！　ね？\n仲良くなったし、協力しちゃダメだって言われてないから！": "Chúng ta cùng hợp tác nhé! Được chứ?\nChúng ta đã trở thành bạn rồi, và không ai cấm chúng ta hợp tác mà!",
    "おい、これはいいのか！？": "Này, cái này có ổn không!?",
    "……まあ、私としてはトラブルにならない範囲であれば、\n協力者を引き入れたり、肩入れをする事は否定しません。": "…Chà, miễn là không có rắc rối gì, tôi sẽ không phản đối việc\nthu hút những người hợp tác hoặc ủng hộ.",
    "ぐっ……ルールの範囲内か……": "Guh... Trong phạm vi của các quy tắc sao...",
    "いや、いいのか？\nなんか目的が変わってるような……": "Không, có ổn không vậy?\nMục đích có vẻ đã thay đổi...",
    "そうですね……自ら危機に飛び込むのであれば止めますが、\n競い合うなら迅速にお遣いも終わるでしょうし。": "Đúng vậy... Nếu tự mình lao vào nguy hiểm thì tôi sẽ ngăn lại, nhưng\nnếu cạnh tranh thì việc đi đưa thư sẽ kết thúc nhanh hơn.",
    "そちらの方が結果的には、お互いに利があるでしょう。\n賭け事はよくありませんが……彼らは生徒ではありませんからね。": "Về mặt kết quả, nó sẽ có lợi cho cả hai bên.\nViệc đánh bạc là không tốt... nhưng họ không phải là học sinh.",
    "まあ、生徒会長がそういうならいいんだが……": "Chà, nếu hội trưởng nói vậy thì được thôi...",
    "あ、あの、%usernameusernameuserna%さん……\nその、付いてきてもらってもいいでしょうか……？": "À, à, %usernameusernameuserna%... \nCó thể đi cùng với chúng tôi được không...",
    "ん？　いや、それだとさすがに不公平な……": "Hả? Không, như vậy thì có vẻ không công bằng...",
    "そ、その……スカラ校舎には知り合いもいませんし、\n実は地理も詳しくなくて……役立たずになっちゃう可能性が……": "T, tớ... Tớ không có ai quen biết trong ký túc xá Scala, và\nthực ra tớ cũng không rành địa lý lắm... Có thể tớ sẽ trở nên vô dụng...",
    "……それなら仕方ないか。\nすまん、俺もめるに協力することになった。": "…Nếu vậy thì không còn cách nào khác.\nXin lỗi, tớ cũng sẽ hợp tác với Meru.",
    "やった！　二人も協力してくれるなら百人力だね！": "Yeah! Nếu có cả hai người hợp tác thì chúng ta sẽ có thêm sức mạnh!",
    "おい、流石にズルくないか！？\nオレたちに比べてそっちの人数が多くなってるだろ！": "Này, không phải là gian lận sao!?\nSố lượng bên đó nhiều hơn chúng ta mà!",
    "へへーん！　悔しかったらタケルちゃんも、\n仲の良い人に頼んでみたらいいんじゃない？": "Hehe! Nếu tiếc thì Takeru-chan cũng nên nhờ bạn bè thân thiết đi!",
    "ぐっ、この……！": "Guh, đồ...!",
    "……なんだか、武は純夏さんが絡むと子供っぽくなるな。": "…Không hiểu sao, Take lại trở nên trẻ con khi Junna liên quan.",
    "ああ。タケルと鑑はいつもこの調子でな。\n……羨ましい限りだ。": "Ừ. Takeru và Kagami luôn như vậy.\n…Tôi ghen tị quá.",
    "ん？　それってどういう……": "Hửm? Ý là sao...",
    "そろそろ出発するぞ。\nこれ以上時間をかけても仕方あるまい。": "Sắp đến giờ khởi hành rồi.\nSẽ không có ích gì nếu chúng ta cứ kéo dài thời gian.",
    "冥夜さんの言葉に、二人も喧嘩を止めて、\n全員でスカラ校舎へと向かうのだった。": "Theo lời của Meiya, hai người cũng đã ngừng cãi nhau,\nvà mọi người đã cùng nhau đến ký túc xá Scala."
}