{
    "あー、つっかれたー！": "A~, mệt quá!",
    "ラミがひとりで教室にいるのを見かけたので、\n声をかけてみた。": "Tôi thấy Lami ở trong lớp một mình, nên\ntôi đã gọi cô ấy.",
    "そう言えば今日は補習だったな。\nお疲れ様。": "Phải rồi, hôm nay có học bù nhỉ.\nMệt mỏi rồi.",
    "本当に疲れた！　ねえ、なんか甘いもの奢ってよ。\n最近近所に美味しい高級スイーツのお店が出来たんだよね～。": "Mệt thật sự luôn! Này, khao tớ món ngọt đi.\nGần đây có một tiệm bánh ngọt cao cấp ngon tuyệt mở gần nhà tớ đó~",
    "奢って、って……自分は微塵も払う気ないな。": "Khao á... Cậu chẳng có ý định trả tiền gì cả.",
    "指揮官なんだから可愛い教え子のためにご馳走しよう、\nって気にならないの？": "Đã là chỉ huy rồi thì phải khao mấy cô học trò đáng yêu chứ,\ncậu không có hứng thú sao?",
    "それをそっちから言わなければ、その気になってたんだけどなぁ。": "Nếu cậu không nói ra thì tôi cũng định làm vậy đấy.",
    "うわ～嘘っぽー。": "Uwa~, xạo xạo.",
    "いいから奢ってよ。今月お金あんまなくてさ。": "Cứ khao tớ đi. Tháng này tớ hết tiền rồi.",
    "まあ、少しくらいなら仕方ないか……": "Thôi được, một chút cũng được...",
    "割り勘ならいいぞ": "Chia tiền thì được.",
    "わかったよ": "Tớ hiểu rồi.",
    "割り勘ならいいぞ。端数くらいは払ってやる。": "Chia tiền thì được. Tớ trả thêm phần lẻ cho.",
    "は！？　それじゃ、単にふたりでスイーツ食いに行くだけじゃん！\nつか、今金ないって言ったよね！？": "Hả!? Vậy thì chỉ là hai đứa mình đi ăn bánh ngọt thôi chứ gì!\nMà, tớ vừa nói là hết tiền rồi đó!?",
    "安心しろ、俺もない！": "Cứ yên tâm, tôi cũng hết!",
    "お前もないのかよ！": "Cậu cũng hết tiền luôn à!",
    "コンビニアイスくらいなら買えるぞ。\nそれなら奢ってやっても良い。": "Mua kem ở cửa hàng tiện lợi thì được đấy.\nNếu vậy thì tôi khao cậu.",
    "……まったく、高級スイーツから格下がりすぎ。\nでも、コンビニアイスも美味しいしね。": "...Thật là, từ bánh ngọt cao cấp xuống cấp thấp quá.\nNhưng mà, kem ở cửa hàng tiện lợi cũng ngon đấy chứ.",
    "だろ？　意外と侮れないと思うんだよな。": "Đúng không? Tôi nghĩ nó cũng đáng để thử đấy.",
    "ま、それもそうだね。\n仕方ないから、妥協してあげる！": "Ừm, cũng đúng ha.\nĐành chịu thôi, tớ chiều cậu vậy!",
    "今日くらいは奢ってやるか……": "Hôm nay tôi khao cậu vậy...",
    "やりぃー！　話わっかるぅー！": "Yeah! Hiểu nhau ghê!",
    "俺だって今月そんな余裕ないんだからな。\nちょっとくらいは手加減しろよ！": "Tôi tháng này cũng không dư dả gì đâu.\nNên bớt làm quá lên một chút đi!",
    "わかってるって！　目指せ、全メニュー制覇～！": "Biết rồi mà! Quyết tâm chinh phục tất cả các món~!",
    "秒で矛盾してるじゃねーか！？\nったく、そういう素直なとこもお前のいいとこだけどな。": "Mâu thuẫn ngay lập tức kìa!\nHaizz, cái tính thẳng thắn đó của cậu cũng là một điểm tốt đấy."
}