{
    "まさか……あなたが私に銃を向けるなんて\n思わなかったわ……": "Không thể nào… Tôi không ngờ cậu lại chĩa súng vào tôi…",
    "すまない。\nでも、生半可な覚悟で君に銃を向けたりしない。": "Xin lỗi.\nNhưng tôi không bao giờ chuẩn bị qua loa khi chĩa súng vào em.",
    "これ以上、君と共に歩むことは出来ない。\n……俺だって本当は。": "Tôi không thể đi cùng em nữa.\n… Thực ra tôi cũng…",
    "最後の言葉が、震える。": "Những lời cuối cùng run rẩy.",
    "俺の手に握られた士官にのみ支給される拳銃も\n気を抜いてしまうと震えてしまいそうだ。": "Khẩu súng lục chỉ được trang bị cho sĩ quan đang nằm trong tay tôi\ncũng run theo nếu tôi lơ là một chút.",
    "それを必死に押さえ込み、彼女の額に照準を合わせ続ける。": "Tôi cố gắng kìm nén, tiếp tục nhắm vào trán cô ấy.",
    "…………": "……",
    "君のプランを実行すれば、俺たちは人ではなくなってしまう。\n人ではないなにかになってまで……俺は……": "Nếu thực hiện kế hoạch của em, chúng ta sẽ không còn là con người nữa.\nPhải trở thành thứ không phải là con người… Tôi…",
    "その選択の結果、私たちすべての未来を失ったとしても？\nそれでもあなたの選択がもたらす結果は正しいと言えるの？": "Ngay cả khi kết quả của sự lựa chọn đó là đánh mất tương lai của tất cả chúng ta?\nVậy cậu vẫn cho rằng lựa chọn của mình là đúng sao?",
    "そうだ。俺は……自身を正しいと思ってここにいる。": "Đúng vậy. Tôi… tin rằng mình đang làm điều đúng đắn.",
    "そこは価値観の相違ね。\nあなたとは相性が良いと思っていたのだけれど。": "Đó là sự khác biệt về giá trị quan nhỉ.\nTớ cứ nghĩ là mình và cậu hợp nhau.",
    "俺もそう思っていたさ。\nでも、違っていたみたいだな。": "Tôi cũng nghĩ vậy.\nNhưng có vẻ là không phải.",
    "……人間をやめてまで生き延びる未来なんか、ない。\n俺たちが、俺たちであるために。": "… Không có tương lai nào đáng sống bằng việc từ bỏ thân phận con người.\nĐể chúng ta, là chính chúng ta.",
    "私たちは生き延びないといけないのが\nわからないあなたじゃないでしょう？": "Cậu không phải là người không hiểu rằng\nchúng ta phải sống sót sao?",
    "彼女は心の底からそう思っているように\n目を伏せる。": "Cô ấy nhắm mắt lại, dường như từ tận đáy lòng.",
    "でも、あなたならそう言うともわかっていた。\n悲しいけどね……考えを変える気はないのよね？": "Nhưng tôi biết cậu sẽ nói vậy mà.\nBuồn thật đấy… Cậu không định thay đổi suy nghĩ sao?",
    "…………すまない。俺は――": "…… Xin lỗi. Tôi――",
    "謝る必要はないわ。\n……それがあなたの選択なんだから。": "Không cần xin lỗi đâu.\n… Vì đó là lựa chọn của cậu mà.",
    "いえ、むしろ謝らなくてはいけないのは、私の方。": "Không, người phải xin lỗi là tôi mới đúng.",
    "なに……？": "Hả…?",
    "……お別れよ。しばしの、ね。": "… Tạm biệt nhé. Tạm biệt một thời gian.",
    "なに……っ！？": "Hả…!?\n",
    "背後から突然の衝撃。目をやるとそこには\n見知った士官が立っていた。": "Một cú sốc bất ngờ từ phía sau. Khi nhìn lại, một sĩ quan quen thuộc đang đứng đó.",
    "くっ……お前まで……": "Khốn kiếp… Cả mày nữa sao…",
    "彼女は椅子から腰を上げ、\n俺の傍らにしゃがみ込む。": "Cô ấy nhấc người khỏi ghế, ngồi xổm xuống bên cạnh tôi.",
    "……ていたわ……": "… đã đoán trước…",
    "薄れ行く意識の中でなにかが聞こえる。\nだが……なにを言っているかはわからない。": "Trong khi ý thức mờ dần, tôi nghe thấy gì đó.\nNhưng… tôi không biết cô ấy đang nói gì.",
    "おやすみなさい、あなた……": "Ngủ ngon nhé, anh…",
    "俺が最後に聞いた言葉からは……\n慈しみに満ちあふれた響きを感じた……": "Tôi cảm thấy… âm thanh tràn ngập sự dịu dàng\ntừ những lời cuối cùng tôi nghe được…"
}