{
    "そうしてこの日の訓練が終わってから、\nジュリーとふたりでグラウンドの片づけをすることになった。": "Sau khi kết thúc buổi huấn luyện hôm nay,\nTôi và Julie cùng nhau dọn dẹp sân.",
    "訓練のおかげで、ちょっとは成長したわ！\nこれで体育祭優勝は決まったようなものね！": "Nhờ có huấn luyện, tớ đã tiến bộ hơn một chút!\nNhư vậy thì chắc chắn đội mình sẽ vô địch thể thao rồi!",
    "基礎から訓練に取り組んだとはいえ、\nすぐ効果が出るわけではないんだが……": "Dù đã tập luyện từ những bài cơ bản,\nnhưng cũng không thể có hiệu quả ngay được...",
    "自信満々のジュリーに苦笑いしながらも、偉いぞと褒めた。": "Dù đang cười khổ với Julie đầy tự tin, nhưng tôi vẫn khen cô ấy là giỏi.",
    "ふふん、そうでしょ！　縄跳びだって前に特訓してた時は\n飛べなかったけど、今ならいける気がするのよね！": "Hừm, đúng là vậy!\nTrước đây tớ đâu có nhảy dây được, nhưng giờ tớ cảm thấy mình có thể làm được!",
    "飛んでみるから、%usernameusernameuserna%はそこで見てて！": "Tớ sẽ thử nhảy cho cậu xem, %usernameusernameuserna% cứ đứng đó mà nhìn!",
    "調子に乗ったジュリーは、早速縄跳びをはじめた。\nしかし、すぐに足が引っかかってしまい、上手く飛べていない。": "Julie hăng hái bắt đầu nhảy dây ngay lập tức.\nTuy nhiên, cô ấy đã bị vướng chân và không thể nhảy được.",
    "あ、あれ？　おかしいわね？": "A, ơ? Sao lại thế này?",
    "無理はしない方がいいぞ。": "Cậu nên cẩn thận thì hơn.",
    "む、無理じゃないわ！　本当に飛べるから！\n次はきっとうまく……": "Không, tớ không sao đâu!\nTớ thật sự có thể nhảy mà!\nLần tới chắc chắn sẽ được...",
    "ジュリーは強がって頑張ろうとするが、\n飛んだ拍子に縄が近くの鉄棒に引っかかってしまった。": "Julie cố gắng gượng ép, nhưng\ndây đã vướng vào thanh sắt gần đó khi cô ấy nhảy.",
    "きゃあっ！？": "Kyaaa!?",
    "引っかかった縄のせいで、ジュリーはバランスを崩してしまっている。\nなにをどうやったらそうなるんだ……と思わず声がこぼれた。": "Vì sợi dây vướng vào, Julie đã mất thăng bằng.\nTôi không khỏi thốt lên, không biết làm sao lại thành ra như vậy...",
    "わ、わかんない……\nうう、%usernameusernameuserna%助けてぇ……": "Tớ, tớ không biết...\nUu, %usernameusernameuserna% cứu tớ với...",
    "縄が身体に絡まっちゃって……んんっ……！\nこれ、どうやって外せばいいの……！？": "Dây quấn vào người tớ rồi...\nNnn...!\nLàm sao để gỡ nó ra đây...!?",
    "俺も分からんぞ……とにかく、ここを解いていけば……": "Tôi cũng không biết nữa... Dù sao thì, cứ cởi chỗ này ra trước đã...",
    "何とか解放して外そうとするのだが縄がどんどん絡まり、\n気づいたときには複雑で煽情的なポーズになっていた。": "Tôi cố gắng gỡ nó ra, nhưng dây càng lúc càng rối,\nđến khi nhận ra thì đã thành tư thế phức tạp và khiêu khích.",
    "い、痛いぃ～……ん、うぅっ……！\nなんだかどんどん絡まってるみたい……": "Đ, đau quá... Nn, uuu...!\nCứ như là nó đang rối vào nhau vậy...",
    "それならこうすれば……と結び目に手をかける。\nジュリーが体をよじってしまったことでさらに食い込んでしまう。": "Nếu vậy thì làm thế này... và tôi đặt tay lên nút thắt.\nJulie đã làm cơ thể cô ấy cong lên và nó càng ăn sâu hơn.",
    "んんっ！？　や、く、食い込んでっ……！": "Nnn!? Ya, k, nó đang ăn sâu vào...!",
    "だ、大丈夫か？　じゃあ、ここを……": "Đ, được không đấy? Vậy thì, chỗ này...",
    "ひあっ、そ、そこ、だめっ！\nほんとにだめだからぁっ！　んっ……くうぅっ……！": "Hiaa, đ, đừng có chạm vào chỗ đó!\nThật sự đừng có chạm vào mà!\nNn... kuu!",
    "拘束されている彼女の声や反応を間近で見ていたせいか、\n布を押し上げるほどに下半身が反応してしまう。": "Có lẽ là vì đã nhìn thấy giọng nói và phản ứng của cô ấy bị trói buộc ở cự ly gần,\nnửa thân dưới của tôi đã phản ứng mạnh đến mức đẩy cả lớp vải lên.",
    "あ……%usernameusernameuserna%、それって……": "A... %usernameusernameuserna%, cái đó...",
    "今さら隠せることでもないが、すまないと口にする。\n縄からも手を離そうとすると、彼女の熱い視線を感じた。": "Tôi không thể giấu được nữa, tôi xin lỗi.\nKhi tôi định buông tay khỏi sợi dây, tôi cảm thấy ánh mắt nóng bỏng của cô ấy.",
    "……そ、その、前にも言ったと思うんだけど……\n大きくしちゃったのあたしなら……責任取らないとだよね……": "...T, thì, tớ nghĩ là tớ đã nói trước đây rồi...\nNếu tớ đã làm nó to ra rồi thì... tớ phải chịu trách nhiệm chứ nhỉ...",
    "あたしからは動けないから……\n%usernameusernameuserna%、あたしのこと……好きにして？": "Tớ không thể di chuyển được...\n%usernameusernameuserna%, muốn làm gì tớ thì cứ tự nhiên nhé?",
    "本当のこと言うと恥ずかしい、けど……\nあたし、%usernameusernameuserna%だったら平気だから……": "Nói thật thì tớ cũng ngại lắm, nhưng...\nNếu là %usernameusernameuserna% thì tớ không sao đâu...",
    "恥じらうようなジュリーの表情は、単純に愛らしい。\nアブノーマルな状況ではあるが、断るという選択肢はなかった。": "Biểu cảm e thẹn của Julie thật đáng yêu.\nDù trong tình huống bất thường, nhưng không có lựa chọn nào khác ngoài việc đồng ý.",
    "彼女の下着をずらし、剥き出しの割れ目で肉棒を擦り上げ、\n互いの興奮と肉欲をさらに高めていく。": "Tôi kéo quần lót của cô ấy xuống, xoa dương vật vào khe nứt trần trụi,\ncùng nhau tăng thêm sự hưng phấn và dục vọng.",
    "んはっ……ぁ、ふぅっ……んっ、んん……\nいつでも来ていい、から……はぁ……あっ……！": "Hn... a, fuu... nn, nn...\nCứ đến bất cứ lúc nào cũng được, từ... haa... a!",
    "充分すぎるほどにいきり立った陰茎を、ゆっくりと押しこむ。\n膣道はいくらか狭い物の、中はすでに濡れそぼっているようだ。": "Tôi từ từ đẩy dương vật đã cương cứng đến mức tối đa vào.\nÂm đạo có vẻ hơi hẹp, nhưng bên trong có vẻ đã ướt đẫm.",
    "あっ、はあぁっ、おっき……ん、くうっ……！\n%usernameusernameuserna%の……固いぃっ……！": "A, haaa, ooooki... nn, kuu...!\nCứng quá...!",
    "あたしのお腹の中、からっ……ふっ、んはっ……\nんん、はっ……広げられちゃってる、みたい……": "Bên trong bụng tớ, kara... fu, hn...\nNnn, ha... dường như nó đang được mở rộng...",
    "このまま腰を振り立てたい衝動に駆られそうになる。\nしかしジュリーの体勢のことが気にかかり、痛みはないか尋ねた。": "Tôi gần như muốn lắc hông ngay lúc này.\nTuy nhiên, tôi lo lắng về tư thế của Julie và hỏi cô ấy có đau không.",
    "心配してくれてるのね……そのことだったら、もう大丈夫……\nふぅ、ふぅ……さっきのストレッチで、充分ほぐれたから……": "Cậu đang lo lắng cho tớ sao... Về chuyện đó thì, không sao đâu...\nFuu, fuu... Vì đã duỗi người lúc nãy rồi nên tớ thấy ổn mà...",
    "ん……っぁ、はぁっ……だから、その……\nもう、動いても……いいわよ……": "Nn... a, haaa... cho nên, thì...\nCậu có thể... di chuyển rồi đấy...",
    "そう言われても、まだ膣内が馴染んだわけではない。\nひとまずジュリーの様子を見ながら、少しずつ侵入することにした。": "Mặc dù cô ấy nói vậy, nhưng bên trong âm đạo vẫn chưa quen.\nTrước hết, tôi quan sát Julie và từ từ xâm nhập.",
    "んんっ、ぅ……はっ、あ……そんなに、ゆっくりでいいの……？\nふっ、う……これじゃ、気持ちよくなれないような……": "Nnn, u... ha, a... Cậu có cần phải... chậm như vậy không...?\nFu, u... Như vậy thì tớ không thấy thoải mái được...",
    "ふっ……はぁ……あ、もしかして……\nあたしの身体のこと、気にしてくれてる、とか……？": "Fu... haa... a, có lẽ nào...\nCậu đang lo lắng về cơ thể tớ, hay là...?",
    "ちょっとはキツイけど、思ったより痛みはないし……\nそれに%usernameusernameuserna%にもっとしてほしい……": "Tuy hơi khó chịu một chút, nhưng không đau hơn tôi nghĩ...\nHơn nữa, tớ cũng muốn %usernameusernameuserna% làm nhiều hơn nữa...",
    "あたしの一番奥まで、きていいからね……\nそのこと考えるだけで、お腹がきゅうぅ……ってしちゃうの……": "Cậu có thể vào sâu nhất của tớ cũng được mà...\nChỉ cần nghĩ đến chuyện đó thôi là bụng tớ đã quằn quại rồi...",
    "言葉通り、窮屈だった膣壁は淫らにうねりはじめていた。\n内部を形成する細かなヒダは、竿肌にぴたりと寄り添ってくれている。": "Đúng như lời nói, thành âm đạo chật hẹp đã bắt đầu uốn éo một cách dâm đãng.\nNhững nếp gấp nhỏ hình thành bên trong đang ôm sát vào da dương vật.",
    "ジュリーの心身が示す反応に、愛しさが掻き立てられる。\n高まった気持ちは、即座に下半身に反映された。": "Phản ứng thể chất và tinh thần của Julie đã khơi dậy tình yêu của tôi.\nCảm xúc dâng trào đã ngay lập tức phản ánh vào phần dưới cơ thể.",
    "ふぁっ……！　んんっ、は……知らなかったぁ……\n男の人って、まだ大きくなれるのね……": "Faa...! Nnn, ha... Tớ không biết nữa...\nĐàn ông có thể lớn hơn nữa sao...",
    "驚いたようにこぼす声を聞きながら、さらに奥を目指す。\n肉茎をほぼ膣内に収めたところで、吐息が甘さを帯びた。": "Trong khi nghe giọng nói ngạc nhiên của cô ấy, tôi tiến sâu hơn nữa.\nKhi tôi gần như đã đưa dương vật vào trong âm đạo, hơi thở của cô ấy mang theo vị ngọt.",
    "ん……はっ……ぁ、ああぁっ……\nあたしなら、ほんとに大丈夫だから……": "Nn... ha... a, aaaa...\nNếu là tớ thì không sao đâu...",
    "お願い、%usernameusernameuserna%……来てっ……": "Làm ơn đi, %usernameusernameuserna%...\nCứ đến đi...",
    "その声に誘われて、一気に奥まで突き入れた。\nインターバルを挟んだことにより、より熟した膣肉が竿に絡みつく。": "Bị giọng nói đó dụ dỗ, tôi lao vào sâu bên trong.\nDo có một khoảng thời gian nghỉ, thịt âm đạo đã chín hơn, quấn lấy dương vật.",
    "んああぁっ！　あ、あぅっ……ふぁ、はっ……！\nくぅぅっ、あ、ふはっ……おっ、奥ぅっ……！": "Naaaaa! A, au... fu, ha...!\nKuuu, a, fuha... o, sâu quá...!",
    "んんっ、うっ、あ……あたし、そこ、ダメかもぉ……！\nお腹の奥、ビリビリってしちゃって……っ、ひ、あぁっ……！": "Nnn, u, a... Tớ, chỗ đó, có lẽ không được đâu...\nSâu trong bụng, nó cứ như bị điện giật... hi, aaaa...!",
    "はっ、はぁっ、変な、感じになっちゃうの……！\nんくっ……！　ひゃ、うぅっ……んはっ……！": "Ha, haa, thật là, cảm giác thật kỳ lạ...!\nNnku...! Hya, uuu... hnha...!",
    "今は俺とジュリーのふたりだけだから、変になっても構わない。\n耳元でささやきながら、斜めに抉るように腰を遣う。": "Bây giờ chỉ có hai chúng ta, tôi và Julie, nên có làm gì cũng không sao.\nTôi thì thầm vào tai cô ấy, và tôi dùng hông của mình để khoét theo đường chéo.",
    "ひいぃんっ！　んんぅっ！　はっ、はぁっ、あ……そうねっ……！\n好きにしていいって、言ったの、あたしだもんねっ……！": "Hiiiin! Nnnuu! Ha, haa, a... Đúng là vậy...!\nTớ đã nói là, cậu cứ làm gì thì làm đi mà...!",
    "あたしも、%usernameusernameuserna%といっしょに、ぃっ……\nん、やんっ！　ああっ、は……んうぅうっ……！": "Tớ cũng vậy, cùng với %usernameusernameuserna%...!\nN, yan! Aaa, ha... nuuu!",
    "はぁ、は、あんっ……いっぱい気持ちよく、なって……！\nいいんだよねっ……ひぁっ、あ、ああぁっ……！": "Haa, ha, an... Thật là thoải mái...!\nĐược rồi mà... hia, a, aaaa!",
    "そうだと頷いて根元まで潜りこみ、その勢いのまま腰を引いていく。\n離さないとばかりに、きつく締めつけてくるのが堪らない。": "Tôi gật đầu và chui vào tận gốc, và tôi dùng sức mạnh đó để kéo hông lại.\nTôi không thể chịu được khi cô ấy siết chặt tôi, như thể không muốn rời xa.",
    "ずっぷりと咥え込んだ花園は、あふれる愛液でびしょ濡れだった。\n抜き差しを繰り返す度に、どこか甘酸っぱい匂いが鼻をくすぐる。": "Vườn hoa nuốt chửng đã ướt đẫm bởi chất lỏng tràn ra.\nMùi thơm ngọt ngào thoang thoảng mỗi khi tôi rút ra và đâm vào.",
    "んぁっ、あ、やだっ……あたし、いつの間にこんなっ……！\nびしょびしょになってた、なんてぇっ……あ、ううっ、ん……！": "Naa, a, đừng mà... Tớ đã, lúc nào thành ra như vậy...!\nƯớt sũng, thật là... a, uu, n...",
    "気持ちよくなっていい、のは……ん、くくっ……\nわかってる、けどぉ……ふぁっ！　あっ、んああっ……！": "Được thoải mái, thì... n, kuku...\nTớ hiểu mà, nhưng... faa! A, nnaaa...!",
    "やっぱり、ちょっと……恥ずかしっ……あぁっ、んあっ……！\nんうっ……あっ、んふぁぁっ……あっ、あ……！": "Tớ vẫn, hơi... ngại... aaaa, nnnaaa...!\nNuu... a, nfaa... a, a...!",
    "ジュリーが快楽に身体をよじると、絡まる縄がまた食い込む。\nそれが彼女の柔らかな輪郭をより際立たせ、視覚的にも興奮を煽った。": "Julie uốn éo cơ thể vì khoái cảm, và sợi dây lại vướng vào.\nĐiều đó làm nổi bật đường nét mềm mại của cô ấy, và nó cũng kích thích về mặt thị giác.",
    "んくぅぅっ……！　あ、ふぁっ、ん、はぁっ……！\n熱くて固いのが、あたしのなかで、ビクビクしてる……！": "Nkuu... a, fa, n, haa...!\nCái nóng và cứng, đang run rẩy bên trong tớ...!",
    "反応して、くれてるの……あっ、んんぅ、くっ……！\nすぐ、わかっちゃうっ……んっ、ふ、ぅううっ……！": "Đang phản ứng... a, nnuu, ku...! Tớ hiểu ngay mà... nn, fu, uuu...!",
    "あ、うぅっ……あたしの身体、で……\n%usernameusernameuserna%はそう、なってるんでしょっ……？": "A, uu... Cơ thể tớ, và...\n%usernameusernameuserna% đang làm như vậy phải không...?",
    "ここに至って、情欲を隠すことに意味はないと思い、\n今のジュリーを見ているだけでそそられる、と正直に伝えた。": "Đến lúc này, tôi nghĩ rằng không có ý nghĩa gì khi che giấu dục vọng,\nvà tôi đã thành thật nói rằng tôi chỉ bị kích thích khi nhìn Julie lúc này.",
    "すると彼女の瞳が、今までより一段と艶っぽく潤んだ。\n頬どころか耳の端まで紅潮させて、俺だけを見つめている。": "Và đôi mắt của cô ấy đã trở nên long lanh và ẩm ướt hơn bao giờ hết.\nMá cô ấy ửng hồng, thậm chí đến cả khóe tai, và cô ấy chỉ nhìn tôi.",
    "いいよ、%usernameusernameuserna%っ……！\nあたしの身体、好きなだけ見てっ……！": "Được thôi, %usernameusernameuserna%...!\nCứ nhìn cơ thể tớ đi...!",
    "はぁ、はっ、んっ……胸も、あそこもっ……好きなだけっ……\n%usernameusernameuserna%なら、見ていいからねっ……！": "Haa, ha, n... Ngực tớ, cả chỗ đó nữa... Cứ nhìn đi...\nNếu là %usernameusernameuserna%, cứ nhìn thoải mái đi...",
    "それで、気持ちよくなって、くれたらっ……ふっ、うう……\nあたしも、嬉しいからっ……んっ、ふ、ぁっ……んぅぅっ……！": "Và, nếu cậu thấy thoải mái... fu, uuu...\nTớ cũng vui nữa... nn, fu, a... nuuu...!",
    "献身的な言葉に煽られて、彼女を見つめながら高々と腰を突き上げた。\n挿入が深まったところで、最深部にまで切っ先をねじ込む。": "Bị kích động bởi những lời nói tận tâm, tôi nhìn cô ấy và nâng hông lên cao.\nKhi sự xâm nhập đã sâu hơn, tôi vặn lưỡi dao vào sâu nhất.",
    "ひぁんっ！　あっ、ううっ！　すっ、ごいいぃっ！\nひうっ！　んゃっ、あっ、あっ、あ！": "Hian! A, uuu! Su, goii! Hiu! Nya, a, a!",
    "んくっ、うあっ、はああっ！　ふかいとこっ……！\n%usernameusernameuserna%の、きてるぅっ！　あはあぁあっ！": "Nku, uaa, haaa! Sâu quá...!\n%usernameusernameuserna%, đang đến... ahaa!",
    "ふっ、あ！　あうんっ！　さっきより、おく、までぇっ！\nんんんっ！　あっ、あうっ！　あぁっ、そこっ、そこなのぉっ！": "Fu, a! Aun! Sâu hơn lúc nãy...!\nNnn! A, au! Aaa, chỗ đó, chỗ đó...!",
    "気持ち、いぃっ！　んっ、あ、ああぁっ！\nひぐっ！　はぁっ、は、すごくっ……すっごく、いいのぉっ！": "Thoải mái quá... n, a, aaaa!\nHiggu! Haa, ha, rất... rất, rất tốt!",
    "ジュリーは絡まる縄にも構わずに、激しく身悶えている。\nこの反応からして、亀頭で捉えた箇所は子宮口に違いない。": "Julie đang vật lộn dữ dội, bất chấp sợi dây đang vướng vào.\nTừ phản ứng này, phần mà tôi đã bắt được bằng quy đầu chắc chắn là cổ tử cung.",
    "ひと突きごとに震える蜜壺が、こちらにさらなる快感をもたらす。\nせり上がってきた射精感のまま、荒々しいピストンを繰り返した。": "Mỗi cú đâm đều làm cho mật ong rung động, mang lại cho tôi khoái cảm hơn nữa.\nVới cảm giác xuất tinh dâng trào, tôi lặp lại piston thô bạo.",
    "ひっ、ひぅっ！　んぅあっ、あ、は、やああっ！\nはあっ、んっ、んううっ……はあっ、おっきいの、きちゃうっ！": "Hi, hiu! Nuua, a, ha, yaaa!\nHaa, n, nuuu... haa, to, sắp ra rồi!",
    "あっ、んはんっ！　ふっ、ぅあっ！　きっ、きもち、よすぎてぇっ！\nなにも、かんがえられなっ……ぁあんっ！　はっ！　あっ、ああ！": "A, nhan! Fu, uaa! Ki, khoái, quá...!\nKhông thể nghĩ được gì... aan! Ha! A!",
    "も、もうっ、あたしっ、イっ、くぅ！　はぁあっ！\nんくううっ！　ふあっ、は、ほんとに、イっちゃうぅっ！": "T, tớ sắp, đi rồi! Haaa!\nNkuu! Fua, ha, thật sự, sắp đi rồi!",
    "子宮口はこちらを受け入れるように開きはじめていた。\n熱くうねりながらも痙攣する膣肉に、こちらも息が漏れそうになる。": "Cổ tử cung đã bắt đầu mở ra để đón nhận tôi.\nTôi cũng sắp hết hơi vì thịt âm đạo đang co thắt và quằn quại.",
    "あぅっ、あ、あっ！　も、もう、イくぅっ！　んんっ、あ、はぁあっ！\nひ、ぐっ、くううっ……はあっ！　あっ、んんんっ！": "Auu, a, a! Mo, sắp đi rồi! Nnn, a, haaa!\nHi, guu, kuu... haa! A, nnn!",
    "あ、あ、ああっ！　こんなのっ、ガマンなんてムリぃっ！\nふあっ！　ひあっ！　んくうっ、あ、んはあぁっ！": "A, a, a! Cái này, không thể nào kiềm chế được...!\nFua! Hiaa! Nkuu, a, nhaaa!",
    "ああぁあっ！　あたし、あたしもうっ、イくぅっ！\nはああっ！　あっ、ひああっ、んっ、あ、あ、あっ！　": "Aaaa! Tớ, tớ sắp đi rồi!\nHaa! A, hiaa, n, a, a, a!",
    "%usernameusernameuserna%もガマン、しないでっ！\nふあっ、はっ、はあっ、んあっ、あああああぁっ！": "%usernameusernameuserna% cũng đừng kiềm chế...!\nFua, ha, haa, n, aaaaa!",
    "ああああああああああああぁぁぁぁんっ！　\nあっ、んんっ、はっ、あああああぁっ……！": "Aaaaaa! Aaa...!",
    "ああぁっ……んはぁ、あ、あ……でてるっ……\nふぁっ……はあぁっ……ドクドクって、でてるぅっ……！": "Aaa... nhaa, a, a... đang ra rồi...\nFaa... haaa... nó đang đập...!",
    "ジュリーとはほとんど同時に絶頂へと昇り詰めたようだ。\n最深部を濡らす熱いほとばしりにも、彼女は深く感じ入っている。": "Dường như Julie và tôi đã đạt đến cực khoái gần như cùng một lúc.\nCô ấy cảm thấy sâu sắc về sự tuôn trào nóng bỏng làm ướt phần sâu nhất.",
    "はぁっ、はぁっ、はぁ……それで、どうだった……？\nん、はぁ……すっきりして、小さくなった？": "Haa, haa, haa... Vậy thì, thế nào...?\nn, haa... thoải mái, và nhỏ lại chưa?",
    "そのことに関しては、動かずにいれば元に戻るだろう。\nそれよりも縄跳びをどうにかした方がいいと伝えた。": "Về vấn đề đó, nó sẽ trở lại bình thường nếu bạn không di chuyển.\nTôi nói với cô ấy rằng tốt hơn hết là nên làm gì đó với sợi dây nhảy.",
    "あっ、そうだったわ……！": "A, đúng rồi...!",
    "で、でも！　あれだけ動いたんだから、\nちょっとくらい緩んで解放されてるんじゃないかしら！": "Nhưng! Vì đã di chuyển nhiều như vậy,\nCó lẽ nó đã lỏng ra và được giải phóng rồi!",
    "射精して冷静になった今なら、ほどけるのではないか。\nそう思い、改めて縄跳びに手をかけたが、結び目は見つからない。": "Bây giờ, khi tôi đã bình tĩnh lại sau khi xuất tinh, tôi tự hỏi liệu nó có thể được cởi ra không.\nNghĩ vậy, tôi lại cầm sợi dây nhảy, nhưng tôi không thể tìm thấy nút thắt.",
    "……これは困ったことになった。": "...Đây là một vấn đề nan giải.",
    "えっ、えええ！？\nもしかして……あたし、一生このままなの！？": "E, eeee!?\nCó lẽ nào... tớ, sẽ mãi như thế này sao!?",
    "いや、それなら最悪は縄を切ればいいだろ……": "Không, nếu vậy thì tệ nhất là nên cắt dây...",
    "そ、それはそうなんだけど備品壊しちゃダメだわ！\nうう、早く脱出しないと風邪もひいちゃうし……！": "Đ, đó là điều nên làm, nhưng đừng làm hỏng thiết bị!\nUu, phải thoát ra nhanh thôi, không thì tớ sẽ bị cảm lạnh mất...!",
    "ううう～！　早く解いて～！": "Uuuu~! Mau cởi ra đi~!",
    "まず他の生徒に見られることに危機感を持つべきだろう。\nそんな突っ込みをしつつ、縄をほどくのに悪戦苦闘するのだった。": "Trước hết, bạn nên có cảm giác khủng hoảng khi bị những người khác nhìn thấy.\nVà tôi đã vật lộn để cởi dây trong khi thốt ra những lời đó."
}