{
    "今日はシミュレーション室でのリディアのひとり特訓に付き合っていた。\nレイヴェルの考えた複数のメニューを簡単そうなものから試していく。": "Hôm nay tôi đã ở lại với Lydia để tập huấn một mình trong phòng mô phỏng.\nThử nghiệm các bài tập khác nhau do Reaver nghĩ ra, bắt đầu từ những bài dễ nhất.",
    "んー。レイヴェルのくんれんめにゅー、どれもなんかん。": "Ưm. Các bài tập của Reaver, bài nào cũng khó.",
    "と言いつつ、なんだかんだでこなしているが……": "Tuy nói vậy, nhưng con bé vẫn xoay sở được…",
    "（さすが、リディアってところか。学園各校舎の上位レベルのチーム、\nそれもエース級が挑戦するような難度ばかりだ）": "(Quả là Lydia có khác. Toàn những bài tập với độ khó mà các đội top đầu của các trường, \nnhững người ở cấp độ ace mới dám thử)",
    "おにいちゃんのごしどうが、じょうじゅ……": "Anh trai hướng dẫn, thành công…",
    "（あ、噛んだ。かわいい）": "(A, cắn lưỡi. Dễ thương)",
    "んー……『じょうず』。": "Ưm… 'Giỏi'.",
    "メニューにアレンジを加える": "Thêm một chút thay đổi cho bài tập.",
    "一番難しいメニューに挑戦": "Thử thách bài tập khó nhất.",
    "リディアにそう言ってもらえると嬉しいな。\nさて次はどのメニューにするか……": "Lydia nói vậy làm tôi vui quá.\nGiờ thì, bài tập tiếp theo là gì đây…",
    "一番難しいのに挑戦してみよう。": "Hãy thử thách bài khó nhất xem.",
    "んー、これはかなりむずかしい……できるか、ふあん。": "Ưm, cái này khó thật đấy… Liệu mình có làm được không, lo quá.",
    "じゃあ、俺も次は監督じゃなく、\nシミュレーターに入って隣でサポートしよう。": "Vậy thì, lần tới tôi sẽ không làm giám sát nữa, \nmà sẽ vào buồng mô phỏng và hỗ trợ em.",
    "わぁい、おにいちゃんがそばにいると、ひゃくにんりき。": "Yeah, có anh trai ở bên cạnh, em có cả trăm sức mạnh.",
    "でも俺の機体はシミュレーションでも武装なしにするから、\n戦力として数えちゃダメだぞ。": "Nhưng máy của tôi sẽ không có vũ khí ngay cả trong mô phỏng, \nvì vậy đừng tính tôi vào lực lượng chiến đấu đấy.",
    "わかった。リディアがおにいちゃん守る。\nおにいちゃん守るためなら、リディア、ちょうさいきょう。": "Em hiểu rồi. Lydia sẽ bảo vệ anh trai.\nĐể bảo vệ anh trai, Lydia sẽ là người mạnh nhất.",
    "その言葉どおり、リディアは一番難しい訓練メニューで、\n仮想敵をあっさり蹂躙して俺に指一本触れさせずクリアするのだった――": "Đúng như những gì em nói, Lydia đã dễ dàng nghiền nát kẻ thù trong bài tập khó nhất, \nvà hoàn thành nó mà không hề chạm vào tôi một ngón tay――",
    "リディアならちょっとアレンジ加えたメニューにも、\n挑戦できそうだな。": "Nếu là Lydia thì có vẻ như em có thể thử thách những bài tập có chút thay đổi.",
    "んー？　いっぱいなんかんになる？": "Ưm? Sẽ khó hơn rất nhiều sao?",
    "そんなに難しくするつもりはない。\nでもさっきよりは少しハードかもな。": "Tôi không định làm khó em đến thế đâu.\nNhưng nó có lẽ sẽ khó hơn một chút so với lúc nãy.",
    "じゃあ、クリアできたらおにいちゃん、ほめてくれる？": "Vậy nếu em vượt qua, anh trai sẽ khen em chứ?",
    "ああ、いっぱい褒めてあげよう。": "Ừ, tôi sẽ khen em thật nhiều.",
    "なでなでしてくれる？": "Sẽ xoa đầu em chứ?",
    "いっぱいなでなでしてあげよう。": "Tôi sẽ xoa đầu em thật nhiều.",
    "プリン、買ってくれる？": "Mua bánh pudding cho em nhé?",
    "買ってあげよう。": "Tôi sẽ mua cho em.",
    "なんでもしてくれる？": "Làm gì cũng được sao?",
    "ああ、任せろ――って、『なんでも』！？": "Ừ, cứ giao cho tôi――Khoan đã, 'gì cũng được'!? ",
    "わぁい、おにいちゃん、やくそく。\nリディア、がんばってくる。": "Yeah, anh trai, hứa nhé.\nLydia sẽ cố gắng.",
    "ま、待ってくれー！": "Đ-Đợi đã!",
    "（つい流れで言わされてしまった……\n一体、何をやらされるんだろう……）": "(Tôi đã lỡ miệng nói ra…\nKhông biết mình sẽ phải làm gì đây…)",
    "ちなみにその後クリアしたリディアから求められたのは、いっぱい褒めて\nなでなでして、プリンを買ってほしいという可愛らしいものだった。": "Nhân tiện, sau đó Lydia đã hoàn thành và muốn tôi khen ngợi thật nhiều, \nxoa đầu em và mua bánh pudding cho em. Thật là dễ thương."
}