{
    "みんな、揃ったな？\n僭越ながら、私が乾杯の音頭をとらせてもらおう。": "Mọi người, đông đủ cả chứ?\nXin phép cho tôi thay mặt mọi người nâng ly.",
    "前置きはいいから、さっさと始めない？": "Nói vòng vo làm gì, bắt đầu luôn đi?",
    "うむ、そうだな。\nでは、クリスマスとクララのサンタクイーンを祝して……乾杯！": "Ừm, phải đó.\nVậy thì, chúc mừng Giáng Sinh và Nữ hoàng Santa Clara... Cạn ly!",
    "メリークリスマス！": "Giáng Sinh an lành!",
    "改めて……クララ、サンタクイーン、おめでとう。": "Nói lại lần nữa... Clara, chúc mừng Nữ hoàng Santa.",
    "本当に素敵だったものね、クララの歌。\n私、すっかり聞き惚れちゃったもの。": "Bài hát của Clara thật sự rất tuyệt vời.\nTớ đã hoàn toàn bị cuốn hút.",
    "うう……やっぱり凄すぎます、クララさん。": "Ư... Quả nhiên là quá đỉnh, Clara-san.",
    "まさに聖夜に相応しい、見事な歌姫っぷりだったな。": "Quả là một ca sĩ tuyệt vời, xứng tầm với đêm Giáng Sinh.",
    "あ、あれくらい出来て当然よ。": "À, tớ làm được như vậy là chuyện đương nhiên.",
    "というか……サンタクイーンになれたのはみんなの応援のおかげよ。\nステージの上からみんなが見えてたわ。ありがとう。": "Hay nói đúng hơn... Tớ được làm Nữ hoàng Santa là nhờ sự ủng hộ của mọi người.\nTớ đã nhìn thấy mọi người từ trên sân khấu. Cảm ơn mọi người.",
    "え、えへへ……いっぱい、応援しました……": "E, e he he... Tớ đã ủng hộ rất nhiều...",
    "ふふ、こんなえっちなトナカイさんに応援されたら、\nがんばらないとバチが当たるものねぇ～。": "Hừm, nếu được ủng hộ bởi một bạn tuần lộc biến thái như này,\ntớ phải cố gắng hết mình mới được~.",
    "え、えっちなトナカイ！？": "Ê, tuần lộc biến thái!?",
    "……！": "......!",
    "確かに、改めてこれは校則違反な格好よね～。": "Quả thật, nhìn lại thì đây là một bộ trang phục vi phạm nội quy trường học nhỉ~.",
    "って、うるうさん……また胸大きくなってない？\nもしかして食べた分の栄養、胸にいってる……？": "Mà, Uruu-san... Ngực cậu lại lớn hơn rồi à?\nCó khi nào dinh dưỡng cậu ăn đều vào ngực hết không...?",
    "えっ、ええええ、そ、そんなこと……！": "Ê, eeeee, ch, chuyện đó...!",
    "そろそろストップ！": "Đến lúc dừng lại rồi!",
    "…………": "............",
    "（いきなり目の前で、\n男子が見てはいけない光景が始まったぞ……！？）": "(Đột nhiên trước mặt, một cảnh tượng mà\ncon trai không được phép nhìn đã bắt đầu...!? )",
    "くすっ、目のやり場に困るものね。": "Kuk, thật khó để nhìn vào đâu nhỉ.",
    "あ……%usernameusernameuserna%さんいたの、忘れてた。": "À... Tớ quên mất là %usernameusernameuserna%-san ở đây.",
    "ちょっと！　何見てんのよ！　変態！": "Này! Cậu đang nhìn gì vậy! Biến thái!",
    "理不尽だ！！": "Vô lý quá!!",
    "ふたりとも、そこまでにしてやれ。一応この場に\n%usernameusernameuserna%がいることも忘れてやるな。": "Hai người, dừng lại đi. Dù sao thì cũng đừng quên là\n%usernameusernameuserna% cũng có mặt ở đây.",
    "あ、そうだったわ！　ごめん、うるう！": "À, phải rồi! Xin lỗi, Uruu!",
    "私があとで%usernameusernameuserna%さんを叱っておくわ！": "Để tớ sẽ mắng %usernameusernameuserna%-san sau!",
    "いや、俺もどっちかっていうと巻き込まれた側だろ！？": "Này, tôi cũng là người bị lôi vào mà!?",
    "わ、わたしの話より、クララさんの話しましょう！\n今日はク、クララさんが主役なので……！": "T, tớ không muốn nói về chuyện của tớ, hãy nói về Clara-san đi!\nHôm nay là, Clara-san mới là nhân vật chính mà...!",
    "ふふ、ありがとう、うるう。": "Fufu, cảm ơn, Uruu.",
    "でも今日はみんなが主役よ。\nさっきも言ったじゃない、みんなのおかげだって。": "Nhưng hôm nay mọi người mới là nhân vật chính.\nTớ đã nói rồi mà, là nhờ có mọi người.",
    "今日はずいぶん素直ね、ツンデレクララさん。": "Hôm nay cậu ngoan ngoãn quá nhỉ, Tsundere Clara-san.",
    "誰がツンデレよ、誰が！　私だって、感謝くらいするわよ！": "Ai là Tsundere chứ, ai là người! Tớ cũng biết ơn đấy!",
    "ま、でも、私の曲があってこそ、というなら\n作った甲斐があったというものだわ。": "Mà, nếu nói là nhờ có bài hát của tớ thì\ncũng đáng công tớ sáng tác.",
    "ところで、%usernameusernameuserna%さん。\nあなた、何か言うことがあるんじゃない？": "Nhân tiện, %usernameusernameuserna%-san.\nCậu có điều gì muốn nói không?",
    "え？　俺？": "Hả? Tôi?",
    "せっかく麗しの乙女たちがクリスマスのために\n着飾ってるんだから、一言あってもいいんじゃないかしら？": "Nhân dịp các cô gái xinh đẹp đang diện đồ Giáng Sinh\nthì cậu cũng nên nói gì đó chứ?",
    "っていっても、もう何度も見てるぞ。": "Dù sao thì tôi cũng đã nhìn thấy nhiều lần rồi.",
    "バカね、そういうのは何度でも言うべきなのよ。\n褒められて嬉しくない女の子なんていないんだから。": "Đồ ngốc, những chuyện như vậy nên nói nhiều lần mới phải.\nKhông có cô gái nào không vui khi được khen cả.",
    "そう言われればそうだ。": "Nếu cậu nói vậy thì cũng đúng.",
    "すまんすまん。\nでも、確かにみんな揃ってると一段と華やかだよな。": "Xin lỗi, xin lỗi.\nNhưng, quả thật khi mọi người cùng nhau thì lại càng rực rỡ.",
    "クリスマスらしさがぐっと盛り上がるし、眼福だ。": "Không khí Giáng Sinh càng thêm sôi động, đúng là mãn nhãn.",
    "ふふん、最初からそう言えばいいのよ。": "Fufun, nếu cậu nói vậy từ đầu thì tốt rồi.",
    "そういえば、気になってたんだが……\nなんでうるうはサンタじゃなくてトナカイなんだ？": "Nhân tiện, tớ thắc mắc... \nTại sao Uruu lại là tuần lộc mà không phải Santa?",
    "だ、だって……サンタって、\nやっぱりクリスマスの主役じゃないですか……": "T, tại vì... Santa thì,\ndù sao cũng là nhân vật chính của Giáng Sinh mà...",
    "わたしにはサンタはおこがましいっていうか……\nソリを引くトナカイくらいが、お似合いかなって……": "Tớ thấy Santa có vẻ hơi quá sức với tớ... \nChắc tớ chỉ hợp với việc kéo xe tuần lộc thôi...",
    "いや、かわいいぞ": "Không, cậu dễ thương mà.",
    "じゃあ、ぜひソリに乗せてくれ": "Vậy thì, hãy cho tớ lên xe đi.",
    "や、やっぱり……変、でしたか……？": "Y, y, ý là... kỳ, kỳ quặc...?",
    "ふえっ？　あっ、えっ、あっ、か、かわっ、かわわっ！？": "Feee? A, ế, a, k, k, kawai, kawawa!?",
    "エロい……じゃなくて？": "Biến thái... không phải?",
    "話を戻すな。": "Đừng quay lại vấn đề.",
    "いや、だって、トナカイって地味ですし……\nみんなと比べると、華やかさとか、わたしには……": "Không, tại vì, tuần lộc thì có vẻ bình thường quá... \nSo với mọi người, sự rực rỡ, tớ không có...",
    "派手ならいいってもんでもないだろ。\nまあ、華やかなのも似合うだろうけどさ。": "Cứ phải nổi bật mới tốt sao?\nMà, nổi bật thì cũng hợp với cậu đấy.",
    "その衣装のふわふわした感じとか\nやっぱり俺はすごくかわいいと思うぞ。": "Cảm giác bồng bềnh của bộ trang phục đó\ntôi vẫn thấy rất dễ thương.",
    "…………あ、ありがとう、ござい、ます。": "...... A, cảm ơn, bạn...",
    "えっ、あっ、%usernameusernameuserna%さんの頼みなら\nソリでも、なんでもっ！": "Ê, a, nếu là yêu cầu của %usernameusernameuserna%-san thì\nxe trượt tuyết gì cũng được!",
    "いや、冗談だ……\nお前だと本気でやりかねないな……": "Không, đùa thôi...\nVới cậu, tôi sợ cậu làm thật đấy...",
    "でも、うるうのＭＧには一緒に乗りたいもんだ。": "Nhưng, tôi muốn cùng Uruu lên MG.",
    "ふええっっ？　わ、わたしのＭＧに！？\nい、い、い、一緒に、ですか～っっ？": "Feee? W, w, w, lên MG của tớ!?\nC, c, c, cùng, sao~!",
    "ああ。うるうの丁寧なハンドリングは\n操縦技術のいい参考になるからな。": "Ừ. Kỹ năng điều khiển cẩn thận của Uruu\nsẽ là một tài liệu tham khảo tốt cho kỹ thuật lái.",
    "斥候のときの視点だって、同じＭＧに乗ってる方が\nわかりやすそうだし。": "Góc nhìn khi trinh sát, nếu cùng lên MG\ncũng dễ hiểu hơn.",
    "はわっ、はわわわ……で、では、そのうちに……": "Hawa, hawawa... Vậy thì, trong thời gian tới...",
    "ああ、楽しみにしてるぞ。": "Ừ, tôi mong chờ đấy.",
    "えらくベタ褒めね。私達にはそんなこと言ってくれたかしら？": "Khen quá nhỉ. Anh ấy có nói vậy với chúng ta không?",
    "あと４人ほど、コメント待ちがいるわよ～？": "Còn 4 người nữa đang chờ bình luận kìa~?",
    "わ、私は別に待ってないわ！\n%usernameusernameuserna%なんかのコメントとかいらないし！": "T, tớ không hề chờ đợi!\nTớ không cần bình luận của %usernameusernameuserna%!",
    "……っていうか、どうしたの、うるう？　固まっちゃって。": "...... Mà, sao thế, Uruu? Cậu bị đơ à?",
    "はわ……%usernameusernameuserna%さんに\nすごく褒められてるぅ……": "Hawa... Được %usernameusernameuserna%-san khen ngợi quá...",
    "ふふ、うるうったら呆けちゃって。\nほっぺが真っ赤ね。": "Fufu, Uruu bị ngơ rồi.\nMá cậu đỏ bừng kìa.",
    "ほんと、赤鼻のトナカイならぬ赤頬のトナカイね。": "Thật là, tuần lộc mũi đỏ chứ không phải má đỏ nhỉ.",
    "クリスマスらしくていいんじゃないか。": "Cũng hay đấy, đúng chất Giáng Sinh.",
    "ああ、赤はクリスマスカラーだものね。": "Ừ, màu đỏ là màu của Giáng Sinh mà.",
    "それは何か違わないか？": "Cái đó có gì đó sai sai không?",
    "うう……ま、また、わたしの話に……": "Ư... M, lại nói về chuyện của tớ...",
    "も、もっとクララさんのお話をしましょう……！": "M, hãy nói nhiều hơn về Clara-san đi...!",
    "そうだな……！　よっ、世界一の歌姫！\n美貌の女神！　ツンデレクイーン！": "Phải rồi...! Yo, nữ ca sĩ số một thế giới!\nMỹ nhân! Nữ hoàng Tsundere!",
    "それはちょっと言い過ぎ――って、\nツンデレクイーンは褒めてないでしょ！？": "Nói hơi quá rồi đấy—mà, Nữ hoàng Tsundere đâu phải là khen đâu!?",
    "で、ででも、わたしも同感です！　本当に素晴らしい歌でした！\nよかったら、もう一度聞きたいです！": "V, v, vậy nhưng, tớ cũng đồng ý! Bài hát thật sự rất tuyệt vời!\nNếu được, tớ muốn nghe lại một lần nữa!",
    "（うるう、自分に話題が飛んでこないよう、必死に振ってるな……）": "(Uruu, đang cố gắng hết sức để không bị cuốn vào chủ đề...) ",
    "えっ、今？": "Hả? Ngay bây giờ?",
    "いいんじゃない？　ここ壁かなり厚いし、そもそも両隣は帰省中で\nいないみたいだし、迷惑にもならないわよ。": "Cũng được nhỉ? Bức tường ở đây khá dày, với lại hai nhà bên cạnh đang về quê rồi\nnên chắc không làm phiền ai đâu.",
    "迷惑にならないというのであれば、ぜひとも聞いてみたいものだ。": "Nếu không làm phiền thì, tôi rất muốn nghe.",
    "ほら、クララ、歌って歌って。": "Nào, Clara, hát đi.",
    "も、もう……そこまで言われちゃしかたないわね。\nじゃあ、クララ・オン・ステージ、アンコールよ！": "Th, thôi nào... Nếu đã nói đến vậy thì không còn cách nào khác nhỉ.\nVậy thì, Clara on Stage, encore!",
    "ヒューヒュー、ドンドンパチパチー。": "Hú hú, đùng đùng, chát chát.",
    "じゃ、じゃあ……": "Vậy, vậy thì...",
    "～～～♪": "~~~♪",
    "その声はどこまでも澄んで美しく……\n６人の聖夜を鮮やかに彩ったのだった。": "Giọng hát của cô ấy trong trẻo và xinh đẹp... \nĐã tô điểm cho đêm Giáng Sinh của 6 người một cách rực rỡ.",
    "……あら？\nそろそろ飲み物が切れてしまいそうね。": "...... Ơ?\nHình như sắp hết nước uống rồi.",
    "本当だな。\n多めに用意したつもりだったが、足りなかったか。": "Đúng là vậy.\nTôi đã chuẩn bị nhiều rồi mà, vậy mà lại không đủ.",
    "今から買いに行けばいいんじゃない？\nまだそんなに遅い時間でもないし。": "Hay là đi mua bây giờ nhỉ?\nCũng chưa muộn lắm.",
    "それなら、私にいい考えがあるんだけど。": "Nếu vậy, tớ có một ý kiến hay.",
    "だいたいそういう前フリをするやつの考えが、\nよかった試しがないんだが……": "Đại khái thì, người mà mở đầu như vậy thì\nchưa có ý kiến nào hay cả...",
    "……うるさいわね。\nちょっと準備するから待ってて。": "...... Ồn ào quá.\nĐể tớ chuẩn bị một chút.",
    "さて……ここに、コーラを６杯用意したわ。\nでね、この中には１つだけタバスコが入ってるの。": "Nào... Ở đây, tớ đã chuẩn bị 6 ly nước ngọt.\nVà, trong số đó, chỉ có một ly có tương ớt.",
    "それを引き当てた人が罰ゲームとして\n飲み物を買いに行く……っていうのはどう？": "Người nào bốc trúng sẽ phải đi mua nước uống... thì sao?",
    "いいわね、受けて立つわ。": "Hay đấy, tôi chấp nhận.",
    "あ、あの……もうわたしが行きましょうか……\nどうせわたしが引くでしょうし……": "À, à... Hay là tớ đi trước đi...\nĐằng nào thì tớ cũng sẽ bốc phải thôi...",
    "最初から諦めるでない。やってみないとわからないものだぞ。\n私も乗ろう、たまにはそういう余興も悪くない。": "Đừng bỏ cuộc từ đầu. Cứ thử đi rồi biết.\nTớ cũng tham gia, thỉnh thoảng có trò vui cũng không tệ.",
    "ふふ、ちょっとした運試しね。": "Fufu, một trò may rủi nhỉ.",
    "%usernameusernameuserna%さんはどうかしら？": "Còn %usernameusernameuserna%-san thì sao?",
    "みんなが乗り気なんだ。\n水を差すほど野暮じゃないさ。": "Mọi người đều hứng thú cả mà.\nTôi không muốn làm hỏng không khí đâu.",
    "じゃ、決まりね。\nじゃんけんして順番に選んでいきましょ。": "Vậy thì, quyết định nhé.\nOẳn tù tì rồi chọn theo lượt nào.",
    "待った。コップをシャッフルさせてくれ。\nその方が公平だろ？": "Khoan đã. Hãy xáo trộn các ly đi.\nNhư vậy mới công bằng chứ?",
    "いいわ、どうぞ。": "Được thôi, cứ tự nhiên.",
    "（コップをランダムに入れ替えて……と）": "(Xáo trộn các ly một cách ngẫu nhiên...)",
    "それじゃ、じゃーんけーん――ぽん！": "Vậy thì, oẳn tù tì—bùm!",
    "（じゃんけんの結果で、コップを選ぶ順番は、\n葵、舞亜、クララ、泉花、俺、うるうの順か……）": "(Kết quả oẳn tù tì, thứ tự chọn ly là\nAoi, Maa, Clara, Izumika, tôi, Uruu...)",
    "うう……当たりませんように……": "Ư... Mong là tớ không trúng...",
    "じゃ、みんないっせいに飲むわよ。せーのっ！": "Nào, mọi người cùng uống một hơi nào. Cùng nhau!",
    "（ごくっ……）": "(ực...)",
    "ぅ、げっほ、ごほっ、ごほごほごほっ……！\nこれっ、からっ、み、みずぅ……": "Ư, hộc, hộc, hộc, hộc, hộc...!\nCái này, cay, cay, nướ, nước...",
    "ふふ、ハズレはうるうさんね。": "Fufu, người xui xẻo là Uruu-san rồi.",
    "って、ちょっとタバスコ入れすぎたかしら……はい、お水。": "Mà, hình như tớ cho hơi nhiều tương ớt rồi... Này, nước lọc.",
    "あ、ありがとう……ございます……": "À, cảm ơn... bạn...",
    "……うぅ、やっぱりわたしでしたね。不運はわたしを裏切らない……\nさっそく買い出し行ってきます……": "...... Ư... Quả nhiên là tớ rồi. Vận xui không bao giờ bỏ rơi tớ...\nĐể tớ đi mua ngay đây...",
    "そうねぇ……": "Ừm...",
    "（ん、泉花、なぜ俺の方を見る……？）": "(Ưm, Izumika, sao lại nhìn tôi...?)",
    "さすがに人数分の飲み物をひとりに持たせるのは\nちょっと酷じゃないかしら……ねえ、%usernameusernameuserna%さん？": "Chắc là việc bắt một người đi mua nước cho nhiều người là\nhơi quá đáng... Phải không, %usernameusernameuserna%-san?",
    "ひとりに持たせるような方法にしたのはお前だろ……": "Cậu là người nghĩ ra cách đó mà...",
    "い、いえ……大丈夫です……！\nわたし……ひとりでも、や、やれます！": "D, dạ... Không sao đâu ạ...!\nTớ... một mình, cũng, cũng được mà!",
    "い……いってきます！！": "Đ, đi đây ạ!!",
    "あっ、おい、待てって！": "Ấy, đợi đã!",
    "あらら、行っちゃったわね。": "Ara, đi rồi nhỉ.",
    "俺も行ってくるっ！": "Tôi cũng đi!",
    "そうして%usernameusernameuserna%とうるうが出ていって――": "Thế là %usernameusernameuserna% và Uruu đã đi—",
    "さてと……ふたりが戻ってくるまでに、\n片付けられるところからそろそろ片付けましょ。洗い物は私がやるわ。": "Thôi nào... Trước khi hai người quay lại,\ntừ từ dọn dẹp thôi. Tớ sẽ rửa bát.",
    "私達は片付け当番ってわけね。\n食器を拭くのは任せてちょうだい。": "Chúng ta là người dọn dẹp nhỉ.\nĐể tớ lau chén đĩa cho.",
    "では、私は散らかったゴミなどを掃除しておこう。": "Vậy, tớ sẽ dọn dẹp rác thải.",
    "じゃ、その葵を手伝うわ。": "Vậy, tớ sẽ giúp Aoi.",
    "クララは今日の主賓だ。\nゆっくり座っていてくれ。": "Clara là khách mời danh dự hôm nay.\nCứ ngồi nghỉ đi.",
    "イヤよ。みんなが働いてるのに\nひとりだけ座ってるなんて居心地悪いわ。": "Không muốn. Mọi người đều làm việc mà\ntớ lại ngồi một mình thì không thoải mái.",
    "それにふたりでやった方が効率いいじゃない。": "Với lại, làm cùng nhau thì hiệu quả hơn mà.",
    "……ふっ、そうだな。では、共に片付けよう。": "...... Hừ, đúng là vậy. Vậy thì, cùng nhau dọn dẹp thôi.",
    "キッチンにて――": "Trong bếp—",
    "ねえ、泉花。": "Này, Izumika.",
    "なに？": "Sao?",
    "さっきのあれ……罰ゲームって言ってたけど、\n本当はある意味『ハズレ』じゃなくて『アタリ』なんでしょう？": "Chuyện vừa rồi... Cậu nói là trò chơi phạt, nhưng\nthực ra là 'trúng' chứ không phải 'trượt' phải không?",
    "ふふっ、さあね。": "Fufu, ai mà biết được.",
    "私はただチャンスは誰にでも平等にあるべきだって思っただけ。": "Tớ chỉ nghĩ rằng cơ hội nên công bằng với mọi người thôi.",
    "ライバルに塩を送ることになっても？": "Ngay cả khi phải nhường cho đối thủ?",
    "その塩を生かすかどうかは相手次第だもの。": "Việc dùng muối đó như thế nào là tùy thuộc vào đối phương.",
    "それはそうね……": "Đúng là vậy...",
    "……ねえ、彼がハズレを引いていたらどうするつもりだったの？": "...... Này, nếu anh ấy trúng thì cậu định làm gì?",
    "言い出しっぺがひとりで行かせるなんてかわいそうなこと、\nできるわけないでしょう？": "Người khởi xướng mà để một mình đi thì thật đáng thương,\ntớ không thể làm vậy được.",
    "……あら、あなただけアタリ率２倍？\nチャンスは誰にでも平等に、じゃなかったの？": "...... Ara, chỉ có mình cậu trúng gấp đôi à?\nCơ hội nên công bằng với mọi người, không phải sao?",
    "ふふっ、知ってるでしょ。\n私って、腹黒策士なの。": "Fufu, cậu biết mà.\nTớ là một kẻ mưu mô xảo quyệt.",
    "うう、すみません……\n結局、%usernameusernameuserna%さんについてきてもらっちゃって……": "Ư, xin lỗi... \nCuối cùng thì, %usernameusernameuserna%-san cũng phải đi cùng tớ...",
    "気にするな。どのみち俺以外が引いたら、誰であっても\nついていくつもりだったし。": "Đừng bận tâm. Dù sao thì, nếu người khác trúng, thì ai đi nữa\ntớ cũng sẽ đi cùng thôi.",
    "女の子１人で夜道を歩かせた上に飲み物を全部運ばせるなんて、\n俺がそんなことさせるわけない。": "Con gái một mình đi trên đường đêm, rồi còn phải mang nước uống nữa,\ntôi không thể để chuyện đó xảy ra.",
    "――って俺の性格を読んでの泉花のくじ引きなんだろうな。\nそして彼女のことだ。今頃部屋の片付けを担当していることだろう。": "—Ý tôi là, Izumika đã đoán được tính cách của tôi.\nVà cô ấy, chắc bây giờ đang dọn dẹp phòng rồi.",
    "要は遊び要素を入れた、ただの役割分担でしかない。": "Tóm lại, chỉ là phân chia vai trò, thêm một chút yếu tố vui nhộn.",
    "かくなる上は、荷物はわたしが全部持ちますから！\nなんでしたら、%usernameusernameuserna%さんを背負います！": "Trong trường hợp này, tôi sẽ mang hết hành lý!\nNếu muốn, tôi sẽ cõng %usernameusernameuserna%!",
    "なんたって、今日のわたしは……ト、トナカイですので！": "Dù sao thì, hôm nay tôi là... Tuần, tuần lộc mà!",
    "いや、２Ｌペットボトル複数持って、その上、俺を背負って歩くとか、\nさすがに無理があるだろ……": "Không, mang theo nhiều chai nước 2L, rồi còn cõng tôi nữa,\nthì hơi quá sức đấy...",
    "言われてみると……そうですね……すみません……": "Nghe cậu nói thì... Đúng là vậy... Xin lỗi...",
    "うう……穴があったら入りたい……\nいえ、もはや自分で掘って、埋まってしまいたい……": "Ư... Giá mà có cái lỗ nào để chui xuống... \nKhông, thà tự đào một cái, rồi chui xuống luôn...",
    "そんな恐縮する必要なんてないって。\nクララや泉花なら喜んでこき使ってやるくらい言うぞ。": "Không cần phải ngại đâu.\nNếu là Clara hoặc Izumika thì còn vui vẻ sai bảo cậu ấy nữa.",
    "わたしがそんなこと言ったら、\n天罰で死ぬんじゃないですかね……？": "Nếu tớ nói như vậy,\nthì chắc bị trừng phạt mất...",
    "天罰のハードルが低すぎる……": "Ngưỡng cửa trừng phạt thấp quá...",
    "罰ゲームはわたしだけなのに……\n寒い中、%usernameusernameuserna%さんまで付き合わせて……": "Chỉ có mình tớ bị phạt thôi mà...\nTrong khi trời lạnh, %usernameusernameuserna%-san còn phải đi cùng...",
    "本当に……申し訳ありません……": "Thật sự... Xin lỗi...",
    "ちょうど外の空気を吸いたかったところだから気にするな。\nそれより、うるうの方が寒いんじゃないか？": "Tôi chỉ muốn ra ngoài hít thở không khí thôi, đừng bận tâm.\nHơn nữa, Uruu có vẻ lạnh hơn thì phải?",
    "いえっ、ぜんぜんっ！　へ、へっちゃらですっ！": "Không, không hề!\nK, không sao đâu!",
    "くちゅんっっ！": "Khụt!",
    "やっぱり寒いだろ、その格好じゃ。\n震えてるじゃないか。": "Cậu lạnh thật rồi, với bộ đồ đó.\nCậu đang run kìa.",
    "いえいえ……な、なんのこれしき……": "Không, không... kh, không sao đâu...",
    "俺の上着貸してやるから、羽織っておけ。\n風邪引いたら、みんなが心配するぞ。": "Tôi cho cậu mượn áo khoác, mặc vào đi.\nNếu bị cảm, mọi người sẽ lo lắng đấy.",
    "あ、あうう……わたしが貸すどころか\n逆にお借りすることになるだなんて……": "A, a, u... Thay vì tớ cho mượn\nthì lại là mượn của cậu...",
    "いや、うるうのその服借りたところで困るんだが……\nつか、貸しちゃったら道端で裸になっちゃうぞ？": "Không, Uruu, tôi mượn bộ đồ đó thì cũng chịu thôi...\nMà, nếu cho mượn thì cậu sẽ bị trần truồng ngoài đường mất?",
    "で、ですが、%usernameusernameuserna%さんのためなら、\nここで裸になることくらい……！": "Nhưng, nếu vì %usernameusernameuserna%-san thì,\ntrần truồng ở đây cũng được...",
    "待て待て、決断が早い！　脱ごうとするな！\nせっかく似合ってるんだから、着たままでいてくれ。な？": "Khoan, khoan, quyết định nhanh thế! Đừng cởi ra!\nVì nó hợp với cậu, cứ mặc vào đi. Được không?",
    "何度もそう言ってくれますが……その……お世辞なんていいですよ？": "Mặc dù cậu đã nói nhiều lần... Nhưng... ừm... Khen thì không cần đâu?",
    "いや、お世辞のつもりはないぞ。": "Không, tôi không có ý khen đâu.",
    "で、では……改めてお聞きしますが、\nどのあたりがいいんでしょうか……？": "Vậy thì... Tôi xin hỏi lại, \nthì... chỗ nào là đẹp nhất ạ...?",
    "え……？": "Hả...?",
    "（この衣装的に、どこを言及してもセクハラにしかならない……）": "(Với bộ trang phục này, dù nói về chỗ nào thì cũng chỉ là quấy rối tình dục...)",
    "ん……？": "Ừm...?",
    "（頭の耳と角があった！）": "(Tai và sừng trên đầu kìa!)",
    "ど、どうかしましたか？": "Đ, được gì không ạ?",
    "その角と耳のカチューシャが特にいいと思う。\n上手くデフォルメしてあるせいか、うるうを可愛く引き立て――": "Tôi nghĩ cái băng đô sừng và tai đó rất đẹp.\nVì nó được cách điệu một cách khéo léo, làm cho Uruu thêm dễ thương—",
    "このカチューシャ、そんなにいいですか！？": "Cái băng đô này, đẹp đến vậy sao!?",
    "お、おう……？": "Ừm, ừm...?",
    "あ、あの、さっきは言いそびれたんですけど……！": "À, à, tớ đã bỏ lỡ lúc nãy...!",
    "この、カチューシャ……わ、わたしが作ったんです……！\nその、えっと、い、衣装に合わせて！": "Cái, băng đô này... t, tớ đã tự làm đấy...!\nỪm, với, với trang phục!",
    "えっ？　それ、自作だったのか？": "Hả? Cái đó, tự cậu làm sao?",
    "これは本当に驚きだ。どう見ても自作とは思えない出来栄えである。": "Thật là bất ngờ. Nhìn thế nào cũng không nghĩ là tự làm được.",
    "えへ、えへ、えへへへへ……\nみんなも褒めてくれました……": "Ehe, ehe, ehehehe...\nMọi người cũng khen tớ...",
    "そりゃ、褒めるだろう。すごいよ、うるうは。": "Thì phải khen chứ. Giỏi lắm, Uruu.",
    "えへへ、えへへへへ……": "Ehehe, ehehehe...",
    "（なんとか笑ってくれたようで、よかった……）": "(Cậu ấy đã cười được rồi, tốt quá...)",
    "それから俺達はコンビニで飲み物を購入したあと、\n荷物を分担して帰路についた。": "Sau đó, chúng tôi đã mua nước ngọt ở cửa hàng tiện lợi,\nchia nhau hành lý, rồi lên đường về nhà.",
    "（意地でも俺には持たせまいとするので、\n分担するのが大変だったけど……）": "(Vì cậu ấy nhất quyết không cho tôi cầm, nên\nviệc phân chia hành lý rất vất vả...)",
    "%usernameusernameuserna%さん……": "%usernameusernameuserna%...",
    "ん……なんだ？": "Ừm... Sao?",
    "あの……わたし、今、すごく幸せです……": "Tớ, bây giờ, rất hạnh phúc...",
    "突然どうした。": "Đột nhiên sao vậy?",
    "その……わ、わたしって、実家には居場所がなくて……\n年末年始帰省しないのも、か、帰りたくない……が本音……なんです。": "Ừm... t, tớ, không có chỗ ở nhà... \nCuối năm không về nhà, cũng, không muốn về... là thật lòng...",
    "うるう……": "Uruu...",
    "で、ですが、この学園はそうじゃありません。カラフルブーケの\nみんながいて、%usernameusernameuserna%さんがいて……": "Nhưng, ở học viện này thì không như vậy. Có mọi người của Colorful Bouquet,\ncó %usernameusernameuserna% ở đây...",
    "ここが、わたしの居場所だって……実感できるから……": "Đây là, nơi tớ thuộc về... tớ cảm nhận được...",
    "はっ……！　あ、す、すみません！　なんか変なこと……\nいえ、気持ちの悪いことを言ってしまって……！": "Hắt...! À, x, xin lỗi! Có gì đó kỳ lạ... \nKhông, tớ đã nói những điều kỳ lạ rồi...!",
    "……なあ、うるう。": "...... Này, Uruu.",
    "へ……？": "Hả...?",
    "またクリスマスパーティーをしよう。\nみんなで、一緒に。": "Chúng ta sẽ tổ chức tiệc Giáng Sinh lần nữa.\nMọi người, cùng nhau.",
    "そのとき次はどんなアクセサリーを作ってくるか楽しみにしてる。": "Lần tới, tớ mong chờ xem cậu sẽ làm phụ kiện gì.",
    "はいっ！　腕によりをかけて、最高の作品を作りますね！": "Vâng! Tớ sẽ cố gắng hết sức, làm ra những tác phẩm tuyệt vời nhất nhé!"
}