{
    "めるに相談があると言われて来てみたんだが……": "Tôi đến vì nghe nói cậu muốn bàn bạc chuyện gì đó……",
    "気にするな": "Đừng bận tâm",
    "生徒会室に呼ばれていた": "Tôi được gọi đến phòng hội học sinh",
    "あっ、%usernameusernameuserna%さん、こんにちは。\nごめんなさい、急に呼び出したりして。": "A, %usernameusernameuserna% -san, chào cậu.\nXin lỗi vì đã gọi cậu đột ngột.",
    "めるなら、いつでも呼んでくれていいよ。": "Nếu là tớ, cậu cứ gọi tớ bất cứ lúc nào cũng được.",
    "お気遣い、ありがとうございます！": "Cảm ơn cậu đã quan tâm!",
    "えっ、そうだったんですか！？　それならそちらを優先――": "Hả, vậy sao!? Nếu vậy thì tớ sẽ ưu tiên――",
    "いや、める優先だから心配するな。\nなんか書類整理の手伝いとか、重要度低そうな用事だったし。": "Không, tớ ưu tiên cậu, đừng lo lắng.\nDù sao thì cũng chỉ là giúp sắp xếp giấy tờ, mấy việc có vẻ không quan trọng lắm.",
    "い、いいんでしょうか……": "V, vậy có được không……",
    "それで、相談ってのは？": "Vậy, chuyện cậu muốn bàn là gì?",
    "えっと、たいしたことではないんですが……": "À thì, cũng không có gì to tát đâu……",
    "その……私……シリウスシュガーのみんなのために、\nもっと何かできることはないかな、って思ってまして……": "Chuyện là…… tớ…… vì mọi người của Sirius Sugar,\ntớ nghĩ không biết mình có thể làm gì hơn nữa không……",
    "……役に立てること？": "……Có ích gì sao?",
    "はい、シリウスシュガーは、\nみんなとても実力がある女の子達ばかりです。": "Vâng, Sirius Sugar toàn là những cô gái rất có thực lực.",
    "今もみんな、とても活躍していますけど、\nみんなの力はもっとすごいと思ってるんです。": "Hiện tại mọi người cũng đang rất cố gắng, nhưng tớ nghĩ năng lực của mọi người còn hơn thế nữa.",
    "もし、みんなの力を引き出すことができれば、\nよりいい成績を取ることもできるはずです。": "Nếu có thể phát huy được năng lực của mọi người, chắc chắn có thể đạt được kết quả tốt hơn.",
    "確かに、シリウスシュガーのメンバーは、\n個々のポテンシャルは、とても高いな。": "Quả thật, các thành viên của Sirius Sugar,\ntiềm năng của từng người rất cao.",
    "全員の実力を上げれば、もっと上位に行けるはずだ。": "Nếu nâng cao thực lực của tất cả mọi người, chắc chắn có thể tiến xa hơn.",
    "はい！　私もそう思います！　みんなすごいんです！": "Vâng! Tớ cũng nghĩ vậy! Mọi người đều rất giỏi!",
    "だからもっと役に立てることはないのかと思いまして……\n単に役に立つ以上に、チーム全体に貢献できるような。": "Vì vậy tớ mới nghĩ không biết mình có thể giúp ích gì hơn nữa không……\nKhông chỉ đơn thuần là giúp ích, mà còn có thể đóng góp cho cả đội nữa.",
    "なるほど。それで、めるが何かしたいと思ったわけか。": "Ra vậy. Vậy là cậu muốn làm gì đó, Megu?",
    "はい！　その通りです！": "Vâng! Đúng là như vậy!",
    "真面目で仲間想いな、めるらしい発想だな。\nよりチームに貢献したいと考えたのだろう。": "Đúng là Megu, suy nghĩ nghiêm túc và luôn nghĩ cho đồng đội.\nCậu đã nghĩ đến việc đóng góp nhiều hơn cho đội.",
    "私、料理が趣味なので、栄養たっぷりのご飯を考えたり、\n%usernameusernameuserna%さんみたいに特訓のメニューも考えたんです。": "Tớ thích nấu ăn nên đã nghĩ đến việc chuẩn bị những bữa ăn đầy đủ dinh dưỡng, \nrồi cả thực đơn huấn luyện như %usernameusernameuserna% nữa.",
    "でも、みんなに押しつけてるみたいな気がして……\nもっと別の方法がいいんじゃないかと思うんです。": "Nhưng tớ có cảm giác như đang áp đặt lên mọi người……\ntớ nghĩ có lẽ nên có cách khác thì hơn.",
    "確かに、いきなり料理だの特訓メニューだのを出されたら、\n少し重く感じてしまうかもしれないな。": "Quả thật, nếu đột nhiên đưa ra chuyện nấu ăn hay thực đơn huấn luyện,\ncó lẽ sẽ cảm thấy hơi nặng nề.",
    "うう……やっぱりそうですよね……": "Ư… quả nhiên là vậy sao……",
    "でも、ずっとひとりで考えても、全然アイデアが出なかったので、\n思い切って、%usernameusernameuserna%さんに相談を……": "Nhưng, tớ cứ nghĩ mãi một mình mà chẳng có ý tưởng gì cả,\nnên tớ mới quyết định bàn bạc với %usernameusernameuserna%……",
    "なるほど、そういうことか。": "Ra là vậy.",
    "アイデアはあるぞ": "Tớ có một ý tưởng",
    "ちょっと考えさせてくれ": "Để tớ suy nghĩ một chút đã",
    "あの、何か良いアイデアはありますか？": "À, cậu có ý tưởng gì hay không?",
    "アイデアがあるんですか！？　ぜひ聞かせてください！": "Cậu có ý tưởng sao!? Nhất định phải cho tớ biết!",
    "例えば、勉強なんてどうだ？": "Ví dụ, học tập thì sao?",
    "そ、そうですよね……\n急にこんなこと言われても答えられないですよね。": "V, vậy sao……\nĐột nhiên nói thế này thì tớ không trả lời được.",
    "私にもできそうなことで、\nみんなの役に立てるものならいいのですが……": "Nếu có thể làm được việc gì đó mà tớ cũng có thể làm được,\nvà có ích cho mọi người thì tốt quá……",
    "めるにもできそうで、みんなの役に立つことか……": "Cậu cũng có thể làm được, và có ích cho mọi người sao……",
    "……あ、そうだ。なら勉強なんて、どうだ？": "……À, phải rồi. Vậy học tập thì sao?",
    "……勉強、ですか？　メイズの？": "……Học tập sao? Mê cung?",
    "いや、一般教養の勉強だ。": "Không, là học kiến thức phổ thông.",
    "……一般教養？": "……Kiến thức phổ thông?",
    "これからは、訓練もますますハードになるし、\nそしたら勉強する時間も減ってしまう。": "Từ nay, huấn luyện sẽ ngày càng khắc nghiệt hơn,\nvậy thì thời gian học tập cũng sẽ giảm đi.",
    "せっかく競技で活躍できるまでになったのに、\nメイズ関係以外の科目で、単位を落としたら元も子もないだろう？": "Tuy rằng đã có thể hoạt động tốt trong thi đấu,\nnhưng nếu rớt môn nào khác ngoài Mê Cung thì công sức bỏ ra cũng bằng không?",
    "た、確かに……そのとおりですね！": "Th, thật sự…… đúng là như vậy!",
    "それにだ。勉強をしてめるの成績が上がれば、\nチームのみんなに教える側にだってなれるかもしれないぞ。": "Hơn nữa. Nếu Megu học giỏi thì còn có thể trở thành người dạy cho mọi người trong đội nữa.",
    "……！": "……!",
    "なるほど……チームで一緒にいる時間も多いですし、\n一緒に勉強会とかをする機会もたくさんありますしね！": "Ra là vậy…… Thời gian ở cùng đội cũng nhiều, \ncơ hội để cùng nhau học nhóm cũng rất nhiều nữa!",
    "もし私がみんなに教えられるようになったら……\nそういう意味でもみんなのお役に立てそうな気がします！": "Nếu tớ có thể dạy cho mọi người……\nTheo nghĩa đó thì tớ cũng có thể giúp ích cho mọi người!",
    "ああ、そのとおりだ。\nだから勉強を頑張ってみないか？": "À, đúng là như vậy.\nVậy thì, cậu có muốn cố gắng học tập không?",
    "……は、はい！　やってみます！": "……V, vâng! Tớ sẽ cố gắng!",
    "とは言うものの、私勉強にはあまり自信がなくて……": "Tuy nói vậy, nhưng tớ lại không tự tin lắm về việc học……",
    "そ、そうだ！　七彩さんに教えてもらえば……！": "Đ, đúng rồi! Nếu được Nanairo dạy thì……!",
    "って、それじゃ役に立つどころか迷惑かけちゃってますね……": "Nhưng mà, như vậy thì không những không giúp ích được gì mà còn làm phiền mọi người nữa……",
    "……俺が教えようか？": "……Để tớ dạy cho cậu nhé?",
    "えっ！？　%usernameusernameuserna%さんが！？": "Hả!? %usernameusernameuserna%-san!?",
    "ああ、数学など一般教養ぐらいなら教えられるだろう。": "À, nếu là toán học hoặc kiến thức phổ thông thì tớ có thể dạy được.",
    "さすがに毎日教えるのは難しいかもしれないが、\nせめて直近の試験範囲だけでも教えられるはずだ。": "Dù sao thì dạy hàng ngày thì hơi khó, \nnhưng ít nhất cũng có thể dạy những kiến thức trong phạm vi thi gần nhất.",
    "もちろんめるがそれでいいなら、だが……": "Đương nhiên là nếu Megu thấy ổn thì……",
    "%usernameusernameuserna%さん……！": "%usernameusernameuserna%-san……!",
    "もちろんです！　ありがとうございます！\nぜひ教えてもらいたいです！": "Đương nhiên rồi! Cảm ơn cậu rất nhiều!\nTớ rất muốn được cậu dạy!",
    "そうか。なら、決まりだな。": "Vậy sao. Vậy thì, quyết định vậy đi.",
    "では、早速、今日の放課後から、お願いできますでしょうか？": "Vậy, có thể bắt đầu từ sau giờ học hôm nay được không?",
    "ああ、わかった。任せとけ。": "À, được thôi. Cứ giao cho tớ.",
    "ありがとうございます！　楽しみにしてますね！": "Cảm ơn cậu! Tớ rất mong chờ đấy!",
    "（俺もしっかり予習しておかないとな）": "（Mình cũng phải chuẩn bị bài thật kỹ mới được）",
    "そして時刻は夕方。\nふたりだけの勉強会を始めるとしよう。": "Và thời gian là buổi chiều.\nChúng ta hãy bắt đầu buổi học riêng của hai người nào.",
    "それでは、よろしくお願いいたします！": "Vậy thì, xin được nhờ cậu!",
    "とりあえず一通り最後までやっていこう。\n間違ったところがあったら、ひとつひとつ振り返ろうか。": "Tạm thời cứ làm hết một lượt đi.\nNếu có chỗ nào sai thì cùng nhau xem lại.",
    "はい、わかりました、先生！": "Vâng, em hiểu rồi, thầy!",
    "先生……？": "Thầy……?",
    "ふふ、勉強を教えてくれるので、\n%usernameusernameuserna%さんは、私の先生なんです♪": "Hì hì, vì thầy dạy em học nên\n%usernameusernameuserna%-san là thầy của em♪",
    "（そんなに信頼の眼差しを向けられると、\n少し恥ずかしくなってくるな）": "（Bị nhìn bằng ánh mắt tin tưởng như vậy,\nmình thấy hơi ngại quá）",
    "まあ、いい。好きなように呼んでくれ。": "Thôi được. Cứ gọi như cậu thích.",
    "はい、わかりました！\nよろしくお願いいたしますね、先生！": "Vâng, em hiểu rồi!\nXin được nhờ thầy nhé!",
    "やれやれ。じゃあ、この問題からやってみようか。": "Haizz. Vậy thì, chúng ta bắt đầu với bài này nhé.",
    "えーっと、この問題は……\nこんな感じでいいでしょうか？": "À thì, bài này thì……\ncó phải như thế này không ạ?",
    "どれどれ？　見せてくれ……": "Để xem nào? Cứ đưa đây……",
    "ああ、よくできているな。\nだが、この問題はこうした方がもっと簡単に解けるぞ。": "À, làm tốt lắm.\nNhưng bài này làm như thế này thì sẽ dễ hơn đấy.",
    "わあ、本当です！　さすが先生ですね！": "Wow, đúng là vậy thật! Quả là thầy có khác!",
    "じゃあ、次の問題をやってみようか。": "Vậy thì, chúng ta làm bài tiếp theo nhé.",
    "はい、よろしくお願いします！": "Vâng, xin nhờ thầy!",
    "……ここはこうして……\n少しずつわかってきた気がします。": "……Đây thì như thế này……\nCảm giác như em đã hiểu hơn một chút rồi.",
    "これでどうでしょうか？": "Như vậy có được không ạ?",
    "ああ、全問正解だ。この調子で頑張れ。": "À, đúng hết rồi. Cứ cố gắng như vậy nhé.",
    "はい！　ありがとうございます！\nじゃあ、どんどん解いていきますね！": "Vâng! Em cảm ơn thầy!\nVậy em sẽ làm tiếp nhé!",
    "（だんだんと乗ってきたみたいだな）": "（Có vẻ như đã bắt đầu vào guồng rồi）",
    "元々めるは高い集中力と才能を秘めている。": "Ban đầu Megu đã có sự tập trung và tài năng cao.",
    "……どうだ、める？　わからないところはあるか？": "……Thế nào, Megu? Có chỗ nào không hiểu không?",
    "…………": "…………",
    "める？　大丈夫か？": "Megu? Cậu không sao chứ?",
    "（どうやら集中して聞こえていないようだ。\nしばらく放っておいた方がよさそうだ）": "（Hình như đã tập trung đến mức không nghe thấy rồi.\nĐể cậu ấy yên một lúc thì tốt hơn）",
    "勉強に集中し始めためるを邪魔するわけにはいかない。\n彼女が問題集を解くまで、しばらく見守ることにしよう。": "Không thể làm phiền Megu đang tập trung học được.\nChúng ta hãy xem cậu ấy giải đề cho đến khi xong vậy.",
    "（それにしても、今日は暖かいな……こう暖かいと、眠くなって……）": "（Nói đi cũng phải nói lại, hôm nay trời ấm thật…… ấm áp như này thì buồn ngủ quá……）",
    "……ふう。ここまでできた……": "……Phù. Đến đây thôi……",
    "はっ、いけない。ずっと集中しちゃって……": "Hự, chết rồi. Tập trung nãy giờ……",
    "あの、先生、ごめんなさい！　\n私、ずっと放っちゃって……": "À, thầy, xin lỗi thầy!\nEm cứ để thầy một mình nãy giờ……",
    "……先生？　%usernameusernameuserna%さん？": "……Thầy? %usernameusernameuserna%-san?",
    "……すう……すう……": "……hừm……hừm……",
    "もしかして寝ちゃってる？\nごめんなさい。私がずっと放っていたから……": "Chẳng lẽ thầy ngủ rồi sao?\nXin lỗi thầy. Vì em cứ để thầy một mình……",
    "%usernameusernameuserna%さんの寝顔、初めて見ました。\nふふ、可愛い寝顔……子どもみたい……": "Em thấy gương mặt lúc ngủ của %usernameusernameuserna%-san lần đầu đấy.\nHì hì, gương mặt đáng yêu quá…… như trẻ con vậy……",
    "いつもはあんなに頼りがいがあって、\n男の人って感じなのに……今はこんなに可愛いなんて。": "Lúc nào cũng đáng tin cậy như vậy,\ncảm giác như một người đàn ông vậy…… bây giờ lại đáng yêu như thế này.",
    "……いつもありがとうございます。\n私たちのこと心配してくれて……側にいてくれて……": "……Lúc nào cũng cảm ơn thầy.\nVì đã lo lắng cho chúng em…… vì đã ở bên cạnh chúng em……",
    "%usernameusernameuserna%さんだって大変なのに、\nいつも自分のことよりも、みんなのことを心配して……": "%usernameusernameuserna%-san cũng vất vả lắm rồi,\nlúc nào cũng lo lắng cho mọi người hơn là cho bản thân mình……",
    "やっぱり私、\nそんな%usernameusernameuserna%さんのことが……": "Quả thật em……\nthích %usernameusernameuserna%-san như vậy……",
    "ん、んん……": "Ừm, ừm……",
    "ひゃっ、起きたんですか！？": "Hya, thầy dậy rồi sao!?",
    "ああ、すまない。寝てしまったみたいだ。": "À, xin lỗi. Hình như tớ ngủ quên rồi.",
    "い、いえ、大丈夫です。\n私こそ勉強に集中しすぎてしまっていたみたいで……": "D, dạ, không sao ạ.\nEm mới là người tập trung học quá mức……",
    "さっき何か言いかけていたようだが……": "Lúc nãy hình như thầy muốn nói gì đó……",
    "い、いいえ！　何も言ってません！\n言おうともしていません！": "D, dạ không! Em không nói gì cả!\nCũng không có ý định nói gì cả!",
    "……そうか。聞き違いだったか。": "……Vậy sao. Tớ nghe nhầm à.",
    "ふわぁ～……しっかし、まさか寝ちゃうなんてな。\nめるの側にいるのがよほど心地よかったらしい。": "Ưa～…… Thật không ngờ lại ngủ quên được đấy nhỉ.\nCó lẽ ở bên cạnh Megu thoải mái quá rồi.",
    "思わず無防備なところを見せてしまったな。": "Đã để lộ ra điểm yếu rồi.",
    "む、無防備……？": "Ừm, yếu đuối……?",
    "もしかして、いろいろとチャンスだったかも……": "Chẳng lẽ, có nhiều cơ hội đến vậy sao……",
    "ん？　どうかしたか？": "Hửm? Cậu sao thế?",
    "あっ、いえ……！": "À, dạ……!",
    "ふふっ、なんでもありません！": "Hì hì, không có gì đâu!",
    "なんだよ、おかしなやつだな。": "Kỳ lạ thật đấy.",
    "こうして――『第１回』ふたりきりの勉強会は幕を下ろすのだった。": "Cứ như vậy――『Buổi học riêng lần 1』của hai người đã kết thúc."
}