{
    "ぜぇ、ぜぇ……はぁ……マジきつすぎ……\nハードトレーニングすぎでしょ……何周走らせんの……": "Ha...ha...khò...Mệt muốn chết...\nKhổ luyện quá đáng rồi... Chạy bao nhiêu vòng nữa đây...",
    "個人訓練をつけてほしいって言ったきたの、お前だろ。\nシリウスシュガーのみんなにもっと貢献したいからって。": "Cậu là người muốn được huấn luyện riêng cơ mà.\nMong muốn đóng góp nhiều hơn cho mọi người ở Sirius Sugar.",
    "そりゃ、そうだけど……！": "Thì... đúng là vậy...",
    "なんだ、もう限界なのか？\nというか、前より体力落ちたんじゃないか？　しょっぼー。": "Gì? Hết sức rồi à?\nHay là thể lực cậu yếu đi rồi? Yếu xìu.",
    "しょっ……！？　今何つった！　限界なわけないでしょ！\nちょっと息を整えてただけだし！": "Hả...!? Cậu vừa nói gì đấy! Đâu có hết sức!\nTớ chỉ đang lấy hơi thôi!",
    "（うんうん、いい負けず嫌いっぷりだ。\nこいつは適度に煽ってやるのが一番だな）": "(Ừm ừm, tính tình không chịu thua kém thật tốt.\nVới con bé này, cứ chọc ghẹo một chút là được)",
    "なによ？　何こっち見てニヤニヤしてんの。": "Gì vậy? Nhìn tớ cười đểu gì chứ?",
    "べっつに～？　ほらほら、スピード落ちてるぞ～？\nラミちゃーん？": "Có gì đâu～? Nào nào, tốc độ chậm lại rồi～?\nRami-chan?",
    "むっかー！　見てろ！！": "Ức chế muốn chết! Cứ đợi đấy!",
    "ぜぇ……ぜぇ……！\nなんとか言われた距離、走ってあげたんだけど！": "Ha...ha...!\nDù sao thì tớ cũng chạy hết quãng đường cậu bảo rồi!",
    "よくやった！　次は――": "Tốt lắm! Tiếp theo――",
    "俺と競争だ！": "Thi với tôi!",
    "休憩を取らせる": "Cho nghỉ ngơi đi.",
    "体力満タンの俺にどこまで食らいつくか試してやる。": "Xem cậu bám đuổi được đến đâu khi tôi sung sức nhất.",
    "えっ！？　今全力で走ってきたばっかなんだけど！": "Hả!? Vừa nãy tớ còn chạy hết sức mà!",
    "なるほど、勝つ自信はないと……": "Ra là không tự tin thắng được sao...",
    "舐めんな！！　かかってこいっての！！": "Đừng có mà coi thường!! Cứ tới đi!!",
    "さすがに煽りに弱すぎだろ……": "Đúng là dễ bị kích động quá...",
    "一旦休憩しよう。そのあとは筋トレだな。": "Nghỉ một lát đi. Sau đó là tập tạ.",
    "は？　休みなんていらないし！\nラミのこと、舐めてるでしょ？": "Hả? Không cần nghỉ đâu!\nCậu coi thường tớ à?",
    "違うぞ。休みを挟むのはトレーニングの効果を最大化するためだ。\nすべてはお前のためにやっている。舐めてなんかない。": "Không phải. Nghỉ ngơi là để tối đa hóa hiệu quả tập luyện.\nTất cả là vì cậu cả. Đâu có coi thường.",
    "そ、そう……？　だったら……まあ、休んであげる……": "V, vậy sao...? Nếu vậy thì... thôi được... tớ nghỉ vậy...",
    "（休憩は実際大事だからな。ラミの成長を願うなら、\n効率は大事にしてやらないと）": "(Nghỉ ngơi thực sự rất quan trọng. Nếu muốn Rami trưởng thành,\nthì phải chú trọng đến hiệu quả)",
    "……なにニヤニヤしてんだよ。\nったく、なんか調子狂うなぁ。でも、ありがと。": "...Cậu cười đểu gì đấy?\nHaizz, làm tớ thấy khó chịu quá. Nhưng mà, cảm ơn cậu."
}