{
    "ユーロ・タワーの生徒の訓練風景を見ようとやってきたら、ちょうど\n個人訓練後に機体から降りて休憩するハリエットを見つけたのだった。": "Tôi đến xem buổi huấn luyện của học sinh ở Euro Tower, thì thấy Harriet vừa kết thúc buổi huấn luyện cá nhân, đang nghỉ ngơi sau khi ra khỏi máy.",
    "うっわ。": "Chậc.",
    "俺を見つけるなり、そんな嬉しそうな顔をしてくれるなよ。": "Vừa thấy tôi, em đã vui vẻ đến thế cơ à.",
    "お前の視力はヌタウナギ並みですか。\nどうやって今の表情から好意を感じたのか、不思議でなりません。": "Thị lực của anh là hạng gì vậy? Sao anh có thể cảm nhận được thiện ý từ vẻ mặt vừa rồi của em, thật kỳ lạ.",
    "（なんて悪態つくけど、\n俺との会話にはいつもちゃんと反応してくれるんだよなぁ）": "(Tuy em nói vậy, nhưng lúc nào cũng phản ứng lại với tôi.)",
    "……ん？　ハリエット、絵でも描いてたのか？\nスケッチブックなんか持って。": "…Hửm? Harriet, em đang vẽ tranh à?\nCầm theo cả một cuốn sổ phác thảo.",
    "はっ！？　こ、これは違います！　幻覚です！　ファンタジーです！\n蜃気楼です！　お前は何も見てません！": "Hả!? Đ, đây không phải là sự thật! Là ảo ảnh! Là giả tưởng!\nLà ảo ảnh thôi! Anh không thấy gì cả!",
    "そんな隠すほどのものか？　さっきちらっと見えたけど、\nこの屋内訓練場の風景描いてただろ。": "Có gì mà phải giấu chứ? Tôi vừa nhìn thấy, em đang vẽ phong cảnh của khu huấn luyện trong nhà đúng không?",
    "あ～～～～～～～～！！　なんで、もう！\nよりにもよって、お前なんかに～～～～！！": "Aaaaaaaaaaa! Sao cơ chứ! Lại là anh nữa chứ!",
    "……遺書書かないと。短い人生でした。": "…Phải viết di chúc thôi. Cuộc đời ngắn ngủi quá.",
    "待て待て！　俺に絵見られたくらいで、大げさだろ！": "Khoan đã! Chỉ vì tôi nhìn thấy tranh của em mà làm quá lên thế à!",
    "見なかったことにするから！": "Tôi sẽ coi như chưa thấy gì!",
    "すごく上手かったぞ！": "Em vẽ đẹp lắm đấy!",
    "じゃあ、ついでなので、お前そのものが\nこの世に生まれなかったってことにしてもらってもいいですか？": "Vậy, nhân tiện, anh có thể coi như em chưa từng được sinh ra trên đời này không?",
    "ついで感覚で俺の人生全部否定するの、やめてくれない？": "Đừng phủ nhận cả cuộc đời tôi chỉ vì một lý do nhỏ nhặt như vậy chứ?",
    "そんなに見られるの嫌だったか？": "Em ghét bị tôi nhìn thấy đến vậy sao?",
    "ええ、お前に見られたのが屈辱的です。\n弱みを握られたみたいで、吐き気がします。": "Vâng, bị anh nhìn thấy là một sự sỉ nhục đối với em.\nCứ như là em bị nắm thóp vậy, em thấy buồn nôn.",
    "だから見なかったことにするって言ってるだろ。": "Tôi đã nói là sẽ coi như chưa thấy gì rồi mà.",
    "足りませんね。お詫びを要求します。洋菓子店『リュクス』の\n一番高価なケーキを要求します。それで手を打ちましょう。": "Chưa đủ. Tôi yêu cầu anh phải bồi thường. Tôi muốn chiếc bánh đắt nhất của tiệm bánh 'Luxe'. Như vậy thì tôi sẽ bỏ qua.",
    "ったく、仕方ないな……": "Chậc, chịu thôi…",
    "では、訓練はそろそろ切り上げるので、さっそく行きましょう。\n１日数個限定なので、売り切れたら今日はもうお前を許せません。": "Vậy thì, buổi huấn luyện sắp kết thúc rồi, chúng ta đi thôi.\nVì một ngày chỉ có vài chiếc, nếu hết hàng thì hôm nay em sẽ không tha thứ cho anh đâu đấy.",
    "はいはい。": "Vâng vâng.",
    "……そんな酷い侮辱されたの、生まれて初めてです。": "…Bị sỉ nhục đến mức này, là lần đầu tiên trong đời tôi đấy.",
    "いや、明らかに今褒めただろ！？": "Này, rõ ràng là tôi đang khen em đấy!?",
    "あのー……すみません、次私達が使うんですけど……": "À… xin lỗi, chúng tôi cần dùng chỗ này ạ…",
    "お前からの褒め言葉なんて、\n私にとっては侮辱以外のなにものでもありませんよ！？": "Lời khen của anh, đối với tôi, không khác gì một sự sỉ nhục cả!",
    "じゃあ、貶せばよかったのか？　そんなことはしないぞ。\n本当にハリエットの絵は上手いって思ったんだ。意地でも褒めるぞ。": "Vậy thì tôi nên chê bai em à? Tôi sẽ không làm thế đâu.\nTôi thực sự nghĩ tranh của Harriet rất đẹp. Tôi sẽ khen em bằng được.",
    "なっ……！？": "Hả…!?",
    "少なくとも一朝一夕のスキルじゃない。昔から好きで描いてたんだろ？\nそれくらい素人の俺にもわかる。プロ級の上手さだと思う。": "Ít nhất thì đây không phải là kỹ năng có được trong một sớm một chiều. Em thích vẽ từ trước đây đúng không?\nNgay cả một người nghiệp dư như tôi cũng biết. Tôi nghĩ nó đẹp như tranh chuyên nghiệp.",
    "や、やめろぉ……！　それ以上褒めるなぁ～！": "Đ, đừng khen nữa…!",
    "…………": "…",
    "いいや、褒めるね！　ハリエットが喜ぶまで褒めるぞ！": "Không, tôi sẽ khen! Tôi sẽ khen cho đến khi Harriet vui vẻ!",
    "ぐぬぬ……！　やっぱりお前は敵です！　排除します！\n何度称賛されようが、私は負けませんよ！！": "Grừ…! Anh đúng là kẻ thù của tôi mà! Tôi sẽ loại bỏ anh!\nDù anh có khen ngợi tôi bao nhiêu lần đi nữa, tôi sẽ không thua đâu!!",
    "（ここ、デートスポットじゃないんだけどなぁ……）": "(Chỗ này không phải là địa điểm hẹn hò mà…)"
}