{
    "その夜、部屋の扉がノックされる。\n開けてみると、レイラが立っていた。": "Đêm đó, có tiếng gõ cửa phòng.\nTôi mở cửa, thì thấy Leila đứng đó.",
    "あっ、ごめん。こんな夜に押しかけちゃって。": "A, xin lỗi. Tớ đến vào giờ này.",
    "構わないけど……急にどうしたんだ？": "Không sao đâu… Tự dưng em đến làm gì vậy?",
    "なんだか、もうちょっとキミと話をしたくなっちゃって。\n迷惑じゃなかった？": "Tại vì, tớ muốn nói chuyện với anh thêm một chút.\nKhông phiền chứ?",
    "いや、全然迷惑じゃないさ。": "Không, không phiền chút nào.",
    "今日は本当に楽しかったよ、ありがとう。": "Hôm nay tớ vui lắm, cảm ơn anh.",
    "俺の方こそ楽しかったよ。\nわざわざありがとう。": "Anh mới là người vui ấy chứ.\nCảm ơn em.",
    "それでね……%usernameusernameuserna%くんに\nしてあげたい事があるの。": "Với lại… Tớ có chuyện muốn làm cho %usernameusernameuserna% này.",
    "してあげたいこと……？": "Muốn làm gì cơ…?",
    "そう聞いた瞬間に、\nふいに柔らかな唇の感触がして、驚いて目を見開いてしまう。": "Ngay khi tớ vừa nói, \ntôi cảm thấy đôi môi mềm mại chạm vào, ngạc nhiên mở to mắt.",
    "これは今日のデートのお礼……ってことで。": "Đây là lời cảm ơn cho buổi hẹn hò hôm nay… coi như vậy đi.",
    "……いや、十分にお礼は貰ったと思うぞ？": "…Này, anh nghĩ mình đã nhận đủ lời cảm ơn rồi đấy?",
    "……その、%usernameusernameuserna%くんの事を考えてたら……\nもっと、たくさんのお返しをしたくなったの。": "…Thật ra, khi em nghĩ về %usernameusernameuserna%…\nEm muốn đáp trả nhiều hơn nữa.",
    "もっとお返し……ほしくない？": "Muốn đáp trả nhiều hơn nữa… không cần đâu?",
    "もちろん断る理由などあるわけもなく、\nレイラを部屋に連れ込むと彼女の服を脱がせて自分も脱ぐ。": "Đương nhiên là không có lý do gì để từ chối cả, \ntôi kéo Leila vào phòng, cởi đồ cô ấy ra, rồi tôi cũng cởi.",
    "うっ……やっぱり恥ずかしいかも……": "Ư… Em… em vẫn thấy ngại quá…",
    "服がはだけて、柔らかな乳房が零れ落ちる。\nブラもずり落ちて、ピンク色の乳首も露わになった。": "Quần áo bung ra, hai bầu ngực mềm mại lộ ra.\nÁo ngực cũng bị tuột xuống, đầu nhũ hoa màu hồng cũng lộ ra.",
    "恥ずかしいけど……お礼だからいいよ。\n%usernameusernameuserna%くんの好きにして。": "Tuy ngại… nhưng vì là lời cảm ơn nên không sao đâu.\nAnh muốn làm gì thì cứ tự nhiên đi, %usernameusernameuserna%.",
    "もじもじとしているものの、その姿が扇情的で、\n欲望を煽っているようにしか見えなかった。": "Tuy cô ấy có vẻ ngượng ngùng, nhưng dáng vẻ đó lại khiêu gợi, \ncứ như đang khơi dậy dục vọng.",
    "ふふ、おっぱい吸いたいんでしょ……\nほら、どうぞ。いっぱい吸って……": "Phù phù, anh muốn mút ngực em đúng không…\nNào, cứ tự nhiên đi. Mút thật nhiều vào…",
    "引き寄せられるように、乳房に吸い付いてしまう。": "Như bị hút vào, tôi liền mút vào ngực cô ấy.",
    "はあんっ……もういきなり……ためらいなく来るなんて……\nはあっ……んんっ……おっぱい……好きなの……？": "Ha anh… tự dưng… lại làm thế này…\nHa… ưm… ngực… em thích…?",
    "柔らかな乳房は手を触れるだけでも、\n溶けてしまいそうなほどに柔らかい。": "Đôi gò bồng đào mềm mại, chỉ cần chạm vào thôi cũng có cảm giác như tan chảy ra vậy.",
    "はあっ……んんっ……そこだけじゃなくて……\n先っぽも舐めていいからね……んんっ……": "Ha… ưm… không chỉ ở đó đâu…\nEm còn có thể liếm cả đầu ngực nữa… ưm…",
    "乳房をまさぐりながら、乳首に吸い付いて、舌先で転がすと、\nレイラの口から甘い声があふれ出た。": "Tôi vừa xoa ngực cô ấy, vừa mút vào đầu nhũ hoa, rồi dùng đầu lưỡi liếm, \ngiọng nói ngọt ngào của Leila vang lên.",
    "はあっ……んんっ……そんなにペロペロされたら……はぅん……\nなんだか変な気分に……なっちゃうよ……んんっ……": "Ha… ưm… bị liếm như thế này… haun…\nEm… em thấy hơi lạ… ưm…",
    "乳首を吸っている間にも、先端はだんだんと勃ってくる。\n甘いミルクのような香りが漂ってきた。": "Trong khi tôi đang mút đầu nhũ hoa, đầu ngực dần cương cứng lên.\nMùi hương ngọt ngào như sữa thoảng ra.",
    "んんっ……はあ……んっ……ここに来る前にね……んっ……\nシャワーを浴びてきたの……だから、いい匂いでしょ……んんっ……": "Ưm… ha… ưm… trước khi đến đây… ưm…\nEm đã tắm rồi… nên thơm đúng không… ưm…",
    "石鹸の匂いなのだろうか？\n清潔感が逆に行為の背徳感を掻き立てていく。": "Có lẽ là mùi xà phòng?\nCảm giác sạch sẽ lại càng làm tăng thêm cảm giác tội lỗi của hành vi này.",
    "ふあ……んんっ……もう……そんなにおっぱいばっかり……\nまるでおっきい赤ちゃんみたいだよ……んはぁっ……": "Phu a… ưm… thôi nào… chỉ toàn ngực thôi…\nCứ như em là một em bé vậy… haa…",
    "指を下腹部へと下ろしていき、\n割れ目に手を添えると、すっかりと濡れそぼっている。": "Tôi đưa ngón tay xuống bụng dưới, \nrồi đặt tay lên khe ngực, nó đã ướt đẫm.",
    "ひゃっ……そこは……んんっ……恥ずかしい……っ。": "Hya… chỗ đó… ưm… ngại…",
    "指で撫でるたびに、熱い愛液が指にまとわりつく。\n柔らかい部分を傷つけないように優しく指の腹で刺激する。": "Mỗi khi tôi vuốt ve bằng ngón tay, dịch nóng bỏng lại bám vào ngón tay.\nTôi nhẹ nhàng kích thích bằng đầu ngón tay, không làm tổn thương phần mềm.",
    "はあっ……んんっ……刺激強いよ……ああんっ……\nこんなの……知らない……はあっ……ぞくぞくしちゃう……っ。": "Ha… ưm… kích thích quá… aaan…\nCái này… em không biết… haa… em thấy rạo rực…",
    "余裕がなくなってきたのか、レイラの手に力が込められ、\n彼女の口から甘い声が何度もあふれ出る。": "Không còn đủ bình tĩnh nữa, tay Leila siết chặt lấy tay tôi, \ngiọng nói ngọt ngào của cô ấy liên tục vang lên.",
    "んふっ……すごっ……あそこ触られるたび……\nびりびりっ……て、はぁっ……きちゃうの……": "Hừm… giỏi… mỗi lần anh chạm vào chỗ đó…\nbị tê tê… haa… em…",
    "も、もう……私がリードしようと思ったのに……んんっ……\n結局%usernameusernameuserna%くんにいいようにされちゃう……！": "Thôi, em… em nghĩ là em nên chủ động… ưm…\nRốt cuộc thì %usernameusernameuserna% lại được lợi…!",
    "はあ……でも、いいの……もっとしてもらいたい……\n%usernameusernameuserna%くんにいっぱいしてもらいたいの、ああんっ！": "Ha… nhưng không sao… em muốn… em muốn anh làm nữa…\nEm muốn %usernameusernameuserna% làm thật nhiều, aaan!",
    "ねだるような呼びかけに、ますます興奮して、\n乳房と乳首を激しく吸ってしまう。": "Bị cầu xin như vậy, tôi càng thêm phấn khích, \ntôi mút mạnh vào ngực và đầu nhũ hoa.",
    "ああっ……そんなにされたら……んんっ……\nおっぱいだけでおかしくなっちゃう……": "Aa… bị làm thế này… ưm…\nChỉ vì ngực thôi mà em phát điên lên được…",
    "も、もう……我慢できないよ……%usernameusernameuserna%くんのが\nほしい……熱いの、私にちょうだい……っ？": "Thôi, em… không chịu được nữa… em muốn… của %usernameusernameuserna%…\nCái nóng bỏng, cho em đi…?",
    "甘えた声でねだられて、こちらも我慢できなくなる。\n": "Bị cầu xin bằng giọng ngọt ngào, tôi cũng không thể chịu đựng được nữa.\n",
    "服を脱いで下半身を露わにすると、\nベッドに彼女を招き寄せ、密着する。": "Tôi cởi quần áo, để lộ phần dưới cơ thể, \nrồi mời cô ấy lên giường, áp sát vào.",
    "んあっ……%usernameusernameuserna%くんの、もうすごく熱いよ……\nこれを私のナカに入れるんだね……": "Ưm… của %usernameusernameuserna%, nóng quá…\nAnh sẽ cho nó vào trong em đúng không…",
    "レイラに導かれるままに、いきり立ったペニスを、\n小さな割れ目にあてがうと、そのまま奥へと挿入した。": "Theo sự dẫn dắt của Leila, tôi đặt dương vật đang cương cứng vào, \nrồi từ từ đưa vào sâu bên trong.",
    "んんぅ、ああぁぁ……おっきぃぃ……はああああんっ！": "Ưm ư, aaaaa… to quá… haaaaa!",
    "濡れそぼった小さな窪みをこじ開けて\nペニスが徐々に奥へと入り込んでいく。": "Mở rộng cái khe nhỏ ướt át ra, \ndương vật từ từ đi sâu vào bên trong.",
    "くぅぅ……んんんぅぅぅ……は、入ってくる……\nおっきいのが……んくっ、もっと……ゆっくり、ね……っ？": "Kuuu… ưm ưừừừ… a, vào rồi…\nCái to… ưm, từ từ thôi…?",
    "わずかに抵抗はあったものの、何度か腰を動かしている間に、\nいつの間にか突き当たりへと当たっていた。": "Tuy có hơi kháng cự, nhưng sau vài lần chuyển động, \ncô ấy đã chạm đến điểm cuối.",
    "はあ……はあ……お腹の中、いっぱい……\nいくらなんでも……んんっ……興奮、しすぎじゃない……っ？": "Ha… ha… đầy bụng…\nDù gì thì… ưm… em không quá phấn khích sao…?",
    "でも……ひとつになったんだね……はぁ……っ。\n……えへへ。": "Nhưng… chúng ta đã thành một rồi… ha….\n…Ehehe.",
    "なんて言うか……んっ、\n体も心も……満たされた気分……はあ……ふう……": "Phải nói sao nhỉ… ưm,\ncả thân thể lẫn tâm hồn… đều cảm thấy thỏa mãn… ha… phù…",
    "じっとしていても、膣肉が動いてペニスに絡み付く。\nペニスを締め付けながら、動いてほしいとねだっているようだ。": "Dù chỉ nằm im, thịt trong âm đạo cũng chuyển động, quấn lấy dương vật.\ncứ như đang muốn tôi di chuyển vậy.",
    "んあっ……んんっ……動いていいよ……\nんふっ……男の人はじっとしてると……辛いんでしょ……": "Ưm… ưm… anh cứ di chuyển đi…\nHừm… đàn ông mà cứ nằm im… thì khổ lắm…",
    "私なら平気だから……気持ちよくなってよ、んぅ……\n……私のナカで……ね？": "Em không sao đâu… anh cứ thoải mái đi, ư…\n…Trong em… nhé?",
    "レイラに促されるままに、ゆっくりと腰を動かす。": "Theo lời Leila, tôi từ từ di chuyển hông.",
    "はあっ……んんっ……おっきいよぉ……\n奥まで届いて……んんっ……すごっ……んんっ！": "Haa… ưm… to quá…\nĐến tận bên trong… ưm… giỏi… ưm!",
    "レイラの負担にならないよう、ゆっくりと腰を動かすのだが、\nペニスに彼女の膣内の感触がしっかりと伝わる。": "Để không gây khó chịu cho Leila, tôi di chuyển hông từ từ, \ncảm giác về âm đạo của cô ấy truyền đến dương vật.",
    "はあっ……んくっ……そんなに優しくされたら……\nああんっ……きゅんきゅんするの、我慢できないよ……んぅっ。": "Haa… ưm… nếu anh dịu dàng như thế này…\naan… em không thể chịu nổi sự rung động… ưm.",
    "甘い声に頭が痺れていき、\n彼女をもっと感じさせたくて、果実のような乳房も揉む。": "Đầu óc tôi tê liệt trước giọng nói ngọt ngào, \ntôi muốn cô ấy cảm nhận rõ hơn nữa, tôi cũng xoa bóp bộ ngực như trái cây.",
    "も、もう……んん……またおっぱい虐めて……ひあっ……\n本当に、は……あっ……おっぱい、好きなんだね……んくぅ！": "Thôi, em… ưm… lại xoa ngực em… hya…\nThật sự, ha… a… anh thích ngực em nhỉ… kuu!",
    "そんなに……好きなら……んんっ……いいよ……\nもっと……おっぱい……好きなだけ揉んで……んんっ！": "Nếu… anh thích… ưm… không sao đâu…\nCứ… xoa ngực… anh thích đi… ưm!",
    "乳首の先端を指で滑らせれば、どんどんと尖り、\n乳房を揉みしだくだけで、甘い声があふれる。": "Tôi lướt ngón tay trên đầu nhũ hoa, nó càng ngày càng nhọn, \nchỉ cần xoa bóp ngực thôi, giọng nói ngọt ngào đã vang lên.",
    "はあっ……恥ずかしい……%usernameusernameuserna%くんのが……\n私のエッチなおつゆで……ぬるぬるだよ……はぅ、んん……っ！": "Haa… ngại quá… của %usernameusernameuserna%…\nướt hết cả vì nước của em… hau, ưm…!",
    "膣の中から愛液があふれ出て、より膣の中が滑りやすくなる。\n潤滑油を浴びたペニスがさらに奥へと入り込む。": "Dịch tiết ra từ âm đạo, làm cho bên trong âm đạo càng trơn hơn.\nDương vật được bôi trơn càng đi sâu vào bên trong.",
    "あふれ出た愛液が太ももにも伝わり、\n甘酸っぱい匂いが部屋いっぱいに広がる。": "Dịch tiết ra tràn xuống đùi, \nmùi thơm ngọt ngào lan tỏa khắp phòng.",
    "はあっ……んんっ……優しいのもいいけど……はあんっ……\nもどかしいの……もっと突いてほしいって……思っちゃう……！": "Haa… ưm… dịu dàng cũng tốt… haan…\nEm thấy bồn chồn… em muốn anh đâm mạnh hơn…!",
    "ねえ……もっと動いていいよ……？　そんなんじゃ……んんっ……\n%usernameusernameuserna%くんも物足りないでしょう……んふっ。": "Này… anh có thể di chuyển mạnh hơn được không…?\nNhư vậy thì… ưm… %usernameusernameuserna% sẽ thấy chưa đã đâu… hừm.",
    "リードしているつもりだろうが、彼女の腰が動いている。\nレイラの方が堪えきれなくなっているらしい。": "Tuy cô ấy nghĩ là mình đang dẫn dắt, nhưng hông cô ấy lại đang chuyển động.\nLeila có vẻ như không chịu đựng nổi nữa.",
    "そんな風にねだられたら、こちらも我慢できない。\n腰のストロークのスピードを上げていく。": "Nếu bị cầu xin như vậy, tôi cũng không thể chịu đựng được.\nTôi tăng tốc độ di chuyển hông.",
    "はあんっ、んっ、ああぁっ！　んんんぅぅ……\nあんっ！　ふんぅぅ、んああぁっ！": "Haan, ưm, aaaa! ưm ưừừ…\nAn! Phừn ừừ, aaaaa!",
    "いいよ……気持ちいい……すごくいいの……はあんっ、\n突いて……もっと突いて……気持ちよくして……！": "Được rồi… sướng quá… sướng thật… haan, \nđâm… đâm mạnh hơn… làm em sướng…!",
    "ぱちゅぱちゅという音と共に腰を打ち付ける。\n肉棒を膣が擦りつけて快感が押し寄せる。": "Tiếng pachu pachu vang lên cùng với những cú va chạm vào hông.\nCảm giác khoái cảm ập đến khi dương vật cọ xát vào âm đạo.",
    "んぅ、はぅぅ……すごい……あっ、んぅ……！\n奥に当たってるのが……わかるよ……ああんっ！": "Ư, hau… giỏi… a, ư…!\nEm biết anh đang chạm vào bên trong… aan!",
    "じゅぷじゅぷって……エッチな音……すごい……\n恥ずかしい……でも、気持ちいいのっ……はあっ……んんっ！": "Jup jup… âm thanh gợi cảm… giỏi quá…\nNgại quá… nhưng sướng thật… haa… ưm!",
    "んあっ！？　ちょっと強引なくらいが……ああんっ、\n%usernameusernameuserna%くんのものになってるって感じがする……！": "A!? Mạnh một chút… aan,\ncảm giác như em đã thuộc về %usernameusernameuserna%…!",
    "レイラが振り飛ばされないように、俺の手を強く掴んでくる。\n俺は我慢できなくなり、だんだんと乱暴に腰を打ち付け始めた。": "Để Leila không bị văng ra, tôi nắm chặt tay tôi.\nTôi không thể chịu đựng được nữa, tôi bắt đầu di chuyển hông một cách thô bạo.",
    "ああんっ！　はあん！　ま、待って……！　これ、刺激……！　強い！\nそんなに激しく……！　されたら……！　ああんっ！　私……！": "Aan! Haan! Đợi…! Cái này, kích thích…! Mạnh!\nNếu bị làm như thế…! Aaan! Em…!",
    "ふぁ、ああっ！　んんぅぅぅ！　%usernameusernameuserna%くん……！\nちょっ、ちょっと待って……ああぁっ！　そんなに激しく……ああんっ！": "Ph a, aaaa! ưm ưừừừ! %usernameusernameuserna%…!\nĐợi, đợi một chút… aaaa! Mạnh quá… aan!",
    "ああんっ！　はあんっ！　ダメ！　ああんっ……！\nああっ！　私……私……本当におかしくなっちゃう……！": "Aan! Haan! Không được! Aaan…!\nAaa! Em… em… em thật sự phát điên rồi…!",
    "よほど刺激が強いのか、レイラが激しく喘ぐ。\nだが、その甘い声が情欲を沸き立たせ、ますます激しく腰を振る。": "Có lẽ vì kích thích quá mạnh, Leila thở hổn hển.\nNhưng giọng nói ngọt ngào đó lại khơi dậy dục vọng, tôi càng lúc càng di chuyển hông mạnh hơn.",
    "はあん！　ああっ！　はあんっ！　ほ、本当に……！　ダメ……！　\nそんなにされたら……！　すぐにイっちゃうから……！　ああんっ！？": "Haan! Aaa! Haan! Th, thật sự…! Không được…!\nNếu bị làm như thế…! Em sẽ ra ngay…! Aaan!?",
    "俺が腰を打ち付けるたびに、華奢な体がびくびくと震え、\n俺の腕の中で、人形のように体を揺らしている。": "Mỗi khi tôi di chuyển hông, cơ thể mảnh mai của cô ấy lại run lên, \ntrong vòng tay tôi, cô ấy lắc lư như một con rối.",
    "ああんっ！　%usernameusernameuserna%くん、凄いっ！　んくぅ！\nこんなされたら……はあんっ！　もう何もできないよぉ……ああんっ！　": "Aan! %usernameusernameuserna%, giỏi quá! Kkuu!\nBị làm như thế này… haan! Em không thể làm gì được nữa… aan!",
    "もっともっと彼女を感じさせて声を引き出そうと、\nぱんぱんと尻に叩きつけるように、ペニスを膣に打ち付ける。": "Để cô ấy cảm nhận rõ hơn nữa, để kéo ra tiếng nói, \ntôi đập dương vật vào mông cô ấy, như thể đang đánh vào.",
    "はあんっ！　すごっ…ああんっ！　すごいよ……！　ああんっ！\n%usernameusernameuserna%くんのおちんちん、すごいよ……！": "Haan! Giỏi… aan! Giỏi quá…! Aaan!\nCủa %usernameusernameuserna%, giỏi quá…!",
    "おっきいおちんちん……！　ああん！　奥に当たるたび……！\nああんっ！　んんくっ！　頭、真っ白になる……！": "Dương vật to…! Aan! Mỗi lần chạm vào bên trong…!\nAaan! Ưm kuu! Đầu em… trống rỗng…!",
    "んああっ！　気持ちいい……！　おちんちん、気持ちいいよ……！\nはあんっ！　ああんっ！　んくっ！　んんんっ！": "Aaa! Sướng quá…! Dương vật, sướng quá…!\nHaan! Aaan! Ưm kuu! Ưm ưừừ!",
    "口元からは涎が垂れて、華奢な体は俺のなすがままとなっていたが、\n膣は肉棒をしっかりと咥えて、扱き続けている。": "Nước miếng chảy ra từ khóe miệng, cơ thể mảnh mai đã nằm trong tay tôi, \nnhưng âm đạo vẫn ngậm chặt dương vật, và tiếp tục mút.",
    "もう……本当にダメ……！　本当におかしくなっちゃう……！\n気持ち良すぎて……！　バカになっちゃうよ……！　ああんっ！": "Thật sự… không được…! Em thật sự phát điên rồi…!\nSướng quá…! Em sẽ thành kẻ ngốc mất…! Aaan!",
    "甘い喘ぎ声と快感に、怒張したペニスに精液がせり上がってくる。\nもはや亀頭の先へと、精液が向かって行った。": "Trong tiếng rên rỉ ngọt ngào và khoái cảm, tinh dịch dâng lên trong dương vật cương cứng.\nTinh dịch đã hướng về phía đầu dương vật.",
    "もう我慢できずに、腰を激しく振りながら、\nイキそうだとレイラの耳元でささやく。": "Không thể chịu đựng được nữa, tôi vừa di chuyển hông một cách dữ dội, \nvừa thì thầm vào tai Leila rằng tôi sắp ra.",
    "はあっ！　はあっ！　イきそう？　キミもイっちゃうの……！？\nおちんちん……！　射精しちゃうの……！　あああんっ！": "Haa! Haa! Sắp ra rồi? Em cũng sắp ra sao…!?\nDương vật…! Em sẽ xuất tinh sao…! Aaan!",
    "はぁんっ！　んんぅぅ！　ああぁぁっ！\nいいよ……！　イこう！　一緒にイこう！？　ああんっ！": "Haan! Ưm ưừừ! Aaaaa!\nĐược rồi…! Cùng ra nào! Cùng ra nào!? Aaan!",
    "わ、私も……もう……ずっとイってるの……！　ああっ！\nひうっ！　気持ちいいの……！　ずっと止まらないの……！　ああんっ！": "W, em cũng… đã… đã ra rồi…! Aaa!\nHyuu! Sướng quá…! Không ngừng được…! Aaan!",
    "膣内が何度も収縮を繰り返して、射精を促す。\nこちらも一層激しい腰の動きで、ラストスパートをかける！": "Bên trong âm đạo lặp đi lặp lại nhiều lần, thúc đẩy việc xuất tinh.\nTôi cũng tăng tốc độ di chuyển hông, để về đích cuối cùng!",
    "ああんっ！　ひあっ！　はあんっ！　激しっ！　ああんっ！　\n本当にダメ！　ダメ！　気持ちいいの止まらない……！　あああんっ！！": "Aaan! Hya! Haan! Dữ dội quá! Aaan!\nThật sự không được! Không được! Sướng quá không ngừng được…! Aaan!!",
    "はあんっ！　ああっ！　ひうっ、も……っ、我慢できない……！　\nおっきいの来る！　もう、イっちゃうの……！　ああんっ！　はあんっ！　": "Haan! Aaa! Hyuu, m… không thể chịu đựng được…!\nCái to đến rồi! Em sắp ra rồi…! Aaan! Haan!",
    "ああんっ！　ひあっ！　ああんっ！　んんっ！\nもう出して……！　キミも出して……！　あああっ！！": "Aaan! Hya! Aaan! Ưm!\nXuất ra đi…! Anh cũng xuất ra đi…! Aaa!",
    "ああぁっ！　ううぅっ！　んんぅぅぅ……！　ちょう、だいっ……！\n%usernameusernameuserna%くんの……全部、私のナカに……！！": "Aaaa! Uuu! Ưm ưừừừ…! Cho, em…!\nCủa %usernameusernameuserna%… tất cả, trong em…!!",
    "ひときわ強く膣内が収縮する。\n最後の刺激に我慢できずに、一気に射精感がこみ上げる。": "Âm đạo co thắt mạnh mẽ hơn bao giờ hết.\nKhông thể chịu đựng được sự kích thích cuối cùng, cảm giác xuất tinh ập đến.",
    "も、もうダメっ……イク……イっちゃう……！\nあふぅ、あああぁぁぁぁぁぁぁ！！！": "Thôi, không được nữa… ra… em ra rồi…!\nAfu, aaaaaaa!",
    "あぁぁっ……すごっ……熱いの、いっぱい……んんぅぅ、\nお腹の中に……はああ……んぅぅ……！": "Aaa… giỏi… nóng quá, nhiều quá… ưm ưừừ,\ntrong bụng… haaa… ưừừ…!",
    "びゅくびゅくっと大量の精がほとばしり、\n彼女の膣内を満たしていく。": "Một lượng lớn tinh dịch bắn ra, \nlàm đầy âm đạo của cô ấy.",
    "はあ……んん……はああ……ふうう……\nこれ、聞いてたより全然……ふぁ……すごい……": "Ha… ưm… haaa… phùu…\nCái này, nghe nói thì… ph a… giỏi quá…",
    "膣内射精の快感に、レイラは小刻みに体を震わせる。\n彼女の膣もまた最後の一滴まで味わおうとペニスを絞る。": "Trong khoái cảm của việc xuất tinh trong âm đạo, Leila run rẩy.\nÂm đạo của cô ấy cũng siết chặt dương vật, để tận hưởng đến giọt cuối cùng.",
    "はあ……はあ……まだ……体が……んん……熱い……": "Ha… ha… vẫn… cơ thể… ưm… nóng…",
    "やがて射精が終わると、お互い身体を脱力させる。\n荒い息をふたりで何度も漏らしてしまう。": "Khi việc xuất tinh kết thúc, cả hai đều buông lỏng cơ thể.\nCả hai đều thở hổn hển liên tục.",
    "はあ……はあ……なんか……すごいことしちゃったね……\nまだ心臓……ドキドキしてる……はあ……はあ……": "Ha… ha… hình như… chúng ta đã làm điều gì đó… giỏi quá…\nTim vẫn… còn đập thình thịch… ha… ha…",
    "でも……すっごく幸せ……はあ……ふううっ……": "Nhưng… sướng thật… ha… phùu…",
    "急に互いの顔を見るのが照れくさくなり、\nふたりして顔を赤くして笑ってしまった。": "Đột nhiên, cả hai cảm thấy ngại khi nhìn mặt nhau, \ncả hai đều đỏ mặt và cười.",
    "……大丈夫か？": "…Ổn chứ?",
    "そう聞くと、頬を紅潮させながら俺の方を見る。": "Khi tôi hỏi, cô ấy nhìn tôi với má ửng hồng.",
    "……はぁ、もう無理をさせるんだから……\n私のおっぱいに、あんなに甘えてたのに……": "…Ha, anh cứ bắt em phải chịu đựng…\nTrong khi em lại thèm ngực em…",
    "申し訳ない気持ちで謝罪をすると、\n何やらレイラは楽し気な顔をして笑っている。": "Tôi xin lỗi vì cảm thấy có lỗi, \nLeila lại cười với vẻ mặt thích thú.",
    "お礼にしてあげたけど……これはちょっとやりすぎだし、\n今度お詫びをしてもらうからね？": "Em đã làm như một lời cảm ơn… nhưng cái này hơi quá, \nlần sau em sẽ xin lỗi anh nhé?",
    "今度はどこに行こうかな♪\n服もいいけど、他にも色々と行く場所は――": "Lần sau mình đi đâu nhỉ?\nQuần áo thì cũng được, nhưng còn nhiều nơi khác nữa mà —",
    "ちゃっかりと、今度のデートの約束をするレイラに、\n俺は思わず苦笑するのだった。": "Leila đã hẹn hò cho lần sau, \ntôi không khỏi bật cười."
}