{
    "未調査領域――新ルートの探索から無事帰還して、しばらく経った。": "Đã trở về an toàn sau khi thám hiểm khu vực chưa được khám phá - một tuyến đường mới, và đã được một thời gian rồi.",
    "……頭痛、めまい、ナシ。ようやっと本調子ってところか。": "……Nhức đầu, chóng mặt, không có. Cuối cùng thì cũng về trạng thái bình thường.",
    "メイズシンドローム……今後も気をつけていかないとな。": "Hội chứng Mê Cung……tôi phải cẩn thận hơn nữa.",
    "本当ですよ……もうどれだけ心配したと思ってるんですか……！\n": "Đúng vậy……Em đã lo lắng đến mức nào anh biết không……！\n",
    "あ、いたのか。\nいや、ピコまったく出てこなかったし。": "A, ra là ở đây à.\nMà, Piko không xuất hiện một chút nào cả.",
    "ボクが裏でどれだけ機体制御を助けたと思ってるんですか！\nおよよ、マスターはぜんぜんわかってくれてなかったんですね……": "Em đã giúp đỡ việc điều khiển máy móc từ phía sau nhiều đến mức nào anh có biết không!\nÔi chao, Master chẳng hiểu gì cả……",
    "そうなのか？　例えば何してくれてたんだ？": "Vậy sao? Ví dụ như em đã làm gì?",
    "見えてなかったんですか！？\n頑張れーってモニターに表示したり！": "Anh không thấy sao!?\nEm đã hiển thị trên màn hình là cố lên kìa!",
    "……ごめん、それはまったく気づかないし、\n気づいたら気が散るやつだ。": "……Xin lỗi, anh hoàn toàn không để ý, mà\nnếu để ý thì anh sẽ bị phân tâm mất.",
    "けど、これで俺のメイズ適性も大きく向上した。\n次はいつもより深いところまで探索できそうだ。": "Nhưng, nhờ vậy mà khả năng thích ứng Mê Cung của tôi cũng được cải thiện đáng kể.\nLần tới có lẽ tôi có thể khám phá sâu hơn nữa.",
    "チームの資金問題もまだ完全解決したわけじゃない。\n可能な限り探索頻度を上げていきたいものだ。": "Vấn đề tài chính của đội vẫn chưa được giải quyết hoàn toàn.\nTôi muốn tăng tần suất khám phá càng nhiều càng tốt.",
    "他のみんなも体調が完全回復した頃だろうし……\nそろそろメイズ探索を再開するか！": "Những người khác trong đội chắc cũng đã hồi phục hoàn toàn……\nCó lẽ nên bắt đầu lại việc khám phá Mê Cung thôi!",
    "おはよう、みんな！\n今日は絶好のメイズ日和だな！": "Chào buổi sáng mọi người!\nHôm nay là một ngày tuyệt vời để khám phá Mê Cung!",
    "はぁ～……": "Haizz～……",
    "ぬぇ～……": "Nue～……",
    "ほぇ～……": "Hoe～……",
    "すぅ、すぅ――むにゃ……ぺですとりあん……でっき……": "Hít, hít――munya……người đi bộ……đề-ki……",
    "白奈、どんな寝言だよ……": "Hakuna, em đang nói mớ gì vậy……",
    "……あれ？　なんだか元気がないな。\nここ数日は訓練も無しで休みに専念してたはずだが。": "……A? Hình như không có ai khỏe cả.\nMấy ngày nay mọi người đều được nghỉ ngơi, không có huấn luyện.",
    "おはよう、みんなッッッ！！！\nいい天気だネッ！！　絶好のメイズ日和だナッッッッ！！！！": "Chào buổi sáng, mọi người！！！\nThời tiết đẹp quá đi Nè！！Ngày tuyệt vời để khám phá Mê Cung đó Nè！！！！",
    "うるさ……頭ガンガンするから、大きい声出すなぁ……！！": "Ồn ào……Đầu tôi đau nhức, đừng có nói lớn tiếng như vậy……！！",
    "すみません……聞こえておりましたけれど、返事をする気力が……": "Xin lỗi……Em có nghe thấy, nhưng em không có tâm trạng để trả lời……",
    "むにゃ――ばっぐ……くろーじゃー。": "Munya――ba-gừ……khô-dơ.",
    "だからどんな寝言だよ……": "Sao em lại nói mớ nữa vậy……",
    "みんな、気が抜けてるなぁ。": "Mọi người đang xao nhãng quá.",
    "あはは……みんなまだ、疲れが残ってるみたいで……": "A ha ha……Mọi người vẫn còn mệt mỏi thì phải……",
    "なんだ、だらしないな。俺はもう、この通りピンピンしてるぞ。": "Gì chứ, thật là lôi thôi. Tôi thì đã khỏe mạnh rồi đây.",
    "バカは回復するのも早いんだ……": "Đồ ngốc thì hồi phục nhanh hơn mà……",
    "誰がバカだ。バカと言うほうが、バカなんだぞ。": "Ai là đồ ngốc chứ. Kẻ nói người khác là đồ ngốc mới là đồ ngốc đấy.",
    "はいはい……": "Vâng vâng……",
    "いつもならラミがもう一度噛みついてくるはずだが、\nそんな元気もないのか受け流された。ちょっと寂しい。": "Thông thường thì Rami sẽ cắn xé tôi một lần nữa, nhưng\ncô ấy không có sức để làm vậy, chỉ lướt qua. Hơi buồn một chút.",
    "だが、無理もないか。この前の地下探索は\n一歩間違えれば命を落とす危険があった。": "Nhưng, cũng không có gì lạ. Cuộc thám hiểm dưới lòng đất lần trước\ncó thể khiến chúng ta mất mạng chỉ với một sai lầm nhỏ.",
    "肉体以上に、精神的疲労が大きいのだろう。\nあと数日は休ませてやった方がいいのかもな……": "Sự mệt mỏi về tinh thần còn lớn hơn cả thể xác.\nCó lẽ nên cho họ nghỉ ngơi thêm vài ngày nữa……",
    "……と思ったが、ちゆる。おまえは元気そうだな。\nさっきから何をやってるんだ？": "……Tôi đã nghĩ vậy, nhưng Chiyuru. Em có vẻ khỏe mạnh nhỉ.\nEm đang làm gì vậy từ nãy đến giờ?",
    "ふふふ！　気になる！！？": "Fufufu! Anh tò mò！！？",
    "いや、別に。": "Không, không có gì.",
    "そう聞かれると、つい否定したくなる。": "Khi được hỏi như vậy, tôi lại muốn phủ nhận.",
    "えーっ！　そんなに気になる！？　実はこの間の新ルート経験で、\n素晴らしいインスピレーションを得たの！": "Eeeh! Anh tò mò đến vậy sao!? Thực ra, nhờ kinh nghiệm với tuyến đường mới lần trước,\nem đã có được một nguồn cảm hứng tuyệt vời!",
    "あれ？　『いや、別に』って答えなかったっけ？": "A? Anh không trả lời là 'Không, không có gì' sao?",
    "これまで利用方法のわからなかったＴ２元素なんだけど、\n先進的かつ革命的な利用方法を思いついたのよ！": "Từ trước đến nay, em vẫn chưa biết cách sử dụng nguyên tố T2,\nnhưng em đã nghĩ ra một cách sử dụng tiên tiến và mang tính cách mạng!",
    "それにはまずＴ２元素の持つ、\n抗重力作用の説明から始めないといけないんだけど──": "Để làm được điều đó, trước tiên em phải giải thích về\ntác dụng chống trọng lực của nguyên tố T2──",
    "『Ｔ２元素』。別名『タツミヤ・ツー』。\nタツミヤ鉱から人類が単離に成功した元素『Ｔ元素』のひとつだ。": "『Nguyên tố T2』. Tên khác là 『Tatsumiya Two』.\nMột trong những nguyên tố 『T-element』 mà con người đã tách chiết thành công từ quặng Tatsumiya.",
    "（って、める達に聞かされたな）": "（Mà, tôi đã nghe Meru nói）",
    "そもそも人類がタツミヤ鉱を手に入れんとするのは、\nこれらタツミヤ鉱に含まれるＴ元素が欲しいからである。": "Ngay từ đầu, con người đã muốn có được quặng Tatsumiya,\nlà vì họ muốn có các T-element có trong quặng Tatsumiya này.",
    "ただ今のところ、タツミヤ・ワンであるＴ１元素と、\nタツミヤ・ツーであるＴ２元素の２種類しか単離に成功していない。": "Nhưng hiện tại, con người mới chỉ tách chiết thành công 2 loại, đó là nguyên tố T1, Tatsumiya One, và nguyên tố T2, Tatsumiya Two.",
    "他にも人類にとって未知の元素が含まれているとされているが、\nいわゆる『タツミヤ・スリー』以降は未だ人類の手元にはない。": "Người ta nói rằng còn có các nguyên tố khác mà con người chưa biết đến,\nnhưng những thứ được gọi là 『Tatsumiya Three』 trở đi vẫn chưa có trong tay con người.",
    "それでねっ！！": "Và rồi nè！！",
    "ちょっ！　近い近い近い！\n聞く！　話聞いてやるから、ちょっと離れろ！": "Chờ đã! Gần quá gần quá gần!\nNghe! Em sẽ nghe anh nói, tránh xa ra một chút đi!",
    "油断すると唇がぶつかり合う距離で話すもんだから、\nこっちだって気が気じゃない。": "Cô ta nói chuyện với khoảng cách mà môi có thể chạm vào nhau bất cứ lúc nào,\ntôi cũng không yên nữa.",
    "つか、なんか全体的に犬小屋みたいなニオイするぞ、お前！\n風呂入ってんのか！？": "Mà, sao tôi lại có cảm giác như mùi chuồng chó vậy, cô kia!\nCô có tắm không vậy！?",
    "Ｔ２元素の反応は不規則、不安定というのが今までの学説ね！\nつまり抗重力作用は認めても、技術転用は難しいとされてきたのよ！": "Phản ứng của nguyên tố T2 không đều, không ổn định, đó là lý thuyết hiện tại!\nNói cách khác, mặc dù công nhận tác dụng chống trọng lực, nhưng việc chuyển đổi công nghệ là rất khó!",
    "こっちの話まったく聞いてねぇ！": "Cô không nghe tôi nói gì cả!",
    "どうしてかわかる！？": "Anh biết tại sao không！?",
    "いや、知ら――": "Không, không biết――",
    "それがね！　その考えがそもそも間違いだったの！": "Đó là vì! Ý tưởng đó ngay từ đầu đã sai rồi!",
    "（あ、これ、別にコミュニケーションは求められてないやつだ……）": "（A, cái này, không phải là thứ cần giao tiếp đâu……）",
    "逆転の発想でＴ２元素の重力波を制御するのではなく、\n重力の伝播媒体の方に手を加えるべきだったの！": "Thay vì đảo ngược ý tưởng và kiểm soát sóng hấp dẫn của nguyên tố T2,\ntôi nên tác động vào phương tiện truyền dẫn trọng lực!",
    "伝播媒体、つまりは──空間そのものよ！\nその位相を書き換えることで──": "Phương tiện truyền dẫn, tức là──bản thân không gian!\nBằng cách viết lại pha của nó──",
    "おい、誰かこいつを止めてくれ。": "Này, ai đó hãy ngăn cô ta lại đi.",
    "メイズオタクモードになったら、もう誰も止めらんないね。\nほんと何言ってんのか、全然わかんない。": "Khi đã vào chế độ mê Mê Cung, thì không ai có thể ngăn cản được nữa.\nThật sự không hiểu cô ta đang nói gì.",
    "帰還してからあまり寝てないようですし、\n少しハイになってしまっているのもあるかもしれません。": "Có vẻ như cô ấy đã không ngủ đủ giấc kể từ khi trở về,\ncô ấy có thể hơi phấn khích một chút.",
    "ちゆるさん、時々こうなっちゃうんですよね。": "Chiyuru-san, thỉnh thoảng cô ấy lại như vậy đấy.",
    "確か会員が自分だけのメイズ研究同好会を主宰してるんだっけ？": "Tôi nhớ là cô ấy chủ trì một câu lạc bộ nghiên cứu Mê Cung của riêng mình phải không?",
    "何も成果出したことないみたいだけどねー。": "Hình như cô ấy chưa từng đạt được thành quả gì thì phải.",
    "完全に趣味でやっているだけと、以前本人が言ってました。": "Cô ấy đã nói rằng đó chỉ là sở thích của cô ấy.",
    "まあ、Ｔ２元素の利用方法なんて、\n本当だったらザルトゥーム島全土が震撼しますわ。": "Chà, về cách sử dụng nguyên tố T2,\nthực sự thì toàn bộ Zartoom Island sẽ phải chấn động đấy.",
    "２徹目以降のちゆるの話は聞かなくていい。": "Không cần nghe Chiyuru nói sau khi cô ấy thức 2 đêm.",
    "そ、そうか……つか、白奈起きたのか。": "V, vậy sao……Mà, Hakuna đã thức dậy rồi à.",
    "おはよう。とってもぐっすり。": "Chào buổi sáng. Ngủ ngon thật đấy.",
    "そりゃ、よーござんした。": "Thế thì, tốt quá.",
    "前に、メイズシフターの観察日記をつけてた時もこんな感じだった。": "Trước đây, khi tôi viết nhật ký quan sát về Mê Cung Shifter, cũng có cảm giác như vậy.",
    "観察日記……？　何をやってるんだか……": "Nhật ký quan sát……？Em đang làm gì vậy……",
    "探せばデータが残ってるかも。……あった。": "Có lẽ tôi có thể tìm thấy dữ liệu.……Có rồi.",
    "言いながら、白奈がデータを送ってきた。": "Trong khi nói, Hakuna đã gửi dữ liệu.",
    "メイズシフターの観察日記……\nちょっと面白そうなのが嫌だ。": "Nhật ký quan sát Mê Cung Shifter……\nHơi thú vị một chút.",
    "どれどれ……": "Để xem nào……",
    "そこには、あらゆるメイズシフターの行動の記録と、\nそこから導き出される有効な戦術、そして……": "Trong đó, có ghi lại hành động của tất cả Mê Cung Shifter, và\nchiến thuật hiệu quả được rút ra từ đó, và……",
    "これは驚いたな……": "Điều này thật đáng ngạc nhiên……",
    "研究と分析、そして考察。思っていた以上に詳しく、\n各形態ごとの情報がまとめられていた。": "Nghiên cứu và phân tích, và suy nghĩ. Chi tiết hơn tôi nghĩ,\nthông tin về từng hình thái đã được tổng hợp.",
    "ただの日記と切り捨てるには、惜しい代物かもしれないぞ、\nこいつは……": "Nó có thể không phải là một cuốn nhật ký thông thường, nhưng nó có thể là một thứ đáng tiếc,\ncái này……",
    "……そうなの？　長すぎて最初の３行で読むのやめちゃった。": "……Vậy sao? Dài quá, em đã bỏ cuộc sau 3 dòng đầu tiên.",
    "いや、読んでなかったのかよ！": "Không, em đã không đọc sao!",
    "だって、メイズオタクのちゆるが書いたんだよ？\n絶対変な内容だと思うじゃん。": "Vì Chiyuru là một người cuồng Mê Cung đã viết nó mà?\nEm nghĩ chắc chắn là nội dung kỳ lạ.",
    "これを読む限り、ちゆるの研究は趣味というには謎に専門性が高い。\n各理論もこじつけらしいものは少なく、納得感も大きい。": "Đọc cái này, nghiên cứu của Chiyuru là một bí ẩn chuyên nghiệp hơn là một sở thích.\nMỗi lý thuyết cũng không có nhiều điều vô lý, và nó cũng thuyết phục.",
    "いいから今はとりあえず休め": "Cứ nghỉ ngơi đi đã.",
    "面白い、もっと聞かせてくれ": "Thú vị đấy, hãy cho tôi nghe thêm đi.",
    "でね、ここで活きるのがＴ２元素の位相転移時に起きる……\nって、ちゃんと聞いてるの！？": "Và rồi, điều này sẽ phát huy tác dụng khi xảy ra sự chuyển pha của nguyên tố T2……\nNày, anh có đang nghe không đấy！?",
    "みんな疲れてるみたいだし、また別の機会に聞くよ。\nちゆるも研究は一旦区切ってゆっくり休め。": "Mọi người có vẻ mệt mỏi, nên tôi sẽ nghe vào một dịp khác vậy.\nChiyuru cũng nên tạm dừng việc nghiên cứu và nghỉ ngơi đi.",
    "なんでよ！？　こっからが面白いのに！": "Tại sao chứ！？ Từ đây mới là phần thú vị mà!",
    "お前の体調が心配なんだよ。\nここ数日、ずっと研究してるんだろ？": "Tôi lo lắng cho sức khỏe của em.\nEm đã nghiên cứu suốt mấy ngày nay rồi đúng không?",
    "それと、風呂にはちゃんと入れ。\nうら若き乙女がしちゃいけない臭いがするぞ。": "Và, hãy tắm rửa đầy đủ vào.\nMột cô gái trẻ không nên có mùi như vậy.",
    "え、うそ……あたし、そんなに臭う……？": "E, thật sao……Em, em có mùi đến vậy sao……？",
    "こちらを一瞥するなり、一瞬頬を赤く染めた。": "Ngay khi liếc nhìn tôi, cô ấy đã đỏ mặt trong giây lát.",
    "お前の研究は面白いな。もう少し詳しく話してくれないか？": "Nghiên cứu của em rất thú vị. Em có thể nói chi tiết hơn một chút được không?",
    "ええ、もちろんよ！\n１から１０まで全部教えてあげるわ！": "Vâng, tất nhiên rồi!\nEm sẽ cho anh biết từ 1 đến 10 luôn!",
    "げぇ！　おまえ、マジかよ？\nひと晩付き合わされても知んないよ？": "Gheee! Em, nghiêm túc đấy à?\nAnh không biết sẽ phải thức cả đêm đâu?",
    "こんなに楽しそうなちゆる、初めてだからな。\n誰かが付き合ってやらなきゃ可哀想だろ。": "Chiyuru vui vẻ như thế này, tôi chưa từng thấy bao giờ.\nNếu không có ai đi cùng thì thật đáng thương.",
    "あっそ。じゃあラミ達は帰るから。": "Vậy nhé. Vậy thì Rami và những người khác sẽ về.",
    "それじゃあね、そもそも重力を量子化する理論から！\nこれには複数の理論があるんだけど……！": "Vậy thì, bắt đầu từ lý thuyết lượng tử hóa trọng lực đi!\nCó nhiều lý thuyết về điều này……！",
    "……ん？　会長からメッセージ？": "……Hửm? Tin nhắn từ hội trưởng?",
    "あら？　あなたにも、ですの？": "A? Cả anh nữa sao?",
    "%usernameusernameuserna%さんと七彩さんに、\n生徒会長から……ですか？": "Từ hội trưởng gửi đến %usernameusernameuserna% và Nanairo-san,\n……sao?",
    "みたいだな。\n今すぐ生徒会室に来いって……随分と強引だな。": "Có vẻ như vậy thật.\nĐến phòng hội học sinh ngay bây giờ đi……thật là đột ngột.",
    "それだけ急ぎのお話なんでしょう。": "Chắc chắn là một vấn đề khẩn cấp.",
    "てなわけで、悪いな。俺達は生徒会室に行ってくる。": "Vậy nên, xin lỗi nhé. Chúng tôi sẽ đến phòng hội học sinh.",
    "ちょっと！　まだ全然話し足りないんだけど！": "Chờ đã! Em vẫn chưa nói chuyện đủ mà!",
    "代わりにラミ達が聞いてくれるってさ。": "Rami và những người khác sẽ nghe thay em đấy.",
    "ほんと！？": "Thật sao!?",
    "はぁ！？　ラミ達に押し付けるつもりかよ！　ふざけんな！": "Hả!? Em định giao cho Rami và những người khác sao! Đừng có đùa!",
    "それじゃ頼んだからな！": "Vậy thì, tôi giao cho em đấy!"
}