{
    "姿勢制御が……くそ！": "Kiểm soát tư thế... chết tiệt!",
    "こうなったら刺し違えてでも……いや、だめ。": "Đến nước này thì dù phải chết chung... không, không được.",
    "意外なことにコックピット内の警告音が\nコトハを落ち着かせてくれた。": "Một điều bất ngờ là tiếng cảnh báo trong buồng lái\nđã giúp Kotoha bình tĩnh lại.",
    "深く息を吸い込み、ゆっくりと吐き出す。\n冷静になって状況を判断できるようになる。": "Hít một hơi thật sâu, rồi từ từ thở ra.\nTôi đã có thể bình tĩnh và đánh giá tình hình.",
    "私は戦い続けなきゃいけない……\nここで倒れるわけにはいかない……": "Tôi phải tiếp tục chiến đấu...\nTôi không thể gục ngã ở đây...",
    "コトハ……？": "Kotoha...?",
    "……………………": "...",
    "……双頭の斧、全機撤退する！": "……Song Đầu Phủ, toàn bộ rút lui!",
    "コトハ機から撤退指示が出されたのだろう。\n双頭の斧が引いていく。相変わらず見事な引き際だった。": "Chắc là chỉ thị rút lui đã được đưa ra từ Kotoha.\nSong Đầu Phủ đang rút lui. Quả là một màn rút lui tuyệt vời.",
    "……追いかける？": "……Truy đuổi?",
    "やめておこう。": "Thôi bỏ đi.",
    "双頭の斧が撤退をしたからなのだろうか。\n謎の支援攻撃も停止していた。": "Có lẽ vì Song Đầu Phủ đã rút lui.\nNhững đợt tấn công hỗ trợ bí ẩn cũng đã dừng lại.",
    "……敵はいなくなりました？": "……Kẻ địch đã biến mất rồi ạ?",
    "ああ、いなくなったよ。": "Ừ, chúng đã đi rồi.",
    "レーダーから敵影は消えている。\nもっとも故障してなければだが。": "Không còn bóng dáng địch trên radar nữa.\nChỉ là nếu nó không bị hỏng.",
    "ジュリーを奪還して、ちゆるも連れてかれなかった。\nこれってラミ達の完全勝利なんじゃないの？": "Chúng ta đã chiếm lại Julie, và cũng không để mất Chiyuru.\nĐây không phải là chiến thắng tuyệt đối của Lami sao?",
    "そうですよね。これって喜んでいいんですよね！": "Đúng vậy. Đây là lúc chúng ta nên vui mừng đúng không!",
    "やったー。": "Yeah!",
    "そういやジュリーはどうなってる？": "Mà Julie sao rồi?",
    "……きゅぅ。": "……ư.",
    "予備シートでぐったりされてますわ。\n少し振り回しすぎてしまったのかもしれません。": "Em ấy đang nằm bẹp trong ghế dự bị.\nCó lẽ em đã bị xoay quá nhiều.",
    "生きているだけで丸儲けだろう。\nチーム全員がほっと息をついたその時だった。": "Sống sót đã là một điều may mắn rồi.\nCả đội thở phào nhẹ nhõm vào lúc đó.",
    "全機、その場で停止してください！": "Tất cả, hãy dừng lại tại chỗ!",
    "遅ればせながら――風紀委員会の到着だった。": "Đến trễ... Ủy ban Kỷ luật đã đến.",
    "来てくださったのですね。": "Cảm ơn vì đã đến.",
    "でもどうしてここにいるってわかったんでしょうか？": "Nhưng làm sao các cậu biết chúng tôi ở đây?",
    "あー、それはたぶん……": "À, có lẽ là...",
    "貴方がたの姿が消えたことに気づいたので、\nプレ・クラス－Ａの３名を尋問したのですよ。": "Chúng tôi đã nhận thấy các cậu biến mất, nên đã thẩm vấn ba người của Pre-Class-A.",
    "尋問といっても、もちろん酷いことはしてないよ！\nでも急いでたから、ちょっと大きな声は出ちゃったけどね……小花が。": "Dù là thẩm vấn, nhưng tất nhiên chúng tôi không làm gì quá đáng đâu!\nNhưng vì vội quá, tôi đã hơi lớn tiếng... là Kohana.",
    "……わたくしだけに押し付けるのは、やめてくれませんか？": "……Đừng có đổ hết lên đầu tôi được không?",
    "あちゃー……でもそうなるよな～。": "Acha... nhưng mà đúng là vậy mà~.",
    "プレ・クラス－Ａの人達に悪いことをしてしまいましたね……": "Chúng ta đã làm điều tồi tệ với những người của Pre-Class-A rồi...",
    "時間稼ぎはしてくれたと思いたい。": "Tôi hy vọng họ đã câu giờ cho chúng ta.",
    "そうですわね。あとでお礼に何かして差し上げましょう。": "Đúng vậy. Chúng ta sẽ làm gì đó để cảm ơn họ sau.",
    "ちゆるの確保とジュリーの奪還に成功した俺達の\nのほほんとした会話に小花が厳しい表情をする。": "Kohana đã thể hiện một biểu hiện nghiêm khắc trước cuộc trò chuyện vui vẻ của chúng tôi, khi chúng tôi đã giải cứu Chiyuru và Julie.",
    "今回のことはまだ終わっていないのをお忘れではありません？": "Các cậu không quên rằng mọi chuyện vẫn chưa kết thúc chứ?",
    "シリウスシュガーが風紀委員会の指示を無視したこと。\nそして独断で違法パイロットと交戦したこと。": "Việc Sirius Sugar đã phớt lờ chỉ thị của Ủy ban Kỷ luật.\nVà đã tự ý giao chiến với phi công bất hợp pháp.",
    "この事実は重く受け止めていただきませんと。": "Các cậu phải xem xét nghiêm túc sự thật này.",
    "そうですわね。申し訳ございませんでした。": "Đúng vậy. Xin lỗi.",
    "シリウスシュガーのリーダーとして七彩が頭を下げる。": "Là trưởng nhóm của Sirius Sugar, Nanairo cúi đầu.",
    "おまえはそういうけどさ。\nラミ達は仲間を助けたかっただけなんだけどー。": "Cậu nói vậy thôi.\nLami và những người khác chỉ muốn giúp bạn bè của họ mà thôi.",
    "そうです。そして無事にふたりを助けることができました。": "Đúng vậy. Và chúng ta đã giải cứu được cả hai người họ.",
    "……むしろほめられるべきでは？": "……Thay vào đó, có nên được khen ngợi không?",
    "……はぁ。": "……Haizz.",
    "ため息をつく小花の表情には苦いものがある。": "Biểu hiện của Kohana có vẻ cay đắng.",
    "風紀委員としてジュリーを奪還できなかったことが\n本人の中で引っかかっているのかもしれない。": "Việc không thể giải cứu Julie với tư cách là Ủy ban Kỷ luật có lẽ đang làm phiền cô ấy.",
    "貴方がたの処分については生徒会と協議のうえ決定します。\nともかく校舎へ帰還してください。": "Việc xử lý các cậu sẽ được quyết định sau khi thảo luận với Hội học sinh.\nDù sao, hãy trở về trường.",
    "承知しましたわ。その前にわたくしからもひとつ、\n言わせてくださいませ。": "Tôi hiểu rồi. Trước đó, tôi cũng muốn nói một điều nữa.",
    "何でしょうか？": "Có chuyện gì sao?",
    "先ほどの支援攻撃に感謝いたしますわ。": "Tôi xin cảm ơn sự hỗ trợ tấn công lúc nãy.",
    "あれがなければ、\nちゆるさんが敵の手に渡っていたかもしれませんもの。": "Nếu không có nó,\nChiyuru có lẽ đã rơi vào tay kẻ địch rồi.",
    "支援攻撃……ですか？": "Hỗ trợ tấn công... sao?",
    "小花は小首をかしげている。": "Kohana nghiêng đầu.",
    "そのようなことはしておりませんが……": "Chúng tôi không hề làm điều đó...",
    "相変わらず空にはなんの反応もない。\nやはり霞光のセンサーが故障しているのだろうか？": "Vẫn không có phản ứng gì trên bầu trời cả.\nCó lẽ cảm biến Kasumi đã bị hỏng?",
    "だが間違いなく俺達を支援する意図を持つ攻撃はあった。": "Nhưng chắc chắn đã có một cuộc tấn công với ý định hỗ trợ chúng tôi.",
    "（ザルトゥームの空には、俺達の知らない『何か』がいるらしい……）": "（Trên bầu trời Zartoom, có 'thứ gì đó' mà chúng ta không biết...）",
    "今回はたまたま俺達にとって援護になっただけ\nということも考えられる。": "Lần này, có thể nó chỉ đơn giản là giúp đỡ chúng ta thôi.\n",
    "敵か味方かをここで決めつけないほうがいいだろう。\n仲間とともに帰還できる……今はそれで十分だ。": "Tốt hơn hết là đừng vội kết luận nó là kẻ thù hay đồng minh ở đây.\nCó thể trở về cùng với đồng đội... bây giờ là đủ rồi.",
    "ジュリーを無事に取り戻せた。ちゆるはこれからも俺達の仲間だ。": "Chúng ta đã giải cứu được Julie an toàn. Chiyuru sẽ là đồng đội của chúng ta từ nay về sau.",
    "今はそれだけで納得しておこう。": "Bây giờ, hãy cứ chấp nhận như vậy.",
    "うん、そだね。みんなで帰ろう。": "Ừm, đúng rồi. Cả nhà cùng về thôi.",
    "シリウスシュガーは仲間とともに柊校舎へ帰還するのだった。": "Sirius Sugar cùng với đồng đội trở về trường Hiragi."
}