{
    "むむむむ……どうしようかしら……？\n欲しいけど……うーん、でもなぁ……": "Ưm... Ưm... Phải làm sao đây...\nMuốn lắm... Ưm, nhưng mà...",
    "ジュリー？　何をしてるんだ？": "Julie? Cậu đang làm gì vậy?",
    "あ、%usernameusernameuserna%！　実はちょっとショップに行って、\n登山用のグッズを買おうか悩んでたの！": "A, %usernameusernameuserna%! Thực ra tớ đang định đi shop, \nmua vài món đồ leo núi!",
    "登山用具を？\n……もしかして、山に登る予定があるのか？": "Đồ leo núi á?\n...Hay là, cậu định đi leo núi sao?",
    "みんなで一緒に登山用のグッズを買いに行ってから、\nちょっと個人的にブームなの！　まあ、登る予定はないんだけど……": "Tớ và mọi người cùng nhau đi mua đồ leo núi, \nchỉ là tớ đang thích thôi! Mà, tớ chưa có định đi leo núi đâu...",
    "ないのか……でもわかるな。\nそういうグッズ、ロマンがあるんだよな。": "Không có ý định à... Nhưng mà tớ hiểu mà.\nMấy món đồ kiểu đó, lãng mạn thật đấy.",
    "やっぱり%usernameusernameuserna%、分かってるわね！": "Quả nhiên là %usernameusernameuserna% hiểu tớ mà!",
    "買った方がいい": "Nên mua đi",
    "買わない方がいい": "Không nên mua",
    "%usernameusernameuserna%はどう思う？\n新しいグッズを買うべきか否か……前にも買ったのよね……": "%usernameusernameuserna% nghĩ sao?\nCó nên mua đồ mới không đây... Trước đó mình cũng mua rồi...",
    "いずれ登山するかもしれないだろ？\n今買っておくと、後から自分に感謝するぞ？": "Biết đâu sau này cậu sẽ leo núi thì sao?\nMua bây giờ, sau này sẽ cảm ơn tớ đấy?",
    "確かにそのとおりね！　ありがとう、%usernameusernameuserna%！\n……ただ、今って部屋に収納場所あったっけ？": "Đúng là vậy nhỉ! Cảm ơn %usernameusernameuserna%!\n...Mà, giờ tớ có chỗ để đồ không nhỉ?",
    "（……ちょっと余計なことを言った気がするな。）": "(...Hình như mình nói hơi thừa thì phải.)",
    "登山っていうのは場所によって必要な物も変わるからな。\n先に揃えるよりも、行くことが決まってからの方がいいぞ？": "Leo núi là tùy địa điểm mà cần những thứ khác nhau.\nThay vì mua trước, nên mua khi quyết định đi thì hơn?",
    "なるほど……確かに納得したわ！\nじゃあ、今日の所は見送っておくわね！": "Ra là vậy... Tớ hiểu rồi!\nVậy thì, hôm nay tớ sẽ không mua nữa!",
    "ああ、それがいい。で、何を買おうと思ったんだ？": "Ừm, vậy là tốt nhất. Mà, cậu định mua gì vậy?",
    "えーっと……この山のお水をきれいにして飲める浄水器！\nすごくない！？　ドロドロのお水も、とっても綺麗になるのよ！": "E hèm... Cái máy lọc nước này này! \nTuyệt vời chưa!? Nước đục ngầu cũng trở nên trong veo luôn!",
    "……どんな場所に行く予定なんだお前は。": "...Mày định đi đâu thế hả? "
}