{
    "教室にはリリー、そしてトレブルクインテットのメンバーが揃う。\nエヴィはまず自分達がレイヴェル達のために動いていたことを話した。": "Trong lớp, có Lily và các thành viên của Treble Quintet.\nEvi đầu tiên kể về việc họ đã hành động vì Rayvel.",
    "――そして、やはり他のみんなの協力が必要なことも。": "――Và, cần sự hợp tác của mọi người nữa.",
    "なるほどねぇ～。そーゆーことなら、協力したげる。": "Ra là vậy. Nếu là chuyện đó, tớ sẽ hợp tác.",
    "でも、できれば最初の段階から、私達にも声はかけてほしかったかも……\n仲間外れみたいで寂しいです……": "Nhưng, nếu có thể, tớ muốn được cho biết từ đầu... \nCảm giác như bị bỏ rơi, buồn quá...",
    "ごめんね、そういうつもりはなかったんだけど……": "Xin lỗi, tớ không có ý đó...",
    "まあまあ、シエナ。目立たないようにってのは理解できるし、\nあとで%usernameusernameuserna%くんがお詫びしてくれるらしいしさ。": "Thôi nào, Siena. Tớ hiểu là muốn giữ bí mật, \nVả lại, %usernameusernameuserna% sẽ xin lỗi chúng ta sau.",
    "は！？　俺……？　お、お手柔らかに……": "Hả!? Tôi...? T, nhẹ tay thôi...",
    "あとで何請求されるんだろう、怖いなぁ……\nスイーツ食べ歩きぐらいなら、奢ってやらないこともないけど。": "Không biết sau này sẽ bị đòi hỏi gì nữa, sợ quá... \nNếu chỉ là ăn vặt thì tôi cũng không ngại đâu.",
    "……それで、私達は何に協力すればいい？": "...Vậy, chúng ta sẽ hợp tác việc gì?",
    "うん、その話なんだけど、まずは不正アクセスのログを\nいろいろ調べてて、わかったことから話そうと思う。": "Ừm, về chuyện đó, trước tiên tớ sẽ điều tra nhật ký truy cập bất hợp pháp \nvà kể cho mọi người biết những gì đã tìm ra.",
    "そして、エヴィは手に入れた情報の共有を始めた。": "Và, Evi bắt đầu chia sẻ thông tin mà cô ấy có được.",
    "侵入されたノースリム重工のサーバーのアクセスログを解析して、\n盗まれたデータの送信先が判明したんだ。": "Phân tích nhật ký truy cập của máy chủ Noruslim Heavy Industries, \ntôi đã xác định được nơi gửi dữ liệu bị đánh cắp.",
    "これがＬＯＣの校区内に存在しているこの場所。": "Đây là địa điểm nằm trong khu học xá LOC.",
    "エヴィが端末を全員に見せる。\nそこには地図ととある地点を指すピンが表示されていた。": "Evi cho mọi người xem thiết bị đầu cuối.\nTrên đó hiển thị bản đồ và một điểm được đánh dấu.",
    "……確かここって工業地帯だよね？": "...Chắc chắn đây là khu công nghiệp phải không?",
    "そう。その中の係留気球基地局だね。この基地局との通信可能地域内に、\nある企業の工場があるんだ。\n": "Đúng vậy. Đó là trạm khí cầu neo đậu. Trong khu vực có thể liên lạc với trạm này, \ncó một nhà máy của một công ty.",
    "えっと、マップに書かれてる名前は――\n『アークライト・ダイナミクス』？": "Ừm, tên được viết trên bản đồ là――\n『Arclight Dynamics』?",
    "通称『ＡＤ社』。ノースリム重工やＲＳ社に並ぶＭＧ開発の大企業だね。\nジェネレーター市場でのシェアを２社に奪われて業績低迷中みたい。": "Thường gọi là 『AD社』. Một công ty lớn về phát triển MG, ngang hàng với Noruslim Heavy Industries và RS.\nCó vẻ như thị phần trên thị trường máy phát điện đã bị hai công ty kia chiếm mất và đang trong tình trạng kinh doanh ảm đạm.",
    "うっわ、こりゃ面倒そうだね。ただの愉快犯のイタズラとかじゃなくて、\n大企業の陰謀みたいなのが絡んでるとか……": "Chà, có vẻ rắc rối đây. Không chỉ là trò đùa của một kẻ thích gây rối, \nmà còn liên quan đến âm mưu của một công ty lớn...",
    "シェアを奪われた恨み、自分達を置き去りにした新型の開発競争への\n焦り……動機は十分だよね。まさにザ・悪党って感じ！": "Hận thù vì bị cướp thị phần, sự lo lắng về cuộc đua phát triển mẫu mới đã bỏ rơi họ... \nĐộng cơ là quá đủ. Đúng là kiểu nhân vật phản diện!",
    "ちょっと、小物というか、小悪党感は拭えないけどね。": "Chỉ là, không thể phủ nhận cảm giác như là một nhân vật phản diện nhỏ bé.",
    "心証から見ればほぼ黒。とはいえ、物的証拠では灰色って感じだな。": "Nhìn từ cảm giác thì gần như là đen. Tuy nhiên, bằng chứng vật chất thì lại là xám xịt.",
    "まとめると……業績が悪化して焦ったＡＤ社が、\nハッカーを雇って不正アクセスを企んだ……ってところかな。": "Tóm lại... AD社, vì tình hình kinh doanh xấu đi nên đã thuê hacker để thực hiện truy cập bất hợp pháp... đại loại vậy.",
    "でも、これだけだと客観的な証拠としては足りないよね？\n答えはわかるけど、途中式はないみたいな……他にも何かあるの？": "Nhưng, chỉ có vậy thì chưa đủ bằng chứng khách quan phải không?\nMặc dù đã biết câu trả lời, nhưng dường như chưa có cách giải... Còn gì nữa không?",
    "一応工場周辺の監視カメラにハッキングして、\n過去の映像記録を半年分にわたって精査したんだよね。": "Tôi đã hack vào camera giám sát xung quanh nhà máy, \nvà xem xét kỹ lưỡng các bản ghi hình ảnh trong sáu tháng qua.",
    "エヴィはハッキング係だったので、実際に精査したのは俺とリリーだ。": "Vì Evi phụ trách hack nên người thực sự xem xét là tôi và Lily.",
    "あの作業は地獄だったよね……": "Công việc đó thật là địa ngục...",
    "ああ、もうやりたくない……": "Haizz, không muốn làm nữa...",
    "でもおかげで何か見つかったんでしょ？　今のエヴィの口ぶりからして。": "Nhưng nhờ vậy mà tìm thấy gì đó phải không? Theo cách Evi nói.",
    "まあね！　なんか妙に途切れた感じがあるなーって思って、\nエヴィに調べてもらったら――": "Ừm! Tớ đã nghĩ rằng có gì đó kỳ lạ, \nvà khi Evi điều tra thì――",
    "不自然に削除された部分があったんだ。そこを復元したところ、\nある不審な人物が映ってた。": "Có một phần đã bị xóa một cách bất thường. Khi khôi phục lại, \ntôi đã thấy một người khả nghi.",
    "エヴィが端末を操作し映像を再生する。\nそこには、とある人物が工場内に出入りする姿があった。": "Evi thao tác trên thiết bị đầu cuối và phát lại video.\nTrên đó, có hình ảnh một người ra vào nhà máy.",
    "それが、これ。": "Đó là, cái này.",
    "…………": "............",
    "そういえばさっきも%usernameusernameuserna%さん、\nこの人物を見たとき渋い顔をしていましたが、知り合いなんですか？": "À, lúc nãy %usernameusernameuserna% cũng có vẻ mặt cau có khi nhìn thấy người này, anh có quen biết không?",
    "ああ……みんな揃ったときに改めて言おうと思ってたんだが、\nこいつは『双頭の斧』のリーダー、コトハだ。以前交戦しただろ？": "À... Tôi định nói khi mọi người tập trung, \người này là Kotoha, thủ lĩnh của 『Song Đầu Phủ』. Chúng ta đã giao chiến với cô ta trước đây phải không?",
    "――え？": "――Hả?",
    "ええええぇぇぇぇっ！？": "Eeeeeeeeeeeeee!? (Á!)",
    "なるほどね。となれば、話は大体見えてきたかもしれない。": "Ra là vậy. Nếu vậy, tôi có thể đã nhìn thấy đại khái.",
    "このコトハ――双頭の斧が、ＡＤ社と繋がっていて、\n犯行に絡んでいる、ということだな。": "Kotoha này――Song Đầu Phủ, có liên quan đến AD社, \nvà liên quan đến vụ phạm tội, đúng không?",
    "このコトハって人の足取りを追ってみたんだけど……\n生徒会長のＩＤで学園内を行き来しているみたいなんだよね。": "Tôi đã theo dõi dấu vết của người Kotoha này... \nvà có vẻ như cô ta đang đi lại trong học viện bằng ID của hội trưởng.",
    "えっ！？　どういうこと！？　生徒会長のＩＤなんて使ったら、\n学園内でやりたい放題になっちゃうんじゃないの？": "Hả!? Sao lại thế!? Nếu dùng ID của hội trưởng, \nthì sẽ làm gì trong học viện cũng được luôn sao?",
    "そもそもどうやって生徒会長のＩＤなんか……": "Mà, làm sao có được ID của hội trưởng...",
    "師匠――ファルファッラというハッカーが双頭の斧に協力したみたい。\nそうなると学園のシステムの大部分が制圧済みでもおかしくないよ。": "Sư phụ――một hacker tên là Farfalla dường như đã hợp tác với Song Đầu Phủ.\nNếu vậy, phần lớn hệ thống của học viện có thể đã bị chiếm quyền kiểm soát.",
    "そんな……！\nそれじゃあ、セキュリティなんて意味がないんじゃ……！": "Thật là...! \nVậy thì, an ninh chẳng có nghĩa lý gì sao...!",
    "あくまでも可能性の話だよ。分かったのはここまで。\nこれ以上の詳しい調査は外部からだと流石に不可能だね。": "Đó chỉ là khả năng thôi. Đến đây là tớ đã biết được nhiêu đó.\nViệc điều tra chi tiết hơn nữa từ bên ngoài là không thể.",
    "説明ありがとうございます、エヴィちゃん！\nここまでわかるだけでも、よいちょまるです！": "Cảm ơn vì đã giải thích, Evi-chan!\nChỉ cần biết đến đây thôi cũng đã tốt lắm rồi!",
    "……ただ、これだけじゃまだトリニティ・ジュエルが\n無実とは言えないね。決定的な証拠が足りてない。": "...Tuy nhiên, chỉ có vậy thì vẫn chưa thể nói Trinity Jewel vô tội.\nThiếu bằng chứng quyết định.",
    "何よりこの証拠の探し方にも問題がある。\n証拠らしいものを掴んでも、正当な証拠能力を持つかは微妙だね。": "Hơn hết, cách tìm bằng chứng này cũng có vấn đề.\nDù có nắm được bằng chứng, nhưng liệu nó có đủ khả năng làm bằng chứng hợp lệ hay không thì vẫn còn mơ hồ.",
    "手がかりは確かに掴んだ……\nだが、もうあと数歩踏み込みが必要そうだな。": "Quả thực đã nắm được manh mối... \nNhưng dường như cần phải tiến thêm vài bước nữa.",
    "あと『疑問』も残ってるしね。": "Và còn cả 『nghi vấn』 nữa.",
    "疑問……？": "Nghi vấn...?",
    "なぜか、会長のＩＤの使用履歴が消されずに残ってるんだよ。\nしかも学園側にね。": "Không hiểu sao, lịch sử sử dụng ID của hội trưởng vẫn còn được lưu lại.\nVà nó còn ở phía học viện nữa.",
    "それって……": "Điều đó...",
    "うん。師匠が消さなかったのも不可解だし、生徒会長ほどの人なら\n気づいてるはず。あるいはこれも師匠の罠……？": "Ừm. Việc sư phụ không xóa cũng là một điều khó hiểu, và một người như hội trưởng chắc chắn đã nhận ra. Hoặc đây cũng là một cái bẫy của sư phụ...?",
    "……………………": "................",
    "学園生徒たちは会長に全幅の信頼を寄せている。だから誰も疑わないが、\n俺は会長とコトハに繋がりがあるんじゃないかと疑っていた。": "Học sinh trong trường hoàn toàn tin tưởng vào hội trưởng. Vì vậy, không ai nghi ngờ, \nnhưng tôi nghi ngờ rằng hội trưởng và Kotoha có mối liên hệ.",
    "（ちょっとあとで生徒会長のところに行ってみるか）": "(Để tôi đến chỗ hội trưởng sau vậy)",
    "うーん、それにしてもどうしましょうか……？\nレイヴェルちゃんたちを助けるための証拠を手に入れないと……": "Ưm, dù sao thì chúng ta phải làm sao đây...? \nChúng ta phải tìm bằng chứng để giúp Rayvel và những người khác...",
    "俺にいい考えがある。": "Tôi có một ý kiến hay.",
    "えっ、なんか悪いことの前フリにしか聞こえないんだけど。": "Hả, nghe như là điềm báo của một chuyện xấu vậy.",
    "みんな――": "Mọi người――",
    "ＡＤ社にカチコミかけるぞっ！！": "Chúng ta sẽ xông vào AD社!!",
    "へ……？": "Hả...?",
    "えぇええええええええッ！？": "Eeeeeeeeeeeeeeeeeeeeeee!? (Á!)",
    "ほ、本気で、そんなことするつもりですか！？": "T, thật sự, anh định làm vậy sao!?",
    "えっと、カチコミって……襲撃するってこと？": "À, xông vào... là tấn công sao?",
    "まあ、実際は可能な限り慎重に動くけどな。": "Ừm, thực ra thì chúng ta sẽ hành động cẩn thận nhất có thể.",
    "今まで秘密裏に行動してきた意味がなくならない？": "Vậy thì, ý nghĩa của việc hành động bí mật từ trước đến giờ sẽ không còn nữa sao?",
    "これ以上コソコソ調べていても、限界が見えてるのはもうわかったろ。\nならあとは直接いただくのが早い。": "Chúng ta đã biết rõ là việc điều tra lén lút như vậy đã đến giới hạn rồi.\nVậy thì, việc lấy trực tiếp sẽ nhanh hơn.",
    "そもそもこれ以上時間を使って調べてる暇なんかあまりないからな。\nその間にもレイヴェル達はどんどん犯人扱いされていってる。": "Hơn nữa, chúng ta cũng không có nhiều thời gian để điều tra nữa.\nTrong khi đó, Rayvel và những người khác đang ngày càng bị coi là tội phạm.",
    "それはそうだけど……": "Đúng là vậy...",
    "もちろん、無理強いはしない。あくまでみんなの意見が優先だ。": "Tất nhiên, tôi sẽ không ép buộc. Ý kiến của mọi người là trên hết.",
    "あたしは乗った！　後輩クンが言うんだもん。勝算があるはず。\nついていくわ。": "Tớ tham gia! Vì hậu bối nói vậy mà. Chắc chắn là có cơ hội thắng.\nTớ sẽ đi theo.",
    "お前……": "Cậu...",
    "なんかお前に応援されると、急に自信なくなってくるな。": "Khi được cậu cổ vũ, đột nhiên tôi thấy mất tự tin.",
    "えぇ！？　なんでよ！？": "Eeee!? Tại sao vậy!?",
    "と、冗談はさておき、具体的なプランを先に話すと……": "À, nói đùa thôi, trước tiên chúng ta sẽ nói về kế hoạch cụ thể...",
    "まずはフルートたちがＡＤ社を襲撃する。でもこれは陽動だ。\nその騒ぎに乗じて、エヴィ、リリー、俺が工場内に潜入。": "Đầu tiên, Flute sẽ tấn công AD社. Nhưng đây chỉ là đánh lạc hướng.\nNhân cơ hội đó, Evi, Lily và tôi sẽ lẻn vào nhà máy.",
    "サーバールームに向かい、社内システムに直接物理アクセスする。": "Chúng ta sẽ đến phòng máy chủ và truy cập trực tiếp vào hệ thống nội bộ của công ty.",
    "いやいや！？　そんな映画とかみたいな作戦無茶苦茶だよ！？": "Không, không!? Kế hoạch như trong phim thì thật là vô lý!!",
    "俺からすると、これまでも十分無茶苦茶なことやってる。": "Với tôi, những gì chúng ta đã làm đến nay đã là quá vô lý rồi.",
    "リリーちゃんはどうなの？　風紀委員だし……\n今まではギリギリ許せても、これは無理なんじゃない？": "Lily-chan thì sao? Vì là ủy viên kỷ luật mà...\nTrước đây thì còn có thể chấp nhận được, nhưng lần này thì không thể phải không?",
    "リリーに視線が集まる。\n彼女は自分の手を握ってから、真っすぐに俺たちを見る。": "Ánh mắt đổ dồn về Lily.\nCô ấy nắm chặt tay mình rồi nhìn thẳng vào chúng tôi.",
    "そうだね……でも、トリニティ・ジュエルが濡れ衣を\n着せられるのを見過ごせないよ！　リリーは皆を守るヒーローだからね！": "Đúng vậy... Nhưng, tớ không thể bỏ qua việc Trinity Jewel bị vu khống!\nVì Lily là một anh hùng bảo vệ mọi người mà!",
    "フルートちゃ――いいえ、リーダーはどうかしら？": "Flute-cha――không, leader thì sao?",
    "……フルートだって、レイヴェルちゃんたちが無実の罪で、\n貶められるなんて絶対に許せません！　ナシよりのナシです！": "...Flute cũng không thể tha thứ cho việc Rayvel và những người khác bị vu oan!\nKhông thể nào chấp nhận được!",
    "ま、リーダーもそう言ってるし……私も同意見かな。\nこの開発競争がこんなつまらない結末で終わるなんて嫌だしね。": "Ừm, leader cũng nói vậy... Tớ cũng đồng ý.\nTớ không muốn cuộc đua phát triển này kết thúc một cách tẻ nhạt như vậy.",
    "襲撃と聞いたときはびっくりしたけど……\nでもこれも必要なことなんだよね。だったら、やるよ。": "Khi nghe nói là tấn công thì tớ đã rất bất ngờ... \nNhưng đây cũng là điều cần thiết. Nếu vậy, tớ sẽ làm.",
    "……わかった。みんながやるなら私もやる。\nどのみちその作戦、私がいないと成立しないやつでしょ。": "...Đã hiểu. Nếu mọi người làm thì tớ cũng sẽ làm.\nĐằng nào thì kế hoạch đó cũng không thể thực hiện nếu không có tớ.",
    "ああ、エヴィ……俺にはお前が必要だ！！": "À, Evi... Tôi cần cậu!!",
    "なっ……！？　言い方っ！！": "Hả...!? Cách nói kìa!!",
    "みんな、よく賛同してくれた。安心してくれ、無策に突撃する\nわけじゃない。敵の戦力も分からない以上、奥の手は用意しておくさ。": "Mọi người, cảm ơn vì đã đồng ý. Hãy yên tâm, chúng ta sẽ không tấn công một cách vô ích đâu.\nVì chúng ta không biết lực lượng của kẻ địch, nên chúng ta sẽ chuẩn bị một chiêu cuối.",
    "何するつもりなの？": "Anh định làm gì?",
    "リリー、ちょっと耳を貸せ。": "Lily, hãy lắng nghe một chút.",
    "うえぇ、なんか嫌な予感がするなぁ……": "Uee, cảm giác như có điều gì đó không hay...",
    "ゴニョゴニョ……": "Goniogonio...",
    "ふんふん？　ふん？　え？": "Hunhun? Hun? E?",
    "ええええぇぇぇぇっ！？　いやいやいや！\nそれリリーがやるの！？　マズいって！！": "Eeeeeeeeeeeeeeeeeee!? Không, không, không!\nLily làm chuyện đó sao!? Nguy hiểm quá!!",
    "そっかぁ！　大賛成か～！　さすがリリー！\n頼りになるなぁ！　よっ、正義のヒーロー！": "Vậy ra là vậy! Hoàn toàn tán thành~! Quả là Lily!\nĐáng tin cậy quá! Nào, anh hùng chính nghĩa!",
    "幻聴でも聞こえてるの！？　賛成してるように見える！？": "Anh có nghe thấy ảo giác không!? Có vẻ như tôi đang đồng ý sao!?",
    "うううう……でも確かにアリ……\nではあるんだよなぁ……うぅ……": "Uuuuu... Nhưng quả thật là có lý... \nTuy nhiên... Uuu...",
    "……何をやらせるつもりなんだろ、この人。": "...Không biết người này sẽ bắt mình làm gì nữa.",
    "――作戦会議を終えた後、俺は生徒会長のもとへと向かった。": "――Sau khi kết thúc cuộc họp kế hoạch, tôi đã đến gặp hội trưởng.",
    "エヴィが指摘した、ＩＤの使用履歴が残っていたこと。\nそれを生徒会長という人間が気づけないとは思えなかったからだ。": "Evi đã chỉ ra rằng, lịch sử sử dụng ID vẫn còn được lưu lại.\nTôi không nghĩ rằng một người như hội trưởng không nhận ra điều đó.",
    "……で、ひとりで生徒会庁舎に何しに来たの？": "...Vậy, anh đến hội trường một mình để làm gì?",
    "うおっ！？　いつの間に後ろに……": "Uo!? Sao lại đứng sau lưng tôi thế này...",
    "もう、%usernameusernameuserna%さん！　ひとりで抜け駆けなんて\nオコですよ！　今はチームなんですから！": "Này, %usernameusernameuserna%! Đi một mình là không được đâu!\nBây giờ chúng ta là một đội mà!",
    "いや、俺は……っと、そうだな。\n勝手に行動するのも不義理か。ついてきてくれ。": "Không, tôi là... ừm, đúng là vậy.\nHành động một mình là bất nghĩa. Hãy đi theo tôi.",
    "……？": "...?",
    "は、はいっ！": "V, vâng!",
    "突然の訪問ではあったが、生徒会長は俺達を迎え入れてくれた。\n表情を窺うが、動揺したり警戒した様子はない。": "Mặc dù là một cuộc viếng thăm bất ngờ, nhưng hội trưởng đã tiếp đón chúng tôi.\nTôi quan sát biểu hiện của cô ấy, nhưng không có vẻ gì là dao động hay cảnh giác.",
    "どうぞこちらへ。": "Mời vào đây.",
    "直前の連絡で悪いな。": "Xin lỗi vì đã liên lạc trước.",
    "いえ、こちらもちょうど時間が空いたところでしたので。": "Không, tôi cũng vừa có chút thời gian rảnh.",
    "し……失礼します。": "X, xin lỗi.",
    "え、えっと、なんで生徒会長さんに……？": "À, à, tại sao lại gặp hội trưởng...?",
    "ふたりは俺がなぜ生徒会長に会いに行ったのか、\n困惑しているようだった。": "Cả hai đều bối rối vì sao tôi lại đến gặp hội trưởng, \ndường như vậy.",
    "単刀直入に聞こう。ＬＯＣでの開発試験のスキャンダル、\nお前は何か事情を知っているんじゃないか？": "Tôi sẽ hỏi thẳng. Vụ bê bối trong cuộc thử nghiệm phát triển ở LOC, \ncô có biết gì không?",
    "%usernameusernameuserna%さん！？": "%usernameusernameuserna%!?",
    "もしかして、%usernameusernameuserna%……": "Có lẽ nào, %usernameusernameuserna%...",
    "……申し訳ありません。\nその件については、お話できることはありません。": "...Xin lỗi.\nVề chuyện đó, tôi không thể nói gì cả.",
    "えっ……？": "Hả...?",
    "（知らない、ではなく話せない、か……\nとぼける素振りすら見せないな）": "(Không phải là không biết, mà là không thể nói, sao...\nKhông hề có vẻ gì là giả vờ)",
    "それだけですか？　では、私はこれで――": "Chỉ có vậy thôi sao? Vậy thì, tôi xin phép――",
    "まってよ、四王天会長。レイヴェルたちが……\nなんの罪もない人たちが無実の罪に問われているんだよ？": "Đợi đã, hội trưởng Shiouten. Rayvel và những người khác... \nlà những người vô tội đang bị buộc tội oan uổng mà?",
    "レーナルトさん。それは……": "Lennart-san. Điều đó...",
    "何か知っているんでしょ？　話せない理由があるなら、\nせめてそれをちゃんと話して。他人の人生がかかってるの。": "Cô biết gì đó phải không? Nếu có lý do không thể nói, \nthì ít nhất hãy nói rõ lý do đó đi. Vì cuộc đời của người khác đang bị đe dọa.",
    "……そのこと、ちゃんと理解してるんだよね？": "...Cô có hiểu rõ điều đó không?",
    "エヴィちゃん……": "Evi-chan...",
    "その言葉を聞いて、痛みをこらえるような表情を浮かべる生徒会長。\nじっと考えて……息を吐いた。": "Nghe những lời đó, hội trưởng hiện lên vẻ mặt như đang cố gắng kìm nén nỗi đau.\nCô ấy nhìn chằm chằm và... thở ra.",
    "……申し訳ありません。\nそのような言葉を言わせてしまったことを謝ります。": "...Xin lỗi.\nTôi xin lỗi vì đã nói những lời như vậy.",
    "そして、生徒会長はゆっくりと口を開いた。": "Và, hội trưởng từ từ mở miệng.",
    "今回の件、もうすでにお気づきかと思いますが、\nコトハが大きく絡んでいます。": "Về chuyện lần này, tôi nghĩ rằng mọi người đã nhận ra, \nKotoha có liên quan rất lớn.",
    "……！": "...!",
    "コトハ……さんって、双頭の斧のリーダーですよね……？": "Kotoha...san, là leader của Song Đầu Phủ phải không...?",
    "お前とコトハには、何か繋がりがあるんじゃないのか？": "Cô và Kotoha có mối liên hệ gì không?",
    "不正アクセスで窃取されたデータの送り先近辺で、\nコトハが映り込んだ映像を発見したんだ。": "Gần nơi gửi dữ liệu bị đánh cắp do truy cập bất hợp pháp, \ntôi đã tìm thấy hình ảnh của Kotoha.",
    "移動には生徒会長のＩＤが使われていた。その痕跡にお前ほどのやつが\n気付かないはずがない。意図的に見過ごしてたんじゃないのか？": "Việc di chuyển đã sử dụng ID của hội trưởng. Một người như cô lẽ ra không thể không nhận ra điều đó. Cô đã cố tình bỏ qua phải không?",
    "……ええっと、もしかして会長さんとコトハさんは、\n姉妹とかだったりするんですか？　なんとなく雰囲気が……": "...Ừm, có lẽ nào hội trưởng và Kotoha là, \nchị em ruột thịt gì đó không? Cảm giác như vậy...",
    "フルートの言葉に、少しだけ言葉に悩むような表情を浮かべる。": "Trước lời nói của Flute, cô ấy có vẻ như đang băn khoăn.",
    "……いえ、ですが、そうですね……私にとって、\n妹のようなものと思っていただいて問題ありません。": "...Không, nhưng, đúng vậy... Đối với tôi, \ncô ấy giống như một người em gái, cũng không có gì là sai cả.",
    "もしくは――コインの裏表、光と影のような存在……\nとも言えるかもしれません……": "Hoặc――như mặt trước và mặt sau của đồng xu, như ánh sáng và bóng tối... \ncũng có thể nói như vậy...",
    "その表現だとまるで双子みたいにも聞こえるね。": "Với cách diễn đạt đó thì nghe như là sinh đôi vậy.",
    "あるいはまさかのクローンとかだったりしてな。\n向こうは顔隠してるけど、あまりに雰囲気が似すぎてるし。": "Hoặc có lẽ là một bản sao. \nTuy cô ta che mặt, nhưng lại có vẻ ngoài quá giống nhau.",
    "（これ以上探っても無駄か）": "(Điều tra thêm nữa thì vô ích)",
    "（話を次に進めよう）": "(Hãy chuyển sang câu chuyện tiếp theo)",
    "（何か尻尾を出さないかと思ったが、答えないか……\nただ、どちらも彼女の目が否定しているように見える……）": "(Tôi đã nghĩ rằng cô ấy sẽ lộ đuôi, nhưng lại không trả lời... \nTuy nhiên, cả hai dường như đều phủ nhận điều đó bằng ánh mắt của mình...)",
    "そんなに近い関係なら、生徒会長から動いてコトハのやつを\nどうにかできないのか？　レイヴェルたちの無実を証明するような……": "Nếu có mối quan hệ gần gũi như vậy, thì hội trưởng có thể hành động và làm gì đó với Kotoha không?\nĐể chứng minh Rayvel và những người khác vô tội...",
    "私は彼女に指示出しができる立場にありません。": "Tôi không có vị trí để đưa ra chỉ thị cho cô ấy.",
    "コトハの数々の行為を、黙認しているのか？": "Cô đang ngầm thừa nhận những hành động của Song Đầu Phủ sao?",
    "そんなことは……ありません。双頭の斧の不法行為は、\n風紀委員会に対応させています。ですが……": "Không... không phải vậy. Những hành vi bất hợp pháp của Song Đầu Phủ, \ntôi đã giao cho ủy ban kỷ luật xử lý. Nhưng...",
    "『ですが』……？": "『Nhưng』...?",
    "コトハの怒りも、抱える闇も……私には痛いほど理解できてしまう。\n正直なところ……彼女に何を言えばいいのか分からないのです……": "Cơn giận dữ của Kotoha, bóng tối mà cô ấy mang theo... Tôi hiểu rõ đến mức đau lòng.\nThật lòng mà nói... Tôi không biết phải nói gì với cô ấy...",
    "（こうしてみると、まるで本当に家族関係に悩むひとりの姉のようだ。\n実際はもっと根深そうだけど……）": "(Nhìn thế này, giống như một người chị đang thực sự gặp khó khăn trong mối quan hệ gia đình vậy.\nThực tế thì có vẻ sâu sắc hơn nữa...)",
    "……なら、俺を頼っていいぞ。": "...Nếu vậy, hãy tin tưởng tôi.",
    "え……？": "Hả...?",
    "俺は教導指揮官だ。その役割はこの学園の生徒達を、\nサポ―トすること。お前も生徒会長である前に、この学園の生徒だろ？": "Tôi là chỉ huy hướng dẫn. Vai trò của tôi là hỗ trợ các học sinh trong học viện này.\nTrước khi là hội trưởng, cô cũng là một học sinh trong học viện này phải không?",
    "それは……": "Điều đó...",
    "いい提案だと思うよ。こう見えて結構役に立つし、この人。": "Tôi nghĩ đó là một đề nghị hay đấy. Trông vậy thôi chứ người này khá là hữu ích đấy.",
    "――だそうだ。『こう見えて』は余計だけどな。": "――Nghe nói vậy đấy. 『Trông vậy thôi』 thì thừa rồi.",
    "……ふふ。全く不思議な人ですね、あなたは。": "...Hừm. Quả là một người kỳ lạ, anh thật sự là vậy.",
    "生徒会長は僅かに苦笑いを浮かべ、そしてしばし沈黙した。\n俺たちは彼女が口を開くのを待つ。": "Hội trưởng nở một nụ cười cay đắng, và sau đó im lặng một lúc.\nChúng tôi chờ cô ấy mở miệng.",
    "やがて――": "Cuối cùng――",
    "仰るとおり、トリニティ・ジュエルの人生がかかってます。\nですが……彼女との関係に関しては今は表沙汰には出来ないのです。": "Đúng như anh nói, cuộc đời của Trinity Jewel đang bị đe dọa.\nNhưng... Về mối quan hệ của tôi với cô ấy, hiện tại tôi không thể công khai được.",
    "……ここまで言ってもか。\n表沙汰には出来ない理由は？": "...Đến đây mà vẫn vậy sao.\nLý do không thể công khai là gì?",
    "言えません。ですが、コトハの……いえ、世界の根幹に関わる……\nそのような事情だと思っていただければ。": "Tôi không thể nói. Nhưng, về Kotoha... không, về vấn đề liên quan đến nền tảng của thế giới... \nthì xin hãy hiểu là như vậy.",
    "（世界の根幹……いったい、何を隠してるんだ……？）": "(Nền tảng của thế giới... Rốt cuộc, cô đang giấu điều gì...?)",
    "せ、世界の根幹……？　なんか壮大にヤバたんな話ですね……": "N, nền tảng của thế giới...? Chuyện này có vẻ nghiêm trọng quá...",
    "冗談……ではないんですよね？": "Không phải là nói đùa... phải không?",
    "……そうですか。": "...Đúng vậy.",
    "ですので、詳しい事情はあなたたちにも伝えられない。\nどこで誰がこの話を聞いているかわからないので、漏らせないのです。": "Vì vậy, tôi không thể kể chi tiết cho mọi người được.\nTôi không thể tiết lộ vì không biết ai đang nghe câu chuyện này ở đâu.",
    "（どこで誰が……\n俺たちの知らない『何か』……）": "(Ai ở đâu...\n『Điều gì đó』 mà chúng ta không biết...)",
    "……そんな無礼を承知でお願いします。\nどうかコトハを……止めてはくれませんか？": "...Tôi xin lỗi vì sự vô lễ này.\nXin hãy ngăn Kotoha... giúp tôi được không?",
    "生徒会長さん……": "Hội trưởng...",
    "あるいは、助けてあげてほしいんです。": "Hoặc, tôi muốn anh giúp cô ấy.",
    "トリニティ・ジュエルの件に限らず、ルールの範囲内であれば、\n可能な限りのサポートはさせていただきます。": "Trong phạm vi quy định, tôi sẽ hỗ trợ tối đa có thể, không chỉ riêng về vụ việc của Trinity Jewel.\nTôi thực sự xin lỗi vì bây giờ tôi chỉ có thể nói được vậy...",
    "今はそれしか言えず、本当にごめんなさい……": "(Tôi cảm thấy như mình đã nhìn thấy một chút về con người của cô ấy.\nChắc chắn cô ấy sẽ một mình gánh vác rất nhiều thứ...)",
    "（なんとなくだが、彼女という人間が少し見えてきた気がする。\nきっといろんなものを、ひとりで抱えすぎてしまうんだろう……）": "...Đã hiểu. Tôi sẽ nhận lời.",
    "……分かった。引き受けよう。": "Cảm ơn anh. Tuy nhiên, Kotoha rất mạnh.\nXin hãy cẩn thận.",
    "ありがとうございます。ただ、コトハは手強い。\nどうか、くれぐれも気をつけて。": ""
}