{
    "うるうと出会ってから、かなりの時間が経ったある日――": "Một ngày nọ, sau khi gặp Uruu đã lâu――",
    "見てください！　今回はアクセの新作を１００個作ってみたんです！": "Xem này! Lần này em đã làm 100 mẫu phụ kiện mới đấy!",
    "１００！？　さすがに多すぎないか！？": "100 cái!? Không phải hơi nhiều quá sao!?",
    "えへへ……%usernameusernameuserna%さんに\n褒めてもらいたくて、ついたくさん作り過ぎちゃいました……": "Ehehe... Vì em muốn được %usernameusernameuserna% khen, nên em đã làm hơi nhiều...",
    "こんな細かいものを１００個なんて、すごいな……": "Những thứ nhỏ nhặt như này mà làm được 100 cái, ghê thật...",
    "えへへ……これくらいなんでもないですよ～。": "Ehehe... Chuyện này có là gì đâu ạ.",
    "さっそく褒められて嬉しそうだ。": "Có vẻ như em ấy rất vui khi được khen.",
    "それで、今回のできはどうでしょうか？": "Vậy, lần này em thấy thế nào?",
    "相変わらずよく出来ている。これなら店が開けるほどだな。": "Vẫn làm rất tốt. Nếu làm thế này thì có thể mở cửa hàng được rồi.",
    "えへへ……お店ですか～。\nそれほどでもないですよ～。": "Ehehe... Cửa hàng sao~. Cũng không đến mức đó đâu ạ.",
    "（と言いつつ、顔はゆるゆるだけどな）": "(Tuy nói vậy, nhưng mặt thì cứ giãn ra.)",
    "さあ、どうぞどうぞ。ゆっくり見ててください。": "Nào, xin mời. Cứ từ từ xem đi.",
    "ああ、そうさせてもらうよ。": "Ừ, để anh xem.",
    "（しかし、見るたびにレベルが上がっていってるな。\nこのイヤリングの蝶の装飾なんか、どうやって作って――）": "(Nhưng, mỗi lần xem là trình độ lại tăng lên nhỉ. Cái hoa tai trang trí hình bướm này, làm thế nào mà――)",
    "…………": "............",
    "んっ？　なんだ？　いきなり電気が消えたぞ。": "Hửm? Có chuyện gì vậy? Sao tự nhiên lại tắt đèn?",
    "あの、大丈夫です。%usernameusernameuserna%さんは、\nそのままじっとしててください。": "À, không sao đâu ạ. %usernameusernameuserna% cứ...\ncứ ở yên đó ạ.",
    "うるう？　どういうことだ？": "Uruu? Ý là sao?",
    "ええっと、それは今からわかります……\n恥ずかしいから、そ、そのままでいてください……": "E hèm, chuyện đó thì lát nữa anh sẽ biết... Vì ngại nên... c-cứ để nguyên như vậy đi ạ...",
    "お、おい、うるう……んんっ！？": "Ơ, ơ, Uruu... ứ ư!?",
    "ちゅっ……ちゅっ……ちゅる……ちゅっ……": "Chụt... chụt... chụt... chụt...",
    "ふいに唇を押しつけられて、キスをされる。\n柔らかな唇の合間から舌が伸びてきて、俺の口に入る。": "Bị áp sát môi, rồi bị hôn. Từ giữa đôi môi mềm mại, lưỡi em ấy thè ra, rồi vào miệng tôi.",
    "ちゅる……ぺちゃっ……ぺちゃっ……ちゅる……ちゅっ……": "Chụt... chụt... chụt... chụt...",
    "何度も口づけを交わして、舌を絡めて濃厚なキスをすると、\nふいに唇を離して、うるうが呟いた。": "Sau khi hôn nhau nhiều lần, quấn lưỡi vào nhau, rồi hôn một cách nồng nhiệt, thì Uruu bỗng buông môi ra và lẩm bẩm.",
    "わたし、%usernameusernameuserna%さんに、\nお礼をしたいって、ずっと思ってたんです。": "Em... em luôn nghĩ là em muốn cảm ơn %usernameusernameuserna% ạ.",
    "でも、どうしたら喜んでくれるかわからなかったから、\n思い切ってわたしの体でお礼をしようかと……": "Nhưng, vì em không biết phải làm sao để anh vui, nên em đã quyết định dùng cơ thể mình để cảm ơn...",
    "今まで、わたしなんかを相手にしてくれる男の人なんて、\n絶対に現れないと思ってたんです。": "Từ trước đến giờ, em cứ nghĩ là sẽ không có người con trai nào để ý đến em cả.",
    "で、でも、%usernameusernameuserna%さんがわたしのこと美少女って\n言ってくれたから、もしかしたら喜んでくれるんじゃないかって……": "Nh-nhưng, vì %usernameusernameuserna% đã nói em là mỹ nữ, nên em nghĩ là anh sẽ vui...",
    "だからって、こんなことは……": "Nhưng mà, chuyện này...",
    "わ、わたしじゃ嫌ですか？　興奮しませんか？": "E-em làm vậy anh không thích sao? Anh không thấy hứng thú sao?",
    "いや、うるうみたいな可愛い子に、\nこんなことされたら嬉しいが……": "Không, một cô bé dễ thương như Uruu mà làm thế này thì anh rất vui...",
    "ほ、ほんとですか！？": "T-thật ạ!?",
    "裸の美少女に密着され、濃厚なキスまでしたことで、\n俺のズボンの中で、ペニスがすっかり膨らんでいた。": "Bị một mỹ nữ trần truồng áp sát, hôn nồng nhiệt, nên ở trong quần tôi, dương vật đã cương cứng hoàn toàn.",
    "……こ、これってわたしに興奮してるってことですよね？": "...V-vậy là em đã khiến anh hứng thú rồi đúng không?",
    "嬉しい……%usernameusernameuserna%さん……\nあ、改めて……わたしとエッチしてくれませんか？": "Vui quá... %usernameusernameuserna%... À, em xin phép... Anh có muốn ân ái với em không?",
    "……わかった。\nそこまで言うなら……気持ちよくしてくれ。": "...Anh hiểu rồi. Nếu em đã nói vậy...",
    "はい！　ありがとうございます！\nいっぱい気持ちよくしますね！": "Vâng! Em cảm ơn anh! Em sẽ làm anh vui thật nhiều nhé!",
    "うるうは自分の股を、こちらに押しつけてきた。": "Uruu áp háng mình vào người tôi.",
    "%usernameusernameuserna%さんとエッチできると思ったら、\nあそこからエッチなおつゆが出てきちゃいました。": "Em cứ nghĩ đến việc được ân ái với %usernameusernameuserna%, nên từ chỗ đó đã chảy ra thứ nước dâm đãng.",
    "じゃあ、ちゅーしながら、ナカに入れちゃいますね……\nんちゅっ……ちゅぱっ……ちゅるっ……ちゅっ……": "Vậy thì, vừa hôn, vừa cho vào nhé... Chụt... chụt... chụt... chụt...",
    "うるうはキスしながら、ペニスを掴んで膣口に押し当てると、\n自らペニスを割れ目の中へと入れていった。": "Uruu vừa hôn, vừa nắm lấy dương vật, rồi áp vào cửa âm đạo, sau đó tự mình đưa dương vật vào trong khe.",
    "んんっ、んふうっ……んんんんっ……！": "Ưm, ưm... ưm ưm...!",
    "肉棒が膣肉を分けながら、ずりずりという感触と共に、\nうるうのナカに押し込まれていく。": "Dương vật tách rời thịt âm đạo, cùng với cảm giác trượt vào, rồi bị đẩy vào trong Uruu.",
    "はあっ……んんっ……おちんちん……はあ……\nすごく大きい……んはあっ……んんん……！": "Ha... ưm... dương vật... ha... to quá... ưm...!",
    "はあっ……はあっ……んくう……\n熱くて……かたくて……とっても太いです……": "Ha... ha... ưm... nóng... cứng... to quá...",
    "でも……このおちんちん……いっぱい気持ちよくして……\nまた褒めて……もらうんです……んんんっ、あああっ！": "Nhưng... dương vật này... sẽ làm em vui... rồi lại được khen... ưm, a!",
    "何度か腰を動かすことで、ようやく膣内に肉棒が納まる。": "Sau khi cử động hông vài lần, cuối cùng dương vật cũng vào được trong âm đạo.",
    "ど、どうですか……？　わたしのアソコは……？": "Th-thế nào ạ...? Chỗ đó của em...?",
    "ああ、凄く熱くて気持ちいいよ……\nぬるぬるして、締まりもいい……": "Ừ, nóng và rất thoải mái... Ướt át, lại còn rất chặt nữa...",
    "えへへへ……嬉しいです……！\nじゃあ、動いちゃいますね……！": "Ehehe... Em vui quá...! Vậy em cử động nhé...!",
    "うるうは前後に腰を動かして、ペニスを扱き始めた。\n膣がずりずりと肉棒を擦りつけていく。": "Uruu cử động hông tới lui, bắt đầu dâm đãng với dương vật. Âm đạo cọ xát dương vật.",
    "はあっ……んふっ……おちんちん……んくっ……\nやっぱり……すごくおっきいです……んふう……！": "Ha... ưm... dương vật... ưm... Em vẫn thấy... nó rất to... ưm!",
    "うるうは俺に跨がりながら、ゆっくりと腰を動かす。\nそれがなんとも言えない快感となってくる。": "Uruu ngồi lên người tôi, từ từ cử động hông. Cảm giác đó thật khó tả.",
    "はあっ……ふうっ……んんっ……\nわたし、ちゃんと気持ちよく……んっ……できていますか？": "Ha... ha... ưm... Em... em làm anh... ưm... thấy thoải mái chứ?",
    "ぎこちない動きではあるものの、不規則に動く度に、\n膣内にペニスが擦れて気持ちいい。": "Tuy cử động còn ngượng, nhưng mỗi lần cử động không đều, thì dương vật lại cọ xát trong âm đạo, rất thoải mái.",
    "えへへ……もっと……気持ちよくしてあげますね……\nんはっ……んくうっ……あはっ……んんっ。": "Ehehe... Em sẽ... làm anh thoải mái hơn nữa nhé... Ưm... ưm... a... ưm.",
    "うるうは嬉しそうに微笑んで、懸命に腰を動かす。\n全裸の美少女が目の前で腰を振っているだけで興奮する。": "Uruu cười vui vẻ, cố gắng cử động hông. Chỉ cần một mỹ nữ trần truồng lắc hông trước mặt thôi đã thấy hưng phấn rồi.",
    "はあっ……んんっ……ふぅ……はあん……あっ……\nおちんちん……気持ちいい……はああっ。": "Ha... ưm... ha... a... dương vật... sướng... ha...",
    "奥に……とんとん……って当たってます……\nすごくエッチ……はあん……んんふっ……": "Sâu bên trong... cọ... cọ... vào rồi... Rất dâm đãng... ha... ưm...",
    "うるうが体を動かす度に、乳房と乳首が俺の胸に当たる。\n尖った乳首が胸に擦れる感触が、とてもいやらしい。": "Mỗi lần Uruu cử động, thì ngực và nhũ hoa lại cọ vào ngực tôi. Cảm giác nhũ hoa nhọn cọ vào ngực, rất là dâm đãng.",
    "んはっ……んふっ……もっともっと……\n気持ちよくして……んっ……褒めてもらいます……": "Ưm... ưm... làm... thoải mái hơn nữa... ưm... rồi được khen...",
    "うるうはうわごとのように呟き、\n懸命に腰を振りながら、俺に奉仕をする。": "Uruu lẩm bẩm như trong mơ, vừa cố gắng lắc hông, vừa phục vụ tôi.",
    "んふうっ……はあっ……おちんちん……\nいっぱいわたしのアソコで気持ちよくしてあげますからね……": "Ưm... ha... dương vật... em sẽ làm anh thoải mái bằng chỗ đó của em nhé...",
    "あんっ……でも、わたしの方が……んふっ……\nどんどん気持ちよくなっちゃって……あひっ……！": "Ưm... nhưng, em mới là người... ưm... càng ngày càng thấy thoải mái... a!",
    "うるうは快感に酔ったような表情で、\n夢中になって腰を動かしている。": "Uruu với vẻ mặt như say sưa trong khoái cảm, điên cuồng cử động hông.",
    "初めてとは思えないほどに、うるうの動きは、\n淫らで肉棒に強い刺激を与えていた。": "Dù là lần đầu, nhưng những cử động của Uruu, lại rất dâm đãng, mang đến sự kích thích mạnh mẽ cho dương vật.",
    "わたし、ちゃんとできていますか？\nおちんちん……気持ちよく出来ていますか……？": "Em làm đúng chứ? Dương vật... có thấy thoải mái không...?",
    "ああ、よく頑張ってるな、うるう。": "Ừ, em làm rất tốt, Uruu.",
    "はああっ……ありがとうございます……！　ああっ！　嬉しい……！\n嬉しくて……！　わたしまで気持ちよくなっちゃいます……！": "Ha... em cảm ơn... a! Vui quá...! Vui quá...! Em cũng thấy thoải mái nữa...!",
    "はああっ……！　んあっ……！　ああ、褒められただけで……！\nああんっ！　おまんこ、喜んじゃってます……ああっ！": "Ha... a! Chỉ vì được khen... a! Âm đạo cũng đang vui mừng... a!",
    "ほめるほどに、うるうは興奮して、腰の動きが激しくなる。\n彼女から愛液も溢れて、床まで滴るほどだった。": "Càng được khen, Uruu càng hưng phấn, cử động hông càng mạnh. Dịch thể của cô ấy cũng tràn ra, nhỏ giọt xuống sàn.",
    "はあっ！　ああっ！　こんなエッチなことしてるわたし……んんっ！\nど、どうですか？　き、嫌いじゃないですか？　": "Ha! A! Em đang làm chuyện dâm đãng này... ưm! Thế nào ạ? Anh... anh không ghét chứ?",
    "エッチなうるうも、すごく可愛いよ。": "Uruu dâm đãng, cũng rất dễ thương.",
    "ああっ！　そんな……可愛いなんて言われたら……！\nああん！　嬉しくて！　もっと気持ちよくなっちゃいます……あんっ！": "A! Như vậy... nếu anh nói em dễ thương... a! Vui quá! Em sẽ càng thoải mái hơn... a!",
    "うるうは褒められる度に、膣内が強く締め付けてくる。\nそんな彼女が可愛くて、もっと褒めたくなってしまう。": "Mỗi lần Uruu được khen, thì âm đạo lại càng siết chặt hơn. Vì cô ấy dễ thương, nên tôi lại càng muốn khen hơn.",
    "うるうは頑張り屋さんだな。そういうところも魅力的だぞ。": "Uruu là một người chăm chỉ. Điểm đó cũng rất thu hút.",
    "はああっ……！　そんな……！　また褒められた……！\nああんっ……！　もう、わたし、おかしくなっちゃいます……！": "Ha! Như vậy... lại được khen... a! Em... em phát điên mất...!",
    "気持ちいいの……止まらない……！\nさっきからずっとおまんこ、イっちゃってます……！": "Thoải mái... không dừng lại được...! Từ nãy đến giờ, âm đạo cứ như vậy...!",
    "うるうはもっと褒めて欲しいのか、快感に夢中なのか、\n腰を動かすのを止めることができないようだ。": "Uruu muốn được khen hơn, hay là say mê trong khoái cảm, mà cô ấy không thể ngừng cử động hông.",
    "ああっ！　気持ちいい！　気持ちいい……です！\n褒められるの、すごく気持ちいいですぅ……！": "A! Sướng! Sướng... quá! Được khen, sướng quá...!",
    "俺の身体にしがみつき、乳房を押しつけながら、\n腰をくねらせ、膣内でペニスを扱く。": "Bám vào người tôi, áp ngực vào, rồi uốn éo hông, cọ xát dương vật trong âm đạo.",
    "はあっ、ああん！　んんんっ！　あっ、ああっ！\nも、もう……ずっと気持ちいいの止まらない……！": "Ha, a! Ưm! A, a! Em... em không thể ngừng thấy thoải mái...!",
    "%usernameusernameuserna%さん……%usernameusernameuserna%さん！\n気持ちいい……！　ああんっ！　ひうっ！　ああんっ！": "%usernameusernameuserna%... %usernameusernameuserna%! Sướng... a! Hiu! A!",
    "もう……我慢できません……ちゅー……ちゅー、してください……！": "Em... không chịu được nữa... hôn... hôn em đi...",
    "んちゅっ……ちゅるっ……ちゅっ……んふっ……\nはあっ……んちゅっ……んんっ……ちゅるっ……": "Chụt... chụt... chụt... ưm... ha... chụt... ưm... chụt...",
    "うるうは顔をくっつけて何度も濃厚な口づけを交わす。\nむしゃぶりつくように、互いに舌を絡め合う。": "Uruu áp mặt vào, hôn nhau nồng nhiệt nhiều lần. Quấn lưỡi vào nhau, như muốn ăn tươi nuốt sống.",
    "ちゅるっ……ちゅっ……んふっ……んちゅる……ちゅっ……\nぷはっ……も、もう……わたし、だめです……我慢できません……！": "Chụt... chụt... ưm... chụt... phà... em... em không xong rồi... em không chịu được nữa...",
    "褒められると、凄く気持ちよくて……\nもう、イきそうです……！　んきゅう……はああんっ！": "Được khen, sướng quá... Em... em sắp ra rồi...! Ưm!",
    "こちらももう限界だ。\nうるうの言葉に頷いた。": "Tôi cũng đến giới hạn rồi. Gật đầu với lời nói của Uruu.",
    "じゃあ、イきましょ？　一緒にイきましょう？\nああっ！　ああんっ！": "Vậy, mình cùng nhau ra nhé? Cùng nhau ra nhé? A! A!",
    "うるうが一層激しく腰を動かして、射精を促す。\n俺も我慢ができずに、口づけをしながら、激しく突き立てる。": "Uruu cử động hông càng mạnh, thúc giục tôi xuất tinh. Tôi cũng không chịu được nữa, vừa hôn, vừa đâm mạnh.",
    "んちゅっ……ちゅっ！　ちゅるっ！　ちゅっ！　きもひいい！\nちゅる……せっくす……きもひいいよ……ちゅるる……ちゅっ……！": "Chụt... chụt! Chụt! Sướng quá! Chụt! Sướng... chụt...!",
    "%usernameusernameuserna%さんにいっぱい褒められて……イク！\nああんっ！　あああっ！　ひあああっ！": "Được %usernameusernameuserna% khen nhiều... ra rồi! A! A! Hiaaa!",
    "もうらめ！　らひてくらはい！　わらひのナカに！　ああんっ！\nいっぱい……いっぱい……！　ああっ！　あああっ！": "Không được! Xin hãy... cho em vào trong! A! Thật nhiều... thật nhiều...! A! A!",
    "イク……！　イクイク……！　イっちゃう……！！\nひあああああぁぁあああんっ……！！！": "Ra... ra... sắp ra rồi...!",
    "うるうが絶頂の声を上げると同時に、びゅっびゅっと、\n白濁とした液体がペニスから噴き出す。": "Cùng lúc Uruu hét lên vì cực khoái, thì bạch dịch phun ra từ dương vật.",
    "精子が奥に子宮の奥に叩きつける度に、\nうるうの華奢な体が小刻みに痙攣する。": "Mỗi lần tinh dịch đập vào sâu bên trong tử cung, thì cơ thể mảnh mai của Uruu lại co giật.",
    "はああ……んんくっ…あああ……ふううう……\nすごく……んんっ……気持ちよかったぁ……": "Ha... ưm... a... ha... sướng quá...",
    "う、うるう……！？　出てる出てる……！\n気持ちよかったぁ……じゃない！　おしっこ出てる！": "U, Uruu...!? Chảy ra rồi...! Sướng quá... không phải! Nước tiểu chảy ra kìa!",
    "俺の太股に愛液とも精液とも違う、\n温かな液体がかけられて、床に滴り落ちていく。": "Ở đùi tôi, một chất lỏng ấm áp, không phải là dịch thể, cũng không phải là tinh dịch, mà chảy ra, nhỏ xuống sàn.",
    "どうやら快感のあまり、うるうは失禁してしまったようだ。": "Có vẻ như vì quá khoái cảm, mà Uruu đã bị són tiểu.",
    "ふ、ふぇっ……！？　す、すみません！\n見ないで……見ないでくださぁい……！": "Ph, ph...!? X, xin lỗi! Đừng nhìn... đừng nhìn em mà...!",
    "ごめんなさい……ごめんなさい……！\n褒められたの気持ちよすぎて……！　我慢できなくて……！": "Em xin lỗi... em xin lỗi...! Vì được khen mà em thấy sướng quá...! Em không chịu được...",
    "（……まったく、本当にこの子は）": "(...Thật là, con bé này.)",
    "今にも泣き出しそうな声で、うるうは謝る。\nだが、そんなに彼女の頭を俺は撫でた。": "Với giọng nói như sắp khóc, Uruu xin lỗi. Nhưng tôi đã xoa đầu cô ấy.",
    "気にするな。俺も気持ちよかったし、おあいこだ。": "Không sao đâu. Anh cũng thấy sướng, huề cả làng.",
    "ああ……%usernameusernameuserna%さん……！": "A... %usernameusernameuserna%...",
    "%usernameusernameuserna%さん、優しすぎます……\nその……もう一度キスしてください……": "%usernameusernameuserna%, anh quá tốt... Cái đó... hôn em một lần nữa đi...",
    "ああ、いいよ……": "Ừ, được thôi...",
    "ありがとうございます……ちゅっ……ちゅる……\nちゅっ……ちゅるっ……！": "Em cảm ơn... chụt... chụt... chụt...!",
    "ぷはっ……じゃ、じゃあ、%usernameusernameuserna%さん……\n今から後片付けをしますね……": "Phà... vậy, vậy thì, %usernameusernameuserna%... em sẽ dọn dẹp nhé...",
    "ぺちゃ……ぺちゃ……ちゅるる……ぺちゃ……\nちゅるっ……ちゅっ……き、気持ひいいれふか？": "Chụt... chụt... chụt... chụt... s, sướng... không?",
    "うるうは机の下に潜り込んで、俺のペニスを口に含んで、\n丹念に舐め取っていた。": "Uruu chui xuống gầm bàn, ngậm dương vật của tôi, rồi liếm láp một cách cẩn thận.",
    "こ、これ……お掃除フェラって……ちゅる……\n言うんですよね……ぺちゃ……ぺちゃ……": "C, cái này... dọn dẹp bằng mồm... chụt... là... nói vậy đúng không... chụt...",
    "こうした方が男の人……喜ぶって……ちゅるる……\nネットで調べて……ぺちゃ、ぺちゃ……": "Làm như vậy thì người ta... sẽ vui... chụt... em đã tìm hiểu trên mạng... chụt, chụt...",
    "そんなことまで調べたのか？": "Đến cả chuyện đó em cũng tìm hiểu sao?",
    "だって……じゅる……%usernameusernameuserna%さんに……\n褒めて欲しいから……じゅるっ、じゅるる……": "Vì... chụt... em muốn được... %usernameusernameuserna% khen... chụt, chụt...",
    "喋りながらフェラをされると、舌がまとわりついて、\nえもいわれぬ快感が、ペニスにこみ上げてくる。": "Khi vừa nói chuyện, vừa được bú, thì lưỡi lại quấn vào nhau, một cảm giác khoái cảm khó tả, dâng trào lên dương vật.",
    "わたし、おしっこ……もらしちゃいましたし……\nしっかりお掃除して……嫌われないようにしないと……": "Em, em đã bị són tiểu rồi... Em phải dọn dẹp thật kĩ... để anh không ghét em...",
    "お掃除の意味が違うような気がしたが、\n気持ちいいので許してしまおう。": "Ý nghĩa của việc dọn dẹp có vẻ hơi khác, nhưng vì sướng nên cứ bỏ qua.",
    "ちゅる……ちゅるる……わらひ……\nもっともっと……頑張って……じゅるる……": "Chụt... chụt... em... cố gắng hơn... chụt...",
    "%usernameusernameuserna%さんに……いっぱい……\n褒めてもらえるように……頑張りましゅ……じゅるる……": "Để... %usernameusernameuserna%... khen em thật nhiều... em sẽ cố gắng... chụt...",
    "%usernameusernameuserna%さんが……ぺちゃ……\n気持ちよくなれるように……エッチなことも……覚えましゅ……": "%usernameusernameuserna%... chụt... để anh thấy thoải mái... em sẽ... học những chuyện dâm đãng...",
    "だから……ちゅる……わらひのこと……\n嫌いにならないで……くだしゃい……ね？　じゅるる……": "Cho nên... chụt... xin đừng ghét... em... nhé? Chụt...",
    "心配しなくても嫌いならない。": "Không cần lo, anh không ghét đâu.",
    "嬉ひい……じゃあ、もっと、もっと……！\n気持ちよくしてあげまひゅ……じゅる、じゅるる……！": "Vui quá... vậy thì, làm, làm... em sẽ làm anh thoải mái hơn nữa... chụt...!",
    "うるうは喜ぶと、ますます激しく舌先でペニスを舐め回す。\n射精したばかりの敏感なペニスには強い刺激だった。": "Uruu vui mừng, càng liếm dương vật bằng đầu lưỡi một cách mãnh liệt. Đó là một sự kích thích mạnh mẽ đối với dương vật vừa mới xuất tinh.",
    "これからも……頑張るので……じゅるる……\nいーっぱい……可愛がってくだひゃいね……じゅるるる……！": "Từ bây giờ... em sẽ cố gắng... chụt... xin hãy... yêu thương em... thật nhiều nhé... chụt...!",
    "一層激しくフェラをされてしまい、\n快感でまた腰が抜けそうになってしまう。": "Bị bú mạnh hơn nữa, tôi lại có cảm giác như muốn ngã quỵ vì khoái cảm.",
    "すっかり、うるうに懐かれてしまったが、\nこれからも褒めたら何をされるのか期待半分、怖さ半分だった。": "Tôi đã hoàn toàn bị Uruu mê hoặc, nhưng tôi vừa mong đợi, vừa sợ hãi, không biết nếu được khen nữa thì sẽ bị làm gì."
}