{
    "ずいぶん遅くなっちゃったな。\nそろそろ解散するか。": "Trễ quá rồi nhỉ.\nHay là giải tán thôi.",
    "もうちょっと、一緒にいたい……かな。\n……男女のお付き合いには、ここから先があるでしょ？": "Tớ muốn ở cùng cậu thêm chút nữa… có được không?\n… Trong mối quan hệ nam nữ, còn nhiều thứ ở phía sau mà, đúng không?",
    "舞亜……？": "Mai A…?",
    "手を握って寄りかかって……\nここまでされたら、さすがに求められていることはわかるが……": "Nắm tay, tựa vào nhau…\nĐến mức này thì, tớ biết cậu muốn gì rồi…",
    "今日のデートは、\nアドバイスのためのお試しじゃなかったのか？": "Buổi hẹn hò hôm nay, không phải là để thử nghiệm cho lời khuyên sao?",
    "うん。でも、もしもデートが上手くいったら……\n続きのためのアドバイスも必要になると思わない？": "Ừm. Nhưng, nếu buổi hẹn hò diễn ra tốt đẹp…\nTớ nghĩ là cần có cả lời khuyên cho những chuyện tiếp theo nữa, đúng không?",
    "１回目のデートで、そこまでいくと思うか？": "Mới hẹn hò lần đầu mà đã nghĩ đến chuyện đó sao?",
    "可能性はゼロじゃないわ。": "Khả năng không phải là con số không đâu.",
    "だって……%usernameusernameuserna%と、\n特別な時間を過ごしたいって思ってるんだから。": "Vì… tớ muốn trải qua khoảng thời gian đặc biệt với %usernameusernameuserna%.",
    "……わかった。": "… Tớ hiểu rồi.",
    "お邪魔します……": "Xin phép…",
    "さて、舞亜の部屋まで来たわけだが……本当にいいんだな？\nデートの続き……俺と試しても。": "Giờ thì, đến phòng của Mai A rồi… Cậu chắc chắn chứ?\nTiếp tục buổi hẹn hò… thử với tớ chứ.",
    "うん、大丈夫……誘った時から、\nちゃんと準備はしているもの……": "Ừm, không sao… Từ lúc rủ cậu, tớ đã chuẩn bị đầy đủ rồi…",
    "最初に誘った時に、最後まで誘われるんじゃないかって、\nそんな風に思って覚悟はしてたの。": "Lúc đầu rủ cậu, tớ đã nghĩ là sẽ bị rủ đến cuối cùng luôn…\nTớ đã chuẩn bị tâm lý rồi.",
    "でも……今日のデートで、私の方が、\n%usernameusernameuserna%を知りたいって思えたから……": "Nhưng… trong buổi hẹn hò hôm nay, tớ đã nghĩ là tớ muốn tìm hiểu về %usernameusernameuserna% hơn…",
    "もっとあなたのこと、教えて……": "Hãy cho tớ biết thêm về cậu…",
    "……そこまで言われちゃ、断るわけにはいかないか。": "… Đến mức đó rồi thì, tớ không thể từ chối được.",
    "ん……ちゅっ。": "Ưm… chụt.",
    "脱がせるぞ。": "Cởi đồ nhé.",
    "……せっかち。\nでも……ここから先は、いちいち断らなくていいからね。": "… Nóng vội thật đấy.\nNhưng… từ giờ trở đi, không cần phải từ chối nữa đâu.",
    "……最初から覚悟してたからって、そんな大胆な下着を？": "… Ngay từ đầu đã chuẩn bị tâm lý rồi sao, mặc cả đồ lót táo bạo như vậy sao?",
    "ね、念のために……ね。\nほら、男の人が喜びそうなものを調べておく必要もあったし。": "À, để cho chắc chắn… nhé.\nNày, cũng cần phải tìm hiểu xem đàn ông thích những thứ gì chứ.",
    "……も、もしかして……うれしくないかな……？": "… Ch, chẳng lẽ… cậu không vui sao…?",
    "いや……正直興奮するぞ。": "Không… Thành thật mà nói là tớ thấy phấn khích đấy.",
    "ほ、本当に……？　ふふ、良かった……\n恥ずかしい思いをして準備した甲斐があったかも。": "Th, thật sao…? Hì, tốt quá…\nCó lẽ tớ chuẩn bị với một sự xấu hổ cũng có giá trị.",
    "ああ、舞亜がこんな風にエッチな下着を着てきたと思うと、\nそれだけで十分に興奮できるよ。": "À, khi nghĩ Mai A mặc đồ lót gợi cảm như thế này, tớ đã đủ phấn khích rồi.",
    "そ、そんな風に言わないで……\nなんだか、この下着が恥ずかしくなってきちゃうから……": "Đ, đừng nói như vậy mà…\nCái này làm tớ thấy xấu hổ quá…",
    "そういって照れた表情を見せる舞亜は、\n普段と違った可愛さが見えて興奮してしまう。": "Mai A lộ ra vẻ mặt ngượng ngùng như vậy, khác hẳn với ngày thường, trông thật đáng yêu và khiến tớ phấn khích.",
    "もっともっと、舞亜の恥ずかしい姿を見せて欲しい。\nそんな風に彼女にお願いをする。": "Tớ muốn nhìn thấy nhiều hơn nữa những khoảnh khắc xấu hổ của Mai A.\nTớ sẽ nói với cô ấy như vậy.",
    "そ、そんな風に言われても無理よ……\nこれ以上恥ずかしい姿は、見せたくないから……": "T, tớ có nói thế nào cũng vô ích…\nTớ không muốn cho cậu thấy những bộ dạng xấu hổ hơn nữa đâu…",
    "普段のどこか余裕を持っている舞亜。\nそんな彼女から垣間見る乙女な一面に我慢ができなくなる。": "Mai A ngày thường luôn tự tin.\nTớ không thể chịu đựng được khi nhìn thấy một khía cạnh nữ tính như vậy từ cô ấy.",
    "ど、どうしたの？\n急に黙って……もしかして、何か間違えた？": "Đ, đã có chuyện gì vậy?\nĐột nhiên im lặng… Chẳng lẽ, tớ đã làm gì sai sao?",
    "そうやって恥ずかしがられると、男は余計に興奮するんだ。\n参考意見として、覚えておいてくれ。": "Khi cậu ngượng ngùng như vậy, đàn ông càng trở nên phấn khích hơn đấy.\nCứ coi như là một ý kiến tham khảo đi.",
    "えっ？　あっ――！": "Hả? A…!",
    "や、やだ……後ろから……！？\nそれは……余計に恥ずかしいわ……": "Đ, đừng… từ phía sau…!?\nNhư vậy… càng thêm xấu hổ hơn…",
    "こんな格好だと……%usernameusernameuserna%に、\nもっと恥ずかしいところ、全部見られちゃう……": "Với bộ dạng này… %usernameusernameuserna% sẽ thấy hết những chỗ xấu hổ của tớ mất…",
    "俺の腕でがっちり押さえ込まれた腰を、艶めかしくくねらせる。\nその姿が余計に劣情を誘った。": "Vòng eo bị tớ giữ chặt, uốn éo một cách đầy gợi cảm.\nHình ảnh đó càng làm tăng thêm sự ham muốn.",
    "ね、ねえ。初めてなんだから……さ。\nやっぱり普通に前から、し、して……っていうのは……だめ？": "N, này. Vì là lần đầu mà… thôi nào.\nRốt cuộc thì, từ phía trước… làm, làm… có được không?",
    "答える代わりに、真っ赤になった舞亜の頬に顔をすり寄せ、\n震える唇に舌を滑り込ませた。": "Thay vì trả lời, tớ áp mặt vào má Mai A đang đỏ bừng, rồi lướt lưỡi vào đôi môi run rẩy của cô ấy.",
    "ふあ――っ！？　んっ……ちゅぱっ……んんぅ……！\nい、いきなり……熱烈すぎない……？　ん、んふぅ、んっ……！": "A… ư…!? Ưm… chụt… ưm…!\nT, tự dưng… nồng nhiệt quá…?\nƯm, ưm, ư…!",
    "舌を絡ませ合っているうちに、\n舞亜の瞳が熱を帯びていく。": "Trong khi hai lưỡi quấn quýt lấy nhau,\nđôi mắt của Mai A dần trở nên nóng bỏng.",
    "花弁から漏れ出した蜜が、太股を伝って床にシミを作っていく。\nそっと手を滑り込ませると、ワレメはもう受け入れ準備を整えていた。": "Mật chảy ra từ nhụy hoa, chảy xuống đùi và tạo thành vệt trên sàn nhà.\nTớ nhẹ nhàng luồn tay vào, khe hở đã sẵn sàng đón nhận rồi.",
    "あ……あっ……ふぅ……んっ……そ、そんなとこ……\n指で、じわじわ……なぞらないで……んんんぅぅっ……！": "A… a… ư… ưm… t, chỗ đó…\nĐừng… dùng ngón tay… từ từ… vuốt ve… ưm…!",
    "っ……うぅ……ほ、本当に、このまま入れちゃう……の？": "Ư… ư… t, thật sự, cứ thế mà… đưa vào sao?",
    "ほ、ほら……せっかく、お、おっぱいも見える下着……\n選んだんだから……やっぱり前から、ね――んっ！": "Th, thôi nào… nhân tiện, tớ, tớ đã chọn đồ lót…\ncó thể nhìn thấy cả ngực… nên… từ phía trước, nhé…!",
    "なおも説得を試みようとする舞亜の唇をもう一度塞ぎながら、\nすっかりいきり立ったペニスを、濡れた花園の入口へとあてがう。": "Tớ lại một lần nữa bịt miệng Mai A đang cố gắng thuyết phục, rồi áp dương vật đã cương cứng vào cửa ngõ của khu vườn ẩm ướt.",
    "ちゅ、ん、んん……じゅるっ……はぁっ……あ……！\n当たって……るっ……あっ、あっ、こ、擦りつけないでぇ……！": "Chụt, ưm, ưm… ực… ha… a…!\nChạm… vào… ư… a, a, đừng có cọ xát…!",
    "%usernameusernameuserna%のキス……熱くて……エッチで……\n頭……とろけそうになっちゃう……ず、ずるい……っ……": "Nụ hôn của %usernameusernameuserna%… nóng bỏng… gợi cảm…\nĐầu óc… như muốn tan chảy… x, xảo quyệt…!",
    "でも……もっと……んんっ、ちゅっ、ちゅっ……んぅ……\nはぁ……はぁ……あ――あ、あぁぁぁぁぁっ……！？": "Nhưng… hơn nữa… ưm, chụt, chụt… ưm…\nHa… ha… a, aaaaaaa…!?",
    "ひああぅぅぅっ！？　あ、あ、はぁっ……！\nは、入って……くるっ……きちゃうっ……んんんんんんんんっ！": "Hiaaaaaa!? A, a, ha…!\nĐ, đi vào… rồi… ư… ưm…!",
    "乙女の抵抗をかき分けて舞亜の最奥に亀頭を押しつけたところで、\nいきなり絶頂を迎えたかと思わせるほど膣壁が収縮した。": "Khi tớ đẩy đầu dương vật vào sâu nhất trong Mai A, vách âm đạo co thắt lại như thể đã đạt đến cực khoái ngay lập tức.",
    "んはっ……ちょっ、と、ま、待っ、てぇ……！\nはぁ……ひぃ……ふぅ……う、うぅぅ……た、立ってられな……っ！\n": "Hừm… ch, chờ, đợ, đợi…!\nHa… hi… hừm… ư, ư… tớ, không đứng vững…!",
    "思っていたより唇と舌の刺激に弱いのか、\nあるいは下着のことで羞恥心が限界に達していたせいか……": "Có lẽ là do quá yếu trước sự kích thích của môi và lưỡi,\nhoặc có lẽ là do sự xấu hổ về bộ đồ lót đã đạt đến giới hạn…",
    "初めて男のものを受け入れたばかりだというのに、\n舞亜はすっかり茹で上がってしまったようだ。": "Mặc dù chỉ mới tiếp nhận thứ của đàn ông lần đầu,\nnhưng Mai A dường như đã hoàn toàn bị luộc chín rồi.",
    "んんぅ……こ、こんなの……想像と……全然違うわ……\nこれじゃ、まるで……私……いやらしい子みたい……": "Ưm… t, thế này… khác xa… với… tưởng tượng của tớ…\nThế này thì, giống như… tớ… là một đứa… hư hỏng vậy…",
    "昼間はあんなにも余裕があって完璧な姿を見せていた舞亜が、\nあっけなく乱れた姿を晒す……その事実が俺を昂ぶらせた。": "Mai A, người mà ban ngày luôn thể hiện sự tự tin và vẻ ngoài hoàn hảo,\nlại lộ ra vẻ ngoài lộn xộn một cách dễ dàng… Sự thật đó khiến tớ phấn khích.",
    "%usernameusernameuserna%……お、お願いなんだけど……\nあんまり今の私のこと……っ……はぁ……見ないで……っ……": "%usernameusernameuserna%… t, tớ xin cậu…\nĐừng nhìn tớ bây giờ… ư… ha… đừng nhìn…!",
    "もちろん無理な相談だ。紅色に染まった舞亜の耳たぶに口づけ、\n彼女の痴態をもっと拝ませてもらうべく囁いた。": "Tất nhiên là một yêu cầu vô lý. Tớ hôn lên dái tai của Mai A đang đỏ ửng, và thì thầm để cô ấy cho tớ thấy nhiều hơn nữa sự đồi trụy của cô ấy.",
    "に、似合ってて可愛いなんて、この状況で言われても……\n素直に喜べないわ……あ、あっ、あんっ……ちょっ――！": "N, nhìn hợp đấy, đáng yêu thật, trong tình huống này mà nói thì…\nTớ không thể vui vẻ được… a, a, an… ch, chờ…!",
    "そんなっ、急に、う、動いちゃ、だ、だめ、だってばっ……！\nまだ、準備、できてなっ……んっ、んっ、ふぅあんっ……！": "Như vậy, đột nhiên… đ, đừng, di, dịch chuyển, được chứ…!\nVẫn chưa, chuẩn bị, xong… ưm, ưm, hừm…!",
    "我慢できずに激しめの抽挿を開始すると、\n舞亜の体は早速素直な反応を見せてくれた。": "Khi tớ bắt đầu thô bạo với những cú thúc mạnh mẽ, cơ thể Mai A ngay lập tức cho thấy phản ứng ngoan ngoãn.",
    "秘所の入り口から奥までを覆うヒダが大きく波打ち、\n突き入れたペニスを、じゅぷじゅぷと音を立てて飲み込んでいく。": "Những nếp gấp bao phủ từ lối vào đến sâu bên trong, gợn sóng lớn, và nuốt chửng dương vật đang thúc vào với âm thanh ướt át.",
    "あふっ、んっ、ひゃんっ、は、速……すぎっ……！\n乱暴にされたら……あっ、アソコっ……裂けちゃ……ひうんっっっ！": "A, ưm, hian, n, nhanh… quá…!\nNếu bị thô bạo… a, chỗ đó… sẽ rách mất… ư…!",
    "舞亜の言葉とは裏腹に、体の方はより強い刺激を求めて\n俺自身を根元まで飲み込もうとしていた。": "Trái ngược với những lời nói của Mai A, cơ thể cô ấy lại khao khát sự kích thích mạnh mẽ hơn\nvà cố gắng nuốt chửng tớ đến tận gốc.",
    "へ、変よっ……こんなのっ……！　初めてなのに……んっ！\n私っ……あっ、ら、乱暴にされて……感じちゃってるなんてっ……！": "H, hỏng rồi… thế này…!\nMới lần đầu mà… ưm!\nTớ… a, bị, thô bạo… và… cảm thấy…!",
    "こんないやらしい下着を選んでくるくらいだから、\n舞亜は天性の淫乱に違いない。そう指摘してやった。": "Vì đã chọn bộ đồ lót gợi cảm như vậy, Mai A chắc chắn là một người dâm đãng bẩm sinh. Tớ đã chỉ ra điều đó.",
    "ふぁんっ、ど、どうしてっ……そんな、意地悪、言うのっ……！\nあっ、あっ、あっ、あ、あ、ああぁぁぁっ……！": "Fan, tại sao… cậu lại… ác ý… nói vậy…!\nA, a, a, a, aaaaa…!",
    "恥ずかしがるほどに舞亜が可愛く思えるからだ。\nそう追撃すると、膣壁の収縮がいっそう強烈になった。": "Bởi vì Mai A càng xấu hổ thì tớ càng thấy cô ấy đáng yêu.\nTớ tiếp tục tấn công, và sự co thắt của thành âm đạo càng trở nên mạnh mẽ hơn.",
    "か、可愛い……私って……エッチな私って、可愛いのっ……！？": "Đ, đáng yêu… Tớ… là tớ… gợi cảm, đáng yêu sao…?",
    "普段の私と、違う、からっ……んっんっんっ！\nふあっ、あんまり……わからない……あぁっ……！？": "Khác với tớ ngày thường… ưm, ưm, ưm!\nFua, không hiểu… aaaaa…!",
    "普段から愛おしいからこそ、もっと気持ちが膨らむ。\nもっとかき乱してしまいたくなる。": "Vì tớ luôn yêu thương cô ấy, nên cảm xúc càng dâng trào.\nTớ muốn làm xáo trộn cô ấy hơn nữa.",
    "そう言葉にしながら腰の動きも合わせて伝えてあげると、\n火照った舞亜の肌によりいっそう赤みが差していく。": "Khi tớ nói ra những lời đó và kết hợp với những chuyển động của hông, làn da nóng bỏng của Mai A càng trở nên đỏ ửng hơn.",
    "っ、あ、あ、あぁ……恥ずかしい、けどっ……う、うれしい……\n私、女の子として……あなたを興奮させてあげられてるんだね……": "Ư, a, a, a… xấu hổ, nhưng… ư, vui…\nTớ, là con gái… đã làm cho cậu phấn khích rồi…",
    "舞亜の悦びを、ペニスを包み込んだ柔肉を通して感じる。\n俺と舞亜の昂ぶりが、結合部を中心に同調していく。": "Tớ cảm nhận được niềm vui của Mai A thông qua phần thịt mềm mại bao quanh dương vật.\nSự phấn khích của tớ và Mai A đồng điệu với nhau, tập trung vào điểm kết nối.",
    "%usernameusernameuserna%……ねえ、お願い……\nもっとたくさんキスして……？": "%usernameusernameuserna%… này, xin cậu…\nHôn tớ nhiều hơn nữa…?",
    "いっぱい、いっぱい、唇を吸って……私と舌を絡めて……？\n後ろから強く抱きしめて……もっと強く、奥まで、突いて……？": "Hôn thật nhiều, hôn môi… và quấn lưỡi với tớ…?\nÔm chặt từ phía sau… và thúc sâu hơn nữa…?",
    "私……%usernameusernameuserna%にエッチな私を\n見て、感じて、可愛がってほしい……っ、んっ、んんっ……！": "Tớ… muốn %usernameusernameuserna% nhìn thấy, cảm nhận và yêu thương con người gợi cảm của tớ… ưm, ưm…!",
    "舞亜に懇願され、俺は全身で舞亜ととろけ合った。": "Mai A cầu xin, và tớ đã hòa tan với Mai A bằng cả cơ thể.",
    "腰を尻に押しつけて小刻みに奥を抉り。舌を舞亜の顔中に這わせ。\n両手で汗ばんだ腰や胸、へそ周り、至るところをまさぐった。": "Tớ ấn hông vào mông và khoét sâu vào bên trong. Tớ liếm khắp mặt Mai A.\nTớ dùng hai tay xoa bóp eo, ngực, bụng và mọi nơi khác đang đẫm mồ hôi.",
    "んぅ！　んはっ、はっ、はっ、はぁんっ……！\n%usernameusernameuserna%っ……ちゅうぅっ……！": "Ư! Hừm, ha, ha, ha, ha…!\n%usernameusernameuserna%… chuuu…!",
    "ありのままの私を受け入れてくれた%usernameusernameuserna%に……\nデートのお礼を……１番特別なものを……あげるっ……！": "Với %usernameusernameuserna% đã chấp nhận con người thật của tớ…\nTớ sẽ trao cho cậu… một điều đặc biệt nhất…!\n",
    "いっぱい愛して……いっぱい注いで……あなたの精子っ……！\nんむっ！　ちゅっ、ちゅっ、んんむぅ……！": "Yêu thương thật nhiều… và đổ đầy… tinh dịch của cậu…!\nƯm! Chụt, chụt, ưm…!",
    "自ら腰を振り始めた舞亜と、限界速度で下半身をぶつけ合う。\n激しい水音と火傷しそうなくらいの摩擦で、感覚が麻痺していく。": "Mai A tự mình bắt đầu lắc hông, và va chạm phần dưới với tốc độ tối đa.\nCảm giác tê liệt trước âm thanh dữ dội và ma sát như thiêu đốt.",
    "あっ、あっ、あっ、も、もう、と、溶けちゃう……！\n私の中、あなたのと、区別、つかなくなっちゃ……あぁぁっ！": "A, a, a, s, sắp, tan chảy…!\nBên trong tớ, không còn phân biệt được với cậu… aaaa!",
    "んぁっ、あぁっ、い、いいよぉ……もっとぉ……！\n昼間の、お返しにっ……あなたも、やりすぎて、いいのっ……！": "A, a, được rồi… nhiều hơn nữa…!\nĐể trả ơn… ban ngày… cậu cũng, làm quá lên, được chứ…!",
    "舞亜の望むまま、やりすぎなくらいに、\n俺は初めてだったはずの女子の沼を乱暴に蹂躙した。": "Theo mong muốn của Mai A, tớ đã tàn phá một cách thô bạo cái đầm lầy của một cô gái mà lẽ ra là lần đầu tiên của tớ.",
    "やがて、蜜壺のひときわ強烈な締め付けと同時に、\n俺の奥から白い濁流がせり上がってくる。": "Cuối cùng, cùng với sự siết chặt dữ dội của mật ngọt, một dòng nước trắng đục trào ra từ bên trong tớ.",
    "ひゃんっ、んんんっ、き、きちゃうっ……！\n%usernameusernameuserna%のに、ズンズンされて、イッ……く……！": "Hian, ưm, sắp, tới…!\nTrong %usernameusernameuserna%, tớ cũng, sắp…!",
    "可愛いぞ、舞亜っ……！\n可愛いすぎる舞亜の中で、俺も、イクっ……！": "Đáng yêu quá, Mai A…!\nTrong Mai A đáng yêu, tớ cũng, lên đỉnh…!",
    "それ、だめっ、耳元で、か、可愛いって、あ、んっ、んっ！\n可愛いって言われるの、ドキドキしちゃうのっ……！": "Cái đó, không được… bên tai, đ, đáng yêu, a, ưm, ưm!\nBị nói là đáng yêu, tớ thấy hồi hộp…!",
    "んぁぁぁっ、ほ、ホントに、もう、無理、限界っ……！\nお願い、イッて、一緒にっ、イッてぇっ……ああ、あぁぁぁぁ――": "Aaaaa, th, thật sự, không thể, giới hạn…!\nXin cậu, lên đỉnh, cùng nhau, lên đỉnh… a, aaaaaa――",
    "あ――んんんんんんんんんんんんんぅぅっ……！": "A――ưmmmmmmmmmmmmmmmmmm…!",
    "ひぐっ……うっ、ぅあ、ぅぅぅ……！\nあ、で、出てる……熱いの、きてる……あっ、はっ……！": "Hức… ư, ưaa, ưừ…!\nA, ra rồi… nóng, tới rồi… a, ha…!",
    "きゅうきゅうと搾り上げてくる膣の中で、\n自分でも気付かないうちに俺は舞亜と絶頂を迎えていた。": "Trong âm đạo đang co bóp, tớ đã đạt đến cực khoái với Mai A mà không hề hay biết.",
    "はぁ……はぁっ……な、中に……射精されちゃった……\n%usernameusernameuserna%の……全部……はぁ……！": "Ha… ha… t, trong… đã xuất tinh rồi…\n%usernameusernameuserna%… tất cả… ha…!",
    "いつの間に射精が始まっていたのかすら定かでない。\nもうずっと前から舞亜の膣内に出し続けているような気さえした。": "Tớ thậm chí không chắc khi nào thì xuất tinh.\nTớ cảm thấy như đã xuất tinh trong âm đạo của Mai A từ rất lâu rồi.",
    "ず、ずるいよ……%usernameusernameuserna%……\nあんなにいっぱい、耳元で、可愛いなんて……はふぅ……": "X, xảo quyệt… %usernameusernameuserna%…\nNói đáng yêu bên tai nhiều đến thế… hafu…",
    "……何度でも、思ったまま言うぞ。\nありのままの舞亜は、本当に可愛いからな。\n": "… Tớ sẽ nói như vậy bao nhiêu lần đi nữa.\nMai A như bây giờ, thật sự rất đáng yêu.",
    "ま、また恥ずかしいこと言うし……もう……\nあんまりしつこいのは、だめだよ……": "M, lại nói những điều xấu hổ… thôi nào…\nNói nhiều quá thì, không được đâu…",
    "とろけきった舞亜の顔にはうっすら笑みが浮かんでいて、\n言葉とは裏腹に、もう１度俺を誘っているように思える。": "Trên khuôn mặt Mai A đang tan chảy có một nụ cười nhè nhẹ,\ntrái ngược với những lời nói, dường như đang mời gọi tớ một lần nữa.",
    "あっ……ま、また中で……ビクンって震えて……！": "A… t, lại trong… run rẩy…!",
    "……いいだろ？\n俺は舞亜のやりすぎなところを受け入れるつもりなんだから。": "… Được chứ?\nTớ sẽ chấp nhận sự làm quá của Mai A.",
    "…………うん。恥ずかしいけど……\n%usernameusernameuserna%だってやりすぎてもいいからね。": "… Ừm. Xấu hổ thật…\n%usernameusernameuserna% cũng có thể làm quá mà.",
    "舞亜を背後からきつく抱きすくめ、再び可愛いと囁きかけて……\n俺達は２回戦に突入したのだった。": "Tớ ôm chặt Mai A từ phía sau, thì thầm lại những lời đáng yêu…\nvà chúng tớ đã bước vào hiệp hai."
}