{
    "機動性能評価試験の翌日。": "Ngày hôm sau của bài kiểm tra đánh giá năng lực cơ động.",
    "トレブルクインテットはトリニティ・ジュエルの技術の前に、\n打ちのめされていた。ま、あの機動を見せられればそれも当然だな。": "Treble Quintet đã bị đánh bại trước kỹ thuật của Trinity Jewel.\nChà, nếu để lộ khả năng cơ động đó thì cũng là điều đương nhiên.",
    "……ただ打ちのめされていただけ。\nそれならば、切り替えて次の目標に向けて再始動できただろう。": "……Chỉ bị đánh bại mà thôi.\nNếu chỉ có vậy, thì có thể chuyển hướng và bắt đầu lại với mục tiêu tiếp theo.",
    "彼女たちもＬＯＣの実力あるチームのひとつ。操縦技術で受けた借りは\nより厳しいトレーニングで返す。そのメンタルを持ち合わせている。": "Họ cũng là một trong những đội có thực lực của LOC. Món nợ về kỹ thuật điều khiển\nsẽ được trả bằng những buổi huấn luyện khắc nghiệt hơn. Họ có tinh thần đó.",
    "でも、大事なのは結果であり、素人目にもわかる『技量差』が\n配信で流れてしまった。": "Nhưng, điều quan trọng là kết quả, và sự 'khác biệt về kỹ năng' mà ngay cả người ngoài cũng có thể thấy đã\nbị phát tán trên sóng.",
    "（加えて、最後のレイヴェルの言葉も見透かされたような感じで、\nかなり痛手だったな……）": "(Thêm vào đó, những lời nói cuối cùng của Rayvel có vẻ như đã bị nhìn thấu,\nđúng là một đòn đau...)",
    "その結果――": "Kết quả là――",
    "フルートちゃん……みんな心配してるわよ。\nまずはお部屋から出て、顔を見せてちょうだい。": "Fulluto-chan…… Mọi người đều lo lắng cho cậu đấy.\nTrước hết, hãy ra khỏi phòng và cho mọi người thấy mặt đi.",
    "わかってます……行かなきゃいけないって、やらなきゃだめだって\n頭では分かってるんです……": "Tôi biết rồi…… Tôi biết mình phải đi, phải làm điều đó rồi\ntrong đầu tôi hiểu rõ lắm……",
    "でも……今、外に出たくないって思っちゃうんです……": "Nhưng…… Giờ tôi chỉ muốn không ra ngoài thôi……",
    "今までここまでのことはなかったから……": "Vì trước giờ chưa từng có chuyện gì như thế này……",
    "ただ、からかうようなコメントは、過去にもよく見ました。\n実際今回の件も最初のときからそういうのはありました。": "Chỉ là, tôi cũng thường thấy những bình luận trêu chọc trong quá khứ.\nThực tế, ngay từ lần đầu tiên, cũng đã có những bình luận như vậy rồi.",
    "でも……": "Nhưng……",
    "『炎上』はさすがに経験なかったわけね……": "'Bùng nổ' thì đúng là chưa từng trải qua nhỉ……",
    "…………": "…………",
    "『どうしてこの案件を受けたのか』『他に適格なチームはあったはず』\n『ＬＯＣの恥さらし！』『土下座しろ！』『次は引退配信か？』……": "'Tại sao lại nhận vụ này?' 'Đáng lẽ phải có đội thích hợp hơn chứ'\n'Đồ ô nhục của LOC!' 'Quỳ xuống!' 'Buổi phát sóng giải nghệ tiếp theo à?'……",
    "ただの悪口だけじゃなく責任を求めたり、怒りのこもった攻撃的な\nコメントや、殺害予告のようなものまで届いていました……": "Không chỉ là những lời chửi rủa, mà còn có những bình luận yêu cầu chịu trách nhiệm, những bình luận mang tính công kích đầy giận dữ, thậm chí là cả những lời đe dọa giết người nữa……",
    "そうね……酷いことを書いてる書き込みもいっぱいあったわ。": "Đúng vậy…… Có rất nhiều bài viết viết những điều tồi tệ.",
    "きっとあの中には今までフルートたちを応援していた視聴者さんも\nいっぱいいたと思います。もちろん『Ｆｌ∞ｔｙ』のも……": "Tôi chắc chắn rằng trong số đó có rất nhiều khán giả đã ủng hộ Fulluto và mọi người từ trước đến nay.\nTất nhiên, cả những người của 'Fl∞ty' nữa……",
    "えへへ……レイヴェルちゃんの言う通りです。フルートが『浅い』から、\nトリニティ・ジュエルに負けて、炎上もして……": "Ehehe…… Đúng như Rayvel-chan nói. Vì Fulluto 'nông cạn',\nnên đã thua Trinity Jewel, và còn bị 'bùng nổ' nữa……",
    "フルートちゃんのせいじゃない。": "Không phải lỗi của Fulluto-chan.",
    "訓練するかどうか、今は考えなくていいわ。あたしが後輩クンに\n話をする……けど、まずはみんなに顔を見せて？": "Không cần phải nghĩ đến việc tập luyện hay không vào lúc này đâu. Tớ sẽ nói chuyện với hậu bối-kun…… nhưng, trước hết, hãy cho mọi người thấy mặt đi?",
    "フルートちゃんが引きこもっていると、みんな寂しがるわ。\nだって、仲間だから……責任は仲間であるあたしたちにもあるわ。": "Nếu Fulluto-chan cứ ở trong nhà, mọi người sẽ buồn đấy.\nVì, chúng ta là đồng đội mà…… Trách nhiệm cũng thuộc về chúng ta, những người là đồng đội.",
    "仲間……": "Đồng đội……",
    "心の傷の痛みを、あたしたちにも背負わせて？\nそうしてもいいと思うくらい、信じてくれているならね。": "Để chúng ta gánh chịu nỗi đau trong lòng của cậu được không?\nNếu cậu tin tưởng đến mức có thể nghĩ như vậy.",
    "ロージーちゃん……": "Rosie-chan……",
    "……あっ、フルートさん！": "……A, Fulluto-san!",
    "はぁ、やっと顔を見せてくれたね。": "Ha, cuối cùng cũng chịu cho tôi thấy mặt rồi.",
    "ごめんなさい……心配かけました……": "Xin lỗi…… Đã khiến mọi người lo lắng……",
    "さすがに今回のアンチは数も多いし、内容もひどいのが多かったものね。\n人格否定とか、ＭＧが壊れるようなコラージュ動画までさ……": "Quả thật, anti-fan lần này vừa nhiều, vừa có nội dung tồi tệ nữa.\nTừ việc phủ nhận nhân cách, cho đến cả những video cắt ghép làm hỏng MG nữa……",
    "Ｆｌ∞ｔｙのときにみたアンチなんて可愛いものでしたね……\nギャル文化とＭＧじゃ世間の注目度も全然違っていて……": "Anti-fan mà tôi thấy khi ở Fl∞ty thì còn dễ thương chán……\nVăn hóa gal và MG thì sự chú ý của dư luận cũng khác hẳn nhau……",
    "ああ、俺も驚いた。\nまさか噂に聞く炎上を自分が体験するとはな……": "À, tôi cũng ngạc nhiên đấy.\nKhông ngờ mình lại trải nghiệm cái gọi là 'bùng nổ' mà người ta vẫn đồn đại……",
    "フルート、これを見て。": "Fulluto, xem cái này đi.",
    "エヴィちゃん……今は、コメント見たくないです……": "Evi-chan…… Giờ tôi không muốn xem bình luận đâu……",
    "お願い。私のことを信じて見て欲しいの。": "Xin cậu đấy. Hãy tin tôi và xem nó đi.",
    "そうしてエヴィから受け取ったスマートデバイスに、\nフルートはゆっくり視線を向けていく。": "Và Fulluto từ từ hướng ánh mắt về phía thiết bị thông minh mà Evi đưa cho.",
    "――が。": "――Nhưng.",
    "……！　ごめんなさい、見たくないです……！": "……! Xin lỗi, tôi không muốn xem……!",
    "きっと一瞥したときに、大量に目に飛び込んできたのだろう。\n突き刺すような炎上コメントの数々が。": "Chắc chắn là khi liếc nhìn, một lượng lớn bình luận đã ập vào mắt cô ấy.\nVô số những bình luận 'bùng nổ' như muốn đâm xuyên vào mắt.",
    "フルート……ちゃんと見てあげて。\n呪いみたいな言葉だけじゃないってことを。": "Fulluto…… Hãy xem nó cẩn thận đi.\nRằng nó không chỉ có những lời nguyền rủa.",
    "ええ。ちゃんと見てくれている人は、たくさんいるわ。\nフルートちゃん。ほら、ね？": "Ừm. Có rất nhiều người đang xem nó cẩn thận đấy.\nFulluto-chan. Nhìn xem, đúng không?",
    "『可愛いだけじゃなくてカッコいいとか憧れます』\n『ＭＧに乗れちゃうギャルすげえ』……": "'Không chỉ dễ thương mà còn ngầu nữa, tôi ngưỡng mộ' \n'Gal mà có thể lái MG thật là ghê gớm'……",
    "それ以外にも、様々な励ましの言葉が載っていた。\n『アンチに負けるな』『頑張ってるのを見てたよ』などの言葉だ。": "Ngoài ra, còn có rất nhiều lời động viên khác.\n'Đừng để thua anti-fan' 'Tôi đã xem cậu cố gắng' là những lời nói như vậy.",
    "中には『あんたたちの実力なら負けてない』\n『ウチらに勝ったんだから負けんな』なんて応援もある。": "Trong đó còn có cả 'Thực lực của các cậu không hề thua kém' \n'Vì đã thắng chúng tôi nên đừng có thua' là những lời cổ vũ.",
    "このコメント……そっか。フルート達の事……こんなになっても……\n応援してくれる人たちがいるんですね……": "Bình luận này…… ra là vậy. Về Fulluto và mọi người…… Dù thế này đi nữa……\nvẫn có những người ủng hộ mình sao……",
    "知ったきっかけはそれぞれの活動だとしても、\nちゃんとパイロットの顔も知ろうとしてくれてるんだよ。": "Dù biết đến nhau từ những hoạt động riêng lẻ, nhưng\nhọ vẫn muốn biết rõ cả gương mặt của phi công nữa.",
    "そう。フルートの活動で勇気を貰ったり楽しませてもらった。\nそんな人たちがいっぱいいるんだから。": "Đúng vậy. Cậu đã nhận được sự dũng cảm và niềm vui từ những hoạt động của Fulluto.\nVì có rất nhiều người như vậy.",
    "そういう人たちはきっとフルートに恩返ししようとしてくれてる。\nそれが推しってやつでしょ？": "Những người như vậy chắc chắn đang cố gắng đền đáp Fulluto.\nĐó là những người hâm mộ, đúng không?",
    "ここでもしあたし達が諦めてしまったら……\n今度こそ誰もあたし達のことを見てくれなくなるんじゃないかしら。": "Nếu chúng ta từ bỏ ở đây……\nlần này, sẽ không còn ai nhìn chúng ta nữa mất.",
    "みんな……": "Mọi người……",
    "フルート……大事なことを忘れていましたね。": "Fulluto…… Cậu đã quên một điều quan trọng rồi.",
    "今まで、からかうようなコメントは何度も経験していて、\nそれでも全然平気だったのは他に大勢のファンがいたからなんです。": "Từ trước đến nay, cậu đã trải qua những bình luận trêu chọc rất nhiều lần,\nvà dù vậy vẫn ổn là vì có rất nhiều người hâm mộ khác.",
    "それは今回も同じ……": "Lần này cũng vậy……",
    "どれだけたくさんの人が批判的なことを言っていても、\n中には応援してくれる人たちだってまだいる……": "Cho dù có bao nhiêu người nói những điều chỉ trích đi nữa,\nvẫn còn những người ủng hộ chúng ta……",
    "もし……もし少しでも、ひとりでも応援してくれる人がいるなら……": "Nếu…… nếu chỉ có một người ủng hộ thôi……",
    "フルート達は……今こそぽよな姿を見せなきゃいけませんね……！": "Fulluto và mọi người…… lúc này, chúng ta phải cho mọi người thấy bộ dạng Poyo rồi……!",
    "フルート……！": "Fulluto……!",
    "その意気だ、フルート！": "Đúng là tinh thần đó, Fulluto!",
    "もう一度頑張ろう！": "Cố gắng lên một lần nữa nào!",
    "フルートちゃん……！": "Fulluto-chan……!",
    "はい……！": "Vâng……!",
    "あ、でも……\nこれだけ炎上しても会社はフルート達を使ってくれるんでしょうか。": "À, nhưng……\nDù có 'bùng nổ' đến thế này thì công ty có dùng chúng tôi nữa không đây.",
    "そのことなら……ああ、ちょうど来たな。": "Về chuyện đó thì…… à, vừa hay.",
    "皆さん、すみませんでした。": "Mọi người, xin lỗi.",
    "えっ……？　ど、どうして謝るんですか！？\nむしろ、結果を出せなかったフルート達の方が謝るべきじゃ……": "Hả……? T, tại sao lại xin lỗi chứ!?\nThay vào đó, Fulluto và mọi người không đạt được kết quả mới là người nên xin lỗi chứ……",
    "いえ、炎上の原因は広報もありました……罰ゲームで遊んでいる。\nそんなイメージを付けてしまった私どもの責任です。": "Không, nguyên nhân của việc 'bùng nổ' cũng có một phần do bộ phận truyền thông…… Chúng tôi đã tạo ra hình ảnh như đang chơi trò chơi phạt.",
    "結論から言うと、弊社はテストパイロットの交代はしません。\nこれは今朝の臨時役員会議で承認されました。": "Nói tóm lại, công ty chúng tôi sẽ không thay đổi phi công thử nghiệm.\nViệc này đã được thông qua trong cuộc họp hội đồng quản trị bất thường sáng nay.",
    "それじゃあ私達は……続けられるの……？": "Vậy thì chúng ta…… có thể tiếp tục được sao……?",
    "もちろんです。ここで切り捨てるなんて、私がさせません。\n炎上をしてしまった分を取り返すフォローをさせてもらいます。": "Đương nhiên rồi. Tôi sẽ không để các cậu bị loại bỏ ở đây đâu.\nTôi sẽ cho phép các cậu khắc phục hậu quả của việc 'bùng nổ'.",
    "別に、担当さんがそこまで気にする必要はないんじゃない？": "Chẳng phải người phụ trách không cần phải bận tâm đến mức đó sao?",
    "いや、実はトレブルクインテットを推薦したのは僕なんです。": "Không, thực ra tôi là người đã đề cử Treble Quintet đấy.",
    "そうだったんだ！？": "Ra là vậy sao!?",
    "話題性があって、実力もあるパイロット。そういった経緯から、\n君たちに声をかけて依頼をさせてもらいました。": "Một phi công có thực lực và có sức hút. Từ những lý do đó,\ntôi đã liên hệ và yêu cầu các cậu.",
    "そんな風に声をかけてもらったのに、こんな結果になって……\nそれでも、まだ信じてくれるんですか？": "Dù được liên hệ như vậy, nhưng lại thành ra thế này……\nvậy mà anh vẫn tin tưởng chúng tôi sao?",
    "……最初こそ、知名度に目がくらんだことは事実です。それでも、\n全力で向き合って勝とうとする姿を見て僕も応援したくなって……": "……Ban đầu, đúng là tôi đã bị thu hút bởi danh tiếng. Tuy nhiên,\ntôi cũng muốn cổ vũ khi thấy các cậu cố gắng hết mình và muốn chiến thắng……",
    "技術者がどれだけ頑張って作っても、人が手に取らなければ意味がない！\nどんなにすばらしい技術も知られなければ価値はないんです！！": "Dù các kỹ thuật viên có cố gắng đến đâu, nếu không có ai sử dụng thì cũng vô nghĩa!\nDù kỹ thuật có tuyệt vời đến đâu, nếu không được biết đến thì cũng không có giá trị gì cả!!",
    "そして、君たちなら僕らの技術のすばらしさを広めて、\n世界中に伝えてくれる……君たちの姿勢を見て、そう確信したんだ！！": "Và, tôi tin rằng các cậu sẽ truyền bá sự tuyệt vời trong kỹ thuật của chúng ta, và\ntruyền tải nó đến toàn thế giới…… Tôi đã tin chắc như vậy khi nhìn thấy thái độ của các cậu!!",
    "それこそが未来の……守る力になるんだと！！": "Chính vì thế mà tương lai sẽ…… trở thành sức mạnh để bảo vệ!!",
    "……と、すみません、熱くなってしまいました。": "……Tôi xin lỗi, tôi đã hơi quá khích.",
    "……フルート、正直もう引退かと思ってました。負けてしまって、\nレイヴェルちゃんにもいろいろ言われて、コメントも炎上して……": "……Fulluto, tôi đã nghĩ rằng cậu sẽ giải nghệ rồi. Vì đã thua, và\nRayvel-chan cũng nói đủ điều, bình luận cũng bị 'bùng nổ' nữa……",
    "でも、担当さんみたいに信じてくれる人たちがいるのであれば……\nフルート達はまだ頑張れる……そう思います！": "Nhưng, nếu có những người tin tưởng như người phụ trách……\nthì Fulluto và mọi người vẫn có thể cố gắng được…… Tôi nghĩ vậy!",
    "やっとフルートに笑顔が戻ってきたね。\nやっぱりリーダーはその顔じゃないと調子が狂っちゃうよ。": "Cuối cùng thì nụ cười đã trở lại với Fulluto rồi.\nĐúng là nếu không có gương mặt của người lãnh đạo thì mọi thứ sẽ rối tung lên đấy.",
    "……ごめんなさい、皆さん。\nフルートは勘違いしちゃってました……今大切なのは、頑張る事。": "……Xin lỗi mọi người.\nFulluto đã hiểu lầm rồi…… Điều quan trọng bây giờ là, phải cố gắng.",
    "『パイロット』として戦うこと。\n『広告塔』として、人々に安心を届けること――": "Phải chiến đấu với tư cách là một 'phi công'.\nVới tư cách là một 'người đại diện', phải mang lại sự an tâm cho mọi người――",
    "それは、どちらもこれからを『守るための仕事』なんですね！": "Đó là, cả hai đều là 'công việc để bảo vệ' từ bây giờ!",
    "フルートはメンバーに向き直り、頭を下げた。": "Fulluto quay lại nhìn các thành viên, cúi đầu xuống.",
    "改めて……勝つための努力をさせてください！\nみんなの応援を、無下にしたくないんです！": "Một lần nữa…… Xin hãy cho tôi được nỗ lực để chiến thắng!\nTôi không muốn làm mất lòng những người đã ủng hộ chúng tôi!",
    "もちろん。フルートちゃんがいなかったら、トレブルクインテットは\n成り立たないでしょ。": "Đương nhiên rồi. Nếu không có Fulluto-chan thì Treble Quintet sẽ không\nthể thành lập được.",
    "おかえり。フルートさん。": "Chào mừng trở lại. Fulluto-san.",
    "なんとしても次の戦闘性能評価試験は勝たないとね。\n私達の『本気』を証明するために。": "Bằng mọi giá, chúng ta phải thắng trong bài kiểm tra đánh giá năng lực chiến đấu tiếp theo.\nĐể chứng minh 'sự nghiêm túc' của chúng ta.",
    "%usernameusernameuserna%さん！\nそのための策を……お願いします！": "Anh/Chị %usernameusernameuserna%!\nVề kế hoạch cho việc đó…… xin hãy giúp đỡ!",
    "ああ、フルートが立ち直ってくれたんだ……\n俺だって負けないように作戦を考えてきた。": "À, Fulluto đã đứng lên rồi……\ntôi cũng đã lên kế hoạch để không bị thua.",
    "%usernameusernameuserna%さん、流石です♪": "Anh/Chị %usernameusernameuserna% quả là tuyệt vời♪",
    "そのための策だが……あんたに協力してもらいたい。\nあれだけ熱い語りをしてくれたんだ。いいよな？": "Về kế hoạch cho việc đó…… tôi muốn anh/chị hợp tác.\nAnh/Chị đã nói những lời nói nhiệt huyết đến thế. Được chứ?",
    "……": "……",
    "……えっ、僕！？": "……Hả, tôi!?"
}