{
    "（しかし、シリウスシュガーの集合写真……\n楽しそうだが、どのタイミングで撮ったものなんだ？）": "（Nhưng mà, ảnh chụp chung của Sirius Sugar……\nMặc dù có vẻ vui, nhưng mà được chụp vào lúc nào nhỉ？）",
    "（過去の思い出話を聞いている限りでは、\nこういう写真を撮るような感じには見えなかったんだが）": "（Theo như những gì nghe được từ hồi tưởng trong quá khứ, \nthì không có vẻ gì là sẽ chụp những tấm ảnh như thế này cả）",
    "なあ、この写真っていつ撮ったんだ？　思い出話のタイミングだと、\nラミなんて素直に撮影してくれるようなお子様じゃなかったろ？": "Này, tấm ảnh này được chụp vào lúc nào thế? Theo như lúc kể chuyện hồi tưởng, \nLami không phải là kiểu sẽ ngoan ngoãn mà chụp ảnh đâu nhỉ?",
    "だーかーら！\nお子様呼ばわりすんな！": "Đ-ã-bảo-rồi-mà!\nĐừng có gọi là con nít nữa!",
    "別にラミだって撮られたくて撮ったわけじゃないから！\nやむにやまれぬ事情ってのがあったのよ！": "Chẳng qua là Lami cũng đâu có muốn chụp đâu!\nChỉ là có những chuyện bất đắc dĩ thôi!",
    "やむにやまれぬ事情……って、何があったんだよ。": "Chuyện bất đắc dĩ…… là chuyện gì vậy?",
    "%usernameusernameuserna%が気になってるみたいだし、\n何があったのか教えてあげようか？": "Có vẻ như %usernameusernameuserna% đang tò mò đấy,\nhay là kể cho cậu ấy nghe chuyện gì đã xảy ra đi?",
    "（ふむ……休憩時間は残りあと少しだが、\n興味がない、と言えば噓になるな……聞いてみるか）": "（Hmm…… Thời gian nghỉ còn lại không nhiều lắm, \nnói là không hứng thú thì cũng không đúng…… Hay là thử hỏi xem sao）",
    "ああ、頼む。教えてくれ。": "Ừm, nhờ cậu đấy. Kể cho tôi nghe đi.",
    "この写真はチームを結成して少し経ってから撮ったんだよね。\nちゃんとチーム名を申請した後に、全員で集まって――": "Tấm ảnh này được chụp sau khi thành lập team không lâu đấy.\nSau khi nộp đơn đăng ký tên team đàng hoàng, tất cả mọi người cùng nhau tập hợp――",
    "では……チーム申請も無事に終わりましたし……\n改めてちゃんとした自己紹介をいたしましょうか。": "Vậy thì…… việc đăng ký team cũng đã hoàn thành tốt đẹp rồi……\nhãy để chúng ta tự giới thiệu lại bản thân một cách đàng hoàng nào.",
    "シリウスシュガーのリーダー、鳴滝七彩ですわ。\n皆さん、改めてよろしくお願い致しますわね。": "Tôi là Narutaki Nanairo, leader của Sirius Sugar.\nMọi người, xin được phép làm quen lại nhé.",
    "それでは次はめるさんも自己紹介をお願いしますわ。": "Vậy thì, tiếp theo là Mearu, xin hãy tự giới thiệu bản thân đi.",
    "は、はい！　改めて……桃園めるです！\nえっと、シリウスシュガーの一員として頑張っていきますね！": "V-vâng! Xin được giới thiệu lại…… Tôi là Momozono Mearu!\nỪm, tôi sẽ cố gắng hết mình với tư cách là một thành viên của Sirius Sugar!",
    "では、次はちゆるさん。お願い致します。": "Vậy thì, tiếp theo là Chiyuru. Xin mời.",
    "了解。あたしはメイズ研究会部長をしてる月ヶ瀬ちゆるだよ。\nこれからよろしくね～♪": "Hiểu rồi. Tớ là Tsukigase Chiyuru, hội trưởng của Hội nghiên cứu Maze.\nRất vui được làm quen nhé～♪",
    "えぇ……これ、ラミも挨拶しないといけないの？": "Ehh…… Cái này, Lami cũng phải chào hỏi luôn sao?",
    "……私は一条白奈。\nシリウスシュガーの一員として頑張るから……よろしく。": "……Tôi là Ichijou Hakuna.\nTôi sẽ cố gắng hết mình với tư cách là một thành viên của Sirius Sugar…… rất mong được giúp đỡ.",
    "白奈さんもありがとうございますわ。\n……後はラミさんだけですわね。": "Hakuna-san cũng cảm ơn cậu.\n……Vậy thì chỉ còn Lami-san thôi nhỉ.",
    "あんまりラミ、こういう自己紹介とか好きじゃないんだけど……": "Lami không thích mấy cái kiểu tự giới thiệu như thế này cho lắm……",
    "……でも、皆やった。\nラミもやるべき。": "……Nhưng mà, mọi người đều làm rồi.\nLami cũng phải làm thôi.",
    "じ～っ……": "Jii～……",
    "――あー、もうわかったよ！　朽葉ラミ！\nチームに入ったからにはメイズでジャンジャン稼ぐつもりだから！": "――A, thôi được rồi! Tôi là Kuchiba Lami!\nMột khi đã vào team thì tôi sẽ kiếm thật nhiều tiền từ Maze!",
    "ていうかすぐにでもメイズへ潜れないの？\nチームを組めたんだし、さっさと行きたいんだけど。": "Mà nói mới nhớ, không biết có thể vào Maze ngay được không nhỉ?\nVì đã lập được team rồi, nên tôi muốn đi ngay và luôn.",
    "申し訳ありませんが、すぐには無理ですわ。\nチームの申請は通りましたが、まだMGの準備は出来ていませんもの。": "Xin lỗi, nhưng mà không thể ngay được đâu.\nTuy đơn đăng ký team đã được thông qua, nhưng mà MG vẫn chưa chuẩn bị xong.",
    "マジ！？　……ってそりゃそうか。\nチームに合わせて調整とかも必要だしね。": "Thật á!?…… Thì ra là vậy.\nCũng cần phải điều chỉnh cho phù hợp với team nữa nhỉ.",
    "ええ。ですから調整が終わって配備されるまでは、\nメイズに潜って探索をするのはお預けですわね。": "Ừm. Vì vậy nên cho đến khi việc điều chỉnh hoàn tất và được triển khai, \nthì việc vào Maze để thám hiểm sẽ phải tạm gác lại.",
    "でしたら、シミュレーターなら使えますし、\nしばらくは皆さんと一緒に特訓とか練習ですかね？": "Nếu vậy, thì có thể sử dụng simulator, \nvậy thì tạm thời chúng ta cùng nhau tập huấn và luyện tập thì sao?",
    "そういうことになりそうだね～。\nチームとしての練習とかやってないし、いい機会かも？": "Có vẻ như là sẽ như vậy đấy～.\nVì chưa tập luyện với tư cách là một team bao giờ, nên có lẽ đây là một cơ hội tốt?",
    "では、シミュレーター室を予約致しますわね。\nチームを組んだ以上はそれぞれの連携が重要になりますわ。": "Vậy thì, tôi sẽ đặt phòng simulator nhé.\nMột khi đã lập team thì sự phối hợp của mỗi người là rất quan trọng.",
    "……チームとして練習するの、楽しみ。": "……Thật mong chờ việc luyện tập với tư cách là một team.",
    "ええ～？　めんどいなぁ……んー、あ、そうだ♪\nねえ。ラミ、面白い事を思いついたんだけど！": "Ehh～? Phiền phức quá đi…… ừm, a, phải rồi♪\nNày. Lami, tớ nghĩ ra một chuyện thú vị này!",
    "面白い事……？\nそれってどんなの？": "Chuyện thú vị……?\nĐó là chuyện gì?",
    "……あまり関係のないアイデアでしたら練習優先ですわよ？": "……Nếu ý tưởng đó không liên quan lắm thì việc luyện tập sẽ được ưu tiên đấy nhé?",
    "どーせ、いきなり全員でチームとしての動きなんてできないじゃん？\nなら、折角だしＭＧの操作技術で勝負しない？": "Đằng nào thì mọi người cũng không thể hành động như một team ngay được đúng không?\nNếu vậy thì, nhân tiện hãy thi đấu về kỹ năng thao tác MG đi?",
    "勝負……ですか？": "Thi đấu…… sao?",
    "そ！　だってチームになったって言ってもＭＧの腕とか知らないじゃん？\nなら、先にお互いの実力とかを確認するべきでしょ！": "Đúng vậy! Vì dù có nói là đã trở thành team đi nữa thì cũng đâu có biết trình độ MG của nhau đâu?\nNếu vậy thì, nên xác nhận thực lực của nhau trước đi!",
    "だから、その実力を知るためにシミュレーターで撃破数を競うの！\n一番撃破した奴が一個だけ全員に命令できるってことで！": "Vì vậy, để biết được thực lực đó, hãy thi đấu số lượng tiêu diệt trong simulator đi!\nNgười tiêu diệt được nhiều nhất sẽ có quyền ra lệnh cho tất cả mọi người!",
    "……おお、確かにそれは面白いね！\nやっぱり賞品があると気合が違うよね。": "……Ồ, đúng là thú vị thật!\nQuả nhiên là có phần thưởng thì khí thế khác hẳn nhỉ.",
    "（うう……ＭＧの技術だと、あまり自信がないんで別の提案を……）": "（Ưu…… Về kỹ năng MG thì tôi không tự tin lắm nên muốn đề xuất một chuyện khác……）",
    "あら、それはいいですわね。\nお互いの実力をしっかり把握するのは大切ですから。": "A, vậy thì hay quá nhỉ.\nViệc nắm bắt rõ thực lực của nhau là rất quan trọng mà.",
    "（ええっ、七彩さんまで乗り気に！？）": "（Ehh, đến cả Nanairo-san cũng hứng thú nữa sao!?）",
    "……わたしは皆がやりたいならいいよ。": "……Tôi thấy mọi người muốn làm thì cũng được thôi.",
    "白奈さんまで！？\n……うう、分かりました……やりましょう……": "Đến cả Hakuna-san nữa sao!?\n……Ưu, tôi hiểu rồi…… Chúng ta cùng làm thôi……",
    "んじゃ、そういうことで！\nよーし！　ラミが一位になったら何命令させよっかな～！": "Vậy thì, là như vậy đấy!\nYosh! Nếu Lami đứng nhất thì sẽ ra lệnh gì đây～!",
    "お、さっそく一位になったことを考えて自信満々だねぇ。\nでも、そう上手くいくかな～？": "Ồ, đã nghĩ đến việc đứng nhất rồi và rất tự tin nhỉ.\nNhưng mà, liệu có dễ dàng như vậy không～?",
    "（せめて恥ずかしい記録にならないように頑張りましょう……）": "（Ít nhất thì hãy cố gắng đừng để kết quả trở nên đáng xấu hổ……）",
    "では、準備は出来ましたし……早速始めますわ。": "Vậy thì, mọi thứ đã chuẩn bị xong rồi…… Chúng ta bắt đầu ngay thôi.",
    "んじゃ、ラミから行くかな。\nサクっと勝負決めちゃうからね！": "Ừm, để Lami đi trước vậy.\nVì tôi sẽ quyết định thắng thua một cách nhanh chóng thôi!",
    "――おお～、言うだけはある！\n大胆に切り込んでバッサバサなぎ倒してるねぇ。": "――Ồ～, nói được làm được thật!\nCậu ấy đã xông vào một cách táo bạo và chém bay hết mọi thứ.",
    "……ラミさんの撃破数、\nわたくしの自己記録よりも上ですわね。": "……Số lượng tiêu diệt của Lami-san, \ncòn cao hơn cả thành tích cá nhân của tôi nữa.",
    "あわわ……私よりも圧倒的に上手です……！": "Awa…… Còn giỏi hơn cả tôi nữa……!",
    "よーし！　ラミの結果は……まあそこそこね！\nじゃ、次は誰！": "Yosh! Kết quả của Lami là…… cũng tàm tạm thôi!\nVậy, tiếp theo là ai!",
    "では、次はわたくしが行きましょうか。\nリーダーであるなら負けるわけにはいきませんもの。": "Vậy thì, để tôi đi tiếp theo vậy.\nNếu là leader thì không thể thua được.",
    "……へえ、お手本みたいな戦い方ね。\nまあでも、これならラミの記録は超えれないか。": "……Hee, cách chiến đấu như một hình mẫu đấy nhỉ.\nMà, như vậy thì chắc cũng không vượt qua được thành tích của Lami đâu.",
    "でも操縦の安定感とかは七彩ちゃん有利だね～。\n実際リーダーを任せるなら、七彩がいいんじゃないかな？": "Nhưng mà, độ ổn định trong việc điều khiển thì Nanairo-chan có lợi thế hơn đấy～.\nNếu mà giao cho leader thì, Nanairo là tốt nhất nhỉ?",
    "せめて情けない結果を出さないように……": "Ít nhất thì đừng để kết quả trở nên thảm hại……",
    "くっ……記録は追いつきませんでしたか。\nこれは精進あるのみですわね。": "Kuh…… Không đạt được thành tích như mong muốn rồi.\nViệc này chỉ còn cách cố gắng hơn nữa thôi.",
    "ま、ラミの記録なんて簡単に超えれるわけないし！\nそれで次は誰は誰が行くの？": "Mà, thành tích của Lami thì đâu dễ gì vượt qua được!\nVậy thì tiếp theo là ai?",
    "え。ええっと、私が行きます！\nこれ以上待ってると緊張で倒れそうで……": "E. Ờm, tôi sẽ đi ạ!\nNếu cứ đợi thêm nữa thì tôi sẽ căng thẳng đến mức ngã mất……",
    "そんなに緊張しなくても大丈夫ですわ。\nめるさん、頑張ってください！": "Không cần phải căng thẳng đến vậy đâu.\nMearu-san, cố gắng lên!",
    "頑張れ。": "Cố lên.",
    "は、はい！　頑張ります！": "V-vâng! Em sẽ cố gắng!",
    "……ふーん、まあそこそこじゃない？\n動き自体は悪くないと思うけど。": "……Hừm, cũng tàm tạm nhỉ?\nBản thân hành động thì cũng không tệ đâu.",
    "める……頑張れ。\nまだまだ終わってない。": "Mearu…… Cố lên.\nVẫn chưa kết thúc đâu.",
    "……取りこぼしが多いのが気になりますわね。\nそのせいで撃破数がいまいち伸びていませんわ": "……Tôi thấy còn nhiều chỗ bị bỏ sót quá nhỉ.\nVì vậy mà số lượng tiêu diệt không tăng được là bao.",
    "（……なるほど、狙いは外してないんだね。\n集中力はあるけど、周囲への注意が疎かになってるのかな？）": "（……Ra là vậy, không trượt mục tiêu nhỉ.\nCó tập trung, nhưng mà lại lơ là với những thứ xung quanh sao?）",
    "……うう、お疲れ様です。\n全然倒せませんでした……": "……Ưu, xin lỗi mọi người.\nTôi đã không tiêu diệt được bao nhiêu……",
    "いやいや、よく頑張ってたよ！\nそれじゃ、あたしがめるちゃんの敵討ちと行こうかな。": "Không đâu, cậu đã cố gắng rất nhiều rồi!\nVậy thì, để tớ trả thù cho Mearu-chan nào.",
    "頑張ってください！": "Cố gắng lên!",
    "……敵討ちっていうけど、競い合ってんだから全員敵でしょ。": "……Nói là trả thù, nhưng mà đang thi đấu với nhau mà, thì tất cả đều là kẻ thù cả.",
    "あっ、そ、そういえば！": "A, ra, là, vậy!",
    "あはは、それはそれってことで。\nそれじゃ、華麗に一位になっちゃおうかな～。": "Aha, chuyện đó thì cứ để đó đi.\nVậy thì, tớ sẽ trở thành người đứng nhất một cách hoa lệ～.",
    "わわ……凄い……！\nラミさんよりもペースが速いです！": "Uwa…… Ghê gớm thật……!\nTốc độ còn nhanh hơn cả Lami-san nữa!",
    "ちょっと！？　ちゆる、あんなに上手いの！？\nこのままじゃラミ、負けちゃうじゃない！": "Khoan đã!? Chiyuru, cậu giỏi đến vậy sao!?\nCứ như vậy thì Lami sẽ thua mất!",
    "……これだけの実力を持っているのに、\nどこのチームにも所属していなかったなんて……": "……Tuy có thực lực đến vậy, \nmà lại không thuộc về team nào sao……",
    "……凄い。": "……Ghê gớm thật.",
    "ま、こんなもんかな～♪\nさーて、一位になったら何をしてもらおっかな～。": "Mà, cũng chỉ đến thế này thôi～♪\nGiờ thì, đứng nhất thì nên sai khiến người khác làm gì đây～.",
    "くう……まさかラミが負けるなんて……！": "Kuh…… Không ngờ Lami lại thua đấy……!",
    "待ってください。まだ白奈さんが残っていますわ。\nさあ、頑張ってくださいませ。": "Xin hãy đợi đã. Hakuna-san vẫn còn chưa xong mà.\nNào, hãy cố gắng lên.",
    "……うん、頑張る。": "……Ừm, tôi sẽ cố gắng.",
    "白奈、実際に見たことないけど……んー？\nなんかよく分かんない。": "Hakuna, tôi chưa từng thấy cậu ấy chiến đấu bao giờ…… ừm～?\nCó vẻ như tôi không hiểu gì cả.",
    "パッと見た感じだと……ここから追いつくのは大変だね。\nこれはあたしの優勝かな？": "Nhìn thoáng qua thì…… từ đây mà đuổi kịp thì có vẻ khó nhỉ.\nCó lẽ chiến thắng này là của tớ rồi?",
    "……えっ！？　外れたように見えた弾が、\n後ろからやってきた敵に当たって……！？": "……Ehh!? Viên đạn có vẻ như đã trượt, \nnhưng lại trúng vào kẻ địch từ phía sau……!?",
    "……これは偏差撃ち！？\n移動先を読んで撃ちましたの！？": "……Đây là bắn lệch hướng sao!?\nĐã tính toán trước đường di chuyển và bắn sao!?",
    "嘘！？　てか、なんでそこに敵が行くのが分かんのよ！？\n全然見えてない場所だったでしょ！？": "Thật á!? Mà, sao cậu biết kẻ địch sẽ đi đến đó vậy!?\nĐó là vị trí mà chúng ta còn chưa nhìn thấy mà!?",
    "……偶然？　いや、でもこれだけ当たるなら、\n狙ってると考える方がいいかな……？": "……Ngẫu nhiên sao? Không, nhưng mà nếu trúng được nhiều như thế này, \nthì nên nghĩ là đã nhắm vào thì đúng hơn……?",
    "……うそぉ。ラミもちゆるも超えてトップじゃない。\nあんなん勝てるわけないでしょ！": "……Usooo. Lami và Chiyuru đều bị vượt qua và không còn đứng nhất nữa rồi.\nNhư vậy thì làm sao mà thắng được chứ!",
    "……お疲れ様。\nそれで、結果は……": "……Mọi người vất vả rồi.\nVậy thì, kết quả là……",
    "おめでとうございます！\n凄いです白奈さん！　最高記録ですよ！": "Chúc mừng nhé!\nTuyệt vời quá, Hakuna-san! Đây là kỷ lục cao nhất đấy!",
    "める……そんな凄くなんてない……\n運が良かっただけだから……": "Mearu…… Không đến mức ghê gớm như vậy đâu……\nChỉ là may mắn thôi mà……",
    "ふふ、謙遜なんてしなくていいですわ。\nこれだけの結果は実力がなければ出せませんもの。": "Fufu, không cần phải khiêm tốn đâu.\nNếu không có thực lực thì không thể có được kết quả như vậy đâu.",
    "そうだよ～！　あんなに偏差撃ちを決めて、\n未来予知してるみたいな動きをしてたんだから胸を張っていいよ！": "Đúng vậy～! Cậu đã quyết định bắn lệch hướng, \nvà còn có những hành động như là tiên đoán tương lai nữa, nên cứ ngẩng cao đầu đi!",
    "う、うん……": "Ư, ừm……",
    "あー、もう！　ラミが３位で負けなんて！\nもう一回リベンジさせなさいよ！": "A, thôi nào! Lami đứng thứ 3 và thua rồi!\nPhải cho tôi phục thù một lần nữa mới được!",
    "……辞めた方がいい。\n次やったら、ラミが勝つから。": "……Tốt hơn là nên từ bỏ đi.\nNếu làm lần nữa, Lami sẽ thắng đấy.",
    "はぁ！？　ラミが勝つに決まって……って、\nなんでそっちが負けてんの！？　そこは勝っておけよ！？": "Hả!? Lami sẽ thắng là chuyện đương nhiên…… mà, \nsao cậu lại thua chứ!? Chỗ đó phải thắng chứ!?",
    "まあまあ、それよりも命令はどうするのかな。\n勝者の特権だから、なんだっていいよ？": "Thôi nào, hơn thế thì, chúng ta nên làm gì với mệnh lệnh đây.\nVì là đặc quyền của người chiến thắng, nên muốn gì cũng được mà?",
    "あっ、そういえばそうでしたね！\nお料理を作れって言われたらいっぱい作りますよ！": "A, phải rồi, là như vậy đấy!\nNếu mà bảo tôi làm đồ ăn thì tôi sẽ làm thật nhiều luôn!",
    "それはめるさんが作りたいだけでは……？\n鳴滝に関連する命令は、申し訳ありませんがダメですわよ。": "Đó là do Mearu muốn làm thôi chứ……?\nMệnh lệnh liên quan đến Narutaki thì xin lỗi nhưng mà không được đâu nhé.",
    "そんな事は命令しないから安心して。": "Tôi sẽ không ra lệnh như vậy đâu nên cứ yên tâm đi.",
    "えー？　じゃあ何を命令するの？\n変な命令だったらラミ、拒否するから。": "E～? Vậy thì sẽ ra lệnh gì đây?\nNếu là mệnh lệnh kỳ quặc thì Lami sẽ từ chối đấy.",
    "拒否が出来たら、何でもじゃありませんわね……": "Nếu có thể từ chối thì không phải là muốn gì cũng được rồi……",
    "……その……したい": "……Cái đó…… muốn",
    "えっ？　なんですか？": "Ehh? Là gì vậy?",
    "……皆と記念写真を撮りたい。\nシリウスシュガーとしての一枚を。": "……Muốn chụp ảnh kỷ niệm với mọi người.\nMột tấm ảnh với tư cách là Sirius Sugar.",
    "……想像してなかった素敵な提案ですわね。\nええ、皆で撮影なら是非にでも！": "……Đây là một đề xuất tuyệt vời mà tôi không ngờ tới nhỉ.\nỪm, nếu là chụp ảnh với mọi người thì nhất định phải làm!",
    "えっ、ラミ嫌なんだけど……\n万が一チーム抜けるってなったら気まずいじゃん。": "Ehh, Lami không thích đâu……\nlỡ như sau này rời team thì sẽ rất ngại ngùng đấy.",
    "ほらほら、勝者の命令でしょ～？\nそれじゃ、撮影に言っちゃおうか！": "Nào nào, là mệnh lệnh của người chiến thắng mà～?\nVậy thì, chúng ta cùng nhau đi chụp ảnh thôi!",
    "はい！　とても素敵な命令だと思います！\n行きましょう、白奈さん！": "Vâng! Tôi nghĩ đó là một mệnh lệnh rất tuyệt vời!\nChúng ta cùng đi thôi, Hakuna-san!",
    "……うん。": "……Ừm.",
    "それで撮ればいいのね？": "Vậy thì, nên chụp như thế nào đây?",
    "はい！　お願いします！": "Vâng! Xin nhờ cả vào cậu!",
    "ふふ、ではわたくしはここにしますわね。": "Fufu, vậy thì tôi sẽ đứng ở đây nhé.",
    "……皆と写真。": "……Chụp ảnh với mọi người.",
    "ちょっと！　なんで抱きしめるのよ！？": "Khoan đã! Sao lại ôm tôi chứ!?",
    "いやー、こうしないとラミちゃんって逃げそうじゃん？\nほらほら、撮影が終わるまでじっとして♪": "Không thì, Lami-chan sẽ trốn mất đấy?\nNào nào, hãy cứ đứng yên cho đến khi việc chụp ảnh kết thúc nhé♪",
    "ちょっ、やめ……！\n逃げないから！　抱きしめんなっ！": "Khoan, đừng……!\nTôi sẽ không trốn đâu! Đừng có ôm tôi!",
    "……羨ましい。\n私も抱きしめてみたい。": "……Ghen tị thật đấy.\nTôi cũng muốn được ôm nữa.",
    "ふふ、なんだかこうしてチームを組めて夢見たいですね。": "Fufu, thật là như một giấc mơ khi có thể lập team như thế này.",
    "楽しい雰囲気で、このチームに入れてよかったです。": "Trong một bầu không khí vui vẻ, tôi rất vui khi được vào team này.",
    "あんたまでやったらぶっ飛ばすからね！？\nはーなーせー！": "Nếu cậu mà làm như vậy nữa thì tôi sẽ đánh bay cậu đấy!\nTh-ả-ra～!",
    "そんな風に安心するのは早いですわ。\n何せ、大変なのはこれからですもの。": "Việc an tâm như vậy thì vẫn còn quá sớm đấy.\nDù sao thì, những điều khó khăn nhất vẫn còn ở phía trước mà.",
    "これから……ですか？": "Phía trước…… sao?",
    "ええ、メイズ探索にＭＧ競技に……やる事が沢山ありますわ。\nですから……めるさん、頼りにしていますわよ。": "Ừm, thám hiểm Maze, thi đấu MG…… còn rất nhiều việc phải làm mà.\nVì vậy…… Mearu-san, tôi rất mong được nhờ cậy cậu đấy.",
    "……はい！　いっぱい頼ってください！\nシリウスシュガーとして、皆で頑張りましょう！": "……Vâng! Xin hãy cứ nhờ cậy tôi thật nhiều vào!\nVới tư cách là Sirius Sugar, chúng ta cùng nhau cố gắng nhé!",
    "はい、それじゃあ撮るよ～。\n": "Vâng, vậy thì chúng ta cùng chụp ảnh nhé～.",
    "――で、その時に撮影した写真ってわけ。": "――Và, đó là tấm ảnh đã được chụp vào lúc đó.",
    "なるほど……この写真撮影を言い出したのは白奈なのか。": "Ra là vậy…… Hakuna là người đã đưa ra đề xuất chụp ảnh sao.",
    "……呼んだ？": "……Gọi tôi sao?",
    "いや、呼んでは……そうだ、聞きたい事があった。\nなんでこの写真を撮る命令をしたんだ？": "Không, tôi không gọi…… Phải rồi, tôi có chuyện muốn hỏi.\nVì sao cậu lại đưa ra mệnh lệnh chụp ảnh vậy?",
    "そういえばそうよね。\nラミだったらなんか奢らせてやろうかと思ってたのに。": "Nói mới nhớ, là như vậy thật nhỉ.\nNếu là Lami thì tôi đã định bắt cậu ấy phải chi tiền rồi.",
    "私も気になります。\n白奈さんが、どうして写真を撮りたいって言ってくれたのか。": "Tôi cũng tò mò nữa.\nVì sao Hakuna-san lại muốn chụp ảnh?",
    "……その、それは……\n記念として残しておきたかったから。": "……Chuyện đó, là vì……\nmuốn lưu lại làm kỷ niệm.",
    "記念って……チーム結成記念って感じ？": "Kỷ niệm sao…… Kiểu như là kỷ niệm thành lập team ấy?",
    "……私は口も上手くない。あの日、誘われるまで……\nチームに所属することはないと思ってた。": "……Tôi không giỏi ăn nói. Vào ngày đó, cho đến khi được mời……\ntôi đã nghĩ rằng mình sẽ không bao giờ thuộc về một team nào cả.",
    "でも、めるが熱心に誘ってくれて……\n私を必要だと言ってくれた。": "Nhưng mà, Mearu đã nhiệt tình mời tôi……\nvà nói rằng tôi rất cần thiết.",
    "だから、そんな思い出を残したいと思ったの。\n命令みたいな切っ掛けがないと……こんな提案は出来なかったから。": "Vì vậy, tôi đã nghĩ rằng mình muốn lưu lại những kỷ niệm như vậy.\nNếu không có một cơ hội như là mệnh lệnh thì…… tôi đã không thể đưa ra đề xuất như vậy.",
    "……ほう、素晴らしい理由じゃないか。": "……Ồ, một lý do tuyệt vời nhỉ.",
    "……いやー、まさかそんなにいい理由が出てくるなんて。\nあたしなんて、ラミちゃんたちに治験して貰おうかと思ってたのに。": "……Không ngờ lại có một lý do hay đến vậy.\nTớ thì chỉ định bảo Lami-chan làm thí nghiệm cho tớ thôi mà.",
    "あんたはあんたで極端なのよ！\n……まあでも、いい理由じゃない？": "Cậu thì lúc nào cũng cực đoan quá đi!\n……Mà, cũng là một lý do hay nhỉ?",
    "……とても素敵です。\n白奈さん、ありがとうございます。": "……Thật là tuyệt vời.\nHakuna-san, cảm ơn cậu.",
    "ありがとうって……？\n感謝されるようなことはしていないけど……": "Cảm ơn sao……?\nTôi đã đâu có làm gì đáng để cảm kích đâu……",
    "実はちょっとだけ、気になっていたんです。\n……強引な誘い方をしちゃいましたから。": "Thật ra thì, tôi cũng hơi lo lắng một chút.\n……Vì tôi đã có cách mời quá mạnh bạo mà.",
    "本当は、イヤだったんじゃないかなって思っていて……\nでも、白奈さんが嬉しく思ってくれたなら良かったです！": "Tôi đã nghĩ rằng, có lẽ cậu không thích……\nNhưng mà, nếu Hakuna-san cảm thấy vui thì tôi cũng thấy tốt rồi!",
    "イヤだなんて思ってない。\n……めるのおかげでシリウスシュガーのメンバーになれて感謝してる。": "Tôi không hề nghĩ là không thích đâu.\n……Nhờ có Mearu mà tôi đã trở thành thành viên của Sirius Sugar, tôi rất biết ơn.",
    "だから……この写真は私にとって大切な思い出で、宝物。": "Vì vậy…… tấm ảnh này là một kỷ niệm quý giá, là báu vật của tôi.",
    "白奈さん……はい！\n私にとっても、大切な思い出で……宝物です！": "Hakuna-san…… Vâng!\nĐối với tôi cũng vậy, là một kỷ niệm quý giá…… là báu vật!",
    "なら、その大切な思い出を守るためにも頑張らないとな。": "Nếu vậy thì, để bảo vệ những kỷ niệm quý giá đó, chúng ta phải cố gắng thôi.",
    "……うん、頑張る。\nシリウスシュガーの……皆と一緒にいるために。": "……Ừm, tôi sẽ cố gắng.\nĐể được ở bên cạnh…… mọi người của Sirius Sugar."
}