{
    "練習に励む日々は早いもので……\n最初の試験の日を迎えた。機動性能評価試験だ。": "Những ngày tháng luyện tập trôi qua thật nhanh……\nNgày thi đầu tiên đã đến. Đó là bài thi đánh giá khả năng cơ động.",
    "あれからトレブルクインテットの皆は、\nなんとかＶＲＸをものにすることができたのだった。": "Từ đó đến nay, mọi người trong Treble Quintet đã bằng cách nào đó\nchế ngự được VRX.",
    "いよいよ本番です～！\nここが運命の分かれ道、これまでの努力が試されるときです！": "Cuối cùng cũng đến lúc thi chính thức rồi~! \nĐây là ngã rẽ của số phận, lúc thử thách những nỗ lực từ trước đến nay!",
    "トレブルクインテットの行く末はどうなってしまうんでしょうか！\nこの後、３０分後からライブ配信です！　お見逃しなく！！": "Tương lai của Treble Quintet sẽ ra sao đây!\nSau đây, 30 phút nữa sẽ là buổi phát sóng trực tiếp! Đừng bỏ lỡ nhé!!",
    "……": "……",
    "はい、オッケーです！": "Vâng, OK!",
    "今のはどこで使う動画なんだ？": "Cậu dùng đoạn video này ở đâu vậy?",
    "ライブ配信前の告知Ｔｗｅｅｔｙに載せる動画だね。\n拡散したいからチームと個別、両方のアカウントで出すつもり。": "Tớ sẽ đăng video này lên Tweet trước khi phát sóng trực tiếp.\nTớ muốn lan tỏa nó nên sẽ đăng lên cả tài khoản của team và tài khoản cá nhân.",
    "フルートもお疲れ様だな……開始前までこんな告知に協力させられて。": "Fuller cũng vất vả rồi nhỉ…… Bị bắt hợp tác quảng cáo trước khi bắt đầu nữa.",
    "お気遣いあざまるです～！　でも大丈夫です！\nここで勝てればいいんですから！　皆さんも準備はできてますか～？": "Cảm ơn cậu nhiều nhé~! Nhưng không sao đâu!\nChỉ cần chiến thắng ở đây là được! Mọi người đã chuẩn bị xong chưa~?",
    "ええ、もちろんよ♪": "Ừm, tất nhiên rồi♪",
    "……まったく呑気なものだな。": "…… Thật là vô tư mà.",
    "あっ、レイヴェルさん……！": "A, Reaver-san……!",
    "お久しぶりですね！\n今日は本番、対よろです！": "Lâu rồi không gặp nhỉ!\nHôm nay là thi chính thức, rất mong được đối đầu!",
    "言っておくが、私たちは手加減はしない。\nそのつもりで、覚悟しておけ。": "Tôi nói trước, chúng tôi sẽ không nương tay đâu.\nCứ chuẩn bị tinh thần mà đón nhận đi.",
    "ええ、分かってますよ！\nフルートたちもマックスアゲアゲで負けません！": "Vâng, tôi hiểu rồi!\nFuller và mọi người cũng sẽ cố hết sức và không thua đâu!",
    "……フッ、それでいい。そのほうが張り合いがあるからな。": "…… Hừ, tốt thôi. Như vậy mới có hứng thú.",
    "両チーム揃っているようですね。それでは本日の、\n機動性能評価試験の概要について改めてご説明します。": "Hai đội đã tập hợp đầy đủ rồi nhỉ. Vậy thì, hôm nay,\ntôi xin nhắc lại về nội dung của bài thi đánh giá khả năng cơ động.",
    "本試験は規定コースのクリアタイムを競う形式です。\n用意されたチェックポイントをすべて通過してください。": "Bài thi này là hình thức thi đấu tính thời gian hoàn thành đường đua.\nHãy vượt qua tất cả các chướng ngại vật đã được chuẩn bị.",
    "実戦を想定し『立ち上がり加速』『急旋回』『反復加減速』といった、\n項目が評価できるようなコース設定となっています。": "Để mô phỏng thực chiến, chúng tôi đã thiết lập một đường đua\nđể đánh giá các hạng mục như 'Tăng tốc khi xuất phát', 'Quay gấp', 'Tăng giảm tốc độ lặp lại'.",
    "りょ！　絶対に勝って見せますよー！": "Rõ rồi! Nhất định tôi sẽ chiến thắng!",
    "ふん、結果を出すだけだ。": "Hừ, chỉ cần đưa ra kết quả là được.",
    "テストが始まると、トレブルクインテットのメンバーは巧みに機体を\n操り、次々にチェックポイントを通過していく。": "Khi bài kiểm tra bắt đầu, các thành viên của Treble Quintet đã khéo léo điều khiển máy bay\nvà lần lượt vượt qua các chướng ngại vật.",
    "旋回！": "Quay xe!",
    "ここで、一気に加速！": "Tăng tốc ngay tại đây!",
    "ＶＲＸを従わせる――そんな俺からの抽象的な指示を、\n彼女たちは今まさに目の前で具現化してくれていた。": "Chế ngự VRX―― Những chỉ thị trừu tượng từ tôi,\nbây giờ họ đang thể hiện ngay trước mắt tôi.",
    "急減速、高度下降！": "Giảm tốc đột ngột, hạ độ cao!",
    "力強く、しなやかな彼女たちの機動にＲＳ社の担当者はもちろん、\n集まっていた報道陣からも大きな歓声が沸いた。": "RS-sha và những người có mặt, tất nhiên là cả giới truyền thông đã tập trung, đều reo hò trước khả năng cơ động mạnh mẽ và linh hoạt của họ.",
    "（ライブ配信のコメントも盛り上がっている……！\nそれだけみんなの技量に視聴者が驚いてるんだ……！）": "（Bình luận trên buổi phát trực tiếp cũng đang sôi nổi……!\nChỉ vì kỹ năng của mọi người đã khiến người xem ngạc nhiên……!）",
    "あとは最後の直線よ！": "Còn lại là đường thẳng cuối cùng!",
    "一気に駆け抜ける……！": "Vượt qua một mạch……!",
    "５人がゴールした瞬間、表示されるタイム。\nそれはこれまでの自分たちが持つ記録を大幅に塗り替えるものだった。": "Thời gian hiển thị khi 5 người về đích.\nNó đã vượt xa kỷ lục mà họ đã đạt được trước đây.",
    "やりましたよ！ あげぽよです～！": "Chúng ta đã làm được rồi! A-ge-po-yo!",
    "うんうん、しっかり成果に繋げられたね。": "Ừm ừm, đã kết nối được với thành quả rồi nhỉ.",
    "よくやった、みんな。これで目標に一歩前進だな。": "Làm tốt lắm, mọi người. Như vậy là đã tiến một bước gần hơn đến mục tiêu rồi.",
    "あとはトリニティ・ジュエルがどこまで食らいついてくるか……ね。": "Còn lại là xem Trinity Jewel sẽ bám đuổi đến đâu…… nhỉ.",
    "あ、始まるみたい。": "A, có vẻ như bắt đầu rồi.",
    "いよいよ、レイヴェルたちトリニティ・ジュエルの出番だ。\n彼女たちの乗る機体はフロンティアとは違う。": "Cuối cùng, đến lượt Reaver và Trinity Jewel.\nMáy bay mà họ sử dụng khác với Frontier.",
    "その名も『パスファインダー』。": "Nó có tên là 'Pathfinder'.",
    "あれがトリニティ・ジュエルのＭＧ――": "Đó là MG của Trinity Jewel――",
    "その後パスファインダー各機はスタートを切り、\n特に問題なく最初のチェックポイントを通過した。": "Sau đó, các máy Pathfinder lần lượt xuất phát,\nvà vượt qua chướng ngại vật đầu tiên mà không gặp vấn đề gì.",
    "だが、ラップタイムを確認すると大きく遅れている。": "Nhưng, khi kiểm tra thời gian vòng đua, họ đã bị chậm đi rất nhiều.",
    "彼女たちが使うＡＨＤジェネレーターは立ち上がりが鈍い。\nこれは想定内だろう。多分な……": "Máy phát AHD mà họ sử dụng khởi động chậm.\nĐây là điều đã được dự đoán. Có lẽ là vậy……",
    "そうだね。この後からの加速力はかなりのものだろうから――": "Đúng vậy. Vì khả năng tăng tốc sau này của nó sẽ rất đáng gờm――",
    "予想通りに急加速をするトリニティ・ジュエルの機体。\nやはりＡＨＤの推進力は桁違いのものだ。会場もその迫力に沸き立つ。": "Đúng như dự đoán, máy bay của Trinity Jewel tăng tốc đột ngột.\nQuả nhiên, lực đẩy của AHD là khác biệt. Cả hội trường cũng phấn khích trước sức mạnh đó.",
    "でもあのスピードを維持したまま旋回はできない。\nパワー重視のＡＨＤは小刻みな加減速は苦手なはずだから……": "Nhưng, họ không thể duy trì tốc độ đó để quay xe được.\nAHD tập trung vào sức mạnh thì không giỏi với việc tăng giảm tốc độ liên tục……",
    "えっ……減速しない……？": "Hả…… Không giảm tốc……?",
    "あんなスピードで突っ込んだらチェックポイントを通り過ぎて――": "Với tốc độ đó mà lao vào thì sẽ vượt qua chướng ngại vật mất――",
    "俺達が目をみはった瞬間、トリニティ・ジュエルのＭＧが急旋回する。\nさらなる轟音を響かせて……！": "Ngay khoảnh khắc chúng tôi kinh ngạc, MG của Trinity Jewel đã quay xe gấp.\nTiếng gầm càng thêm vang dội……!",
    "いや、機体が描く軌道はほぼ直角に近いものだ。\nこれはもはや『旋回』という表現は適当じゃないかもしれない。": "Không, quỹ đạo mà máy bay vẽ ra gần như một góc vuông.\nCó lẽ không thích hợp để diễn tả đây là 'quay xe' nữa.",
    "スラスターによる強引な軌道変化――\nスラスターステアとでもいうべき技術だ……！": "Thay đổi quỹ đạo mạnh mẽ bằng thruster――\nKỹ thuật mà có thể gọi là thruster steer……!",
    "あのカーブを、あんな速度で……！？": "Với khúc cua đó, với tốc độ đó……!?",
    "す、すごい……！": "T, tuyệt vời……!",
    "あそこを見て。方向を変えるときにスラスターが転回してる。": "Hãy nhìn vào đó. Khi thay đổi hướng, thruster đang chuyển động.",
    "どういうこと？": "Ý là sao?",
    "普通、動き出したら慣性の法則で、推力を切っても前進する。\nその力は推力に比例するから旋回時には減速しないと曲がりきれない。": "Thông thường, khi bắt đầu di chuyển, theo định luật quán tính, dù cắt lực đẩy thì vẫn tiến về phía trước.\nLực đó tỷ lệ thuận với lực đẩy, nên khi quay xe thì không thể rẽ nếu không giảm tốc.",
    "だけど……あれは推力方向を一瞬で変えることで、\n強引に出力でねじ伏せて方向転換してるの。": "Nhưng…… Nó đã thay đổi hướng lực đẩy trong chớp mắt,\nbằng cách áp đảo bằng lực đẩy để chuyển hướng.",
    "それってＭＧからすれば横っ腹を殴られたようなものじゃない？\nなんであんな風に曲がれるの……？": "Vậy thì, đối với MG, chẳng khác nào bị đánh vào mạng sườn đúng không?\nTại sao nó có thể rẽ được như vậy……?",
    "それがパイロットの腕、ってことだろうね。": "Đó là trình độ của phi công, đúng không nhỉ.",
    "高出力を最適運用する――まさに職人芸だ。ＡＨＤを活かすなら\nこの手しかないが……ここまでやれるとはな。": "Vận hành tối ưu hóa công suất cao―― Quả là nghệ thuật của người thợ. Nếu muốn tận dụng AHD thì\nchỉ có cách này thôi…… Nhưng không ngờ lại làm được đến mức này.",
    "（正直、ここまでとは思わなかった……！　まさか高出力の特性を\n活かして、それを力尽くで利用してくるとは……！）": "（Thật sự, tôi không nghĩ sẽ đến mức này……! Không ngờ lại tận dụng đặc tính công suất cao,\nrồi dùng sức mạnh để sử dụng nó……!）",
    "いくら機体の剛性が優れていてもパイロットにかかるＧは、\nとんでもないものになっているはず……なんという胆力だ……": "Dù độ cứng của máy bay có ưu việt đến đâu thì G tác động lên phi công cũng phải\nlà một con số khủng khiếp…… Thật là gan dạ……",
    "その隠し玉へ驚く間にトリニティ・ジュエルの機体が次々とゴールする。\nそのタイムはトレブルクインテットを上回る記録となった――": "Trong khi chúng tôi còn đang ngạc nhiên với con át chủ bài đó, máy bay của Trinity Jewel đã lần lượt về đích.\nThời gian của họ đã vượt qua kỷ lục của Treble Quintet――",
    "お疲れ様。": "Cảm ơn vì đã vất vả.",
    "……っ！　お、おつまるです……": "……! Ừ, ừm, cảm ơn……",
    "そちらも『華やか』でいい機動だった。まるでＴｗｅｅｔｙで\nあげてる動画みたいに……見栄え『だけ』は良かったように思う。": "Bên đó cũng có khả năng cơ động 'rực rỡ' đấy. Giống như video mà cậu đăng trên Tweety vậy……\ntôi nghĩ rằng chỉ có vẻ ngoài là 'tốt' thôi.",
    "……っ！": "……!",
    "（見事な皮肉だな……）": "（Quả là một lời châm biếm tuyệt vời……）",
    "ふうん？　あたし達の広報活動、気にかけてたんだ？": "Hừm? Cậu quan tâm đến hoạt động quảng bá của chúng tớ à?",
    "ああ、しっかりと見せてもらった。\n３日目の罰ゲーム、アドリブ創作ダンスは傑作だったよ。": "Ừ, tôi đã xem rất kỹ rồi.\nTrò chơi phạt ngày thứ 3, điệu nhảy sáng tạo ngẫu hứng là một kiệt tác.",
    "凄くチェックしてる！？\nあれって別に練習には関係ないような……": "Xem rất kỹ luôn á!?\nCái đó có vẻ không liên quan gì đến việc luyện tập……",
    "レイヴェル、ずっとダンスとかＭＧごっこ見てた。\nニコニコしてた。": "Reaver, đã xem nhảy và MG suốt.\nCười toe toét luôn.",
    "…………": "…………",
    "リディアさんっ、余計なことは言わない方が……！": "Lydia-san, không cần nói những điều thừa thãi đâu……!",
    "えっと……本当に楽しんでくれてたんだ……": "Ừm…… Thật sự là đã rất vui……",
    "……こほん。\nそれはそうと、これで実力差は分かったとは思うが……まだやる気か？": "…… Khụ.\nNói đến chuyện đó, tôi nghĩ các cậu đã hiểu rõ sự khác biệt về thực lực rồi chứ…… vẫn còn muốn chứ?",
    "もちろんです！　勝負は始まったばかりです！": "Tất nhiên rồi! Trận chiến chỉ mới bắt đầu thôi!",
    "ふっ、そうか……まあ、これくらいで折れてもらっては、\n盛り上がりに欠けるからな。だが――": "Hừ, vậy sao…… Chà, nếu chỉ đến mức này mà đã gục ngã thì\nmất vui quá. Nhưng――",
    "その程度の『心持ち』で、本気で私達に勝つ気でいるなら、\nこの先もお前達は単にＲＳ社の株を下げる厄介者でしかないぞ。": "Với 'tâm trạng' như vậy mà muốn thắng chúng tôi, thì\nsắp tới các cậu chỉ là những kẻ gây phiền phức làm giảm giá cổ phiếu của RS-sha thôi.",
    "なっ……！": "Gì……!",
    "ど……どうしてそんなことを言うのかな……？": "Tạ, tại sao cậu lại nói như vậy……?",
    "言わないとわからないのか？　お前達にはかける想いがない。浅い。\n根底がない。必死さがない。目的も願いも、執着も情熱も何も。": "Không nói thì không hiểu sao? Các cậu không có tình cảm dành cho nó. Hời hợt.\nKhông có nền tảng. Không có sự quyết tâm. Không có mục đích, không có ước nguyện, không có sự gắn bó, không có đam mê, không có gì cả.",
    "そんなこと……ない……": "Chuyện đó…… không có đâu……",
    "そうか？　少なくとも私にはその場限りの感情しか見えないが。\n例えば『なんか客寄せパンダ扱いされるのがムカつく』程度のな。": "Vậy sao? Ít nhất tôi chỉ thấy những cảm xúc nhất thời thôi.\nVí dụ như 'Cảm thấy khó chịu vì bị đối xử như một con rối' chẳng hạn.",
    "……！！": "……!!",
    "私は違う。今のこの一瞬一瞬の活動が、私だけじゃない色んな人たちの\n未来のためにある。モデル活動も遊びじゃない。その一環だ。": "Tôi thì khác. Những hoạt động trong từng khoảnh khắc này, không chỉ vì tôi mà còn vì tương lai của rất nhiều người khác.\nHoạt động người mẫu cũng không phải là trò chơi. Nó là một phần trong đó.",
    "だから私は負けない……いや、負けられない。\n特に、ふわっと場当たり的な感情で生きてるやつらには。": "Vì vậy, tôi sẽ không thua…… không, tôi không được phép thua.\nĐặc biệt, là những kẻ sống với cảm xúc phù phiếm và nhất thời.",
    "……っ。": "……!",
    "まあ、動画は本当に面白かったよ。ああいうのは嫌いじゃない。\nでもその『枠』から出てくるにしては不足が過ぎるな。": "Chà, video đó thật sự rất thú vị. Tôi không ghét những thứ như vậy.\nNhưng để thoát ra khỏi 'khuôn khổ' đó thì vẫn còn thiếu sót quá nhiều.",
    "いや、その『枠』の中ですら……と、これはいいか。\nそういうのは実際に動画のコメント欄を見たほうが早いだろう。": "Không, ngay cả trong 'khuôn khổ' đó…… thôi, bỏ qua đi.\nNhững thứ như vậy thì xem trực tiếp phần bình luận của video sẽ nhanh hơn.",
    "え……？": "Hả……?",
    "……失礼する。": "…… Xin phép.",
    "辛辣だが、あの技術を見せつけられては何も言い返せない。５人は\nトリニティ・ジュエルたちを唇を噛んで見送った。": "Tàn nhẫn thật, nhưng sau khi chứng kiến kỹ thuật đó thì không thể nói gì được. 5 người\nđã cắn môi tiễn Trinity Jewel.",
    "（俺の見立ての甘かったな……相手の実力も心持ちも想定を遥かに\n上回る。俺も気を引き締めていかないとな）": "（Tôi đã đánh giá quá thấp rồi…… Thực lực và tâm trạng của đối phương đã vượt xa những gì tôi dự đoán.\nTôi cũng phải siết chặt tinh thần mới được）"
}