{
    "おめでとう、シリウスシュガーの皆さん。": "Chúc mừng mọi người, Sirius Sugar.",
    "生徒会長、わざわざねぎらいに来てくれたのか。": "Hội trưởng, cậu đích thân đến chúc mừng sao?",
    "ええ。ここまで公式戦が盛り上がったのは、久しぶりですからね。": "Vâng. Vì trận đấu chính thức sôi nổi đến mức này đã lâu rồi.",
    "今回の試合の結果は、興味深いものでした。": "Kết quả trận đấu lần này rất thú vị.",
    "シリウスシュガーの用いた戦術はまさしく奇策と言うべきもの。\n次に同じ結果をもたらすのは難しいでしょう。": "Chiến thuật mà Sirius Sugar sử dụng quả thực là một kỳ sách.\nKhó có thể đạt được kết quả tương tự lần sau.",
    "また、カオスメイデン側に慢心があったことも否定出来ません。": "Hơn nữa, không thể phủ nhận sự chủ quan của phe Chaos Maiden.",
    "ですが、それを踏まえても、シリウスシュガーの皆さんが\n並々ならぬ努力をされた結果ということは一目瞭然。": "Nhưng ngay cả như vậy, rõ ràng là kết quả của những nỗ lực phi thường mà mọi người của Sirius Sugar đã bỏ ra.",
    "見ていた皆さんにも、伝わったはずです。": "Tôi nghĩ mọi người xem đều hiểu.",
    "じゃあ、シリウスシュガーの解散や退学処分は？": "Vậy, việc giải tán và đuổi học của Sirius Sugar thì sao?",
    "本当によかった": "Thật tốt quá.",
    "おめでとう！": "Chúc mừng!",
    "当然ながら撤回となります。": "Đương nhiên là sẽ bị hủy bỏ.",
    "やったーーーー！　やりましたね！！": "Yeahhhh! Chúng ta đã làm được rồi!!",
    "ええ……！\nまたこれからも、シリウスシュガーでいられるんですね……！": "Vâng…!\nTừ giờ trở đi, chúng ta vẫn là Sirius Sugar phải không…!",
    "はい！　５人一緒です！！": "Đúng vậy! Cả 5 người chúng ta sẽ cùng nhau tiếp tục!!",
    "ったく、こんなんでクビとかありえないから。": "Chán thật, kiểu này mà bị đuổi thì không thể chấp nhận được.",
    "……安心した。みんなのおかげ。": "…Tôi thấy an tâm rồi. Nhờ có mọi người cả.",
    "そうだね。ひとりの力じゃない。\nあたしたちみんなと、%usernameusernameuserna%の力よ。": "Đúng vậy. Không phải sức của một người.\nLà sức mạnh của tất cả chúng ta và của %usernameusernameuserna%.",
    "俺は文句言ってただけだからな。実際に動いたのは、お前達だ。": "Tôi chỉ toàn phàn nàn thôi mà. Người thực sự hành động là các cậu.",
    "うん、それはそう。最初の方とか、ひどかったし。\nどこの鬼軍曹かって。": "Ừm, đúng là vậy. Lúc đầu còn tệ nữa.\nQuân sư gì mà như quỷ ấy.",
    "あれは俺からの愛のムチだな。": "Đó là roi yêu thương của tôi đấy.",
    "んな、ムチいるかー！　……って言いたいところだけど、\nまあ、役には立ったから、『愛』抜きでもらっといてあげる。": "Này, cần gì roi chứ!… Muốn nói vậy đấy, nhưng mà,\nừm, cũng có ích đấy, nên tôi sẽ nhận nó mà không cần chữ 'yêu' đâu.",
    "なんだよ、それ。": "Gì chứ?",
    "フッ……すっかりメンバーとも馴染んだようですね。": "Phụt… Có vẻ như anh đã hòa nhập với các thành viên rồi nhỉ.",
    "（言われてみれば、記憶喪失の俺が彼女たちと出会って、\nまだそんなに経ってないんだよな……）": "(Nghĩ lại thì, tôi bị mất trí nhớ và gặp họ,\nvẫn chưa lâu lắm nhỉ…)",
    "それが、こうして気楽に冗談を言えるぐらいに馴染めているのだから、\nありがたい話だ。": "Việc anh có thể thoải mái đùa giỡn như thế này, quả là một điều may mắn.",
    "もっとも、肝心の記憶は全然思い出せないんだけど……": "Tuy nhiên, tôi vẫn không thể nhớ lại những ký ức quan trọng…",
    "どうしたんですか？": "Có chuyện gì vậy ạ?",
    "嬉しくありませんの？": "Anh không vui sao?",
    "いや。嬉しいさ。記憶をなくしてる俺だが……\nここが俺の居場所だって気がした。": "Không. Tôi vui chứ. Dù tôi đã mất trí nhớ…\nNhưng tôi cảm thấy đây là nơi tôi thuộc về.",
    "…………": "……",
    "え？　あ？　いや、そう思ってるの、もしかして俺だけ？": "Hả? Ơ? Khoan, có lẽ chỉ có mình tôi nghĩ vậy thôi sao?",
    "……ぷっ。バーカ。": "…Phụt. Đồ ngốc.",
    "……今更？": "…Giờ mới biết sao?",
    "ホント、何を言ってるのでしょうか、この方は。": "Thật sự không biết anh đang nói gì nữa.",
    "もう、とっくにみんなそのつもりだよ。": "Thật ra thì, mọi người đã nghĩ như vậy từ lâu rồi.",
    "はいっ！　%usernameusernameuserna%さんも\nシリウスシュガーのかけがえのないメンバーですっ！！": "Vâng! %usernameusernameuserna% cũng là một thành viên không thể thiếu của Sirius Sugar!!",
    "ですから、これからもよろしくお願いします！！": "Vì vậy, xin hãy tiếp tục giúp đỡ chúng tôi nhé!!",
    "……ああ、ありがとうな。そしてこちらこそ、よろしく。": "…Ừm, cảm ơn. Và tôi cũng mong được giúp đỡ.",
    "こうして、俺の指揮官としての新たな人生がスタートした。\n新たな仲間として迎え入れてくれた、彼女たちと共に。": "Cứ như vậy, cuộc đời mới của tôi với tư cách là một chỉ huy đã bắt đầu.\nCùng với những người bạn mới đã chào đón tôi."
}