{
    "ただいま～。\nふぅ……今日もたくさん遊んだね。": "Chào cậu.\nPhù... Hôm nay chơi nhiều nhỉ.",
    "ああ、エヴィと一緒だったからか、\n時間を忘れるほど楽しんじゃったよ。": "Ừ, tại vì có Evi nên mới vui đến mức quên cả thời gian.",
    "彼女と出会ってからしばらく経って――\nいつの間にかこうしてふたりで遊びに行く日が増えた。": "Sau khi gặp cô ấy một thời gian――\nKhông biết từ lúc nào mà ngày cả hai cùng nhau đi chơi lại tăng lên.",
    "また調子のいいこと言って……\nまだちょっと時間あるし、ゲームでもする？": "Lại còn nói hay nữa chứ...\nVẫn còn chút thời gian, chơi game không?",
    "いいね。何かおすすめはあるか？": "Hay đấy. Cậu có gợi ý gì không?",
    "そうだね、これとかどうかな……": "Ừm, cái này thì sao nhỉ...",
    "……あ。": "……A.",
    "話しながらモニターをつけたエヴィが、固まった。": "Evi vừa nói chuyện vừa bật màn hình, rồi khựng lại.",
    "モニターはテレビモードになっていて、ある映画が流れていた。\nしかしその内容はちょうど男女のＨなシーンの真っ最中で……": "Màn hình đang ở chế độ TV, một bộ phim đang chiếu.\nNhưng nội dung lại đang đến đoạn nam nữ H...",
    "わ、わぁっ、げ、ゲームモード、ゲームモードに変更、と……": "W, waaa, ch, chuyển chế độ game, chuyển chế độ game...",
    "エヴィは慌てて画面を変えるが、\nそのシーンの余韻は消えず、妙な沈黙が流れる。": "Evi vội vàng thay đổi màn hình,\nNhưng dư âm của cảnh đó vẫn còn, một sự im lặng kỳ lạ bao trùm.",
    "女の子とふたりで、映画のＨなシーンを見る……\nその状況についつい身体が反応してしまう。": "Hai đứa con gái xem cảnh H... trong phim...\nTình huống đó khiến cơ thể tôi không khỏi phản ứng.",
    "（しかも今の女優、エヴィに似てたな……）": "（Hơn nữa diễn viên lúc nãy, giống Evi quá...）",
    "ねえ……なんでおっきくしてんの。": "Nè... Sao cậu lại làm nó to ra vậy.",
    "いや、それは……女優が、エヴィに似てて……": "Không, là... diễn viên, giống Evi quá...",
    "はぁ！？": "Hả!?",
    "……まったく、もう。": "……Thật là, hết nói nổi.",
    "エヴィは、そっとこちらの下半身に手を伸ばす。": "Evi, nhẹ nhàng đưa tay xuống phía dưới của tôi.",
    "お、おいエヴィ……？": "Ơ, ơ Evi...?",
    "放っといても戻るかも知れないけど、早くゲームしたいから……\nそんなんじゃ、集中できないでしょ？": "Dù không làm gì thì nó cũng có thể tự trở lại, nhưng tớ muốn chơi game nhanh hơn...\nNhư vậy thì không tập trung được đúng không?",
    "私が、処理してあげるよ。": "Tớ sẽ xử lý cho cậu.",
    "言うが早いか、エヴィはこちらの勃起したペニスをさすり始める。": "Vừa dứt lời, Evi bắt đầu xoa dương vật đang cương cứng của tôi.",
    "ちょ……い、いいよ、そんなことしなくても……": "Chờ...đ, được rồi, không cần làm vậy đâu...",
    "気にしないで。\nこっちの方が、絶対にタイパいいって。": "Đừng bận tâm.\nCách này, chắc chắn là hiệu quả hơn.",
    "ほら、早くベッドに寝転んで。": "Này, nhanh lên, nằm xuống giường đi.",
    "あ……でも、ちょっと恥ずかしいから、電気は消していいよね？": "A... Nhưng mà, hơi ngại, tắt đèn được không?",
    "エヴィは自身の服をめくり上げ、下着に包まれた柔らかそうな胸を露出する。": "Evi vén áo mình lên, để lộ bộ ngực mềm mại được bao bọc bởi lớp áo lót.",
    "その……どう、かな？\n私の胸でも……興奮できる？": "Cái đó... thế nào...?\nNgực tớ... có khiến cậu hưng phấn được không?",
    "……効果は抜群だった。": "……Hiệu quả thật bất ngờ.",
    "まったく……そこまでされると、さすがにもう自分じゃ収まらないよ。\n処理のほう、頼む。": "Thật là... làm đến mức đó, thì tôi cũng không tự chủ được nữa rồi.\nNhờ cậu xử lý vậy.",
    "最初からそう言えばいいの。ほんと、非効率なんだから。": "Nói vậy từ đầu thì tốt rồi. Thật là, không hiệu quả gì cả.",
    "手を動かすたびに、エヴィの胸が揺れる。\nそこから目を離すことができず、いつしか抵抗する気はなくなっていた。": "Mỗi khi tay di chuyển, ngực của Evi lại rung lên.\nKhông thể rời mắt khỏi đó, không biết từ lúc nào mà tôi đã không còn ý định kháng cự.",
    "そのまま快感に身を委ねていく――": "Cứ thế mà phó mặc cho khoái cảm――",
    "……ん、ふぅ……っ。\n思ったよりずっと、熱いんだ。それに、大きい……": "……Ưm, ha...hức.\nTôi nghĩ nó sẽ nóng hơn nhiều. Với lại, to quá...",
    "エヴィは勃起したペニスを手で包み込むと、\nゆっくりとその手を上下させていく。": "Evi dùng tay ôm lấy dương vật đang cương cứng,\nChậm rãi di chuyển tay lên xuống.",
    "んっ、こうやって手で包み込んで動かすと、もっと大きくなってる……\nこれ、気持ちいいってことなのかな……？": "Ưm, khi ôm bằng tay và di chuyển như thế này, nó càng to hơn...\nCái này, có phải là dễ chịu không nhỉ...",
    "あぁ……それに、どんどん硬くなって……\n手の中で、熱く震えてる……": "A... Với lại, nó càng ngày càng cứng hơn...\nTrong tay, nóng rực và run rẩy...",
    "……うん、先っぽの方、ビクビクして……\nふふっ、ここ、刺激したらどうなるんだろう？": "……Ưm, phần đầu, giật giật...\nPhù phù, chỗ này, nếu kích thích thì sẽ thế nào nhỉ?",
    "エヴィは太棹を手で包んでしごきながら、\n亀頭の先端、鈴口を指でつついていく。": "Evi vừa ôm dương vật bằng tay vừa vuốt ve, \nDùng ngón tay chọc vào đầu dương vật, lỗ sáo.",
    "わぁ……透明な汁が出てきて……\nすごい、どんどん溢れてる……これ、いいんだ？": "Woa... Nước trong suốt chảy ra...\nGhê thật, càng ngày càng tràn ra... Cái này, được sao?",
    "……っ、そうだ……": "……Hức, đúng rồi...",
    "エヴィは溢れる先走り汁を手のひらにまとわせると、\n再び肉棒を包み込み上下していく。": "Evi dùng lòng bàn tay hứng lấy nước chảy ra,\nLại ôm lấy dương vật và di chuyển lên xuống.",
    "汁が潤滑油の代わりとなり、\nエヴィの手の動きはいっそうスムーズになっていく。": "Nước trở thành chất bôi trơn,\nChuyển động tay của Evi lại càng trơn tru hơn.",
    "ん……っ、しょ……\nこのまま、こうして……はぁっ……": "Ưm...hức, ha... \nCứ thế này, cứ như vậy...haaa...",
    "ぐちゅぐちゅと、いやらしい音が響き始める。": "Gục gặc, những âm thanh dâm đãng bắt đầu vang lên.",
    "先程よりもいっそうダイレクトに快感が伝わり、\n思わず声が漏れるほどの快感が一点に集中していった。": "Khoái cảm truyền đến trực tiếp hơn so với lúc nãy, \nMột điểm khoái cảm tập trung đến mức không khỏi thốt lên thành tiếng.",
    "ふぁ……っ、手の中で%usernameusernameuserna%のが震えて、\n本当に気持ちよさそう……": "Phaa...hức, trong tay của %usernameusernameuserna% đang run rẩy, \nThật sự rất thoải mái...",
    "私の手で、こんなにも気持ちよくなってくれてるんだね……": "Trong tay tớ, lại khiến cậu thoải mái đến vậy...",
    "……ねえ、いいよ。\nこのまま、私の手に出しちゃっても……": "……Nè, được rồi.\nCứ để nó, xuất ra trong tay tớ đi...",
    "エヴィの声が、とてつもない甘い誘惑となって耳元をくすぐる。": "Giọng nói của Evi, trở thành một sự cám dỗ ngọt ngào tột độ, thì thầm vào tai.",
    "――と、そのときだ。": "――Và, vào lúc đó.",
    "ちょうどその時、起動中のモニターからチャットの通知音が鳴った。\nエヴィはモニターを見て、小さく肩をすくめる。": "Đúng lúc đó, một thông báo chat vang lên từ màn hình đang bật.\nEvi nhìn vào màn hình, hơi nhún vai.",
    "あ……仕事仲間からの連絡だ。\nチャットで新しい作業の打ち合わせだって。": "A... Liên lạc từ đồng nghiệp.\nChat để bàn bạc công việc mới.",
    "マジか……": "Thiệt tình...",
    "（生殺し状態だけど、さすがにここまでか。\n仕事の邪魔をするわけにはいかないし）": "（Bị hành hạ đến chết dở, nhưng đến nước này thì thôi.\nKhông thể làm phiền công việc được）",
    "そう思い、ズボンを穿こうとする手を、エヴィが止めた。": "Nghĩ vậy, thì Evi đã ngăn tay tôi đang định mặc quần vào.",
    "何してるの、続き、するでしょ？": "Cậu đang làm gì, tiếp tục đi chứ?",
    "え……\nでも、エヴィは仕事が……": "Hả...\nNhưng mà, Evi còn công việc...",
    "エヴィは上下の下着を取っ払い、机に手を置くと、\n身体をモニターに向けたまま、こちらを見つめ小さく微笑んだ。": "Evi cởi bỏ áo lót và quần lót, đặt tay lên bàn,\nĐể cơ thể hướng về màn hình, nhìn tôi và mỉm cười nhẹ nhàng.",
    "ほら、こうすれば……できるよ？": "Này, nếu làm như thế này... thì được mà?",
    "誘うように腰を振って見せる。": "Như đang mời gọi mà lắc hông.",
    "いいから……このまま、入れちゃって？": "Cứ làm đi... Cứ cho vào đi?",
    "エヴィはこちらに背を向けたまま、\n露出したままの自身の腰をこちらの腰に密着させる。": "Evi quay lưng lại với tôi,\nĐể lộ vòng eo của mình, sát vào eo tôi.",
    "エヴィの体温が直に伝わり、狂おしいほど劣情を煽られた。\n彼女もまた、頬が紅潮し、息が上がっている。": "Nhiệt độ cơ thể của Evi truyền đến trực tiếp, khiến tôi càng thêm thèm muốn.\nCô ấy cũng vậy, má đỏ bừng, hơi thở dồn dập.",
    "エヴィ……いいのか？": "Evi... Cậu ổn chứ?",
    "それでも僅かに残った理性を総動員させ堪えてていると、\nエヴィはだめ押しとばかりに言葉を続ける。": "Dù vậy, tôi vẫn cố gắng dồn hết lý trí còn lại, thì Evi tiếp tục nói thêm.",
    "この格好なら仕事しながらできるし、問題ないよ。": "Với tư thế này thì vừa làm việc vừa được, không vấn đề gì đâu.",
    "%usernameusernameuserna%のを、私に入れるだけ。\nイメージはできてる。全然平気。": "Chỉ cần cho %usernameusernameuserna% vào tớ thôi.\nTớ đã hình dung được rồi. Hoàn toàn ổn.",
    "そう言うなら……": "Nếu cậu nói vậy...",
    "そのまま俺の肉棒を、後ろからエヴィの中に侵入させていく。": "Cứ thế tôi cho dương vật của mình vào trong Evi từ phía sau.",
    "ん……っ、ああっ、はぁあ……っ！": "Ưm...hức, aaaaaa, haaa...hức!",
    "はぁあっ、は、はいってる……ね、\n%usernameusernameuserna%のがぁ……っ。": "Haaa, hức, vào rồi... nè,\n%usernameusernameuserna% của tớ...hức.",
    "あ、あぁあっ、これ、思ったよりおっきい……んんんっ。": "A, aaaaa, cái này, to hơn tôi nghĩ...ưmmm.",
    "みちみちと音が聞こえるほどに、\n初めて男性を受け入れるエヴィの膣内はキツくペニスを締め付けてくる。": "Âm thanh như có tiếng nước, \nÂm đạo của Evi, người lần đầu tiếp nhận đàn ông, siết chặt lấy dương vật.",
    "ゆっくりと腰を進めるたびに、膣肉がきゅうきゅうとペニスに絡みつき、\nエヴィの腰がビクンと震える。": "Mỗi lần tôi từ từ tiến vào, thịt âm đạo lại quấn lấy dương vật, \nEo của Evi run lên.",
    "あっ……んはっ、く……ぅっ。\nんぅ……あ、声、出ちゃうな……んくっ。": "A... Hức, ư...hức.\nƯm...a, ra tiếng rồi...hức.",
    "本当に大丈夫だろうかとエヴィを確認するが、\nエヴィは問題ないといった様子でモニターの方を見つめていた。": "Tôi xác nhận với Evi xem có ổn không, \nNhưng Evi vẫn nhìn vào màn hình, vẻ mặt không có vấn đề gì.",
    "……ん、ぁんっ、き、気にしないで……もっと、きて……？\n早く入れて、終わらせた方が、効率的、でしょ……？": "……Ưm, aaaa, không, không sao đâu... thêm nữa...?\nCho vào nhanh lên, kết thúc sớm thì hiệu quả hơn, đúng không...?",
    "ほ、ほらぁ、私は平気だから……んぁあっ、\nおく、きて……入れちゃって？": "N, nàoooo, tớ không sao mà...aaa, \nsâu, vào đi... cho vào đi?",
    "平気と言いつつも、エヴィの声は震え、\n初めての感覚を堪えているのが手に取るように分かった。": "Dù nói là không sao, nhưng giọng của Evi run rẩy, \nTôi có thể thấy rõ cô ấy đang cố gắng chịu đựng cảm giác lần đầu tiên.",
    "キーボードを叩いていた手は、ずっと同じキーを連打している。": "Bàn tay đang gõ bàn phím, vẫn liên tục gõ cùng một phím.",
    "あ、んんっ、ほ、ほら、早く……んんっ。": "A, ưmmm, n, nào, nhanh lên...ưmmm.",
    "エヴィが軽く腰を揺らし、膣内が肉棒を刺激した。\n求められるがままにこちらも腰を引き、快感を追いかけ始める。": "Evi lắc nhẹ hông, âm đạo kích thích dương vật.\nTheo như mong muốn, tôi cũng kéo hông lại, bắt đầu đuổi theo khoái cảm.",
    "んっ、ん……っ、あっ、はっ、はぁ……っ！？": "Ưm, ưm...hức, a, ha, haa...hức!?",
    "うぁあ……っ、こ、こんな感じなんだ……んぁあっ！\nくぅ、ん……はぁっ、あ……": "Uaaaa...hức, c, cảm giác như này sao...aaaa!\nƯ, ư...haa, a...",
    "あぁ……っ、はっ、はひ……っ、んっ、ふぁあっ！\nうぁあ……っ、これ、ふ、深いトコ擦って……んっ！": "Aaa...hức, ha, hi...hức, ưm, phaa!",
    "亀頭で膣肉を割り裂き、腰を奥に進めていく。\n次第に、エヴィの息は荒く、声は高いものになっていく。": "Tôi xé toạc thịt âm đạo bằng đầu dương vật, tiến sâu hơn.\nDần dần, hơi thở của Evi trở nên gấp gáp, giọng nói cũng cao hơn.",
    "んぁあっ、あぅんっ、んふぅうう……っ、\nやぁあ……っ、擦れるたびに、なんだか、ヘン……っ！": "Aaa, ưm, ưm, phùuuu...hức,\nAa, aaaa, ha, hafuuu...hức!",
    "あっ、あぁっ、んふぅうう……っ、\nんぁあっ、は、はふぅ……っ！": "Mỗi lần tôi tăng tốc, Evi lại phát ra những tiếng rên rỉ đau khổ.\nKhi tôi lo lắng và muốn chậm lại, Evi lắc đầu.",
    "ピストンを早めるたびに、エヴィは苦しげな声を漏らしていく。\n心配して動きを緩めようとすると、エヴィは首を振った。": "Aaa...hức, t, tớ, không sao đâu... \nCứ tiếp tục đi...hức!",
    "んぁ……っ、べ、別に、私のことは気にしないで……\nいいから、続けて……っ！": "Bàn tay của Evi đã hoàn toàn dừng lại, \nĐôi mắt cũng không còn nhìn vào màn hình nữa.",
    "もはやエヴィの手は完全に止まっており、\nその目もモニターを見てはいない。": "Nhưng, đáp ứng yêu cầu của Evi,\nTôi tăng tốc, hướng đến nơi sâu hơn và tiếp tục ra vào.",
    "しかし、エヴィのリクエストに応え、\n勢いをつけ、より深いところを目指し抽挿を続けて行った。": "Haa, aaaa...ưm, haa!",
    "んはぁっ、あぁあ……んっ、はぁんっ！\nうぁあっ、奥、奥に、とどいてぇ……っ！": "Uaaa, sâu, sâu hơn nữa, đến đi...hức!",
    "ふあぁっ……あっ、きてる……っ、\nそんなに……はいっちゃうんだ……んぁっ……！": "Phaa...hức, đến rồi...hức,\nNhư vậy...sẽ vào hết sao...aaaa...!",
    "肉棒がエヴィの膣奥に到達すると、\nエヴィの声が一際高くなる。": "Khi dương vật đến được điểm sâu nhất trong âm đạo của Evi,\nGiọng nói của Evi lại càng cao hơn.",
    "んくぅっ、ご、ゴツゴツされるたびにっ、\nす、すごいの、広がってく……っ！": "Ưm, ư, mỗi lần bị cọ xát, \nC, càng ngày càng rộng ra...hức!",
    "真奥への侵略が進むごとにエヴィの膣から愛液が溢れ、\nピストンをスムーズにしていった。": "Khi tôi tiến sâu hơn, dịch âm đạo của Evi tràn ra, \nKhiến việc ra vào trở nên trơn tru hơn.",
    "あ……あはっ、はぅううう……っ！\nこんな……こんなの、知らない……っ！": "A...aha, hauuu...hức!\nNhư này...như này, tôi không biết...hức!",
    "ぁあん……っ！\n深いトコがきゅうってなって……はぁあっ、お、おかしくなる……っ！": "Aaan...hức!\nĐiểm sâu nhất cứ như muốn siết chặt...haa, tôi, không chịu nổi nữa...hức!",
    "亀頭が真奥を穿つたびに、\nエヴィの膣壁はびくびくと反応し、甘く震える。": "Mỗi khi đầu dương vật đâm vào điểm sâu nhất,\nThành âm đạo của Evi lại phản ứng và run rẩy ngọt ngào.",
    "はっ……あ、くぅ……んっ！\nんんっ……待っ、や、あぁん……っ。": "Hức...a, ư...hức!\nƯmmm...đợi, ya, aaaa...hức.",
    "エヴィは必死で唇を噛みしめ、\nなんとか声を抑えようとしていた。": "Evi cắn chặt môi, \nCố gắng kiềm chế tiếng rên rỉ.",
    "そんなエヴィを見ていると、ふと悪戯心が湧いてくる。\n深いところを掻き混ぜながら、仕事はいいのかと聞いてみた。": "Nhìn Evi như vậy, tôi bỗng nảy ra một ý nghĩ tinh nghịch.\nTôi hỏi cô ấy xem công việc có ổn không, vừa khuấy động những chỗ sâu nhất.",
    "んぅう……っ、し、仕事……う、うん、やる、やるからぁ……っ、\nあぁっ、でも、そんな深いトコぐちゅぐちゅされたら……ふぁあっ！": "Ưmm...hức, c, công việc...ư, ừm, làm, làm mà...hức,\naaa, nhưng mà, nếu bị cọ xát sâu như vậy...phaaa!",
    "んふぅううっ、%usernameusernameuserna%のが、奥突くたびっ、\nきゅんきゅんってしてっ、あ、あ、ふぁあああ……っ！": "Ưm, phùuu, %usernameusernameuserna% của tớ, mỗi lần đâm vào, \ncứ như muốn...a, a, phaaaaa...hức!",
    "もう、もうだめっ、我慢できない……っ！": "Không, không chịu nổi nữa, không chịu được nữa...hức!",
    "気持ちいいっ、気持ちいいのいっぱいで……っ！\n%usernameusernameuserna%のことしか、考えられない……っ！": "Sướng quá, sướng quá, tràn ngập khoái cảm...hức!\nChỉ nghĩ đến %usernameusernameuserna%...hức!",
    "ついにペニスで真奥を突かれる快感に陥落したエヴィは、\nモニターの前で激しく悶えていく。": "Cuối cùng, Evi đã ngã gục trước khoái cảm khi bị dương vật đâm vào điểm sâu nhất,\nCô ấy vật vã dữ dội trước màn hình.",
    "あぁあっ、いいっ、いいのぉっ！\n%usernameusernameuserna%の、すごくいいっ！": "Aaaa, được, được mà!\n%usernameusernameuserna% của tớ, rất tuyệt vời!",
    "こんな……こんなのいっぱいされたらっ、\nあはぁっ、もう、もう、おかしくなっちゃう……っ！": "Nếu bị... bị làm nhiều như vậy,\nahaaa, tôi, tôi, không chịu nổi nữa...hức!",
    "おかしくなって……あぁあっ、すごいの、くる……っ！\nおくからくる、きちゃう……っ！": "Không chịu nổi nữa...aaaa, tuyệt vời, đến rồi...hức!\nTừ sâu bên trong, đến rồi...hức!",
    "エヴィの甘い声が部屋に響く。": "Giọng nói ngọt ngào của Evi vang vọng trong phòng.",
    "繰り返す抽挿の果てに、愛液で満ち満ちたエヴィの膣内は、\n今やペニスを激しく締め上げ、小刻みに痙攣を始めていた。": "Sau những lần ra vào liên tục, âm đạo của Evi, tràn ngập dịch, \nGiờ đây đang siết chặt dương vật, bắt đầu co giật liên tục.",
    "エヴィの絶頂が間近だと知らせるその振動に、\nこちらも興奮と共に激しい射精感が込み上げてくる。": "Sự rung động báo hiệu cực khoái của Evi đã đến gần,\nTôi cũng cảm thấy hưng phấn và cảm giác xuất tinh dữ dội ập đến.",
    "あはぁああっ、%usernameusernameuserna%の、すごく感じる……っ！\n中で、ビクビクして、ぁああんっ、熱いのっ……！": "Ahaaa, %usernameusernameuserna% của tớ, cảm nhận rõ ràng...hức!\nBên trong, giật giật, aaan, nóng quá...!",
    "限界寸前のエヴィの腰を持つ手に力を入れると、\n欲望の限りを叩き付けるようにピストンを激しくしていった。": "Tôi dùng tay giữ eo của Evi, người đang ở trên bờ vực, \nNhư muốn trút bỏ mọi dục vọng, tôi tăng tốc độ ra vào.",
    "あぁあああっ、これ……あはぁああっ！\n%usernameusernameuserna%の、すごくて、すごいの、くるっ！": "Aaaaa, cái này...ahaaa!\n%usernameusernameuserna% của tớ, tuyệt vời, đến rồi!",
    "おくからくるっ、きちゃう……っ！\nあはぁああああああ……っ！！": "Từ sâu bên trong, đến rồi...hức!\nAhaaaaaa...hức!!",
    "……っくぅ……んっ、ふあぁ……っ。\nあはぁああ……っ、ああっ、んっ、ふぅううう……": "……Hức, ưmmm, phaa...hức.\nAhaaa...hức, a, ưm, phùuuu...",
    "エヴィは太股を小刻みに震わせ続け、\n絶頂の快感の嵐に翻弄され続けているようだ。": "Evi tiếp tục run đùi, \nDường như vẫn đang bị cuốn vào cơn lốc của khoái cảm cực độ.",
    "ふぁ、はぁ……っ、これ……これが、セックス……なんだ……\nあぁ……ほんとに、すごかった……初めてなのに……": "Pha, haa...hức, cái này...đây là, sex...đúng không...\nAa...thật sự, quá tuyệt vời...dù là lần đầu...",
    "すごすぎて、もう、何も考えられない……\n仕事どころじゃないよ、これ……": "Quá tuyệt vời, tôi không nghĩ được gì nữa cả...\nKhông phải lúc làm việc nữa rồi, cái này...",
    "激しい絶頂の波を何度も越え、やっと落ち着いたエヴィは\nモニターの前でぐったりと脱力する。": "Vượt qua những đợt cực khoái dữ dội, cuối cùng Evi cũng bình tĩnh lại, \nCô ấy gục xuống trước màn hình.",
    "少しやりすぎてしまっただろうか、と一抹の不安がよぎる。": "Tôi có làm hơi quá không, một chút lo lắng thoáng qua.",
    "すると彼女は疲労困憊といった様子のまま、\n小さな声でこちらに話しかけてくる。": "Sau đó, với vẻ mặt mệt mỏi, \nCô ấy nói nhỏ với tôi.",
    "今日こそはって、%usernameusernameuserna%を誘ったけど……\nこんなに気持ちいいなんて、全然知らなかった……": "Hôm nay, tớ đã dụ %usernameusernameuserna%... \nNhưng mà, sướng đến mức này, tớ không hề biết...",
    "%usernameusernameuserna%と……だから……？": "%usernameusernameuserna% và...vì vậy...?",
    "今まで私……いろんな知らないことから目を背けてた。\nコスパだとか、タイパだとか、効率だとか言って……": "Từ trước đến giờ, tớ... đã lảng tránh những điều tớ không biết.\nNói là hiệu quả, tiết kiệm thời gian, hiệu suất...",
    "その殻を、%usernameusernameuserna%が破ってくれた。\nコスパが大事なのは変わらないけど……それだけじゃないって。": "%usernameusernameuserna% đã phá vỡ lớp vỏ đó cho tớ.\nHiệu quả là quan trọng, nhưng... không chỉ có vậy.",
    "%usernameusernameuserna%、これからももっと\n私の知らないこと……色々教えてくれてもいいからね？": "%usernameusernameuserna%, sau này, \nCậu cứ dạy tớ... những điều tớ chưa biết đi?",
    "どこか上から目線なのは、エヴィの照れ隠しなのかもしれない。\nならばこちらの返事は、もちろん以外にあり得なかった。": "Có vẻ như, việc cô ấy có vẻ hơi cao giọng là do Evi đang cố gắng che giấu sự ngại ngùng của mình.\nNếu vậy, câu trả lời của tôi, dĩ nhiên, không thể nào khác. "
}