{
    "%usernameusernameuserna%さん、手伝ってくれてありがとう。\n私のワガママにこんな風に付き合って貰って。": "%usernameusernameuserna% cảm ơn cậu đã giúp đỡ.\nVì tôi mà cậu phải làm phiền thế này.",
    "別に気にしなくていいぞ？　俺の仕事でもあるしな。\nそれで、どうしたんだ？": "Không có gì đâu? Dù sao thì cũng là công việc của tôi mà.\nVậy, có chuyện gì sao?",
    "その、雪山に挑むなら極限の状況に慣れないとダメだと思うの！\nだから、シミュレーターでメイズシフターに慣れておこうと思って！": "Thì, tôi nghĩ nếu muốn thử sức ở vùng núi tuyết thì phải làm quen với tình huống khắc nghiệt!\nVì vậy, tôi muốn làm quen với Maze Shifter trong trình mô phỏng!",
    "……まあ、確かにラウラにとっては極限の状態か。\nでも、俺が必要なのか？": "……Mà, đúng là tình huống khắc nghiệt với Laura thật.\nNhưng, tôi có cần thiết không?",
    "その、指揮官さんなら丁度いい難易度でしてくれそうだから……": "Thì, tôi nghĩ chỉ huy sẽ thiết lập độ khó phù hợp cho tôi...",
    "……ふうむ。": "……Hừm.",
    "あっ、で、でもいきなり怖い子からしたらダメよ！？\nビックリして気絶しちゃうかもしれないから！": "A, nhưng mà đừng có bắt đầu với mấy thứ đáng sợ nhé!?\nTôi sẽ bị sốc mà ngất xỉu mất!",
    "小型のメイズシフターから": "Bắt đầu với Maze Shifter cỡ nhỏ",
    "あえて大型のメイズシフターから": "Bắt đầu với Maze Shifter cỡ lớn",
    "（……まあ、真面目な相談だからな）": "（……Mà, đây là một cuộc thảo luận nghiêm túc mà）",
    "なら、最初は小型のメイズシフターからだ。\nそこから徐々に馴らしていこう！": "Vậy thì, ban đầu cứ bắt đầu với Maze Shifter cỡ nhỏ đi.\nTừ từ làm quen dần!",
    "うう……小さい子ね？\nそれなら大丈夫……かも？　頑張ってみる……": "Ư... Nhỏ hả?\nVậy thì có lẽ ổn... Tôi sẽ cố gắng...",
    "その後、なんとか気絶はしなかったが最後には憔悴しきって、\nシミュレーターを終えるラウラだった。": "Sau đó, dù không ngất xỉu nhưng cuối cùng Laura cũng kiệt sức,\nvà kết thúc buổi mô phỏng.",
    "なら、最初から大型のメイズシフターで行こう。": "Vậy thì, cứ bắt đầu với Maze Shifter cỡ lớn đi.",
    "ええっ！？　は、話を聞いてた！？\nそんな怖い子だと、私、気絶しちゃうかも……": "E...!? Cậu, cậu có nghe tôi nói không vậy!?\nVới cái thứ đáng sợ như vậy, tôi sẽ ngất mất...",
    "いいや、これはショック療法みたいなもんだ。\n慣れて後を楽にする。それに、宣言してるから覚悟も出来るだろ？": "Không, đây là một liệu pháp sốc.\nLàm quen trước để sau này dễ dàng hơn. Với lại, vì cậu đã nói trước nên cũng chuẩn bị sẵn tinh thần rồi đúng không?",
    "うう、そう言われると正しい気もするわ……\nわ、分かった！　やってみるわね、%usernameusernameuserna%さん！": "Ư... Nghe cậu nói cũng có lý nhỉ...\nT, tôi hiểu rồi! Tôi sẽ thử xem, %usernameusernameuserna%!",
    "その後、最初こそ大騒ぎをしていたが最後には、\nある程度動けるようになり喜ぶラウラが見れたのだった。": "Sau đó, ban đầu thì ồn ào náo nhiệt nhưng cuối cùng,\ntôi đã thấy Laura có thể di chuyển được một chút và vui mừng."
}