{
    "リュシーから気分転換にドロテアを連れ出してほしいと頼まれた。\n最近ずっとＭＧ競技漬けだったらしい。": "Tôi được Lucy nhờ đưa Dorothea đi chơi cho khuây khỏa.\nGần đây cô ấy có vẻ chỉ cắm đầu vào MG.",
    "それでショッピングモールにやってきたのだが――": "Thế là chúng tôi đến trung tâm thương mại――",
    "ドロテアが来ない……確かリュシーと一緒にこっちへ\n向かっているはずだが。もしかして何か事件にでも――": "Dorothea đâu rồi nhỉ…… Chắc là đang đi với Lucy đến đây chứ. Chẳng lẽ lại có chuyện gì――",
    "と、思っていたら、そのドロテアから連絡があったので、\n言われた場所まで向かってみた……": "Tôi đang nghĩ vậy thì nhận được liên lạc từ Dorothea, nên đã đến chỗ cô ấy hẹn……",
    "――というわけなのです。%usernameusernameuserna%さん。": "――Đại khái là vậy đó, %usernameusernameuserna%.",
    "すみませんねえ……": "Xin lỗi nhé……",
    "どうやら話を聞くに、俺のところに向かう途中、財布を落として\n困っている老婆と出会い、一緒に探してあげていたらしい。": "Nghe kể thì, trên đường đến chỗ tôi, cô ấy gặp một bà cụ bị mất ví, nên đã giúp bà tìm.",
    "二手に分かれて探しているようで、\nリュシーはリュシーで少し離れたところにいるようだ。": "Họ chia nhau ra tìm, còn Lucy thì ở một chỗ cách xa một chút.",
    "もっと早くにご連絡差し上げるべきでした。\nすぐ見つかると思っていたので……": "Đáng lẽ tôi nên liên lạc sớm hơn. Cứ nghĩ là sẽ tìm thấy ngay……",
    "いやいや、いいよ。むしろこういうのを放っておけない友人を\n持ったことを誇らしく思うよ。俺も手伝おう。": "Không sao đâu. Thay vì thế, tôi thấy tự hào khi có một người bạn không thể làm ngơ trước chuyện này. Để tôi giúp một tay.",
    "%usernameusernameuserna%さん……\nありがとうございます。": "%usernameusernameuserna%……\nCảm ơn cậu.",
    "ひとりで別の場所を探す": "Tự tìm ở một nơi khác",
    "ふたりで同じところを探す": "Cả hai cùng tìm ở một chỗ",
    "もしかしてこれか！？": "Chẳng lẽ là cái này!?",
    "ああ、それですそれです！　ありがとうございます……！\n孫にプレゼントしてもらったものなので、見つかってよかったです。": "A, đúng rồi! Cảm ơn cậu……! Đây là món quà cháu tôi tặng, may quá tìm thấy rồi.",
    "お礼を言って、老婆は去っていった。": "Nói lời cảm ơn, bà cụ rời đi.",
    "お手伝いいただいて、ありがとうございます。\nこんなにあっさり見つかるなんて思いませんでした。": "Cảm ơn cậu đã giúp đỡ. Tôi không ngờ lại tìm thấy dễ dàng đến vậy.",
    "ドロテアがすでにあらかた探し回ったあとだから、\nふたりの探してないところを見て回っただけだよ。": "Thật ra là vì Dorothea đã tìm hết rồi, tôi chỉ cần đi xem những chỗ hai người chưa tìm thôi.",
    "ふふ、さすがですね。": "Hừm, đúng là không hổ danh.",
    "それじゃ、リュシーを呼び戻そうか。\nそのあと３人でカフェにでも行こう。": "Vậy thì, gọi Lucy đến nhé. Sau đó chúng ta đi cafe đi.",
    "はいっ！": "Vâng!",
    "ドロテア、もしかするとそれ――": "Dorothea, có lẽ là cái đó――",
    "%usernameusernameuserna%さん、それが探していた――": "%usernameusernameuserna%, đó là thứ chúng ta đang tìm――",
    "あっ！　す、すみません、手が触れて……": "A! X-xin lỗi, tôi lỡ chạm vào……",
    "いや、いいよ。すごくぴったりなタイミングで見つけたな。": "Không sao đâu. Tìm được đúng lúc thật đấy.",
    "はい、ぴったりでしたね、ふふ。": "Vâng, đúng là rất đúng lúc, hừm.",
    "あらあら、仲のよろしいことで。\nおじいさんとの馴れ初めを思い出しますねぇ。": "Ôi chao, hai người tình cảm quá nhỉ.\nTôi lại nhớ về mối tình của mình với ông xã rồi.",
    "はっ……！　ご、ごめんなさい……！\nお財布見つけたのにすぐにお渡しせず……": "Hự……! X-xin lỗi……! Em đã không đưa ví ngay khi tìm thấy……",
    "いいのよ。見つけてくれてありがとねぇ、お若いカップルさん。": "Không sao đâu. Cảm ơn hai cháu đã tìm giúp nhé, hai bạn trẻ.",
    "え、えっと、わたくし達は……": "E-em, chúng tôi thì……",
    "別にそういう仲ではないんですが……": "Đâu có phải quan hệ như vậy đâu……",
    "わたしも当時はそう言ってたんですよ、ふふふ。": "Hồi đó tôi cũng nói vậy đấy, hừm.",
    "そう言っておばあさんは去っていったのだった。\n俺とドロテアの間に、気まずくても照れくさい空気だけを残して……": "Nói xong, bà cụ rời đi. Để lại giữa tôi và Dorothea một bầu không khí vừa ngại ngùng vừa ngượng ngùng……"
}