{
    "（……うーむ。予定もなくて暇だったから、\n街まで出てきたが……何もやる事が思いつかん）": "（……Ưm. Vì không có kế hoạch nên rảnh rỗi,\ntôi đã đến phố……nhưng không nghĩ ra việc gì để làm cả）",
    "（純夏や委員長達はそれぞれ予定を立てて出かけちまったし……\nまあ、気分転換の散歩っていうのもいいんだが）": "（Junna và lớp trưởng thì mỗi người đã có kế hoạch đi chơi rồi……\nMà, tản bộ để đổi gió cũng tốt đấy）",
    "……ん？　冥夜じゃないか。\nこんな場所で奇遇だな。": "……Hả? Mấy người là Meiya sao?\nBất ngờ khi gặp cậu ở đây đấy.",
    "タケルか。そなたも買いものか？": "Takeru à. Cậu cũng đi mua đồ sao?",
    "いいや、オレは散歩だ。\nまあ、ヒマだったんでな。そっちは？": "Không, tôi đi tản bộ.\nMà, vì rảnh rỗi thôi. Còn cậu?",
    "私も街を散策していたのだ。": "Tôi cũng đang đi dạo phố.",
    "冥夜も目的無しで散歩したりすることがあるんだな。\nちょっと意外だ。": "Meiya cũng có lúc đi tản bộ mà không có mục đích à.\nHơi bất ngờ đấy.",
    "そんなに珍しいだろうか？": "Có gì lạ sao?",
    "ああ。普段は「自己研鑽を怠ってはならないのだ！」って言って、\nそのまま訓練とかしてるイメージだな。": "Ừ. Bình thường thì cậu toàn nói 'Không được lơ là việc rèn luyện bản thân!' rồi,\ncứ thế mà đi huấn luyện luôn ấy.",
    "たしかに普段の私ならそうしているところだな。": "Quả thật bình thường tôi sẽ làm thế.",
    "だろ？": "Đúng không?",
    "目的はあるぞ。記憶探しだ。": "Tôi có mục đích đấy. Tìm kiếm ký ức.",
    "記憶探しっていうと……？": "Tìm kiếm ký ức là……?",
    "我々の戻らない記憶を呼び戻すきっかけがないか……\nそれを探すために街を歩いていたのだ。": "Để xem có manh mối nào gợi lại những ký ức mà chúng ta không thể nhớ về không……\ntôi đã đi dạo phố để tìm kiếm nó.",
    "……どういうことだ？": "……Ý cậu là sao?",
    "私たちがこちらの世界にやってきて、\n記憶はいまだに戻り切らないであろう？": "Chúng ta đến thế giới này,\nnhưng ký ức vẫn chưa thể nhớ lại hết đúng không?",
    "ああ、そうだな。思い出すにしても、\n関係ない記憶ばっかり思い出して、肝心な部分は思い出せないよな……": "Ừ, đúng là vậy. Dù có nhớ lại đi nữa,\nthì toàn nhớ mấy ký ức chẳng liên quan gì, còn phần quan trọng thì không tài nào nhớ được……",
    "そう、肝心なところは出てこないが、\n断片的な記憶が脳裏に過ぎることはある。": "Đúng vậy, phần quan trọng thì không hiện ra,\nnhưng đôi khi trong đầu lại hiện lên những mảnh ký ức rời rạc.",
    "いずれも大したことではないが……\nそれでも、元の世界の記憶だ。": "Dù không có gì to tát……\nvẫn là ký ức về thế giới cũ.",
    "つまり……そんな記憶を思い出すために散歩してるのか？": "Nói tóm lại……cậu đi tản bộ để nhớ lại những ký ức đó sao?",
    "ああ。そうして思い出した記憶が、\n我々の帰還を助けるものになるかもしれないと考えたのだ。": "Ừ. Tôi nghĩ rằng những ký ức nhớ lại được,\ncó thể sẽ giúp chúng ta quay về.",
    "はは、冥夜らしいな。\nそれなら、オレも記憶探しを手伝ってもいいか？": "Ha ha, đúng là Meiya mà.\nVậy thì, tôi có thể giúp cậu tìm kiếm ký ức được không?",
    "よいのか？\nそなたも久々の休みであろう？": "Cậu đồng ý sao?\nCậu cũng được nghỉ ngơi sau một thời gian dài rồi đúng không?",
    "どうせ暇だって時間を持て余してたしな。\nそれに、こういう事は誰かと一緒がいいだろ？": "Dù sao thì rảnh rỗi cũng chẳng có gì làm.\nHơn nữa, làm mấy chuyện này với ai đó thì hay hơn đúng không?",
    "一人で何かをしてた記憶よりも、\n誰かと一緒だった時の記憶の方が良く覚えてるだろうしな。": "Hơn là nhớ về việc làm một mình,\nthì sẽ nhớ những ký ức khi ở cùng ai đó rõ hơn.",
    "……なるほど。\nたしかにそなたの言うことも一理あるか。": "……Ra là vậy.\nQuả thật cậu nói cũng có lý đấy.",
    "オレにしては冴えてる提案だろ？": "Tôi đề xuất cũng hay đấy chứ?",
    "ふふ……自慢げに言う事でもなかろう。": "Phu phu……cậu cũng tự hào quá.",
    "で、どうだ？": "Vậy thì sao?",
    "ならば……頼んでもよいだろうか？\n私も一人で宛てもなく……少々悩んでいたのだ。": "Vậy thì……tôi có thể nhờ cậu được không?\nMột mình tôi đi lang thang……cũng có chút phiền lòng.",
    "流石に冥夜もお手上げだったのか。\nそれじゃあ、一緒に行くか。": "Thật sự Meiya cũng bó tay rồi à.\nVậy thì, đi cùng nhau thôi.",
    "……そういえばこれはデートなるものなのではないか？": "……Nói mới nhớ đây không phải là hẹn hò sao?",
    "ん？　今何か言ったか？": "Hả? Vừa rồi cậu nói gì vậy?",
    "いいや、なんでもない。では――": "Không, không có gì. Vậy thì――",
    "――冥夜？": "――Meiya?",
    "……ど、どうしたタケル？": "……C, cậu sao vậy Takeru?",
    "いや、急に腕を組んできたから驚いたんだが。": "Không, tự nhiên khoác tay tôi làm tôi giật mình đấy.",
    "……その、しっかり思い出したわけではないが……\n遠い記憶に、タケルと一緒に歩いたような記憶があるのだ。": "……Thì, tôi không nhớ rõ lắm……\ntrong ký ức xa xôi, tôi có ký ức như đã cùng Takeru đi dạo.",
    "その時もこのようにして、\n腕を組んでいたような気がしてな……": "Lúc đó cũng như thế này,\ntôi có cảm giác như đã khoác tay nhau……",
    "……ような？": "……Như?",
    "と、とにかく、そのような気がしたのだ！": "T, tóm lại, tôi có cảm giác như vậy!",
    "そ、その……タケルが嫌なのであれば、離すが……": "N, nếu Takeru không thích thì tôi bỏ ra……",
    "（……なるほど。これはたぶん……）": "（……Ra là vậy. Cái này chắc là……）",
    "そうだな。オレもそんな気がしてきた。\nそれじゃ、このまま行こうか。": "Đúng vậy. Tôi cũng có cảm giác như vậy.\nVậy thì, cứ thế này nhé.",
    "っ！　あ、ああ！\nでは、このまま行こうではないか！": "Hức! À, ừ!\nVậy thì, cứ như vậy đi!",
    "（腕を組んで一緒に歩きたかったのか……\nまあ、たまにはこういうのもいいな）": "（Muốn khoác tay đi cùng sao……\nMà, thỉnh thoảng thế này cũng tốt）",
    "歩きにくくはないか？": "Có khó đi không?",
    "いや、大丈夫だ。\nちょっと恥ずかしいくらいだ。": "Không, không sao đâu.\nChỉ hơi ngại thôi.",
    "ふふ、確かにな。\n……しかし、何とも平和で良き光景だな。": "Phu phu, đúng là vậy.\n……Nhưng mà, đúng là một khung cảnh bình yên và tốt đẹp nhỉ.",
    "ああ、そうだな。\nどこか懐かしくて……夢に見たような光景だ。": "Ừ, đúng vậy.\nThật hoài niệm……như một giấc mơ vậy.",
    "そなたはそう感じるのか？\n私は……どこか知らない別の世界のように感じるが。": "Cậu cảm thấy vậy sao?\nTôi thì……lại có cảm giác như một thế giới khác vậy.",
    "へえ、感じ方が違うのは不思議だな。\nこれもメイズシンドロームとやらの影響か？": "Hể, cảm giác khác nhau thật kỳ lạ nhỉ.\nĐây cũng là ảnh hưởng của Hội chứng Mê cung sao?",
    "さて、どうであろうな……\nだが記憶につながるような何かは見当たらないな。": "Không biết nữa……\nNhưng mà, tôi không thấy gì liên quan đến ký ức cả.",
    "なら、きっかけになるかもしれないし買い物でもするか？": "Vậy thì, có lẽ đi mua sắm sẽ là manh mối chăng?",
    "ふむ……しかし、買いたいものが浮かばぬな。\n無理をして買ったのならば、それは無駄遣いであろう。": "Hừm……nhưng mà, tôi không nghĩ ra thứ gì muốn mua cả.\nNếu mua mà không cần thiết thì sẽ là lãng phí.",
    "まあ、それもそうか。": "Ừm, cũng đúng.",
    "また今度、買い物をしに出掛ける機会があれば、\nそなたに付き合って貰いたいのだが……頼んでも良いか？": "Nếu có cơ hội đi mua sắm vào lần tới,\ntôi muốn nhờ cậu đi cùng……tôi có thể nhờ cậu được không?",
    "ああ、オレで良ければ幾らでも付き合うさ。": "Ừ, nếu là tôi thì cậu cứ nhờ thoải mái.",
    "ふふ、そなたに感謝を。": "Phu phu, cảm ơn cậu.",
    "タケルは普段、どのようなところを散策するのだ？\n私はこの街に来たことがまだ少なくてな……。": "Takeru thường đi dạo ở những nơi nào vậy?\nTôi mới đến phố này không lâu……",
    "オレも本屋を見たり、ゲームを見たり……\nあとは純夏たちに連行されて、荷物持ちくらいだな。": "Tôi thì hay xem sách, xem game……\nrồi bị Junna và mọi người kéo đi, rồi làm chân vác đồ thôi.",
    "ああ、時折苦い顔をして連れていかれるタケルの姿を目撃したな。": "Ừ, tôi có thấy Takeru hay nhăn mặt khi bị kéo đi đấy.",
    "助けてくれよ……って、そういえば冥夜は服は買わないのか？\nいつも軍装ばっかりじゃ肩も凝るだろ": "Cứu tôi với……mà, nói mới nhớ Meiya không mua quần áo sao?\nCậu toàn mặc quân phục, không thấy mỏi vai sao",
    "むう……タケルもそう思うか？\n鑑や珠瀬にも、オシャレをした方がよいと言われたのだ。": "Ưm……Takeru cũng nghĩ vậy sao?\nTôi cũng bị Kagami và Tamaze bảo nên ăn mặc đẹp hơn rồi.",
    "ここまで困り事はなかったから、\n他の服は不要と断ったのだが……。": "Vì tôi không gặp khó khăn gì nên,\ntôi đã từ chối việc mua quần áo khác……",
    "そりゃ勿体ない。\n折角平和な世界なんだからオシャレしてもいいと思うぞ？": "Thật là lãng phí mà.\nTrong thế giới hòa bình này, cậu nên ăn mặc đẹp mà?",
    "……た、タケルは私の私服姿を見たいのか？": "……T, Takeru muốn thấy tôi mặc đồ thường sao?",
    "ああ、オシャレをした冥夜は見てみたいな。\nもしも買ったら一番に見せてくれるか？": "Ừ, tôi muốn thấy Meiya ăn mặc đẹp.\nNếu mua thì cho tôi xem đầu tiên được không?",
    "ああ、勿論だ。\nであれば、また探してみるとしよう。": "Ừ, tất nhiên rồi.\nVậy thì, tôi sẽ tìm xem sao.",
    "（……なんだ、記憶探しって言ってたが……\n普通にデートしてるだけになってきたな）": "（……Gì chứ, nói là tìm ký ức……\nmà hóa ra chỉ là đi hẹn hò thôi）",
    "……しかし、今日はまだ何も思い出さないな。タケルはどうだ？": "……Nhưng mà, hôm nay tôi vẫn chưa nhớ ra gì cả. Takeru thì sao?",
    "ああいや、俺も考えてた。\n街を歩いてるだけじゃ、思い出せないな。": "Ừ, tôi cũng đang nghĩ đây.\nChỉ đi dạo phố thì không nhớ ra được rồi.",
    "やはりそう簡単にはいかないか……。": "Quả nhiên không dễ dàng như vậy sao……",
    "そうだな。まあ、街で歩いてるだけじゃ難しいか……\n他にも記憶に繋がりそうな場所があればいいんだが。": "Đúng vậy. Mà, chỉ đi dạo phố thì khó thật……\ngiá mà có chỗ nào khác liên quan đến ký ức thì tốt.",
    "……む？　この道の先は……": "……Ưm? Phía trước con đường này là……",
    "お、冥夜。何か見つけたのか？": "Ô, Meiya. Cậu tìm thấy gì sao?",
    "ああ。この先に学校があるようだ。\n……一見すると、真っ当に見えるな。": "Ừ. Hình như có trường học ở phía trước.\n……Nhìn thì có vẻ bình thường nhỉ.",
    "先日皆で訪れたスカラとは全く異なるな。": "Hoàn toàn khác với Skala mà mọi người đã đến vào hôm trước.",
    "まあ、あそこが特殊だって話だったからな……\n折角だから、ちょっと見に行くか？": "Mà, nghe nói chỗ đó đặc biệt mà……\nhay là chúng ta vào xem thử?",
    "うむ。街を歩くよりも良さそうだ。": "Ừm. Có vẻ tốt hơn là đi dạo phố.",
    "許可を取ってきたぞ。\n好きに見て回っていいってさ。": "Tôi đã xin phép rồi.\nCứ tự do xem đi.",
    "そなたに感謝を。それでは参ろうか。": "Cảm ơn cậu. Vậy thì, chúng ta đi thôi.",
    "……あの制服は桃園が着ていたものと同じだ。\nここは彼女が通っている校舎というわけか。": "……Bộ đồng phục đó giống với bộ mà Momozono đã mặc.\nĐây là tòa nhà mà cô ấy đang học sao?",
    "そうだな。もしかしたらどこかで出くわすかもな？": "Đúng vậy. Có lẽ chúng ta sẽ gặp cô ấy ở đâu đó?",
    "ふふ、確かにな。\nだが鑑から羨ましがられるかもしれんな。": "Phu phu, đúng là vậy.\nNhưng mà, có lẽ Kagami sẽ ghen tị đấy.",
    "……あー、確かにそうだな。\n俺たちだけで見学したってバレると面倒くさそうだ。": "……À, đúng là vậy rồi.\nNếu bị lộ là chỉ có hai đứa mình xem thì phiền phức thật.",
    "絶対に純夏の奴、ズルいからわたしも連れて行って！\nなんて駄々をこね始めるぞ。": "Chắc chắn Junna sẽ mè nheo, 'Sao lại đi một mình mà không rủ em!'\nchắc chắn sẽ bắt đầu dỗi cho xem.",
    "はは、タケルの眉間にしわが寄る様が想像できるな。": "Ha ha, tôi có thể hình dung ra Takeru nhăn mặt rồi.",
    "では、なるべく知り合いに見つからないように、\n静かに見学をさせてもらうか。": "Vậy thì, chúng ta nên xem một cách lặng lẽ, cố gắng không để ai biết nhé.",
    "ああ。それじゃあ中を見せてもらうか。": "Ừ. Vậy thì, chúng ta vào xem bên trong thôi.",
    "……ふむ、生徒の数はそう多くないな。": "……Hừm, số lượng học sinh không nhiều nhỉ.",
    "まあ、時間的に授業は終わってるだろうしな。\nそろそろ日暮れ時だし。": "Mà, chắc là giờ học đã kết thúc rồi.\nSắp đến lúc mặt trời lặn rồi.",
    "なるほど……しかし、不思議な気分だ。": "Ra là vậy……Nhưng mà, cảm giác thật kỳ lạ.",
    "冥夜？": "Meiya?",
    "こうして、この校舎の廊下を歩いていると……\n記憶を思い出すわけではないが、懐かしい気持ちになる。": "Cứ như vậy, khi tôi đi trên hành lang của tòa nhà này……\ntôi không nhớ lại ký ức, nhưng lại cảm thấy hoài niệm.",
    "郷愁だろうか……それとも、私も彼女たちのように、\n学生だった時があったのだろうか……？": "Nỗi nhớ quê hương sao……hay là, tôi cũng từng là học sinh giống như họ……?",
    "タケルはどうだ？　懐かしさを感じはしないか？": "Takeru thì sao? Cậu có cảm thấy hoài niệm không?",
    "そうだな……確かに、オレも懐かしい気持ちになるな。": "Đúng vậy……quả thật, tôi cũng cảm thấy hoài niệm.",
    "もしかしたら、\n学校の廊下をこうして二人で並んで歩いたりしたのかもな？": "Có lẽ nào,\ntôi và cậu đã từng đi cùng nhau trên hành lang trường học như thế này?",
    "ふふ、確かにそうかもしれないな。\nタケルと二人の思い出か……": "Phu phu, có lẽ là vậy thật đấy.\nKý ức của tôi và Takeru sao……",
    "まあ、オレもしっかりとは思い出せてないんだけどな。": "Mà, tôi cũng không nhớ rõ lắm đâu.",
    "……む？": "……Ưm?",
    "ん？　冥夜、どうした？": "Hả? Meiya, sao vậy?",
    "ああ、この教室……誰もいないのだなと思ってな。": "Ừ, tôi nghĩ rằng……căn phòng này……không có ai cả.",
    "そうだな。流石に帰ったんだろ。\n……って、冥夜？": "Đúng vậy. Chắc chắn là mọi người đã về rồi.\n……Này, Meiya?",
    "（冥夜の奴……急に教室に入ってどうしたんだ？）": "（Meiya……tự nhiên vào lớp làm gì vậy?）",
    "ここから見える景色は……まさに平和だな。": "Phong cảnh nhìn từ đây……đúng là bình yên thật.",
    "どうしたんだ冥夜？\nもしかして、何かを思い出したりしたのか？": "Sao vậy Meiya?\nCó lẽ nào, cậu đã nhớ ra gì đó sao?",
    "いいや、そういうわけではない。\nただ……この景色をみていて思ったのだ": "Không, không phải vậy.\nChỉ là……tôi đã nghĩ khi nhìn phong cảnh này.",
    "私はこのような平和を知らない……\nだが、それを求めて戦っていた気がすると。": "Tôi không biết sự bình yên như thế này……\nnhưng tôi có cảm giác như đã chiến đấu để tìm kiếm nó.",
    "……それは。": "……Điều đó là.",
    "そして、こうも思うのだ。\nこの世界は私達のいた世界とは全く違うのだろうと。": "Và, tôi cũng nghĩ như thế này.\nThế giới này hoàn toàn khác với thế giới mà chúng ta đã từng ở.",
    "そう考えると……少しだけ、寂しくなったのだ。\n私がこの世界で思い出を作ったとしても……": "Nghĩ như vậy……tôi cảm thấy hơi buồn một chút.\nDù tôi có tạo ra những kỷ niệm trong thế giới này đi nữa……",
    "夢でもいいじゃないか": "Dù chỉ là giấc mơ thôi cũng được",
    "楽しんでみたらいいんじゃないか？": "Cứ vui vẻ đi",
    "元の世界で目を覚ましたときには忘れている……\n泡沫の夢でしかないのではないかと思ってな。": "Khi tỉnh lại ở thế giới cũ, cậu sẽ quên hết……\ntôi nghĩ nó chỉ là một giấc mơ phù du thôi.",
    "別に夢だとしてもいいんじゃないか？": "Việc nó chỉ là giấc mơ cũng không sao mà?",
    "たとえ夢だったとしても……\n冥夜にとっては、望んでいた平和なんだろう？": "Dù chỉ là giấc mơ đi chăng nữa……\nthì đối với Meiya, đó là sự bình yên mà cậu mong muốn đúng không?",
    "……おそらくは、な。": "……Có lẽ là vậy.",
    "なら、これはいつか平和な世界になったときのための、\n予行演習みたいなもんだと思うんだ。": "Vậy thì, tôi nghĩ đây giống như một buổi diễn tập trước khi thế giới trở nên bình yên.",
    "なら、楽しんでみたらいいんじゃないか？": "Vậy thì, cứ vui vẻ đi",
    "タケル、私の話を聞いていたか？": "Takeru, cậu có nghe tôi nói không?",
    "いや、寂しいだろうけど……そういう楽しかった記憶は、\nたとえ忘れても心のどこかに残るはずだ。": "Không, dù có buồn đi nữa……thì những ký ức vui vẻ như vậy,\ndù có quên đi thì cũng sẽ còn đọng lại đâu đó trong tim.",
    "……心のどこかに残るはず……か。": "……Còn đọng lại đâu đó trong tim……sao.",
    "ああ。だから今のうちに沢山楽しい記憶を作ればいい。\nそんで、それを実現しようって心の支えにすればいいんだよ。": "Ừ. Vì vậy, cứ tạo thật nhiều ký ức vui vẻ đi.\nRồi lấy nó làm chỗ dựa tinh thần để thực hiện nó.",
    "……ふふ、そなたにそう言われると、\n不思議と自分の悩みが小さく思えてしまうな。": "……Phu phu, khi cậu nói vậy,\ntôi thấy những nỗi lo của mình dường như nhỏ bé đi.",
    "いや、そんなことはないだろ。\n冥夜の気持ちもわかるぞ？": "Không, không phải vậy đâu.\nTôi cũng hiểu cảm xúc của Meiya mà?",
    "異世界だの、メイズだの……夢だって言われても、\n納得するくらいに突拍子のない話だからな。": "Dù là thế giới khác, Mê cung……dù chỉ là giấc mơ,\nthì cũng là một câu chuyện kỳ lạ đến mức phải chấp nhận.",
    "ふふ、確かにそれはそうだな。\n下手な夢より現実味がなく……優しくて幸せな夢だ。": "Phu phu, quả thật là vậy.\nKhông thực tế bằng giấc mơ……nhưng lại là một giấc mơ dịu dàng và hạnh phúc.",
    "まあ、夢っていうにはいささか現実感が強すぎるけどな。": "Mà, nói là giấc mơ thì lại có phần thực tế quá nhỉ.",
    "はは、確かにそれはそうだ。\nそうだな、私は難しく考えすぎていたのかもしれないな。": "Ha ha, đúng là vậy thật.\nĐúng vậy, có lẽ tôi đã suy nghĩ quá nhiều rồi.",
    "ああ。いつか戻るための手段を探して……\nで、それまではここで楽しい記憶を作っておくんだ。": "Ừ. Tìm kiếm phương tiện để trở về……\nvà, trong lúc đó, hãy tạo ra những ký ức vui vẻ ở đây.",
    "そうだな……折角なら、生徒会長にでも頼んで、\nどこかの学校の学生として通うのもいいんじゃないか？": "Đúng vậy……nếu có thể, tôi sẽ nhờ hội trưởng,\nđể chúng ta có thể đi học như một học sinh ở một trường nào đó cũng được nhỉ?",
    "私達が、学生になるのか？": "Chúng ta sẽ trở thành học sinh sao?",
    "ああ。純夏とか委員長とか、たまとかも一緒にな。": "Ừ. Junna, lớp trưởng, Tama, cùng nhau luôn.",
    "全員で朝起きて学校に通って授業を受ける。\nで、学校が終わったらくだらないことを喋って帰るんだよ": "Tất cả cùng nhau thức dậy vào buổi sáng, đến trường học, học bài.\nRồi khi tan học, chúng ta sẽ nói những chuyện vớ vẩn rồi về nhà",
    "……ふふ、それは……面白いかもしれないな。": "……Phu phu, có lẽ là……thú vị đấy.",
    "しかし、流石に他の生徒から悪目立ちしないだろうか？": "Nhưng mà, liệu chúng ta có bị để ý bởi những học sinh khác không?",
    "それならその時だろ。\nそれだって楽しい記憶になるさ。": "Vậy thì cứ để vậy đi.\nĐó cũng sẽ là một ký ức vui vẻ mà.",
    "全く……そなたは何時如何なるときもそなたなのだな。": "Thật là……cậu lúc nào cũng là cậu nhỉ.",
    "ああ。オレはいつだってオレだぞ。": "Ừ. Tôi thì lúc nào cũng là tôi.",
    "そなたに感謝を。タケル。\nおかげで……少しだけ心の整理が出来た。": "Cảm ơn cậu. Takeru.\nNhờ có cậu……tôi đã có thể sắp xếp lại tâm trạng một chút.",
    "きっと、怖かったのだ。\n平和で優しいこの世界にいることが……": "Chắc là tôi đã sợ hãi.\nKhi ở trong thế giới bình yên và dịu dàng này……",
    "冥夜は普段から気を張ってるからな。\nその落差で気持ちが追い付いてないだけさ。": "Meiya lúc nào cũng căng thẳng mà.\nChỉ là do sự khác biệt mà cảm xúc không theo kịp thôi.",
    "だが、そなたの言う通り……私達の世界では失われた平和な日常を、\n今だけは楽しんでもよいのかもしれないな": "Nhưng mà, đúng như cậu nói……chúng ta có thể tận hưởng cuộc sống thường ngày bình yên, đã mất trong thế giới của chúng ta,\nngay bây giờ thì sao?",
    "ああ、そんで元の世界に戻れたら作ってやろうぜ。\nこの世界にも負けないくらい平和な世界ってやつを。": "Ừ, và nếu chúng ta có thể trở lại thế giới cũ, chúng ta hãy tạo ra nó nhé.\nMột thế giới bình yên không thua kém thế giới này.",
    "ああ……必ず、平和な世界を取り戻そう。\nタケルや皆と一緒に……": "Ừ……nhất định, chúng ta sẽ giành lại thế giới hòa bình.\nCùng với Takeru và mọi người……"
}