{
    "とぉーう！": "Tớーー!",
    "ん？　あの元気なかけ声は……": "Hửm? Tiếng hô hào đầy khí thế đó là...",
    "こらーっ！　そこのあなた達っ！\n今、ゴミをポイ捨てしたよね！？": "Nàyー! Mấy người kia!\nVừa rồi đã xả rác đúng không!?",
    "げっ、風紀委員！？": "Chết tiệt, ủy viên trật tự!?",
    "ゴミはゴミ箱に！　マナー違反だよっ！\nもし守れないなら呼び出してお説教だからね！": "Rác thì bỏ vào thùng rác! Vi phạm quy tắc đó!\nNếu không tuân thủ thì sẽ bị gọi lên khiển trách đó!",
    "は、はーい……": "V, vâng...",
    "むっ……次なる悪を発見！": "Mmm... Phát hiện ra một kẻ xấu xa khác!",
    "やっぱり、リリーか。\n今日も頑張ってるみたいだな。": "Quả nhiên là Lily.\nHôm nay có vẻ cũng đang cố gắng nhỉ.",
    "……ん？　今、何か落とした？": "…Hửm? Vừa rồi, hình như có đánh rơi gì đó?",
    "これは……キーホルダーか？\n何かの作品に出てくるヒーローっぽいな。": "Đây là... móc khóa à?\nGiống như một anh hùng trong một tác phẩm nào đó.",
    "この女の子が着てるの、リリーの服に似てるな……\nもしかして、あの服の元ネタはこのキャラなのか？": "Cái cô bé này đang mặc, trông giống đồ của Lily nhỉ...\nChẳng lẽ, nguồn gốc của bộ đồ này là nhân vật này sao?",
    "あー、こらこら！　そこは立ち入り禁止だよ！\n次に見つけたら捕まえちゃうからね！": "A, này này! Chỗ đó là khu vực cấm đó!\nNếu còn thấy nữa là tớ bắt đấy!",
    "それじゃ、今度からちゃんとルールを守ってね！": "Vậy thì, từ lần sau hãy tuân thủ quy tắc đàng hoàng nhé!",
    "おーいリリー、落とし物……": "Ê Lily, đồ rơi nè...",
    "……って、速。\nもうあんな遠くに！？": "…Chạy nhanh thế.\nXa đến thế rồi!?",
    "このキーホルダー、どう考えても大事なものだよな……\nよし、追いかけて届けるか。": "Cái móc khóa này, nghĩ thế nào cũng là đồ quan trọng nhỉ...\nĐược rồi, đuổi theo trả lại thôi.",
    "はぁ、はぁ……本当に足速いな……\nこのビルに入って行ったのは見えたんだけど……": "Ha, ha... Chạy nhanh thật đấy...\nTớ thấy cậu ta vào tòa nhà này...",
    "……というか何があるんだ、このビル？": "…Mà tòa nhà này có gì vậy nhỉ?",
    "こんなところに、リリーはなんの用があって……": "…Sao Lily lại đến đây nhỉ...",
    "……はぁ、はぁ……ふぅ……休憩……ってあれ？\n%usernameusernameuserna%、どうしてここに？": "…Ha, ha… phù… nghỉ ngơi… ủa?\n%usernameusernameuserna%, sao cậu lại ở đây?",
    "もしかして%usernameusernameuserna%も、\nここのジムの会員なの！？": "Chẳng lẽ %usernameusernameuserna% cũng là hội viên của phòng gym này!?",
    "いや、違う違う。": "Không, không đúng.",
    "この近くはよく通ってたんだけど、\nここがトレーニングジムだって、今初めて知ったよ。": "Tớ hay đi gần đây, nhưng\ntới giờ mới biết đây là phòng tập gym đấy.",
    "そうでしょ！　ここは穴場なんだ！\n誰もいないし、設備もちゃんとしてるからね！": "Đúng chứ! Đây là một nơi bí mật đó!\nKhông có ai, mà thiết bị cũng đầy đủ nữa!",
    "リリーは人がいない方が好きなのか？　意外だな。": "Lily thích nơi không có người à? Bất ngờ đấy.",
    "そういうわけじゃなくて……ヒーローの特訓は、\n他の人にはなるべく見られちゃいけないからね！": "Không phải vậy đâu... Huấn luyện anh hùng thì\ncàng ít người thấy càng tốt mà!",
    "普段の練習や特訓は見せずに、\n実戦でバーンと活躍する！　それもヒーローには大切！": "Không cho người khác thấy việc luyện tập và huấn luyện thường ngày,\nmà sẽ bùng nổ trong thực chiến! Đó cũng là điều quan trọng đối với anh hùng!",
    "いい子の夢を守るのだって、ヒーローの仕事だからね！": "Bảo vệ giấc mơ của những đứa trẻ ngoan, đó cũng là công việc của anh hùng mà!",
    "……なるほどな。": "…Ra là vậy.",
    "それで、結局%usernameusernameuserna%はどうしてここに？\nジムを利用したいのかなーって思ったけど。": "Vậy, rốt cuộc %usernameusernameuserna% đến đây làm gì?\nTớ cứ tưởng cậu muốn dùng phòng gym chứ.",
    "ああ、そうだった。落とし物を届けに来たんだよ。": "À, đúng rồi. Tớ đến trả đồ rơi.",
    "落とし物？": "Đồ rơi?",
    "ああ。リリーが落としたように見えたんだけど……": "Ừ. Tớ thấy Lily đánh rơi...",
    "ほら、このキーホルダー。\nリリーと同じヒーロー衣装を着てるだろ？": "Nè, cái móc khóa này.\nCậu mặc trang phục anh hùng giống Lily mà?",
    "あっ！？　ジャスティオン！？\nホントだ！　リリーのキーホルダーがない！": "A! ? Justiceon! ?\nĐúng thật! Móc khóa của Lily không có!",
    "ジャスティオン？": "Justiceon?",
    "ジャスティオンを拾ってくれて本当にありがとう！\nはぁ……よかったぁ……": "Cảm ơn cậu rất nhiều vì đã nhặt Justiceon!\nHa... May quá...",
    "そんなに大切だったんだな。": "Quan trọng đến vậy sao?",
    "うん……ジャスティオンがいないってわかったら、\n見つかるまでシティ中を大捜索してたかも……": "Ừm... Nếu biết Justiceon không có, thì tớ đã\ntìm kiếm khắp thành phố rồi...",
    "流石に大袈裟じゃないか？": "Nói quá rồi đấy?",
    "そんな事ないよ！　ジャスティオンのためなら、\nリリーはたとえ何日かかっても探し回るよ！": "Không có đâu! Vì Justiceon, thì\nLily có tìm cả mấy ngày cũng được!",
    "そんなにか……俺はあまり詳しくないんだけど、\nリリーはそれだけジャスティオンが好きなんだな。": "Đến vậy sao... Tớ không rành lắm, nhưng\nLily thích Justiceon đến vậy sao.",
    "うん！　もちろん！　ジャスティオンは、\nリリーにとってヒーローの原点なんだ！": "Ừm! Đương nhiên rồi! Justiceon,\nlà điểm khởi đầu của anh hùng đối với Lily!",
    "原点？": "Điểm khởi đầu?",
    "うん……ジャスティオンとの出会いは、\nリリーがまだ小さい頃で――": "Ừm... Cuộc gặp gỡ với Justiceon,\nlà khi Lily còn nhỏ...",
    "って、そろそろジムの利用時間が過ぎちゃう！": "Mà, sắp hết giờ dùng phòng gym rồi!\n",
    "ちょっと待ってて！　着替えてくるから！\nそれから話をするね！": "Đợi tớ một chút! Tớ đi thay đồ đã!\nSau đó chúng ta nói chuyện nhé!",
    "バタバタしつつ、俺達は公園にやってきた。\nベンチに落ち着くなり、彼女は昔話をしてくれて――": "Vừa vội vàng, chúng tớ đã đến công viên.\nVừa ngồi xuống ghế, cô ấy đã kể chuyện ngày xưa cho tớ nghe...",
    "リリーが小学生の頃、パパが持ってたコミックにあった\n『超機神ジャスティオン』を読んだんだ。": "Hồi Lily học tiểu học, đã đọc 『Siêu cơ thần Justiceon』 trong truyện tranh của ba.",
    "最初は何も考えず、適当に手に取っただけなんだけど……": "Lúc đầu chỉ cầm lên xem cho có thôi...",
    "まるで電流が走ったみたいな運命の出会いだったんだ！\n面白くて……もう、それまでの人生が変わるくらい！": "Như có luồng điện chạy qua, đó là cuộc gặp gỡ định mệnh!\nThật thú vị... Thay đổi cả cuộc đời tớ!",
    "ジャスティオンはリリーにとっては最高の作品で、\nエンディング違いのアニメ版もドラマ版も大好きなんだ！": "Justiceon là tác phẩm tuyệt vời nhất đối với Lily,\nvà tớ cũng thích cả bản anime và bản drama với kết thúc khác nhau!",
    "なるほどな……だとすると、リリーが一番好きなキャラは\nその主役のジャスティオンってことか。": "Ra là vậy... Nếu vậy, nhân vật mà Lily thích nhất là\nJusticeon, nhân vật chính nhỉ.",
    "うん！　それはもちろん！\nリリーにとっての憧れのヒーローはジャスティオンなんだ！": "Ừm! Đương nhiên rồi!\nĐối với Lily, anh hùng mà tớ ngưỡng mộ là Justiceon!",
    "罪を憎んで人を憎まず！\n自分が進む正義の道を背中で語る最高のヒーローなんだよ！": "Ghét cái ác chứ không ghét người!\nMột anh hùng tuyệt vời, người thể hiện con đường chính nghĩa mình đi bằng tấm lưng!",
    "罪を憎んで人を憎まず……か。": "Ghét cái ác chứ không ghét người... sao.",
    "そうだよ！　悪を裁くだけじゃないのが、\nジャスティオンの凄い所なんだ！": "Đúng vậy! Không chỉ trừng trị cái ác thôi đâu,\nđó là điểm tuyệt vời của Justiceon!",
    "どんな相手だって倒すよりも前に分かり合おうとする。\nそんな姿勢が、皆を変えていくんだよ！": "Dù là đối thủ nào, trước khi đánh bại thì cậu ấy sẽ cố gắng hiểu nhau.\nThái độ đó, đã thay đổi mọi người!",
    "色んなヒーロー作品を見てきたけど……\nやっぱりジャスティオンがいっちばん好きなんだ！": "Đã xem rất nhiều tác phẩm anh hùng rồi... nhưng\ntớ vẫn thích Justiceon nhất!",
    "その満面の笑みを見てたら、\nジャスティオンの好きな気持ちが伝わってきたよ。": "Nhìn thấy nụ cười rạng rỡ đó, tớ đã cảm nhận được tình cảm của cậu dành cho Justiceon.",
    "えっ、そ、そんなに笑顔になってた！？\n……ちょ、ちょっと恥ずかしいかな。": "Ê, c, cười tươi đến vậy sao!?\n...T, tớ hơi xấu hổ.",
    "でも、ジャスティオンは本当に大好きだから、\nついつい笑顔になっちゃうんだよね。": "Nhưng, tớ thực sự rất thích Justiceon,\nnên cứ cười thôi.",
    "もしよければ、%usernameusernameuserna%も……\nん？　……あれは……": "Nếu được, thì %usernameusernameuserna% cũng...\nHửm? ...Kia là...",
    "どうした、リリー？": "Sao vậy, Lily?",
    "おまえ、いい加減にしろよ！": "Mày, vừa thôi!",
    "うるせー、そっちが先にやったんだろ！": "Im đi, mày làm trước mà!",
    "……ああ、子供同士が喧嘩してるのか。": "…A, bọn trẻ đang cãi nhau à.",
    "……流石にあれは見過ごせないね！": "…Quả thật không thể làm ngơ được!",
    "お、おい、リリー！": "Ê, Lily!",
    "この……！": "Cái...!",
    "こら！　キミたち！\n喧嘩はしても暴力はダメだよ！": "Này! Mấy đứa kia!\nCó cãi nhau thì cũng không được đánh nhau!",
    "うわっ、なんだ！？": "Uwa, gì vậy!?",
    "変な格好のねーちゃんには関係ないだろ！": "Không liên quan đến con nhỏ ăn mặc kỳ quặc này!",
    "へ、変な格好……！？\n失礼な！　ジャスティオンだよ！？": "H, ăn mặc kỳ quặc...!?\nThất lễ! Tớ là Justiceon!",
    "知らねー、何それ！　どっか行けよ！": "Không biết, đi chỗ khác đi!",
    "いいや、どっか行かないよ！\nだって、今殴ろうとしたよね？": "Không, tớ không đi đâu cả!\nVì vừa rồi, các cậu định đánh nhau đúng không?",
    "喧嘩をするのは仕方ないよ。リリーだってするからね。\nでも、殴ったり叩いたりするのはいけない事だよ！": "Cãi nhau thì không sao. Lily cũng hay cãi nhau mà.\nNhưng, đánh nhau là không được đâu!",
    "そいつが先に悪口を言ったのが悪いんだよ。": "Tại thằng đó nói xấu tớ trước!",
    "言ってねえし！　お前が先にズルしたんだろー！": "Tao có nói đâu!\nMày gian lận trước mà!",
    "ズルなんてしてねーし！": "Tao có gian lận đâu!",
    "ほらほら、暴力を使ったりしちゃダメだからね。\nちゃんと話し合って解決しないとね？": "Nè nè, đừng dùng bạo lực nha.\nPhải thảo luận để giải quyết chứ?",
    "話し合いって……ねーちゃんには関係ないだろ！": "Thảo luận gì chứ... không liên quan đến con nhỏ này!",
    "そうだそうだ！": "Đúng vậy đúng vậy!",
    "むむう、頑なだなぁ。\nじゃあ、なんで喧嘩してたのか教えてよ。": "Mmm, ngoan cố thật.\nVậy, nói cho tớ biết vì sao các cậu cãi nhau đi.",
    "コイツが鬼ごっこで捕まらねーからって、\nズルだって言ったんだよ！": "Thằng này không chịu bắt tớ trong trò rượt bắt,\nnên tớ bảo nó gian lận!",
    "だって妨害してくるのはズルじゃん！": "Vì cản trở tớ mà!",
    "それ言ったら木に登って逃げたりする、\nそっちだってズルだろ！": "Nói vậy thì leo cây trốn, mày cũng gian lận!",
    "アドバイスをする": "Đưa ra lời khuyên",
    "見守ってみる": "Theo dõi xem sao",
    "……そ、それは難しいね。": "…Th, thật khó nhỉ.",
    "……危ないことをさせない方がいいんじゃないか？": "…Không nên để làm những việc nguy hiểm thì hơn?",
    "……確かに！\nズルじゃないかもしれないけど、木登りは危ないよね！": "…Đúng là vậy!\nCó thể không phải gian lận, nhưng leo cây nguy hiểm thật!",
    "だから、危ない所に登るのは禁止ってしたらどう？\nそれなら、喧嘩にならないよね？": "Vậy thì, cấm leo lên những nơi nguy hiểm thì sao?\nNhư vậy thì, sẽ không cãi nhau nữa nhỉ?",
    "……分かった。リリーも考えたけど、\n正々堂々と戦わないと面白くないよ！": "…Hiểu rồi. Lily cũng đã nghĩ, nhưng mà\nkhông chiến đấu đường đường chính chính thì không vui!",
    "ちゃんとお互いが納得できるように、\nルールを決めてから決着をつけよう！": "Để cả hai đều thấy hài lòng,\nhãy quyết định luật lệ rồi phân thắng bại!",
    "これだったらどうかな！": "Như vậy thì sao!",
    "……えぇ～？": "…Eeeh~?",
    "……なんか、どうでもよくなっちゃった。": "…Sao tự dưng thấy chán nhỉ.",
    "そうだなー。別のことするか": "Đúng ha. Làm việc khác đi",
    "んじゃね、変な格好のねーちゃん。": "Vậy nha, con nhỏ ăn mặc kỳ quặc.",
    "だから変な格好じゃなくてジャスティオンだよ！？\n超カッコいいヒーローだからね！": "Sao lại ăn mặc kỳ quặc, là Justiceon mà!\nMột anh hùng siêu ngầu đó!",
    "あと、喧嘩はもうしちゃダメだからね～！\n……はぁ。": "Với lại, không được cãi nhau nữa nha～!\n…Haiz.",
    "お疲れさま、リリー。\n大丈夫だったか？": "Cậu vất vả rồi, Lily.\nỔn chứ?",
    "あ、%usernameusernameuserna%。\nごめんね、勝手に走り出しちゃって。": "A, %usernameusernameuserna%.\nXin lỗi, tớ tự tiện chạy lung tung.",
    "大丈夫だよ。\nあんまり説得はうまくいかなかったけど……": "Không sao đâu.\nTuy không thuyết phục được mấy...",
    "そうだったか？　しっかり喧嘩は止まってた気がするけど。": "Vậy sao? Tớ thấy cậu đã ngăn cản được cuộc cãi nhau mà.",
    "あれはリリーが急にお説教をしちゃったから、\nなんか気分じゃなくなっただけだよ。": "Đó là vì Lily tự dưng lại đi thuyết giáo thôi,\nnên tự dưng thấy chán thôi.",
    "多分リリーが伝えたかった暴力はダメってことも、\nあんまり伝わってないと思うんだ。": "Chắc là những gì Lily muốn truyền đạt là không được bạo lực,\ncũng không truyền đạt được mấy đâu.",
    "……まあ、あれくらいの年ならそんなもんじゃないか？": "…Mà, tầm tuổi đó thì cũng vậy thôi nhỉ?",
    "そうだとしても、また喧嘩をしちゃうかもしれないし、\n暴力でお互いに傷ついたら悲しいからさ。": "Dù vậy, thì cũng có thể lại cãi nhau mất,\nvà nếu làm tổn thương nhau bằng bạo lực thì sẽ rất buồn.",
    "ジャスティオンみたいな、\n立派なヒーローにはまだまだ遠いなぁ……": "Vẫn còn xa mới được như Justiceon,\nmột anh hùng vĩ đại...",
    "……いや、そんなことはないさ。": "…Không, không phải vậy đâu.",
    "えっ？": "Hả?",
    "分かって貰えないかもしれないからって行動しないより、\nちゃんと行動して喧嘩を止めたリリーは立派だよ。": "Thay vì không hành động vì biết có thể không được hiểu,\nthì Lily đã hành động và ngăn cản cuộc cãi nhau, rất tuyệt vời.",
    "…………": "…...",
    "きっとヒーローっていうのは、\n言葉じゃなくて正しい姿を見せる事も必要なんだろう？": "Chắc chắn anh hùng là, không phải bằng lời nói,\nmà còn cần phải cho thấy một hình ảnh đúng đắn nữa?",
    "そういう意味だったら、\nその姿を示せたリリーは立派なヒーローなはずだ。": "Nếu xét theo nghĩa đó,\nthì Lily đã cho thấy hình ảnh đó, là một anh hùng tuyệt vời.",
    "…………う、うう……": "…...ư, ư…",
    "どうし……": "Sao vậ…",
    "うわーん！　%usernameusernameuserna%！\n分かってくれてありがとうー！": "Uwaaaan! %usernameusernameuserna%!\nCảm ơn cậu đã hiểu tớー!",
    "ぐはっ！？　頭がみぞおちに……！": "Guh!? Đầu tớ vào giữa ngực…!",
    "ヒーローのことを、こんなに理解してくれるなんて……\nうう、本当にありがとう……！": "Hiểu được anh hùng đến vậy…\nƯu, thực sự cảm ơn…!",
    "リリー、悩んじゃう時もあって……でも、\n%usernameusernameuserna%のおかげで自信が持てたよ！": "Lily, đôi khi cũng có những lúc băn khoăn… nhưng\nnhờ có %usernameusernameuserna% mà tớ đã có thêm tự tin!",
    "わ、分かった……とりあえず、離れてくれ……": "Đ, được rồi… thôi, tránh xa ra đã…",
    "あっ、ご、ごめんね！\nつい嬉しくなっちゃって……": "A, x, xin lỗi!\nTớ vui quá…",
    "こんなにヒーローをちゃんと理解してくれたのは、\n%usernameusernameuserna%が初めてだったから……": "Hiểu anh hùng đến vậy, là\n%usernameusernameuserna% là người đầu tiên đó…",
    "そうなのか？\nリリーの事を理解してくれる人は多そうだけど……": "Vậy sao?\nCó vẻ nhiều người hiểu Lily lắm mà…",
    "リリーの活動を応援してくれる人はいっぱいいるよ！\nでも、ヒーローを分かってくれる人は少ないんだ。": "Có rất nhiều người ủng hộ hoạt động của Lily!\nNhưng, người hiểu anh hùng thì ít lắm.",
    "風紀委員の活動としてヒーローをやってるんじゃなくて、\nヒーローになる中で風紀委員を選んだから……": "Không phải là làm anh hùng vì hoạt động của ủy viên trật tự,\nmà là chọn ủy viên trật tự trong khi làm anh hùng…",
    "……多分すぐに分かって貰えないとは思う。\nでも、その行動はきっと実を結ぶはずだ。": "…Chắc là sẽ không được hiểu ngay đâu.\nNhưng, hành động đó chắc chắn sẽ có kết quả.",
    "だって、リリーの憧れたヒーローっていうのは、\nその背中で正義を語るんだろう？": "Vì, anh hùng mà Lily ngưỡng mộ,\nlà người thể hiện chính nghĩa bằng tấm lưng đúng không?",
    "……%usernameusernameuserna%。": "…%usernameusernameuserna%.",
    "（……まさか、また頭突きをされるか……？）": "(…Chẳng lẽ, lại ăn đấm vào đầu nữa sao…?)",
    "リリーは今、猛烈に感動してる……\nこんなに、こんなに分かって貰えるなんて……！": "Lily bây giờ, đang vô cùng cảm động…\nĐược hiểu đến vậy, đến vậy…!",
    "お、おう……？": "Ô, ồ…?",
    "これはもう……指揮官とかじゃない……\n唯一無二の存在……リリーの相棒だよ！": "Đây không còn là… chỉ huy nữa rồi…\nMột người duy nhất… bạn đồng hành của Lily!",
    "相棒！？": "Bạn đồng hành!?",
    "うん！　考えてみたら……リリーに足りないのは、\n相棒だったのかもしれない！": "Ừm! Nghĩ lại thì… Lily thiếu bạn đồng hành\ncũng có thể là một điều gì đó!",
    "孤独だったり、他人との関係性に悩むヒーロー……\nそんなヒーローを支えるための相棒の存在！": "Anh hùng cô đơn, hay những người băn khoăn về mối quan hệ với người khác…\nSự tồn tại của bạn đồng hành để hỗ trợ những anh hùng đó!",
    "そう考えるとライバル以上に大切だよね！": "Nghĩ vậy thì quan trọng hơn cả đối thủ nhỉ!",
    "まあ、確かにそういわれると……そうなのか？": "Ừm, quả thật là vậy… vậy sao?",
    "だから、リリーの理解者として……\n%usernameusernameuserna%は相棒になって欲しいんだ！": "Vì vậy, với tư cách là người hiểu Lily…\n%usernameusernameuserna% hãy là bạn đồng hành của tớ!",
    "いや、いきなりそう言われても\nリリーみたいなヒーロー活動は無理だぞ！？": "Này, tự dưng nói vậy thì…\nthì tớ không thể hoạt động anh hùng như Lily được!",
    "ああ、それは大丈夫だよ。\nリリーみたいにヒーロー活動をしてほしいわけじゃないから。": "À, chuyện đó không sao đâu.\nTớ không muốn cậu hoạt động anh hùng như Lily đâu.",
    "ん？　じゃあ何をすればいいんだ？": "Hửm? Vậy thì phải làm gì?",
    "時々、リリーと一緒にパトロールをしたり、\nお手伝いをしてほしいんだ！": "Thỉnh thoảng, cậu hãy cùng Lily đi tuần tra,\nrồi giúp đỡ tớ nhé!",
    "とはいえ、時々でも大変だし無理にとは言わないけど……": "Tuy nhiên, thỉnh thoảng thì cũng vất vả, cũng không bắt ép đâu…",
    "そのくらいなら力になるぞ？": "Chừng đó thì tớ giúp được?",
    "本当に！？": "Thật sao!?",
    "ああ。そんなに役に立たないだろうけどな。": "Ừm. Tuy rằng không giúp ích được mấy.",
    "そんなことないよ！　ヒーローにとって、\n仲間はいるだけで百人力の存在なんだ！": "Không có đâu! Đối với anh hùng,\ncó bạn bè thôi đã là một sự tồn tại vô cùng quan trọng rồi!",
    "守るべき人と、倒すべき悪党！\nあとは信頼できる仲間はヒーローに必須な存在だからね！": "Người cần bảo vệ, và kẻ ác cần đánh bại!\nSau đó, những người bạn đáng tin cậy là điều cần thiết cho anh hùng!",
    "たしかに、そういわれる納得は出来るな……": "Quả thật, nói vậy thì cũng thấy thuyết phục nhỉ…",
    "（……それに、%usernameusernameuserna%は\nリリーの悩みを解決して相棒になってくれた……）": "(…Với lại, %usernameusernameuserna%\nđã giải quyết những băn khoăn của Lily và trở thành bạn đồng hành…)",
    "（もしかしたら、リリーのヒーローになってくれるかも\nしれない、凄い人だから……ね）": "(Có lẽ, là người sẽ trở thành anh hùng của Lily\nvì là một người tuyệt vời… nhỉ)",
    "ん？　今、なんて言ったんだ？": "Hửm? Vừa rồi, cậu nói gì vậy?",
    "ふふ、内緒だよ♪\nまた機会があったら教えてあげる！": "Hì hì, bí mật nha♪\nNếu có cơ hội thì tớ sẽ nói cho cậu biết!",
    "だから、今後ともよろしくね……相棒♪": "Vì vậy, mong cậu giúp đỡ tớ trong tương lai… bạn đồng hành♪"
}