{
    "それから――ミリアム達が不参加となった選考会を経て、\nアークトゥルスのメンバーは決定した。": "Sau đó――Sau buổi tuyển chọn mà Miriam và những người khác không tham gia,\ncác thành viên của Arcturus đã được quyết định.",
    "それでは間もなく、アークトゥルスの発足発表会を執り行います。": "Vậy thì, buổi lễ ra mắt của Arcturus sẽ sớm được tổ chức.",
    "……さすがに緊張します。\nユーロ・タワーの上層部の皆さんと、それに報道陣もたくさん……": "……Tôi căng thẳng quá.\nMọi người ở tầng trên của Euro Tower, và cả phóng viên nữa...",
    "どうしても注目されてしまいますからね。": "Vì tôi chắc chắn sẽ thu hút sự chú ý.",
    "ドロテアをリーダーに残り４人はユニティエッジがそのままつくという、\n誰もが予想し、何一つ意外性のない結果となった。": "Dorothea là leader, và 4 người còn lại là những người từ Unity Edge, kết quả không có gì bất ngờ cả.",
    "ＭＧに乗るわけでもないし肩の力を抜いてください。": "Dù sao thì cũng không phải lên MG, cứ thoải mái đi.",
    "むしろ、直接見られない分、乗っているほうがマシかもしれません……\n見てください、うちのメンバーなんてもうガチガチです。": "Thay vào đó, có lẽ lên còn tốt hơn là không được nhìn trực tiếp……\nNhìn kìa, các thành viên của chúng ta căng thẳng hết cả rồi.",
    "ふふ、こういう機会、これから何度もあると思うので、\nいずれ慣れますよ。": "Hừm, tôi nghĩ sẽ có nhiều cơ hội như thế này trong tương lai,\ncác cậu sẽ quen thôi.",
    "さすがドロテア先輩……慣れてますね。": "Quả là Dorothea-senpai……quen thật.",
    "ええ、ピクシス・マスールは儀礼演舞などで、\n前に立つ機会も多かったですから……": "Ừm, Pixis Massur thường xuyên phải đứng trước đám đông trong các buổi biểu diễn nghi lễ...",
    "…………\n……その、なんだかすみません。": "…………\n……Xin lỗi, tôi thực sự xin lỗi.",
    "え？": "Hả?",
    "残り４人、全員元ユニティエッジなんて形になってしまって……\n望んではいましたが、本当にこのような結果になるとは……": "4 người còn lại, tất cả đều là thành viên cũ của Unity Edge... \nTôi mong muốn điều đó, nhưng tôi không ngờ kết quả lại như thế này...",
    "謝ることはありませんよ。これまた定めです。\nそれにあの子達にはあの子達の道がありますから……": "Cậu không cần phải xin lỗi đâu. Đây cũng là định mệnh thôi.\nHơn nữa, những người đó cũng có con đường riêng của họ...",
    "もちろん、後進を育てるという意志には敬意を表します。\nでももう一度ミリアムちゃん達と戦いたかったなって……": "Tất nhiên, tôi rất tôn trọng ý chí muốn nuôi dưỡng thế hệ sau của họ.\nNhưng tôi vẫn muốn chiến đấu với Miriam và những người khác một lần nữa...",
    "では、新チーム『アークトゥルス』のリーダーに就任された、\nドロテア・カークランドさんよりご挨拶をいただきます。": "Vậy, xin mời Dorothea Kirkland, người được bổ nhiệm làm leader của đội mới 『Arcturus』, lên phát biểu.",
    "はい。": "Vâng.",
    "――ただいまご紹介にあずかりました、\n『アークトゥルス』リーダー、ドロテア・カークランドと申します。": "――Tôi là Dorothea Kirkland, leader của 『Arcturus』, rất hân hạnh được giới thiệu.",
    "今日この日貴族と平民が交わり、ひとつの気高き繋がりが相成りました。\nわたくしはこの輝かしい瞬間に、喜びと興奮を隠しきれません。": "Hôm nay, quý tộc và thường dân đã hòa hợp, một mối liên kết cao quý đã được hình thành.\nTôi không thể giấu được niềm vui và sự phấn khích trong khoảnh khắc huy hoàng này.",
    "これまでは……『貴族』『平民』という見えない衣を着せられ、\n交わることを良しとしない風潮がありました。": "Trước đây……『Quý tộc』『Thường dân』 bị gán cho những chiếc áo vô hình,\nmột xu hướng không chấp nhận sự giao thoa.",
    "……ですが、この我々の堂々たる姿をご覧ください。\n衣なんて、必要ありません。": "……Nhưng, hãy nhìn xem, diện mạo đường hoàng của chúng ta.\nÁo choàng, không cần thiết nữa.",
    "そびえ立つユーロ・タワーが刻むは、ノヴァセレスの未来。\nさあ、ともに新時代にいきま――": "Euro Tower sừng sững ghi dấu tương lai của Nova Ceres.\nNào, cùng nhau bước vào một kỷ nguyên mới――",
    "――その挨拶、少々お待ちいただきたい。": "――Xin hãy tạm dừng bài phát biểu đó.",
    "――っ！？": "――!?",
    "あの人は……確か、生徒会の教導指揮官さん……？": "Người đó là……chắc chắn là chỉ huy trưởng của hội học sinh……?",
    "その場にいる全員の視線が俺に注がれた。\nそして、その後方に続くミリアム、ケイト、ハリエットにも――": "Ánh mắt của tất cả mọi người trong khán phòng đổ dồn về phía tôi.\nVà cả Miriam, Kate, Harriet, những người đứng sau tôi nữa――",
    "何事ですか！\nあなた達、直ちに会場から出て――": "Chuyện gì vậy!\nCác người, lập tức rời khỏi hội trường――",
    "いえ、様子を見ましょう。": "Không, hãy xem tình hình đã.",
    "え……？": "Hả……?",
    "止めに入ろうとする教師らしき姿があったが、\n隣席の女性が手で制する。": "Một người có vẻ là giáo viên đã cố gắng can thiệp,\nnhưng người phụ nữ ngồi cạnh đã ngăn lại bằng tay.",
    "俺達はまっすぐステージまで歩くと、\n一度その手前でぴたりと足を止めて深く一礼する。": "Chúng tôi đi thẳng lên sân khấu,\ndừng lại trước đó và cúi đầu thật sâu.",
    "そして、壇上にいるドロテアを見上げ、宣言した。": "Sau đó, nhìn Dorothea trên bục và tuyên bố.",
    "――これなるは、ミリアム・ヘイワード、ケイト・フルニエ、\nハリエット・ミルズの３名からの名誉をかけた異議申し立てである。": "――Đây là lời phản đối danh dự đến từ Miriam Hayward, Kate Fournier,\nvà Harriet Mills.",
    "３名は先の選考会において、その努力と実力を無視した理不尽な\n判断により、挑戦の機会を奪われた。": "Ba người đã bị tước mất cơ hội thử thách do những phán xét bất công đã phớt lờ nỗ lực và khả năng của họ trong buổi tuyển chọn trước đó.",
    "これは個人の名誉だけでなく、たゆまぬ努力で社会に奉仕せんとする、\nすべてのパイロットの誇りを踏みにじるものに他ならない！": "Đây không chỉ là vấn đề danh dự cá nhân, mà còn là sự xúc phạm niềm tự hào của tất cả các phi công, những người không ngừng nỗ lực để phục vụ xã hội!",
    "%usernameusernameuserna%さん……": "…%usernameusernameuserna%……",
    "俺は懐から１枚の白手袋を取り出す。\nそして、それを恭しく壇上に捧げた。": "Tôi lấy ra một chiếc găng tay trắng từ trong túi.\nSau đó, tôi cung kính dâng nó lên sân khấu.",
    "ここに古来より伝わる作法に則り、アークトゥルスに対し\n『機上槍試合』による決闘を申し入れる！": "Theo nghi thức cổ xưa, tôi khiêu chiến Arcturus\nbằng một 『Trận đấu súng trên không』!",
    "なっ……け、決闘ですって！？": "Cái gì……khi, khiêu chiến sao!?",
    "これは決して、腹いせや反逆ではない！　ただ失われた名誉を回復し、\n彼女達の真価を示すための神聖なる儀式である！": "Đây tuyệt đối không phải là sự trả thù hay sự phản bội! Chỉ là một nghi thức thiêng liêng để khôi phục danh dự đã mất và thể hiện giá trị thực sự của họ!",
    "この挑戦、受けて立つに値するか否か――\nご判断いただきたい！！": "Liệu các cậu có xứng đáng chấp nhận thử thách này hay không――\nHãy cho chúng tôi biết quyết định của các cậu!!",
    "会場が静まり返る。": "Cả hội trường im lặng.",
    "決闘――その言葉の持つ重みは貴族だけでなく、\nユーロ・タワーの……ノヴァセレス出身者なら誰もが理解している。": "Khiêu chiến――Trọng lượng của từ đó không chỉ được hiểu bởi giới quý tộc,\nmà còn bởi bất kỳ ai đến từ Euro Tower... Nova Ceres.",
    "……決闘、ですか。": "……Khiêu chiến, sao.",
    "そ、それは……！": "Đ, điều đó……!",
    "そこの３名、尋ねます。": "Ba người kia, tôi hỏi các cậu.",
    "……形骸化して久しい伝統ではありますが、\n『機上槍試合』はその昔は敗者が命を落とすこともあった真剣勝負です。": "……Mặc dù đã trở thành hình thức từ lâu, nhưng\n『Trận đấu súng trên không』 trong quá khứ là một trận chiến nghiêm túc, nơi kẻ thua cuộc có thể mất mạng.",
    "それをこの場で申し込むことは、パイロット生命のみならず、\n真の意味での命懸けの覚悟であることを意味します。": "Việc yêu cầu điều đó ở đây có nghĩa là, không chỉ là sự sống của một phi công, mà còn là sự chuẩn bị thực sự để đánh đổi cả mạng sống của mình.",
    "そう受け取って、よろしいのですね？": "Tôi hiểu như vậy có đúng không?",
    "……はい！": "……Vâng!",
    "（あの気弱なケイトが、あんな堂々と……）": "(Kate yếu đuối đó, lại có thể đứng đắn đến vậy……)",
    "…………": "…………",
    "（この子達にここまでさせてしまったのは……わたくしのせいね）": "(Việc để những đứa trẻ này đi xa đến mức này……là lỗi của tôi)",
    "（リュシーの申し出に甘えて責任から逃げてしまったことで\nこの事態を招いてしまった……）": "(Tôi đã trốn tránh trách nhiệm bằng cách dựa vào lời đề nghị của Lucy,\nvà gây ra tình huống này……)",
    "（これ以上、主として背を向けていてはいけない……）": "(Tôi không thể tiếp tục quay lưng với chủ nữa……)",
    "（この子達のすべてを受け止め、\n引導を渡すのがわたくしに残された唯一のできること……）": "(Chấp nhận tất cả mọi thứ của những đứa trẻ này,\nvà đưa ra phán quyết cuối cùng là điều duy nhất tôi có thể làm……)",
    "ドロテアはそっと、白手袋を受け取った。\nそれはつまり――": "Dorothea nhẹ nhàng nhận chiếc găng tay trắng.\nĐiều đó có nghĩa là――",
    "その気高き挑戦……\nこのドロテア・カークランドが謹んでお受けしましょう。": "Thử thách cao quý đó……\nDorothea Kirkland này sẽ khiêm tốn chấp nhận.",
    "ただし、あなた達が戦う相手はアークトゥルスではなく\nこのわたくし、ただひとりです。": "Tuy nhiên, đối thủ của các cậu không phải là Arcturus mà là\ntôi, chỉ một mình tôi.",
    "……！": "……!",
    "ドロテア様が……": "Dorothea-sama……",
    "ひとりで……！": "Một mình……!",
    "わかった……！　それで日時は――": "Đã hiểu……! Vậy thì thời gian là――",
    "いいえ！　それはいけません、ドロテア先輩。\n決闘を申し込まれたのはアークトゥルスです！": "Không! Không được đâu, Dorothea-senpai.\nNgười bị khiêu chiến là Arcturus mà!",
    "クラウディアさん……": "Claudia……",
    "この決闘、私もドロテア先輩と一緒に戦わせていただきます！": "Trong trận chiến này, tôi cũng sẽ chiến đấu cùng với Dorothea-senpai!",
    "問題ない。受けて立つ。": "Không vấn đề gì. Tôi chấp nhận.",
    "決闘には立会人が必要です。\nその役目、私が務めましょう。": "Cần có người làm chứng cho trận chiến.\nTôi sẽ đảm nhận vai trò đó.",
    "感謝します。": "Cảm ơn cậu.",
    "では１週間後の正午、ユーロ・タワー屋内大訓練場にて、\n相まみえましょう。": "Vậy thì, chúng ta sẽ gặp nhau vào buổi trưa một tuần sau, tại Sân huấn luyện trong nhà của Euro Tower.",
    "異例の展開に、まだ低くどよめきが続く会場に\nドロテアの凛とした声が響き渡った。": "Giữa sự kiện bất thường, giọng nói kiên quyết của Dorothea vang vọng khắp hội trường, nơi vẫn còn những tiếng xì xào nhỏ."
}