{
    "……そう言った経緯でラミさんとちゆるさんは、\nシリウスシュガーに入ってくれたんです♪": "……Vì lý do đó mà Rumi và Chiyuru đã gia nhập Sirius Sugar♪",
    "……なるほど、こうして聞くと激動だったな。\nあと、退学になりかけてたのも驚きだ。": "……Ra là vậy, nghe xong mới thấy mọi chuyện thật dữ dội.\nHơn nữa, suýt bị đuổi học nữa chứ, thật bất ngờ.",
    "そうですわね……わたくしも昔の話をしていて、\nそういえば二度目だったと気づきましたわ。": "Đúng vậy... Khi tôi kể lại chuyện cũ, tôi chợt nhận ra đó là lần thứ hai.",
    "まあ、あの時は色々なことが起きたからねー。\nつい忘れちゃうのも仕方ないんじゃないかな。": "Mà, lúc đó có rất nhiều chuyện xảy ra mà.\nQuên đi một chút cũng không có gì lạ.",
    "しかし、ラミは今よりもツンツンしてたんだな。": "Nhưng, Rumi còn tsundere hơn bây giờ nhỉ.",
    "そうですね……学校に入ってきて、\nお金を稼げるチームって話で色々と喧嘩になっていたらしくて。": "Đúng vậy... Khi vào trường, nghe nói có đội kiếm được tiền nên đã cãi nhau rất nhiều.",
    "私たちが勧誘した時には信頼できる人もいなくて、\n苦労していたから警戒していたみたいです。": "Khi chúng tôi mời, cô ấy không có ai để tin tưởng, có vẻ như đã rất vất vả nên đã cảnh giác.",
    "ああ、なるほど。だから精一杯虚勢を張ってたのか。": "À, ra là vậy. Nên cô ấy mới cố tỏ ra mạnh mẽ à?",
    "言い方が悪い！！\n信頼できる奴がいないんじゃなくて妥協したくなかっただから。": "Nói năng thật tệ !!\nKhông phải là không có ai tin tưởng được, mà là không muốn thỏa hiệp mà thôi.",
    "チームに入ってないからって実績もない怪しい奴らが、\n声をかけに来たら警戒くらいするでしょ。": "Những kẻ đáng ngờ không có thành tích gì mà lại đến mời chào, thì tôi cũng phải cảnh giác chứ.",
    "……まあ冷静に見ればあの時のわたくしたちは、\n中々に信頼できない怪しいチームではありましたわね。": "……Mà, nếu nhìn nhận một cách bình tĩnh thì lúc đó chúng tôi cũng là một đội đáng ngờ không đáng tin cậy nhỉ.",
    "でしょ？　だからラミの対応だって普通のことよ。\n別に変な理由なんてないから。": "Phải không? Vì vậy, phản ứng của Rumi là bình thường thôi.\nChẳng có lý do gì kỳ lạ cả.",
    "なるほど。そういう言い訳でビビってたのを隠してるのか。\n可愛いところもあるな。": "Ra là vậy. Thì ra là cô đang che giấu việc đã sợ hãi vì những lời bào chữa đó.\nCũng có mặt dễ thương đấy.",
    "ねえ！　コイツぶっ飛ばしていい！？": "Này! Có nên đánh bay con bé này không!?",
    "あはは……でも、考えてみると迷惑をかけましたよね。\n色んな事情を知らないラミさんを無理やり加入しちゃいましたし。": "A ha ha... Nhưng mà, nghĩ lại thì chúng ta đã gây rắc rối nhỉ.\nChúng ta đã ép Rumi, người không biết gì về hoàn cảnh, gia nhập đội.",
    "……そうね。本当に騙されたっていうか、\nマジで聞いたときに逃げてやろうかと思ったわ。": "……Đúng vậy. Thực sự là bị lừa, tôi đã nghĩ sẽ bỏ chạy khi nghe thấy nó.",
    "むしろ、聞いてよく逃げなかったな。": "Thay vào đó, cô đã không bỏ chạy khi nghe nó.",
    "ラミがその話を聞いたときには、もうメンバー揃ってたのよ！\nだから逃げるタイミングじゃなかったのよ！": "Khi Rumi nghe câu chuyện đó, thì đã đủ thành viên rồi!\nNên không có thời gian để trốn nữa!",
    "あの時は、残り一人を探すというタイミングだったので、\nつい伝え忘れていましたわね……": "Lúc đó, vì đang trong thời điểm tìm người cuối cùng, nên tôi đã quên mất việc phải nói...",
    "てか、生徒会長に目を付けられて、\n勝手に一蓮托生で退学の危機ってありえないでしょ！": "Mà, bị hội trưởng để mắt tới, tự tiện đồng cam cộng khổ với nguy cơ bị đuổi học, thật không thể tin được!",
    "うう……確かにそうですよね……\nごめんなさい……": "Ư... Đúng là như vậy thật...\nXin lỗi...",
    "でも、ラミちゃんだってあの時余裕なかったよねー？\n喧嘩しまくってチーム候補もなかったんでしょ？": "Nhưng, Rumi cũng không thoải mái lúc đó phải không?\nCãi nhau suốt mà cũng không có đội nào để chọn đúng không?",
    "うぐっ……そ、それは……\nら、ラミならすぐにチームなんて見つかったし！": "Ư...thì, thì... \nR, Rumi thì sẽ tìm được đội ngay thôi!",
    "てか、そんな風に言ってるちゆるだって、\n余裕ないから強引にめるたちのチームに入ったんじゃないの！": "Mà, Chiyuru nói như vậy, thì cậu cũng đâu có thoải mái, nên mới ép đội của Meru vào đúng không!",
    "あはは、まあ確かにそういわれるとあたしも慌ててたかな？\nだから、気になっためるちゃんたちに慌てて頼んだんだよね。": "A ha ha, mà đúng là như vậy, tôi cũng đã vội vàng nhỉ?\nVì vậy, tôi đã vội vàng nhờ Meru và mọi người.",
    "あそこで入れて貰えなかったらピンチだったね！\nうん、ありがとうね！　めるちゃん！": "Nếu không được nhận vào lúc đó thì thật là một cú sốc!\nỪm, cảm ơn nhé! Meru!",
    "いえ、困ってる時はお互い様ですし……\nちゆるさんが仲間になりたいって思ってくれたのは嬉しかったですよ。": "Không, khi gặp khó khăn thì chúng ta giúp đỡ lẫn nhau mà...\nTôi rất vui vì Chiyuru muốn trở thành đồng đội.",
    "ええ、その優しさはやはりめるさんの美点ですわ。\n%usernameusernameuserna%さんも助けられましたものね？": "Vâng, sự tốt bụng đó quả là một điểm tốt của Meru.\n%usernameusernameuserna% cũng đã được giúp đỡ phải không?",
    "そうだな……俺も命を救われたし、めるには足を向けて寝られないな。": "Đúng vậy... Tôi đã được cứu mạng, tôi không thể quên ơn Meru được.",
    "そ、そこまで言われるようなことでは……！": "T, tới mức đó sao...!",
    "ううん。めるはいい子。\n私もめるのおかげでシリウスシュガーに入ったから。": "Ưm. Meru là một cô bé tốt.\nTôi cũng đã vào Sirius Sugar nhờ có Meru.",
    "……そうなのか？\n確かに白奈が入ることになった経緯は予想できなかったが。": "……Vậy sao?\nQuả thực, tôi không thể ngờ được Shirana sẽ gia nhập.",
    "そういえばそうですわね……\n白奈さんが入る事になったのは、めるさんのお手柄でしたわ。": "Đúng là như vậy nhỉ...\nViệc Shirana gia nhập là nhờ công của Meru.",
    "い、いえ！　そんなお手柄だなんて！\nただ、白奈さんとお話をしただけなので……": "Đ, đâu có! Không phải là công lao gì đâu!\nChỉ là tôi đã nói chuyện với Shirana mà thôi...",
    "それだけでもすごい。\n最初、断ったから。": "Chỉ thế thôi cũng đã rất tuyệt vời rồi.\nLúc đầu, cô ấy đã từ chối mà.",
    "あー、そうだったねぇ。\n白奈ちゃんに声をかけたら断られたんだよねぇ。": "A, đúng rồi nhỉ.\nKhi tôi mời Shirana, cô ấy đã từ chối nhỉ.",
    "そういえばそうだったわね。\nラミは他の奴探せばいいじゃんって言ったんだけどね。": "Đúng là như vậy nhỉ.\nRumi đã bảo tìm người khác đi.",
    "……めるの気持ちが伝わった。": "……Tấm lòng của Meru đã được truyền đạt.",
    "……なあ、そっちばっかり盛り上がってないで聞かせてくれ。\n色々と気になるんだが。": "……Này, đừng có hăng hái quá mà hãy kể cho tôi nghe.\nTôi có rất nhiều điều muốn biết.",
    "お、%usernameusernameuserna%も気になってきたみたいだね。\n続きが気になるなら練習の量を……": "Ồ, %usernameusernameuserna% cũng đã thấy hứng thú rồi nhỉ.\nNếu muốn biết tiếp thì hãy tăng cường luyện tập...",
    "それとこれとは別だからな？\n逆に増やされたくないなら教えろでもいいんだぞ？": "Việc đó và việc này là hai chuyện khác nhau mà?\nNgược lại, nếu không muốn bị tăng cường thì hãy nói cho tôi biết.",
    "流石に増やされるのは勘弁してほしいなぁ……\nまあ、それじゃあめるちゃん。続きいいかな？": "Tôi không muốn bị tăng cường đâu...\nMà thôi, Meru. Chúng ta tiếp tục được không?",
    "はい！　分かりました！\n４人が集まった私たちは最後のメンバー探しを始めまして……": "Vâng! Tôi hiểu rồi!\nBốn người chúng tôi đã bắt đầu tìm kiếm thành viên cuối cùng..."
}