{
    "ちゆるさん、ちゆるさん、ちょっといい？\nちょっと相談があって……": "Chiyuru-san, Chiyuru-san, nói chuyện chút được không?\nTôi có chuyện muốn hỏi...",
    "うんうん、相談なら今度聞くね～？": "Ừm ừm, muốn hỏi gì thì để lần sau nhé?",
    "あの……ちゆるさん。\n実は私、ずっと前からあなたと仲良くなりたくて……": "À... Chiyuru-san.\nThật ra, em đã muốn làm bạn với chị từ lâu rồi...",
    "そうだったんだね～。\nでも、よく知らないしまた遊びに行こうね。": "Vậy sao~.\nNhưng mà, tớ cũng không biết nhiều, lần sau mình đi chơi nhé.",
    "ちゆるさんって、今まで変な人だって思ってたけど、\n本当は凄い人だったんだね！": "Chiyuru-san, trước giờ em cứ nghĩ là người kỳ lạ,\nNhưng thật ra chị là người tuyệt vời!",
    "えー、別に全然そんなことないよー？": "Ê, đâu có chuyện đó đâu~?",
    "（うーん、すごいな……ここ最近、ちゆるの周りに人が絶えない……\n今まで関わりのなかった子からも、声をかけられるようになったし……）": "（Ưm, giỏi thật... Gần đây, xung quanh Chiyuru toàn người vây quanh...\nNgay cả những người trước giờ không liên quan gì cũng bắt chuyện nữa...）",
    "（これも、ちゆるの実力が知れ渡ったからなんだろうな。\nそのせいか、なんだか最近のちゆるは忙しそうだ……）": "（Cũng là vì thực lực của Chiyuru đã được biết đến rộng rãi rồi.\nVì vậy, dạo này Chiyuru có vẻ bận rộn...）",
    "（だけど、ちゆるのあの表情……）": "（Nhưng mà, cái vẻ mặt đó của Chiyuru...）",
    "ははははは……": "Ha ha ha ha...",
    "今までは気楽な変人って雰囲気だったちゆるが、\nあんな気を張った表情をするなんて……": "Trước giờ Chiyuru lúc nào cũng có vẻ là một người kỳ lạ thoải mái,\nVậy mà lại có vẻ mặt căng thẳng như vậy...",
    "（正直、すごく心配だ……\nでも、下手に口を出してちゆるの邪魔してもよくないだろうし……）": "（Thật tình, tôi rất lo lắng...\nNhưng mà, nếu xen vào thì có khi lại cản trở Chiyuru mất...）",
    "……よし、今度、遊びに誘って気分転換でもしてあげるとするか。\nそれくらいなら、別に構わないよな……？": "…Được rồi, lần tới rủ đi chơi, giải khuây một chút vậy.\nChuyện đó thì, cũng không sao nhỉ...?",
    "……ん、誰だ？\n勉強中に……": "…Hửm, ai vậy?\nĐang học bài mà...",
    "ああ、今開けるから……": "À, tôi mở cửa đây...",
    "やあやあ！": "Chào bạn!",
    "ちゆる！？": "Chiyuru!?",
    "（噂をすればなんとやらじゃないが、\nちゆるを誘おうかと考えていたら、ちゆるの方が来るとは……）": "（Quả đúng là nói đi thì gặp, tôi đang định rủ Chiyuru thì Chiyuru lại đến...）",
    "だ、大丈夫なのか？": "C, cậu không sao chứ?",
    "え？　何が？": "Ê? Sao cơ?",
    "いや、最近のちゆるは、忙しそうにしてたから……": "Không, dạo này Chiyuru có vẻ bận rộn...",
    "あはは、%usernameusernameuserna%が気にすることじゃないから\n安心してよ。": "A ha ha, không có gì phải lo đâu, %usernameusernameuserna%.\nCứ yên tâm đi.",
    "……ちゆるがそれでいいならいいけど。": "…Nếu Chiyuru thấy ổn thì tốt rồi.",
    "そうそう！　あたしがいいから、それでいいの！\nそれで、%usernameusernameuserna%は今日、何をする予定なのかなー？": "Đúng rồi! Vì tớ thấy ổn nên mọi chuyện đều ổn cả!\nMà, hôm nay %usernameusernameuserna% định làm gì thế?",
    "いや、今は勉強をしてただけで、特に用事はないけど……": "Không, tôi chỉ đang học bài thôi, cũng không có việc gì đặc biệt...",
    "うわー、それはもったいないね！": "Uwaa, phí quá đi!\n",
    "だったら、あたしと一緒に外に遊びに行こ！\nうん、そうしよう、けってーい！": "Vậy thì, mình cùng nhau ra ngoài chơi đi!\nỪm, quyết định vậy!",
    "ちょっ……\n勝手に人の予定を――": "Khoan đã...\nTự tiện quyết định thay người khác――",
    "さ、じゃあ行こうすぐ行こう！\n善は急げって言うしねー！": "Nào, đi thôi, đi ngay thôi!\nViệc thiện nên làm nhanh mà!",
    "お、おいちゆる、手を引っ張るな。\n相変わらず強引だな……": "Ê, ê Chiyuru, đừng kéo tay tôi.\nVẫn cứ là người mạnh mẽ như thường...",
    "（……でも、久しぶりにちゆるの笑顔を見ることができてよかった……）": "（…Nhưng mà, cũng tốt vì đã được nhìn thấy nụ cười của Chiyuru sau một thời gian dài...）",
    "あははははっ！\nこんな風にのんびり買い物するのって、久しぶりかも！": "A ha ha ha!\nĐi mua sắm thong thả như này, có lẽ là lần đầu tiên đấy!",
    "ちゆるが羽を伸ばせてるなら何よりだ。": "Nếu Chiyuru thấy thoải mái thì tốt rồi.",
    "あっ！　あそこの服、ちょっといいかも！\n白衣に合うかな～？": "A! Bộ đồ kia có vẻ được đấy!\nHợp với áo blouse không nhỉ~?",
    "真っ先に白衣とのコーディネートを考えるってどうなんだ？\nでも、確かにあの服はちゆるに似合うと思うぞ？": "Cậu lại nghĩ đến việc phối đồ với áo blouse đầu tiên đấy à?\nNhưng mà, quả thật bộ đồ đó hợp với Chiyuru đấy.",
    "わあ、本当！？\nえへへ、じゃあ、買っちゃおうかな～？": "Woa, thật á!?\nEhehe, vậy thì, mình mua luôn nhé~?",
    "そんな即決しなくても、もう少し色々見て考えればいいじゃないか。": "Không cần phải quyết định nhanh vậy đâu, xem xét thêm một chút nữa đi.",
    "うん、それもそうだね！\nそれじゃ、もっともっと付き合って貰おうかな♪": "Ừm, cũng đúng nhỉ!\nVậy thì, mình sẽ phiền cậu đi cùng thêm một chút nữa nhé♪",
    "ああ、俺で良ければいくらでも付き合うよ。": "À, nếu là tôi thì đi cùng cậu bao nhiêu tùy thích.",
    "ん－……%usernameusernameuserna%、本当に良かった？\n誘ったあたしが言うのもなんだけど、今日は付き合ってもらっちゃって。": "Ưm－... %usernameusernameuserna%, cậu có thật sự ổn không?\nTuy tớ là người rủ, nhưng mà hôm nay đã làm phiền cậu rồi.",
    "どうしたんだ、急に。": "Sao vậy, tự nhiên lại hỏi thế.",
    "いやー、ちょっと強引に誘っちゃったところもあるからさぁ。\nもしかしたら、迷惑だったかなぁ～って。": "Không, tại vì tớ đã hơi ép cậu một chút.\nCó khi nào, cậu thấy phiền không~?",
    "ちゆるが強引じゃなかったことなんてあったか？": "Chiyuru mà không ép người khác thì còn gì là Chiyuru?",
    "ううっ……そういわれると否定できないなぁ……": "Uu... Nói vậy thì không thể phủ nhận được...",
    "まあ、ちゆるが気にすることじゃない。\nたまには、こうやって外をうろつくのも悪くないし……": "Mà thôi, Chiyuru không cần phải lo đâu.\nThỉnh thoảng, đi lang thang bên ngoài cũng không tệ...",
    "元々、今日はちゆるをどこか遊びに誘おうと思っていたからな。": "Vốn dĩ, hôm nay tôi định rủ Chiyuru đi chơi đâu đó.",
    "え、わぁ、そうなんだ～！？\n%usernameusernameuserna%ってば、優しいねぇ！": "Ê, woa, thật á~!?\n%usernameusernameuserna% thật là tốt bụng!",
    "でもちょっと悔しい～！　それならあたしからじゃなくて、\n%usernameusernameuserna%から誘われたかったかも～！": "Nhưng mà hơi tiếc~!\nGiá mà là %usernameusernameuserna% rủ tớ thì hay hơn ấy~!",
    "いいじゃないか。\nどっちが誘ったとしても、こうして２人で遊びに出かけられたんだから。": "Không sao đâu mà.\nDù là ai rủ thì chúng ta cũng đã được đi chơi cùng nhau rồi.",
    "……うん、確かにそうだね！": "…Ừm, quả thật là vậy!",
    "あれ？　ちゆるじゃない！？": "Ơ? Chiyuru kìa!?",
    "ほんとだ、ちょうどよかったー！": "Đúng là như vậy, vừa hay luôn!",
    "……ん？": "…Hửm?",
    "あれは……ちゆるの友達か？": "Kia là... bạn của Chiyuru sao?",
    "あー、うん、まあそんな感じかなぁ……？": "À, ừm, đại loại là vậy...",
    "久しぶり。聞いたよ～！\nまさか、すっごい子だなんて知らなかったよぉ！": "Lâu rồi không gặp. Tớ nghe nói rồi~!\nKhông ngờ, cậu lại là người giỏi đến vậy!",
    "そうそう！　それなら言ってくれたらよかったのに！": "Đúng rồi đúng rồi! Giá mà cậu nói cho tớ biết thì tốt biết mấy!",
    "今のちゆる、多分凄い知り合いとか出来たんでしょ？\nちょっと連絡とりたい人がいるんだけどぉ……": "Chiyuru bây giờ, chắc là quen biết những người giỏi giang lắm nhỉ?\nTớ có người muốn liên lạc một chút...",
    "チームで困ってることがあるんだけどさ、\nねえねえ！　助けてくれるよね？": "Trong team có chuyện rắc rối, này này!\nGiúp tụi tớ được không?",
    "えぇ？　いやあ、それはちょっと……": "Ê? Không, chuyện đó thì...",
    "えー？　なんでぇ？\n私達、友達だよね？": "Ê~? Sao vậy?\nChúng ta là bạn bè mà?",
    "別にそんな大したことじゃないから、ちょっとだけ！\nね、お願い～！": "Không có gì to tát đâu, chỉ một chút thôi!\nNày, làm ơn đi~!",
    "……あー、うん。\nまあそうだよね。": "…À, ừm.\nChắc là vậy rồi.",
    "友達なんだし、ちょっとくらいは……": "Đã là bạn bè thì, một chút cũng được...",
    "……すまん、ちょっと悪いな。": "…Xin lỗi, làm phiền rồi.",
    "わ、%usernameusernameuserna%……！？\n急にどうしたの……！？": "Woa, %usernameusernameuserna%…!?\nTự nhiên sao vậy…!?",
    "すまん。ちゆるは俺とのデート中なんだ。\nだから勘弁してくれないか？": "Xin lỗi. Chiyuru đang hẹn hò với tôi.\nCho nên, tha thứ cho tôi được không?",
    "ええっ！？": "Ê!?",
    "えっ、ちゆるがデート！？": "Ê, Chiyuru hẹn hò!?",
    "彼氏！？　そうなの！？": "Bạn trai!? Thật á!?",
    "ちなみに、俺の一目惚れだ": "Nhân tiện, tôi là người yêu từ cái nhìn đầu tiên.",
    "ちゆるとは相思相愛なんだ。": "Tôi và Chiyuru là tình yêu đích thực.",
    "えっ、あ、うん！　そ、そうなんだよね！": "Ê, à, ừm! Đ, đúng là như vậy!",
    "えっ、ええ～……！？\nそうなんだ……ふ、ふーん。": "Ê, ê~…!?\nThật á… ừ, ừm.",
    "おい、なんでそんなに動揺してるんだ。": "Này, sao lại rối rắm thế?",
    "えっ、あ、うん！\nそ、そうなんだよね～！": "Ê, à, ừm!\nĐ, đúng là như vậy~!",
    "視線が泳ぎまくってるぞ。": "Ánh mắt cứ đảo liên tục thế kia.",
    "……そういうわけなんだ。\nだから、俺の彼女を便利に使う話は止めてくれ。": "…Thì ra là vậy.\nCho nên, đừng có lợi dụng bạn gái tôi nữa.",
    "……！": "…!",
    "そういうわけだ。\nじゃあ、ちゆる。行こうか。": "Thì ra là vậy.\nVậy nhé, Chiyuru. Đi thôi.",
    "あ、%usernameusernameuserna%……う、うん！　それじゃあ行こう！": "À, %usernameusernameuserna%… ư, ừm! Vậy thì đi thôi!",
    "――ふぅ……すまなかった、ちゆる！": "—Phù… Xin lỗi, Chiyuru!",
    "えっ？": "Ê?",
    "あの場を切り抜けるためとはいえ、彼氏だなんて嘘をついたことだ。\nいきなり言われて困っただろうし。": "Dù chỉ là nói dối để thoát khỏi tình huống, nhưng mà tôi đã nói là bạn trai.\nTự nhiên bị nói vậy chắc là khó xử lắm nhỉ.",
    "あっ、あはは。そのことね？\n別にいいよ。気にしてないから……": "À, a ha ha. Chuyện đó á?\nKhông sao đâu. Tớ không để ý đâu...",
    "そうは言うけど……": "Nói thì nói vậy...",
    "あたしだって助かったし……それに、\nそんなに悪い気もしなかったし……あー、今のナシね！": "Tớ cũng được cứu giúp mà… với lại,\nCũng không đến nỗi tệ… à, thôi bỏ đi!",
    "？": "?",
    "それより%usernameusernameuserna%、喉が乾かない？\n何か一緒に飲もう！": "Hơn nữa, %usernameusernameuserna%, cậu có khát không?\nUống gì đó cùng nhau đi!",
    "あ、ああ……": "À, à...",
    "それじゃあ、そこの店で買ってこよう！": "Vậy thì, mua ở cửa hàng kia nhé!",
    "ここって、最近流行ってるお店なんだよねぇ。\nあ、あたしはカフェラテにするね！": "Chỗ này, dạo gần đây đang hot đấy nhỉ.\nÀ, tớ sẽ uống cafe latte!",
    "じゃあ、俺はアイスコーヒーにしようかな。": "Vậy tôi sẽ uống cà phê đá vậy.",
    "じゃあ公園のベンチで一休みしないか？\n色々とあって疲れただろ？": "Vậy thì, chúng ta nghỉ ngơi ở ghế công viên một chút được không?\nVì có nhiều chuyện nên cậu mệt rồi đúng không?",
    "ふぅ……うん。これ、美味しいね。\n流石噂になってるだけあるなぁ。": "Phù… Ừm. Cái này ngon thật đấy.\nQuả là nổi tiếng có khác.",
    "ああ、こっちも美味しいぞ。": "À, cái này cũng ngon đấy.",
    "えー、そうなの？\nじゃあ、%usernameusernameuserna%の、ちょっとちょーだい！": "Ê, vậy sao?\nVậy thì, cho tớ một chút của %usernameusernameuserna%!",
    "お、おい……奪わなくてもやるってば。": "Ê, ê… Đừng có cướp mà.",
    "いいからいいから。\nほら、%usernameusernameuserna%には、あたしが飲んでたのあげるから。": "Không sao đâu không sao đâu.\nNày, tớ cho %usernameusernameuserna% uống của tớ này.",
    "……うん、こっちも美味しいね！\nさっぱりしてて飲みやすいね。": "…Ừm, cái này cũng ngon nhỉ!\nThanh mát và dễ uống.",
    "ああ、カフェラテの方も悪くないな。\n甘みもちょうどいい。": "À, cafe latte cũng không tệ nhỉ.\nVị ngọt vừa phải.",
    "……しかし、さっきは大変だったな。\n友達だったとしても、あんなふうに言われたらイヤだろ？": "…Nhưng mà, nãy giờ thật là vất vả nhỉ.\nDù là bạn bè, nhưng mà bị nói như vậy thì cũng chán nhỉ?",
    "……うん、そうだね。\n昔から見てきたから慣れてたつもりだったんだけどね。": "…Ừm, đúng là vậy.\nTừ trước đến nay vẫn vậy nên tớ cứ nghĩ là mình quen rồi.",
    "ああいう風に変わっちゃう子も多いけど……\n%usernameusernameuserna%は変わらないでいてくれるんだね。": "Cũng có nhiều người thay đổi như vậy…\n%usernameusernameuserna% không thay đổi, vẫn ở bên tớ nhỉ.",
    "……どういうことだ？": "…Ý cậu là sao?",
    "さっきの子達みたいに、あたしが天才だってわかると、\n急に変わっちゃう子も多いんだよ。": "Như những người lúc nãy, khi tớ được biết là thiên tài,\nThì sẽ có nhiều người thay đổi đột ngột lắm.",
    "……ちゆるに、何かしてくれって頼む事か？": "…Hỏi Chiyuru làm gì đó giúp họ sao?",
    "うん、そうだよ。\n前はもっと気楽な会話をする友達だったんだよね。": "Ừm, đúng vậy.\nTrước đây, tớ và bạn bè còn nói chuyện thoải mái hơn.",
    "でも、あたしが天才だってわかったら、\nあたしが何かをしてくれるって期待するんだ。": "Nhưng mà, khi tớ được biết là thiên tài,\nThì họ sẽ mong tớ làm gì đó giúp họ.",
    "別にあたしは何も変わってないんだけどねぇ。": "Mặc dù tớ có thay đổi gì đâu.",
    "そうはいうけど、変わらない子だっているだろ。": "Nói thì nói vậy, nhưng mà vẫn có những người không thay đổi.",
    "うん、確かに、それはそうなんだけど……": "Ừm, quả thật là vậy, nhưng mà…",
    "それでも、今まで仲良くしてた子や、\nバカな話をして笑ってた子達との関係が変わっちゃうのはね……": "Dù vậy, thì mối quan hệ với những người bạn trước đây,\nNhững người cùng tớ cười đùa với những câu chuyện ngớ ngẩn, nó thay đổi đi…",
    "……そうか。": "…Vậy à.",
    "だから、本当は嬉しかったんだよね。\nキミがあたしのために怒ってくれたことが。": "Cho nên, thật ra tớ rất vui.\nVì cậu đã nổi giận vì tớ.",
    "……いや、そうは言うが俺もほっとしたんだよ。": "…Không, nói vậy thì tôi cũng nhẹ nhõm đấy.",
    "最近、ちゆるが真面目な顔ばかりしてたから、\n変わってしまったんじゃないかと思ってな……": "Dạo gần đây, Chiyuru toàn có vẻ mặt nghiêm túc,\nTôi cứ nghĩ là cậu đã thay đổi rồi...",
    "もう、あたしの何を見てたのかな～？\n……って言いたいけど、そう見えた理由があるんだよね。": "Thì ra là vậy, cậu đã nhìn thấy gì ở tớ vậy?\n…Muốn nói vậy, nhưng mà có lý do cả đấy.",
    "理由？": "Lý do?",
    "何でもかんでも、断ったり嫌われてたら……シリウスシュガーと、\n%usernameusernameuserna%がいる場所が守れないでしょ？": "Nếu mà cứ từ chối, bị ghét bỏ… thì Sirius Sugar và,\nNơi có %usernameusernameuserna% sẽ không được bảo vệ đúng không?",
    "今のここがあたしは好きなんだ。\nだから、そのためにちょーっとだけ頑張ってるだけ。": "Tớ thích nơi này hiện tại.\nCho nên, chỉ vì thế mà tớ cố gắng một chút thôi.",
    "……そんなに大切に思ってるんだな。": "…Cậu coi trọng nó đến vậy sao.",
    "そうそう。\nだからちょっと不安にさせちゃったかな？": "Đúng vậy đúng vậy.\nCho nên, tớ đã làm cậu lo lắng một chút nhỉ?",
    "まあ、ちゆるじゃないけど……変わったのかと思ってな。": "Mà thôi, không phải Chiyuru thì… cứ nghĩ là cậu đã thay đổi.",
    "……そうすると、俺がちゆるの邪魔しないように\n声をかけないでいようと思ってたのは……余計なお世話だったか？": "…Như vậy thì, tôi đã nghĩ là không nên lên tiếng để không cản trở Chiyuru…\nLà đã lo chuyện bao đồng rồi sao?",
    "あー！　最近、なんか余所余所しかったのもそのせい！？": "A! Gần đây, có vẻ xa cách cũng là vì vậy sao!?",
    "%usernameusernameuserna%が声をかけてくれないし、\n気付いたらどこかに行っちゃうなーって思ってたんだよね！": "Vì %usernameusernameuserna% không lên tiếng với tớ,\nTớ cứ nghĩ là cậu đã đi đâu mất rồi!",
    "……いや、すまない。": "…Không, xin lỗi.",
    "もー！　皆との居場所を作るために頑張ってるのに、\n遠慮されちゃったらあたしが頑張ってる意味がないでしょー？": "Mồ! Vì tớ đang cố gắng tạo ra một nơi cho mọi người, mà lại bị ngại ngùng thì tớ cố gắng làm gì nữa chứ!",
    "すまん……余計な気を回しすぎた。\n反省してる。": "Xin lỗi… Tôi đã nghĩ quá nhiều.\nTôi đang hối lỗi.",
    "なら、ちゃんと反省した分のお詫びをしてもらうからね♪": "Vậy thì, tớ sẽ bắt cậu bồi thường cho tớ nhé♪",
    "ああ、する。\nなんでもする。": "À, được.\nMuốn gì cũng được.",
    "ふふふふふ、言ったね～。\nよーし、覚悟しててよね～♪": "Fu fu fu fu, cậu nói nhé~.\nĐược rồi, cứ chuẩn bị tinh thần đi~♪",
    "待て、お前その顔はなんだ、\n一体何をする気なんだ……！？": "Khoan đã, sao mặt cậu lại vậy,\nRốt cuộc là cậu định làm gì…!?",
    "へへへ、内緒！\nまあ楽しみにしてなよ！": "He he, bí mật!\nMà cứ vui vẻ chờ đợi đi!",
    "（……笑顔になってくれてよかった。頑張るちゆるのためにも、\n今後も俺は変わらずに付き合える相手であり続けよう）": "（…Vui vì cậu đã cười. Vì Chiyuru đang cố gắng, tôi sẽ tiếp tục là người bạn không thay đổi）"
}