{
    "<r=ドリフト>横坑</r>ルートより近いっていっても、\nそれでも燃料が心配になるなぁ……": "Dù nói là gần hơn theo đường hầm ngang,\nnhưng tôi vẫn lo về nhiên liệu quá...",
    "俺達は出口を目指し、<r=メインシャフト>主縦坑</r>ルートを進行していた。": "Chúng ta đang tiến về lối ra, theo đường hầm chính.",
    "機能を最低限にして徒歩移動していますが、\nこれでどこまで節約できるか……": "Tôi đang giảm thiểu các chức năng và di chuyển bằng cách đi bộ,\nnhưng không biết có thể tiết kiệm được bao nhiêu...",
    "噴射地表面滑走と噴射跳躍を制限しているので、大丈夫でしょう。": "Vì đã hạn chế việc lướt trên bề mặt và nhảy bằng cách phun, nên chắc là không sao đâu.",
    "たまにはこうして歩行移動するのも悪くないね。\n……こういう状況でさえなければ、だけど。": "Thỉnh thoảng di chuyển bằng cách đi bộ thế này cũng không tệ nhỉ.\n...Nếu không phải trong tình huống này.",
    "景色が変わり映えしないから、眠くなってきた……": "Phong cảnh không thay đổi gì cả, buồn ngủ quá...",
    "こんなところで寝たら二度と起きられなくなるよ？\nいつどこで襲われるかもわからないし。": "Ngủ ở đây thì cậu sẽ không bao giờ tỉnh lại đâu?\nCũng không biết khi nào và ở đâu sẽ bị tấn công nữa.",
    "全員、体力もメンタルも限界が近づいているだろうからな。\nそもそもが崖っぷちな状態だったし、無理もないが。": "Tất cả mọi người, thể lực và tinh thần đều đang đến giới hạn rồi.\nNgay từ đầu đã ở trong tình trạng ngàn cân treo sợi tóc, cũng không có gì lạ.",
    "つ、疲れてはいますが、大丈夫です！\n脱出するためなら、まだまだ頑張れます！": "T, tôi có mệt, nhưng tôi vẫn ổn!\nĐể thoát khỏi đây, tôi vẫn có thể cố gắng!",
    "無理はしないでくれよ。": "Đừng cố quá sức đấy.",
    "もちろんです！": "Tất nhiên rồi!",
    "こっちにも敵の反応はない。みんな、ついてきて。": "Phía này không có phản ứng của địch. Mọi người, đi theo tôi.",
    "白奈ちゃんって、いつも寡黙だけどさ……": "Shirana-chan, lúc nào cũng ít nói nhỉ...",
    "ここぞという時、すっごく頼りになるんですよね。": "Nhưng đến lúc quyết định, cậu ấy lại rất đáng tin cậy.",
    "そういえば以前、こんなことがありましたわ。": "Nói đến chuyện này, trước đây đã có chuyện như thế này.",
    "七彩さんって、あの鳴滝重工のご令嬢なんですってね。": "Nanairo-san, hình như là con gái của tập đoàn Narutaki Heavy Industries nhỉ.",
    "ええ、そうですが……それが何か？": "Vâng, đúng là vậy... Có chuyện gì sao?",
    "お金持ちはいいよねー。権力使ってリーダーになったんでしょ？\n袖の下とか渡したの？": "Giàu có thật sướng. Dùng quyền lực để làm leader đúng không?\nCó hối lộ gì không?",
    "なっ……そんなことしていませんわ！\nわたくしは、自分の実力で……！": "Hả... Tôi không có làm chuyện đó!\nTôi là dựa vào thực lực của mình...!",
    "はいはい。いいよそういうの。\nまともなルートであんたがリーダーになんかなれるはずないじゃん。": "Ừm ừm. Được rồi, bỏ qua chuyện đó đi.\nVới một con đường đàng hoàng, cậu không thể nào làm leader được.",
    "――ねえ。": "――Này.",
    "っ！？　い、一条さん……！？": "Hả!? I, Ichijo-san...!?",
    "――袖の下って、どういう意味？": "――'Hối lộ' nghĩa là sao?",
    "うっ……い、いえ、一条さんを怒らせるつもりは……": "Ư... T, tôi, tôi không có ý làm Ichijo-san tức giận...",
    "どういう意味か教えてくれる？": "Cậu có thể giải thích nghĩa là gì không?",
    "し、失礼するわっ！": "Xin phép đi trước!",
    "白奈さん……ありがとうございました。": "Shirana-san... Cảm ơn cậu.",
    "……うん。むしろ、お喋りの邪魔して、ごめん。": "...Ừm. Thay vì thế, xin lỗi vì đã làm phiền cậu nói chuyện.",
    "いえ、困っていたので、助かりましたわ。": "Không, tôi đang gặp khó khăn, nên đã được giúp đỡ.",
    "……そう？": "...Vậy sao?",
    "あの時の白奈さんは、すっっごく格好良かったですわ！": "Lúc đó Shirana-san, ngầu kinh khủng!",
    "白奈さんはああ見えて仲間思いで、操縦技量も優秀で……": "Shirana-san nhìn vậy thôi chứ rất quan tâm đến đồng đội, kỹ năng điều khiển cũng rất giỏi...",
    "シリウスシュガーにとってなくてはならない、\n本当に頼りになる方ですの。": "Là một người không thể thiếu đối với Sirius Sugar,\nthật sự là một người rất đáng tin cậy.",
    "白奈さんらしいですね！": "Đúng là Shirana-san!",
    "へぇ。そういうところあるんだね、ちょっと意外。": "Hể. Có những mặt như vậy à, hơi bất ngờ đấy.",
    "みんなで盛り上がってるところ悪いが、それは違うぞ……！": "Xin lỗi vì đã làm gián đoạn mọi người đang vui vẻ, nhưng điều đó không đúng đâu...!",
    "白奈は外見と物言いのせいで、\nミステリアスでクールな子だと思われているが――": "Shirana vì vẻ ngoài và cách nói chuyện của mình,\nnên bị cho là một cô gái bí ẩn và lạnh lùng――",
    "多分、本当はかなりのポンコツ……アホの子だ。": "Có lẽ, thật ra là một đứa ngốc... một đứa ngu.",
    "だからさっきのエピソードでの白奈は、\n恐らく七彩を助けようとしたわけじゃない。": "Vì vậy, trong câu chuyện vừa rồi, Shirana có lẽ không phải là muốn giúp Nanairo.",
    "単に袖の下という言い回しが分からなかっただけだろう。": "Đơn giản chỉ là không hiểu cách nói 'hối lộ' mà thôi.",
    "確かに、白奈は操縦などの基礎能力は高いし、\n言われたことは忠実にこなせるほどの技量も持っている。": "Quả thật, Shirana có kỹ năng cơ bản như điều khiển rất cao,\nvà có kỹ năng đến mức có thể hoàn thành trung thực những gì được yêu cầu.",
    "だが、言われたこと以外においては、\nほぼ何もできないポンコツ少女でしかない。": "Nhưng, ngoài những gì được yêu cầu,\nthì chỉ là một cô gái ngốc nghếch gần như không làm được gì.",
    "今も、俺が探索と先導を頼んだから忠実にこなしてくれているだけだ。": "Bây giờ, vì tôi đã nhờ cô ấy tìm kiếm và dẫn đường nên cô ấy mới đang làm việc đó một cách trung thực.",
    "白奈さんに任せれば、きっと脱出できますわよね……！": "Nếu giao cho Shirana-san, chắc chắn chúng ta sẽ thoát được...!",
    "……うん。": "...Ừm.",
    "だが今は、彼女の頼もしげな雰囲気がチームの士気を保っている。": "Nhưng bây giờ, bầu không khí đáng tin cậy của cô ấy đang giữ vững tinh thần của cả đội.",
    "ならば、ここは俺が全力サポートして、クールでミステリアスで\n頼りになるスーパーパイロットを演じ切ってもらうしかない……！": "Vậy thì, tôi phải hỗ trợ hết mình, và đóng vai một phi công siêu hạng lạnh lùng, bí ẩn và đáng tin cậy...!",
    "頼む……このまま何事もなく、\n無事に<r=メインシャフト>主縦坑</r>までたどり着いてくれ……！": "Xin hãy... Cứ như thế này, không có chuyện gì xảy ra,\nvà đến được đường hầm chính một cách an toàn...!"
}