{
    "教室にトレブルクインテット全員とリリーが揃ったところで、\nフルートはまず自分達がレイヴェル達のために動いていたことを話した。": "Khi cả nhóm Treble Quintet và Lily đã tập trung trong lớp học,\nFullute đầu tiên kể về việc họ đã hành động vì Rayvel và những người khác.",
    "――そして、やはり他のみんなにも情報を共有しておきたいことも。": "――Và, tôi cũng muốn chia sẻ thông tin này với mọi người.",
    "なるほどねぇ～。そんなことしてたんだ？": "Ra là vậy à～? Hóa ra là các cậu đã làm thế sao?",
    "でも、できれば最初の段階から、私達にも声はかけてほしかったかも……\n仲間外れみたいで寂しいです……": "Nhưng, nếu có thể, tớ mong là các cậu đã hỏi ý kiến chúng tớ từ đầu... \ntại tớ thấy như mình bị ra rìa vậy...",
    "ごめんね、そういうつもりはなかったんだけど……": "Xin lỗi, tớ không có ý đó...",
    "まあまあ、シエナ。目立たないようにってのは理解できるし、\nあとで%usernameusernameuserna%くんがお詫びしてくれるらしいしさ。": "Thôi nào, Siena. Tớ hiểu là các cậu muốn giữ bí mật, \nvà hình như %usernameusernameuserna% sẽ xin lỗi chúng ta sau mà.",
    "は！？　俺……？　お、お手柔らかに……": "Hả!? Tôi...? T, từ từ thôi...",
    "あとで何請求されるんだろう、怖いなぁ……\nスイーツ食べ歩きぐらいなら、奢ってやらないこともないけど。": "Không biết sau này mình sẽ bị đòi hỏi gì nữa đây, sợ quá đi... \nNếu chỉ là đi ăn ngọt thì tôi còn có thể bao được.",
    "それで、みんなを集めて%usernameusernameuserna%さんから\n話しておきたいことってなんですか？": "Vậy, cậu tập hợp mọi người để nói điều gì từ %usernameusernameuserna% vậy?",
    "その前にエヴィやリリーとピコからの報告を先に聞こう。\nお願いしていいか？": "Trước đó, chúng ta hãy nghe báo cáo từ Evi và Lily trước đã.\nĐược chứ?",
    "えっと……結論からいえば、ボクのほうはゼンゼンダメでしたぁ……\nやっぱりダメダメＡＩなんでしょうか～。": "Ờm... Kết luận là, tớ thì hoàn toàn không được gì cả... \nCó lẽ tớ vẫn là một AI vô dụng quá～.",
    "さっきの謎に無根拠な自信はどこいったんだよ。\nやれることやったなら、あとは運みたいなもんだし仕方ないだろ。": "Sao tự tin thái quá lúc nãy biến đâu mất rồi vậy?\nCứ làm những gì có thể, còn lại là do vận may thôi mà.",
    "マスタぁ……！": "Master...!",
    "（ＳＮＳのほうでもこれといった情報はなし……と）": "(Trên SNS cũng không có thông tin gì đặc biệt cả...)",
    "エヴィちゃんの方はどうでした？": "Còn Evi thì sao?",
    "セキュリティコンサルとして、ハッキングされた試験隊本部のサーバーを\n見てきたよ。特にセキュリティの穴はなかったね。": "Tôi đã xem xét máy chủ của trụ sở đội thí nghiệm đã bị hack với tư cách là một chuyên gia tư vấn bảo mật.\nĐặc biệt là không có lỗ hổng bảo mật nào cả.",
    "外部ネットワークからは厳重に隔離されてたし、\n外から付け入る隙はなかった。": "Nó đã được cách ly nghiêm ngặt khỏi mạng bên ngoài, \nvà không có kẽ hở nào để xâm nhập từ bên ngoài cả.",
    "でもデータは盗まれたのよね？": "Nhưng dữ liệu vẫn bị đánh cắp đúng không?",
    "うん。一応可能なんだよ。外からじゃなくて、内部から……ならね。": "Ừm. Về cơ bản là có thể. Không phải từ bên ngoài, mà là từ bên trong... thì được.",
    "内部から？　どうやって？\nスパイみたいな人がいるってこと？": "Từ bên trong? Bằng cách nào?\nCó người như kiểu gián điệp sao?",
    "……そう、イービルメイドアタック。": "…Đúng vậy, Evil Maid Attack.",
    "なんか必殺技みたいで、かっこいいね！！": "Nghe như một chiêu thức đặc biệt, ngầu thật đấy!",
    "イービル……つまり、悪党側の技っぽいけどな。": "Evil... Có vẻ như là chiêu của phe phản diện nhỉ.",
    "あ、それじゃ、やっぱかっこよくない……": "À, vậy thì, không ngầu nữa...",
    "信頼ある内部の人間がこっそり端末に近づいて、物理メディアなどで\nマルウェアを仕込み、セキュリティの穴をこじ開ける方法だね。": "Một người đáng tin cậy bên trong đã lén lút tiếp cận thiết bị đầu cuối, cài đặt phần mềm độc hại bằng các phương tiện vật lý, \nvà mở ra các lỗ hổng bảo mật.",
    "原始的かつシンプル。システム端末に直接接触できるなら、\n誰でもそう難しくない方法だよ。": "Thô sơ và đơn giản. Nếu bạn có thể tiếp xúc trực tiếp với thiết bị đầu cuối của hệ thống, \nthì bất cứ ai cũng có thể làm được một cách không quá khó.",
    "……なるほど？": "…Ra là vậy sao?",
    "身近な人間だ": "Là người quen",
    "ノースリムの端末に触れられる人間だ": "Là người có thể chạm vào thiết bị đầu cuối của Northlim",
    "つまり、犯人は――": "Nói cách khác, thủ phạm là――",
    "それって『信頼ある内部の人間』を言い換えただけじゃん……": "Chẳng phải chỉ là nói lại 'người đáng tin cậy bên trong' thôi sao...",
    "当り前じゃない？": "Chẳng phải là hiển nhiên sao?",
    "いや、意外とちゃんと的は得てるよ。いくらノースリムの人でも、\n端末に触れていい人間は少ないだろうからね。": "Không, cậu nói cũng có lý đấy. Dù là người của Northlim, \nsố người được phép chạm vào thiết bị đầu cuối cũng không nhiều đâu.",
    "……実行犯はエンジニアとか？": "…Thủ phạm là kỹ sư chẳng hạn?",
    "んーでも、それはないかも？　一応関係者全員取り調べして、\nその結果トリニティ・ジュエルが怪しいってなったわけだし。": "Ừm, nhưng có lẽ không phải vậy đâu nhỉ? Tớ đã thẩm vấn tất cả những người liên quan, \nvà kết quả là Trinity Jewel có vẻ khả nghi.",
    "他に怪しい人、本当にいなかったのかな？　これだとむしろ、\nトリニティ・ジュエルが犯人だって説を強めただけになっちゃう。": "Chẳng lẽ không có ai khác khả nghi sao? Như vậy thì chỉ càng củng cố thêm giả thuyết rằng Trinity Jewel là thủ phạm thôi.",
    "……もうひとり、いるだろう。端末に近づけた人物が。": "…Còn một người nữa, người đã có thể tiếp cận thiết bị đầu cuối.",
    "え？　誰です？": "Hả? Là ai vậy?",
    "生徒会長だ。": "Hội trưởng.",
    "えええええええ！？": "Eeeeeeeeeeeeee!?",
    "俺が本当にみんなに話しておきたかったこと。\nそれは今回の件に生徒会長が関係している可能性があるというものだ。": "Điều tôi thực sự muốn nói với mọi người.\nĐó là việc hội trưởng có thể liên quan đến vụ việc lần này.",
    "確かに何度も視察に来てたって証言はあるけど、\nでもそれは生徒会長として普通のことなんじゃ……": "Chắc chắn có lời khai rằng cô ấy đã đến thị sát nhiều lần, \nvà đó là việc bình thường của hội trưởng mà...",
    "学園生徒たちは会長に全幅の信頼を寄せている。だから誰も疑わないが、\n先入観のない部外者の俺には真っ先に疑う人物のように思えた。": "Học sinh trong trường đặt niềm tin tuyệt đối vào hội trưởng. Vì vậy, không ai nghi ngờ cả, \nnhưng với tôi, một người ngoài cuộc không có thành kiến, thì cô ấy là người đáng nghi ngờ nhất.",
    "じゃあ聞こう。評価プロジェクトが始まって以降、\n俺たちの中に生徒会長と話したことがある奴はいるか？": "Vậy thì, chúng ta hãy hỏi. Kể từ khi dự án đánh giá bắt đầu, \ncó ai trong chúng ta đã từng nói chuyện với hội trưởng chưa?",
    "え……ううん、私は顔も見てないかも。": "Ể... Ừm, tớ còn chưa thấy mặt cô ấy nữa.",
    "……確かにそうだね。ＲＳ社側に視察が来たことはなかった。": "…Đúng là như vậy. Phía RS đã không đến thị sát.",
    "そうだ。全学生に平等であるべき生徒会長が、\nなぜかノースリム重工のほうだけご執心だった。不自然だ。": "Đúng rồi. Hội trưởng, người lẽ ra phải công bằng với tất cả học sinh, \nvì sao lại chỉ quan tâm đến Northlim Heavy Industries như vậy? Bất thường thật.",
    "生徒会長がスパイ……\n流石にその可能性は考えたこともなかったな。": "Hội trưởng là gián điệp…\nTôi thực sự chưa bao giờ nghĩ đến khả năng đó.",
    "ありえないよ！　会長がそんなことするはずない！": "Không thể nào! Hội trưởng không thể làm chuyện đó được!",
    "だって手続きを踏めば、正当な権限で情報を見れるんだよ！？\nなんでわざわざ不正アクセスなんてする理由が……": "Vì nếu làm theo đúng thủ tục, cô ấy có thể xem thông tin với quyền hạn chính đáng mà!?\nTại sao cô ấy lại phải truy cập trái phép chứ…",
    "なら、聞いてみるしかないな。": "Vậy thì, chúng ta chỉ còn cách hỏi thôi.",
    "聞くって、誰にです？": "Hỏi, hỏi ai cơ?",
    "もちろん、生徒会長本人にだよ。": "Đương nhiên là hỏi hội trưởng rồi.",
    "…………": "…………",
    "ええええええええええ――――――――！？": "Eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee!?"
}