{
    "すみません、急に呼び出したりして。\n%usernameusernameuserna%さん。": "Xin lỗi vì đã gọi cậu đột ngột như vậy.\n%usernameusernameuserna% - san.",
    "別にいいけど……何の用だ？": "Không có gì… Có chuyện gì vậy?",
    "実は今、授業の一環でメイズに関するグループ研究をやっていまして、\nその成果発表が明日行われるんです。": "Thật ra, bây giờ bọn tớ đang làm một bài nghiên cứu nhóm về mê cung trong giờ học,\nvà ngày mai sẽ có buổi thuyết trình về kết quả.",
    "それで私がプレゼンターを務めることになりまして……\nその練習に付き合っていただけませんか。": "Tớ sẽ là người thuyết trình…\nCậu có thể giúp tớ tập luyện được không?",
    "もちろん協力するけど、具体的には何をすれば？": "Tớ tất nhiên sẽ giúp, nhưng cụ thể thì phải làm gì?",
    "プレゼンを聞いて、分かりづらいところなどあれば\n指摘してください。": "Cậu nghe bài thuyết trình của tớ, nếu có chỗ nào khó hiểu thì\ncứ chỉ ra giúp tớ.",
    "それでは始めます。\n私達が今回、注目したテーマは――": "Vậy thì bắt đầu nhé.\nChủ đề mà bọn tớ chú trọng lần này là――",
    "――のように結論付けられます。\n以上が発表となります。ご清聴ありがとうございました。": "――có thể được kết luận như vậy.\nPhần trình bày của tớ đến đây là hết. Cảm ơn mọi người đã lắng nghe.",
    "大雑把に褒める": "Khen chung chung",
    "細かく指摘する": "Chỉ ra chi tiết",
    "……どうでしたか？": "……Cậu thấy sao?",
    "うん、よかったよ。分かりやすかったし。\nなんかためになった感じがした。": "Ừm, hay đấy. Dễ hiểu mà.\nTớ có cảm giác như mình đã học được điều gì đó.",
    "……ほ、本当ですか？\nまだまだ課題はありそうな気がしてるんですが……": "……Th, thật sao?\nTớ cứ nghĩ vẫn còn nhiều vấn đề lắm chứ……",
    "そうか？　これといって問題は浮かばなかっけど。\n考えすぎじゃないか？": "Vậy à? Tớ không thấy có vấn đề gì cả.\nCậu nghĩ nhiều quá rồi đấy?",
    "……そう、かもしれませんね。完璧にやらなきゃと\n思い詰めていたかも。ありがとうございます。": "……Có lẽ vậy. Tớ đã quá căng thẳng vì phải làm mọi thứ thật hoàn hảo. Cảm ơn cậu.",
    "うーん……資料の色合いが目に優しくないな。チカチカする。\nそれに発表の合間に笑顔が欲しいな。あと２７ページの図表が――": "Ưm… Màu sắc của tài liệu không được dịu mắt cho lắm. Chói quá.\nVới lại, tớ muốn thấy cậu cười trong lúc trình bày nữa. Với cả biểu đồ ở trang 27――",
    "……どうやら、かなり仕上がりが甘かったようですね。\nやっぱり%usernameusernameuserna%さんに相談してよかったです。": "……Có vẻ như, mọi thứ vẫn còn sơ sài quá nhỉ.\nQuả nhiên, tớ đã đúng khi hỏi ý kiến %usernameusernameuserna% - san.",
    "せっかくなので、ゼロイチで徹底的に見直してみます。\nその上でもう一度、お聞きください。": "Nhân tiện, tớ sẽ xem xét lại từ đầu đến cuối.\nSau đó, tớ sẽ hỏi cậu một lần nữa.",
    "えっ、もう１回？": "Hả, một lần nữa á?",
    "このままでは終われません。あなたが納得してくれるまで、\nブラッシュアップしましょう。": "Tớ không thể dừng lại ở đây được. Tớ sẽ hoàn thiện nó cho đến khi cậu hài lòng."
}