{
    "その日の夜、部屋にいるとノックの音が聞こえる。\nそうして扉を開けると、そこには冥夜が立っていた。": "Đêm đó, khi tôi đang ở trong phòng thì nghe thấy tiếng gõ cửa.\nVà khi tôi mở cửa ra, thì thấy Meiya đang đứng đó.",
    "冥夜、どうしたんだ？　こんな時間に。": "Meiya, có chuyện gì vậy? Giờ này mà...",
    "今日そなたは言っていたであろう？\n楽しい思い出を作ればよいと。": "Hôm nay cậu đã nói gì nhỉ?\nRằng nên tạo ra những kỷ niệm vui vẻ.",
    "冥夜……？": "Meiya...?",
    "……そなたとの思い出が欲しいのだ。": "…Tôi muốn có những kỷ niệm với cậu.",
    "この気持ちを忘れることのないよう、二人だけの思い出を……": "Để không quên được tình cảm này, những kỷ niệm chỉ có hai chúng ta...",
    "……冥夜……いいのか？": "…Meiya... Cậu ổn chứ?",
    "……そなたが良い……そなたでなければダメなのだ……\nタケルは私とは……イヤか？": "…Cậu tốt... Chỉ cần có cậu là đủ rồi... \nTakeru không thích tôi... sao?",
    "……悪い。\n女の子にそこまで言わせるもんじゃないよな。": "…Xin lỗi.\nKhông nên để con gái phải nói đến mức đó.",
    "冥夜の望み、叶えるよ。\n一緒に思い出を作るって約束したからな。": "Tôi sẽ đáp ứng mong muốn của Meiya.\nVì tôi đã hứa sẽ cùng nhau tạo ra những kỷ niệm mà.",
    "……そなたに感謝を。": "…Cảm ơn cậu.",
    "礼なんか要らないって。\nむしろオレの方が言わなきゃだ。": "Không cần cảm ơn đâu.\nHơn nữa, tôi mới là người phải nói câu đó.",
    "これから冥夜をもらうんだからな。": "Từ giờ tôi sẽ là của Meiya.",
    "――んっ！\nん……むぅっ……！": "――Ưm!\nƯm… ư…!",
    "っ……はぁっ……タ、タケルっ……！": "Ư… Ha… Ta, Takeru…!",
    "いきなり、口づけをされると思わなかったぞ……\n思い出になるようなこととは言ったが、こんな……": "Tôi không ngờ là sẽ bị hôn đột ngột như vậy…\nTôi đã nói là sẽ có những chuyện để làm kỷ niệm, nhưng mà...",
    "微かな抵抗を感じながら、緊張で強張った唇を何度も吸う。\nそして同時に、豊満な双丘に手をかけた。": "Vừa cảm nhận được sự kháng cự nhẹ, tôi vừa liên tục mút lấy đôi môi căng cứng vì căng thẳng.\nVà đồng thời, tôi đặt tay lên cặp ngực đầy đặn.",
    "はぁ……ぁ、んっ……な、何故……\n胸を揉む必要が……？": "Ha… a, ư… N, tại sao…\nPhải sờ ngực sao…?",
    "冥夜の全部がほしいからに決まってるだろ。": "Vì tôi muốn có tất cả mọi thứ của Meiya, còn gì nữa.",
    "すべてを……？\nん……ちゅっ……んんっ……": "Tất cả sao…?\nƯ… Chụt… Ư…",
    "そ、そうか……今宵は……私のすべてが……\nそなたのものに……はぅ……ん……んん……んっ……": "V, vậy sao… Đêm nay… Tất cả của tôi…\nSẽ là của cậu… Ha… Ư… Ư… Ư…",
    "しっとりとした朱唇と胸の弾力を同時に味わいながら、\n冥夜の体温が上がっていくのを感じた。": "Tôi vừa tận hưởng làn môi đỏ mọng và sự đàn hồi của bộ ngực, đồng thời cảm nhận được nhiệt độ cơ thể của Meiya đang tăng lên.",
    "んっ、んっ……ゆ、指でそんな……\nいやらしすぎるぞ、そなた……んんっ……": "Ư, ư… D, dùng ngón tay như vậy…\nDâm đãng quá, cậu… ư…!",
    "そう言いつつも、冥夜の抗う力は決して強くない。": "Mặc dù nói vậy, nhưng sức kháng cự của Meiya cũng không hề mạnh.",
    "むしろオレを受け入れるかのように、\n肌の柔らかさが増していっている気さえした。": "Thay vào đó, như thể chấp nhận tôi, tôi còn cảm thấy làn da của cô ấy đang mềm mại hơn.",
    "ちゅ……ちゅっ……ん、はぁっ……はぁ……\n私の体など……触っても楽しくはないだろう……？": "Chụt… chụt… ư, ha… ha…\nCơ thể tôi… Chạm vào có vui không…?",
    "そんなことないぞ。冥夜は魅力的だからな。\nというか、触れるほどますますお前を感じたくなる。": "Không có chuyện đó đâu. Meiya rất hấp dẫn mà.\nNói đúng hơn, càng chạm vào tôi càng muốn cảm nhận cậu hơn nữa.",
    "そ、そのような世辞など……んっ……！\nんん～……っ……んっ、ちゅ、ちゅぅっ……！": "V, những lời nịnh nọt như vậy… Ư…!\nƯ… Ư… Chụt, chụt…!",
    "照れる冥夜の口を強引に塞いで、さらに激しく体をまさぐる。": "Tôi cưỡng ép bịt miệng Meiya, người đang ngượng ngùng, và tiếp tục sờ soạng cơ thể cô ấy một cách mãnh liệt hơn.",
    "手の平に確かな鼓動を感じながら、\nオレはキスを浴びせたまま冥夜をベッドへと導いていった。": "Vừa cảm nhận được nhịp tim rõ ràng trong lòng bàn tay, tôi vừa hôn và dẫn Meiya đến giường.",
    "すっかり火のついたオレに衣服を剥ぎ取られ、\n白い柔肌を露わにした冥夜が、潤んだ瞳でこちらを見上げる。": "Bị tôi lột bỏ quần áo, Meiya lộ ra làn da trắng nõn, nhìn tôi bằng đôi mắt ướt át.",
    "た、頼みがある……\nそなたと繋がる瞬間は、見つめていて欲しい……": "T, tôi có một yêu cầu…\nKhoảnh khắc kết nối với cậu, tôi muốn được nhìn vào mắt cậu…",
    "ああ、勿論だ。": "Ừ, tất nhiên rồi.",
    "ひぁ……っ……あ……あっ……\n先ほどからそうやって、なんでも突然っ……": "Hia… ư… a… a…\nTừ nãy đến giờ cứ như vậy, sao lại đột ngột…",
    "軽く身をよじる冥夜の首筋や鎖骨を味わいながら、\n硬くなったものを花弁にそっと擦りつけていく。": "Vừa tận hưởng cổ và xương quai xanh của Meiya, tôi vừa nhẹ nhàng xoa lên thứ đã cứng lại.",
    "んんぅ……ど、どうして……そう手際がよいのだ……\nまるで、私のことは全て……知っているっ…かのようにっ…んっ…": "Ư… T, tại sao… lại khéo léo như vậy…\nCứ như thể, mọi thứ về tôi… cậu đều… biết… vậy… ư…",
    "ふぁ……あっ……やぁっ……よ、よせっ……\nくすぐった……あ……あぁ……んっ……": "Fa… a… Ya… D, dừng lại đi…\nBuồn cười quá… a… a… ư…",
    "決して激しく攻め立てているわけではないのに、\n軽く触ったり舐めたりするたび、冥夜は律儀に反応した。": "Mặc dù không hề tấn công dữ dội, nhưng mỗi khi tôi chạm nhẹ hoặc liếm, Meiya đều phản ứng một cách ngoan ngoãn.",
    "だ、だめだ……このままでは……っ……ん、んっ……\n交わりもしないうちから、へ、変にっ……ぁぁっ……": "Kh, không được… Cứ như vậy thì… ư, ư…\nChưa giao hợp mà, h, biến thái quá… a…!",
    "シーツを乱して悶える肢体に気持ちを昂ぶらせながら、\nそのままじっくり愛撫を続けていく。": "Vừa làm xáo trộn tấm ga trải giường, tôi vừa kích động cảm xúc của mình với cơ thể đang quằn quại, và cứ thế tiếp tục âu yếm.",
    "ん、はぁ……ぅぅ……き、聞いているのか……？\n優しくと言ったのに……加減を……ん、ぅ、はぁっ……": "Ư, ha… ư… K, cậu có nghe không…?\nTôi đã nói là nhẹ nhàng mà… thêm… ư, ư, ha…!",
    "さっきから努めて優しく触ったり舐めたりしているはずなのに、\n冥夜にとってはすべてが強すぎる刺激のようだ。": "Từ nãy đến giờ tôi đã cố gắng chạm vào và liếm một cách nhẹ nhàng, nhưng đối với Meiya, tất cả đều là những kích thích quá mạnh.",
    "目はすっかり蕩け、乳首は硬く尖り、\n肌はまるで訓練後のように大量の汗で煌めいている。": "Đôi mắt hoàn toàn đờ đẫn, đầu vú cứng lại và nhọn hoắt,\nlàn da thì lấp lánh mồ hôi như sau khi tập luyện.",
    "お、お願い……だから……どうかっ……\nもうっ……ん、ん、んっ……あぅぅ……": "L, làm ơn… vì vậy… làm ơn…\nThêm… ư, ư, ư… a…",
    "あんなに強い冥夜をいじめているような気分になってきた。": "Tôi có cảm giác như mình đang bắt nạt Meiya mạnh mẽ như vậy.",
    "ここは彼女の願い通りに……と、\n腰を軽く前後させて、女の子の入口の具合を確認する。": "Tôi sẽ làm theo mong muốn của cô ấy… và, tôi nhẹ nhàng di chuyển hông, kiểm tra tình trạng lối vào của cô gái.",
    "はう……！　んんっ……あ、あぁ……\n熱いものが……私の秘部を、す、滑って……はぁぅ……": "Hau…! Ư… a, a…\nVật nóng bỏng… đang trượt vào… bộ phận bí mật của tôi… ha…",
    "軽く擦りつけていただけの硬茎が、\n彼女の秘部からあふれ出した蜜でべっとり濡れる。": "Thân cứng chỉ mới cọ xát nhẹ, đã ướt đẫm mật từ bộ phận bí mật của cô ấy.",
    "もう大丈夫だろうと確信できる程度には、\nすでに冥夜の大切なところは洪水状態になっていた。": "Đến mức tôi có thể tự tin rằng mọi thứ quan trọng của Meiya đã trong tình trạng ngập lụt.",
    "うぅ……あぁ……はぁ……はぁ……はぁっ……！": "Ư… a… ha… ha… ha…!",
    "待ちかねたかのように吐息を荒くする冥夜と見つめ合い……\nかすかに頷き合ってから、オレは下半身に体重をかけた。": "Tôi nhìn vào Meiya, người đang thở hổn hển như thể đã chờ đợi từ lâu…\nSau khi hơi gật đầu, tôi dồn trọng lượng vào phần dưới cơ thể.",
    "ん……んんんっ……くぅっ――": "Ư… ư…!",
    "んあ……っ！\nあ、あぁぁぁぁぁ、くぅぅぅ………っ、んっっっ！": "A…!\nA, aaaaaaaaaa, ưuuuuuu………ư…!",
    "オレの全部が、冥夜の狭いワレメの中に飲み込まれていく。\n痺れるような快感と同時に、肌が軽い痛みに襲われた。": "Tất cả mọi thứ của tôi đều bị nuốt chửng vào trong khe hẹp của Meiya.\nCùng với cảm giác cực khoái tê dại, làn da bị đau nhẹ.",
    "ふ、ぅ、ぅぅ、くっ……んんんっ……！\nす、すまぬ……あ、あぁっ……！": "F, ư, ư, ư, ư…!\nX, xin lỗi… a, a…!",
    "冥夜が爪を立ててきたからだということはすぐにわかった。\nだが今はその痛みさえ愛おしく思える。": "Tôi biết ngay là Meiya đã cào vào người mình.\nNhưng bây giờ tôi thậm chí còn cảm thấy yêu thích cả nỗi đau đó.",
    "冥夜の息遣いが落ち着いてくるまで、\nその身を抱いてしばらく待った。": "Tôi ôm lấy cơ thể cô ấy và đợi một lúc cho đến khi hơi thở của Meiya ổn định trở lại.",
    "んぅ……んっ……はぁ……はぁ……ふぅ……\nか、感じる……そなたも……やはり、男なのだな……": "Ư… ư… ha… ha… fu…\nC, cảm nhận được… Cậu cũng… quả nhiên là, đàn ông mà…",
    "呼吸に合わせて、オレを咥え込んだ膣壁がヒクヒクと打ち震える。\nそれだけでもう我慢できなくなりそうだ。": "Theo nhịp thở, thành âm đạo ngậm lấy tôi đang run rẩy.\nChỉ có vậy thôi là tôi đã không thể chịu đựng được nữa.",
    "ん……ん……なあ……タケル……\nもう、よいのだぞ……そこまで気遣わずとも……": "Ư… ư… Này… Takeru…\nĐủ rồi… Không cần phải lo lắng đến thế…",
    "し、したいのであろう……？\nその……は、激しく、まぐわいたいものだと……私も知っている。": "C, có phải là muốn…?\nRằng… h, muốn mãnh liệt, muốn làm tình… tôi cũng biết.",
    "だから、遠慮などせず……んんっ……\n私で、気持ちよくなってくれ……": "Vì vậy, đừng ngần ngại… ư…\nHãy dùng tôi, để cảm thấy thoải mái…",
    "冥夜の想いに感謝を伝えて、オレは腰を引いた。\nまずはゆっくりと、奥から蜜をかき出すように。": "Tôi bày tỏ lòng biết ơn đối với mong muốn của Meiya, và tôi lùi hông lại.\nĐầu tiên là từ từ, như thể moi mật từ sâu bên trong.",
    "は、くぅっ……んぁ……う、動いて……\nタケルの熱さが……硬さが……伝わってくる……んんっ……！": "H, ư… a… ư, di chuyển…\nCái nóng của Takeru… sự cứng rắn của cậu… đang đến… ư…!",
    "同じくらい緩慢な速度で、もう一度冥夜の中へ分け入る。\n再びヒダの抵抗と摩擦をじっくり味わいながら……": "Với tốc độ chậm tương tự, tôi lại bước vào Meiya một lần nữa.\nVừa tận hưởng sự kháng cự và ma sát của nếp gấp một lần nữa…",
    "あぁ……う、ん、んんっ……ど、どうして……\nそのように、優しく……はふぅ……うぅぅ……": "A… ư, ư, ư… T, tại sao…\nNhư vậy, nhẹ nhàng… hafu… ư…!",
    "冥夜を傷つけたくない。一緒に気持ちよくなりたいからだ。\nそう伝えて、緩やかな律動を繰り返す。": "Tôi không muốn làm tổn thương Meiya. Vì tôi muốn cảm thấy thoải mái cùng nhau.\nTôi nói vậy, và lặp lại nhịp điệu chậm rãi.",
    "速く動かさなくても、冥夜の濡れそぼった膣は\n十分すぎるくらいの快感をオレに与えてくれていた。": "Ngay cả khi tôi không di chuyển nhanh, âm đạo ướt đẫm của Meiya\nđã mang lại cho tôi cảm giác cực khoái quá đủ.",
    "はぁ……んぅっ……んんっ……んっ……\nんぁ……あっ……んっ……んっ……んっ……": "Ha… ư… ư… ư…\nA… a… ư… ư… ư…",
    "そうして丁寧なピストンを続けているうちに、\n冥夜の喘ぎがリズムを整え、落ち着いていく。": "Và trong khi tiếp tục những cú piston cẩn thận như vậy,\nTiếng rên của Meiya đã điều chỉnh nhịp điệu và trở nên bình tĩnh hơn.",
    "んんっ……タケル……んぅ……はっ……はぁっ……\nあぁ……あぁぁっ……あ、んっ……": "Ư… Takeru… ư… ha… ha…\nA… aaaaa… a, ư…!",
    "声色、表情、膣内の感覚からも、冥夜の痛みが和らいで\n快感が勝ってきていることは感じ取れた。": "Từ giọng nói, biểu cảm và cảm giác bên trong âm đạo, tôi có thể cảm nhận được rằng cơn đau của Meiya đã dịu đi và cảm giác cực khoái đã chiếm ưu thế.",
    "ここからはようやく冥夜と一緒に高まっていける。\nオレも理性のブレーキを外して、少しずつペースを上げていく。": "Từ đây, cuối cùng tôi có thể thăng hoa cùng Meiya.\nTôi cũng bỏ phanh lý trí, và tăng tốc độ từ từ.",
    "あ……あっ、あっ、あっ、あっ、んぅっ……！\nタ、タケル……そなた、やっと……んんっ……！": "A… a, a, a, ư…!\nTa, Takeru… Cậu, cuối cùng… ư…!",
    "やっと本気で……ふあっ、お、想いを……\n私に注いで……くれるのだな……あ、あ、あぁぁっ……！": "Cuối cùng cũng nghiêm túc… fuat, tôi, mong muốn…\nĐã đổ vào tôi… rồi sao… a, a, aaaaa…!",
    "冥夜が指に込める力が、ぐっと強くなった。\nオレも冥夜を強く抱いて、懸命に腰を振る。": "Lực dồn vào ngón tay của Meiya trở nên mạnh mẽ hơn.\nTôi cũng ôm chặt Meiya và cố gắng lắc hông.",
    "あぅっ、んん、はぁ、はぁっ、あっ、あんっ、タケルっ……！\nもっと強く……もっと……激しくっ……！": "A, ư, ha, ha, a, an, Takeru…!\nMạnh hơn nữa… kịch liệt hơn nữa…!",
    "言われるまでもなく、勝手に抽挿は加速していく。\n肉壁の摩擦で、ペニスが燃えそうなくらい熱い。": "Không cần phải nói, việc rút ra và đâm vào đã tăng tốc một cách tự động.\nDo ma sát của thành thịt, dương vật nóng đến mức như bốc cháy.",
    "ふぁっ、あっ、あっ、あっ、んんぁぁっ……！\nも、もうっ……このままでは……溶けそうだっ……！": "Fa, a, a, a, ưaaaa…!\nR, rồi… Cứ như vậy thì… sẽ tan chảy mất…!",
    "躰も、心も、全て……んっ、あっ、なにも、かもっ……！\nタケルの熱いもので、溶かされてぇ……あっ、あっ、あっ……！": "Cơ thể, trái tim, tất cả… ư, a, gì, cũng…!\nBị tan chảy bởi thứ nóng bỏng của Takeru… a, a, a…!",
    "ぐちゅぐちゅと激しい水音に冥夜の嬌声が混ざって、\nオレの脳を淫靡なリズムが浸食していく。": "Tiếng nước xì xào dữ dội hòa lẫn với tiếng rên của Meiya,\nNhịp điệu dâm đãng xâm chiếm bộ não của tôi.",
    "あんっ、あんっ、んぁっ、はぅ、んっ、んんっ……！\nタケル……タケル……タケルっ……！": "An, an, a, ha, ư, ư…!\nTakeru… Takeru… Takeru…!",
    "オレも一緒になって冥夜の名前を呼びながら、\n張りのある太股の間に全力で腰を打ち付けた。": "Tôi cũng gọi tên Meiya cùng cô ấy, và tôi vung hông hết sức giữa hai đùi căng mọng.",
    "あ、あぁ、だ、だめだっ……タケル、もうっ……！\n私は、もう、おかしくっ……んぁ、あ、あぁぁっ……！": "A, a, không được… Takeru, rồi…!\nTôi, rồi, phát điên rồi… a, a, aaaaa…!",
    "一緒にっ……お願いだ、一緒にっ……！\nタケル、タケルぅっ……あぁぁぁっ、あっ、あっ、あっ！": "Cùng nhau… làm ơn, cùng nhau…!\nTakeru, Takeru… aaaaa, a, a, a!",
    "のたうつように激しく脈動する蜜壺。\nその奥に目がけて、下腹から欲望が駆け上がってくる。": "Bồn mật đang đập dữ dội như đang vật lộn.\nTừ bụng dưới, dục vọng dâng trào về phía sau.",
    "ふぁんっ、あんっ、あん、んっ、あっ、く、来るっ！\nな、なにかっ、来てっ、私っ、あっ、あっ、あぁっ！": "Fan, an, an, ư, a, c, đến rồi!\nĐ, đến rồi, tôi, a, a, aaaaa!",
    "冥夜の昂ぶりと同調し、１番奥にペニスを打ち込んだ。\nそのままグリグリと子宮口に亀頭を擦りつけ――": "Tôi đồng bộ với sự phấn khích của Meiya, và tôi đâm dương vật vào sâu nhất.\nSau đó, tôi cọ xát đầu dương vật vào cổ tử cung――",
    "あっ、あっ、あ、あ、あ、あぁぁぁぁぁ――": "A, a, a, a, aaaaaaaa――",
    "あうっ、んっ、く、ぅ、んんんんんんんんんんんっ……！": "Au, ư, ư, ư, ư, ư…!",
    "細いくびれがびくんと跳ねたのと同時に、\n限界まで溜め込んだ熱のすべてを膣内へ解き放った。": "Cùng lúc với việc vòng eo thon thả nhảy dựng lên, tôi đã giải phóng tất cả nhiệt lượng đã tích tụ đến giới hạn vào trong âm đạo.",
    "んぁっ……あ、あぁっ……あ、熱い……\nあっ、あっ……くぅっ……んんっ……！": "A… a, a… a, nóng quá…\nA, a… ư…!",
    "汗だくになった体を互いに擦り合わせながら、\n最後の１滴まで残らず、冥夜の奥へ注ぎ込んでいく。": "Vừa cọ xát cơ thể ướt đẫm mồ hôi vào nhau, tôi vừa đổ vào sâu bên trong Meiya, không sót một giọt nào.",
    "んぅぅ……か、感じる……奥に、出されている……\nこれが……そなたの想いなのだな……": "Ư… c, cảm nhận được… đã được đưa vào…\nĐây là… mong muốn của cậu sao…",
    "っ……はぁ……はぁっ……はぁっ……\nタケルっ……ありがとう……": "…ha… ha… ha…\nTakeru… Cảm ơn…",
    "力の抜けた腕で抱きついてくる冥夜を抱きしめ返す。\nオレもいつ眠りについてもおかしくないくらい脱力しているが……": "Tôi ôm Meiya, người đang ôm tôi bằng cánh tay buông thõng.\nTôi cũng kiệt sức đến mức có thể ngủ thiếp đi bất cứ lúc nào…",
    "そなたのおかげで……とても大切な思い出ができた……\n永遠に刻まれる思い出が……": "Nhờ có cậu… tôi đã có một kỷ niệm rất quan trọng…\nMột kỷ niệm sẽ được khắc ghi mãi mãi…",
    "冥夜の声音に酔いながら、優しく肌を擦りつけ合う。\n彼女の体には、まだ確かな熱が残っていた。": "Tôi say sưa trong giọng nói của Meiya, và nhẹ nhàng cọ xát vào da cô ấy.\nTrên cơ thể cô ấy vẫn còn một sức nóng nhất định.",
    "１回で終わりじゃないだろ？": "Không phải chỉ có một lần thôi chứ?",
    "え……？": "Hả…?",
    "幸せな思い出は、いくつ増やしたっていいんだ。\n冥夜さえ望んでくれるなら、２回でも３回でもいい。": "Những kỷ niệm hạnh phúc, dù có tăng thêm bao nhiêu cũng được mà.\nChỉ cần Meiya muốn, hai hoặc ba lần cũng được.",
    "なっ――": "Nà――",
    "ほしくなったら、いつでも言ってくれ。\nオレはずっと冥夜のそばにいるからな。": "Nếu muốn, hãy nói với tôi bất cứ lúc nào.\nVì tôi sẽ luôn ở bên Meiya.",
    "バ、バカ者……！\n調子に乗るでない……！": "Đ, đồ ngốc…!\nĐừng có được đà…!",
    "冥夜の言葉にも、手に籠もった力にも、まったく棘は感じない。": "Tôi không cảm thấy bất kỳ sự gai góc nào trong lời nói của Meiya, cũng như trong sức mạnh chứa đựng trong tay cô ấy.",
    "腕の中にいる彼女の確かなぬくもりと愛を感じつつ、\nオレは静かに眠りに落ちていった……": "Vừa cảm nhận được sự ấm áp và tình yêu chắc chắn của cô ấy trong vòng tay, tôi đã chìm vào giấc ngủ một cách yên bình…"
}