{
    "……むう……どうするべきか。\nこのままでいくには……とはいえ……": "……Mmm…… Phải làm sao đây?\nCứ thế này thì…… Mặc dù……",
    "何やら教室でひとり悩む様子の葵を見かけて――": "Tôi thấy Aoi có vẻ đang một mình suy tư trong lớp học――",
    "何を悩んでいるんだ？": "Cậu đang lo lắng chuyện gì vậy?",
    "%usernameusernameuserna%か。\n実は使っていた財布が壊れてしまってな……": "%usernameusernameuserna% à.\nThật ra là cái ví tôi đang dùng bị hỏng rồi……",
    "ああ。次に買う財布をどんなものにするか悩んでいるのか。\n良かったら一緒に買いに行こうか？": "À. Cậu đang phân vân nên mua cái ví nào phải không?\nNếu thích thì chúng ta cùng đi mua nhé?",
    "そうではない。他の部分はまだ使えるのに、\n買い替えてしまって良いのかと悩んでいるんだ。": "Không phải. Mấy chỗ khác vẫn dùng được, tôi đang phân vân có nên mua cái mới không.",
    "何か思い出深いものなんだな。": "Có vẻ như nó rất quan trọng với cậu nhỉ?",
    "いや？　長く使っているので愛着はあるが、\n普通に店で買って、ただ日々使っているだけだぞ。": "Không phải. Chỉ là tôi dùng nó lâu rồi nên có chút tình cảm thôi,\nchứ tôi chỉ mua ở cửa hàng rồi dùng nó hàng ngày thôi mà.",
    "……だったら買ったほうがいいんじゃないか。": "……Vậy thì cậu nên mua cái mới đi.",
    "分かっているのだが……物は大切に使うべきだ。\nちょっと壊れた程度で捨てるのも忍びなくてな。": "Tôi biết chứ…… Nhưng mà phải biết trân trọng đồ vật chứ.\nHỏng một chút mà vứt đi thì tôi thấy hơi áy náy.",
    "直してみないか？": "Hay là thử sửa nó xem?",
    "プレゼントする": "Tặng quà",
    "それなら、壊れた財布を一緒に直してみないか？": "Vậy thì, chúng ta cùng nhau sửa cái ví bị hỏng nhé?",
    "一緒に……？": "Cùng nhau……?",
    "ああ。俺も服がほつれたりしてるからさ。\n端材をお互いに持ち寄って縫い付けたりすれば治らないか？": "Ừ. Áo của tôi cũng bị sờn chỉ vài chỗ.\nChúng ta mang vải vụn ra rồi cùng nhau khâu lại thì có sửa được không?",
    "……ふふ、それは相当苦労するぞ？": "……Hừm, chuyện đó chắc sẽ khổ sở lắm đấy?",
    "そんなになのか……軽い気持ちで言ったんだが。": "Vậy sao…… Tôi chỉ nói đùa thôi mà.",
    "だが、私に寄り添ってくれた気持ちが嬉しい。\nまたこの財布も使ってあげるとしよう。": "Nhưng mà, tôi rất vui vì cậu đã quan tâm đến tôi.\nVậy thì tôi sẽ tiếp tục dùng cái ví này vậy.",
    "%usernameusernameuserna%も、ほつれが気になるなら\nあまり得意ではないが縫い付けよう。気軽に言ってくれ。": "%usernameusernameuserna% này, nếu cậu thấy áo bị sờn thì\ntôi cũng không giỏi lắm nhưng tôi sẽ khâu giúp cậu. Cứ thoải mái lên tiếng nhé.",
    "ご機嫌な葵と、そんな約束をするのだった――": "Tôi và Aoi vui vẻ hẹn ước với nhau――",
    "じゃあ俺がプレゼントするよ。": "Vậy để tôi tặng cậu nhé.",
    "待て！　流石に理由もなくプレゼントされるわけにはいかない！": "Khoan đã! Không thể nào tự nhiên lại nhận quà từ người khác giới được!",
    "いつもなんだかんだで世話になってるし……\nそのお礼ということじゃダメか？": "Lúc nào cậu cũng giúp đỡ tôi……\nTôi coi như là trả ơn được không?",
    "気持ちは嬉しいが、そう安易に異性に物を贈らないほうがいいぞ。\n私はわかっているから問題ないが、変に勘違いする輩も出るからな。": "Tôi rất vui vì tấm lòng của cậu, nhưng đừng tặng đồ cho người khác giới một cách dễ dãi như vậy.\nTôi hiểu nên không sao, nhưng có những kẻ sẽ hiểu lầm đấy."
}