{
    "いただきますわ。": "Xin phép được dùng bữa ạ.",
    "いただきま～す。": "Xin dùng bữa ạ～.",
    "俺と七彩は食堂で食事をとっていた。": "Tôi và Nanairo đang ăn trưa trong căng tin.",
    "またずいぶん、こってりしたメニューだなぁ。\nというか、皿全体が茶色いというか……": "Lại là một thực đơn đậm đà nhỉ.\nHay nói đúng hơn, cả đĩa đều có màu nâu...",
    "それはソースのせいで、そう見えるのかもしれませんわね。\n濃厚甘辛ダレというのだそうです。": "Có lẽ là do nước sốt nên mới có vẻ như vậy ạ.\nNghe nói là sốt ngọt cay đậm đà đấy ạ.",
    "んんっ……なんという素晴らしい味わいでしょう。\n口の中いっぱいに風味が広がって……！": "Ưm... hương vị thật tuyệt vời làm sao.\nHương vị lan tỏa khắp khoang miệng...!",
    "風味というか、タレだからなぁ。": "Hương vị gì chứ, là do nước sốt mà.",
    "タレの味だけではありませんのよ。\nちゃんとお肉に下味が付けられていますわ。": "Đâu chỉ có vị nước sốt thôi đâu ạ.\nThịt cũng đã được tẩm ướp gia vị rồi ạ.",
    "ちょっと濃すぎない？": "Hơi đậm vị quá không?",
    "幸せそうに食べるな": "Ăn ngon miệng ghê.",
    "ピリリと香るこのスパイス……！　ふふ……至福ですわ……\n確か調味料コーナーに追加用のソースが……": "Gia vị này cay nồng làm sao...!\nFu fu... thật là hạnh phúc...!\nChắc là có thêm sốt ở quầy gia vị...",
    "あまりに味が濃いと身体に悪いんじゃないか？\nさすがに追加は控えたほうがいいと思うぞ。": "Ăn đậm vị quá không tốt cho sức khỏe đâu nhỉ?\nTôi nghĩ nên hạn chế thêm sốt thì hơn.",
    "……確かにそういわれると、\n多少は気を付けた方が良いですわね。": "...Quả thật, khi cậu nói vậy thì,\nEm nên cẩn thận hơn một chút ạ.",
    "ふふ、ご注意いただき、ありがとうございます。": "Fu fu, cảm ơn anh đã nhắc nhở.",
    "――と言いつつも、少し物足りなさそうに\nしょぼんとする七彩であった。": "――Mặc dù nói vậy, nhưng Nanairo có vẻ hơi hụt hẫng.",
    "なかなかこういった食事は、家では出ませんでしたから。\nつい、こういうメニューを選びがちですわ。": "Mấy món ăn như này, ở nhà em không có đâu ạ.\nNên em mới hay chọn mấy món như này.",
    "一応栄養バランスは考えて食べていますわ。\nとはいえ、食べすぎは体に毒ですが……": "Em vẫn ăn uống cân bằng dinh dưỡng mà ạ.\nTuy nhiên, ăn nhiều quá thì cũng không tốt cho sức khỏe...",
    "まあ、我慢をしすぎるよりはいいかもな。\n溜め込むよりもこまめに欲求を発散する方がいいからな。": "Thôi thì, thà cứ ăn còn hơn là nhịn.\nGiải tỏa ham muốn thường xuyên còn hơn là tích tụ lại.",
    "ふふ、でしたら程よく我慢せずに食べるようにしますわね。": "Fu fu, vậy thì em sẽ ăn mà không cần phải nhịn ạ.",
    "そういって味の濃そうな食べ物を幸せに頬張る七彩に、\n普段頑張っている彼女なりのご褒美なのかもと思うのだった。": "Nhìn Nanairo đang vui vẻ ăn những món ăn đậm vị, tôi nghĩ có lẽ đây là phần thưởng cho những nỗ lực của cô ấy."
}