{
    "%usernameusernameuserna%か。\nＬＯＣで何をしているんだ？": "%usernameusernameuserna% à? \n Cậu đang làm gì ở LOC vậy?",
    "生徒会の用事が終わって帰る所だったんだ。\nそういうレイヴェルは……勉強か？": "Tớ vừa xong việc ở hội học sinh nên về. \n Còn Reval thì... học bài à?",
    "いや、公式ＭＧ競技に出る予定があってな。\n次の相手に関する研究をしていたところだ。": "Không, tớ có kế hoạch tham gia thi đấu MG chính thức. \n Tớ đang nghiên cứu về đối thủ tiếp theo.",
    "研究熱心なんだな。\n余程強いチームが相手なのか？": "Cậu siêng năng thật đấy. \n Chắc là đội mạnh lắm phải không?",
    "いいや、戦績的に見れば中堅どころといったチームだな。\n大方の予想だと、周りは私達がほぼ勝つだろうと見ているようだ。": "Không, xét về thành tích thì chỉ là một đội tầm trung thôi. \n Mọi người đều dự đoán là chúng ta sẽ thắng gần như chắc chắn.",
    "負けず嫌いなんだな": "Cậu không thích thua nhỉ?",
    "誠実なんだな": "Cậu thật thà nhỉ?",
    "だが、それは絶対ではない。\nどのような相手でも万全の状態で挑むことが重要だ。": "Nhưng, điều đó không phải là tuyệt đối. \n Quan trọng là phải đối đầu với bất kỳ đối thủ nào trong tình trạng hoàn hảo nhất.",
    "なるほど、油断せずそれだけ準備をするのは負けず嫌いなんだろう。\n勝ちに貪欲になれるのも才能っていうからな。": "Ra là vậy, không hề lơ là mà chuẩn bị kỹ càng như vậy thì đúng là không thích thua rồi. \n Vì người ta nói khao khát chiến thắng cũng là một loại tài năng mà.",
    "負けず嫌いか……なるほど、確かにそうかもしれないな。\n時折、痛めつけているようで酷いと言われることもあるが……": "Không thích thua à... Ra là vậy, có lẽ đúng là như vậy. \n Đôi khi, tớ có cảm giác như mình đang làm tổn thương người khác, và bị nói là thật tệ...",
    "結果を出すために全力を尽くすのは正しいさ。\nだからそのままのレイヴェルで間違いないと思うぞ。": "Cậu dốc toàn lực để đạt được kết quả là đúng đắn mà. \n Vì vậy, tớ nghĩ Reval cứ như vậy là được rồi.",
    "ふっ、教導指揮官のお墨付きというわけか。\nその言葉に見合った結果は見せるとしよう。": "Hừm, là chỉ thị chính thức của chỉ huy trưởng sao. \n Vậy thì tớ sẽ cho cậu thấy kết quả xứng đáng với lời nói đó.",
    "後日、レイヴェルから無事に勝利したとの報告を貰うのだった。": "Vài ngày sau, tớ nhận được báo cáo từ Reval rằng cậu ấy đã chiến thắng.",
    "レイヴェルは誠実なんだな。\nどんな相手でも、真面目に向き合ってるってことだろう？": "Reval thật thà nhỉ? \n Dù là đối thủ nào, cậu ấy cũng luôn nghiêm túc đối mặt phải không?",
    "……誠実か。そんな風に言われたのは初めてだな。\nこれを言うと納得されるか、酷いと言われるだけだったが。": "…Thật thà sao. Lần đầu tiên tớ được nói như vậy đấy. \n Nếu tớ nói điều này, người ta chỉ cảm thấy thuyết phục hoặc chỉ trích thôi.",
    "相手を知るってことは相手を認める事だろう？\n驕らず、全力を尽くすっていうのは格好いいと思う。": "Hiểu rõ đối thủ chẳng phải là thừa nhận đối thủ sao? \n Không kiêu ngạo, dốc toàn lực thì tớ thấy thật ngầu.",
    "……格好いいか。そう言われて、何とも不思議な気分だ。": "…Ngầu sao. Nghe cậu nói vậy, tớ cảm thấy thật kỳ lạ.",
    "見た目やモデルとしての私を見て、格好良いという者は多かった、\nだが、私の生きざまをそういわれるのは……悪い気はしない。": "Có nhiều người nhìn vào vẻ ngoài và hình mẫu của tớ, và nói rằng tớ ngầu, \n Nhưng, cách sống của tớ được nói như vậy thì... tớ cũng không thấy phiền.",
    "その後も機嫌良さそうな表情で、\nレイヴェルは俺との雑談に付き合ってくれるのだった。": "Sau đó, với vẻ mặt vui vẻ, \n Reval đã cùng tớ trò chuyện."
}