{
    "ピコちゃん、本当にこっちの道でいいんだよね！": "Pico-chan, đường này đúng là đường đi sao!",
    "マスターの頼れるナビＡＩの名にかけて間違いないです！": "Nhất định là đúng, vì tôi là AI dẫn đường đáng tin cậy của Master!",
    "さっきから５回目くらいだぞ、そのセリフ。\n名にかける名誉なんてもう在庫が切れただろ。": "Cậu đã nói câu đó khoảng 5 lần rồi đấy.\nCái danh dự đặt vào đó chắc hết hàng rồi.",
    "あはは……でもちゃんと、\n探している人たちにも出会わずにいますから。": "A ha ha... Nhưng mà đúng là,\ntôi vẫn chưa gặp những người mình tìm kiếm.",
    "でも、ここってブラックマーケットじゃないですよね……\n商店街でも表の方のような気が……": "Nhưng mà, đây không phải là chợ đen nhỉ...\nTôi có cảm giác như là khu phố mua sắm ở phía ngoài...",
    "闇の商店だからといって、\nブラックマーケットに潜んでいるとは限りませんからね！": "Chợ đen không có nghĩa là\ncứ phải ẩn nấp trong chợ đen đâu!",
    "探し物は案外近くにあるという言葉もあります！": "Người ta nói, vật mình tìm thường ở gần mình nhất!",
    "へえ、誰の言葉だ？": "Hể, ai nói?",
    "たった今、ボクが考えました！": "Tôi vừa mới nghĩ ra!",
    "……コイツ、本当に信じていいのか……？": "......Con bé này, có nên tin nó không đây...?",
    "ほ、ほら！　諦めちゃダメです！\nきっと見つかりますから！": "Th, thôi nào! Đừng bỏ cuộc!\nChắc chắn sẽ tìm thấy thôi!",
    "そうだよ！\nきっと最後まで諦めない人が勝つんだか――": "Đúng vậy!\nChắc chắn người không bỏ cuộc đến cuối cùng sẽ thắng――",
    "らぁ！？　あいたた……": "Raa!? Aita...",
    "す、純夏さん！？": "S, Sumika-san!?",
    "大丈夫ですか！？": "Cậu không sao chứ!?",
    "へ、へーきへーき……\nあははは……転んじゃった。": "H, hể, không sao đâu...\nA ha ha ha... Tôi bị ngã.",
    "怪我がなくてよかった……\nこのあたりも変な増築のせいか、足元が悪いからな。": "May là không bị thương...\nKhu vực này có lẽ là do việc xây dựng thêm kỳ lạ, nên đường xá không được tốt.",
    "ん？　あれ？　こんな場所に道があるけど……": "Hửm? Cái gì? Có một con đường ở nơi này sao...",
    "……あ、確かに。ここ通れますね。": "......À, đúng là có thể đi qua đây.",
    "あれ？　行き止まりじゃなかったんですか？": "Hả? Chẳng phải là đường cụt sao?",
    "……あっ、多分そこ！　そこです！\nその道から抜けれる場所です！": "......À, chắc chắn là chỗ đó! Đúng là chỗ đó!\nChỗ có thể thoát ra từ con đường đó!",
    "……えっ、ここの道からですか！？": "......Hả, đi từ con đường này sao!?",
    "おい、ピコ。俺たちはまずその道の話を聞いてないんだが？": "Này, Pico. Chúng ta còn chưa nghe câu chuyện về con đường đó mà?",
    "あの～、マップって上から眺めるので……\nほら、横道とかは分かりづらくてぇ……": "À, bản đồ thì mình nhìn từ trên xuống...\nNên những con đường ngang thì khó thấy...",
    "……ここから先は一本道なら、ピコはお役御免か。": "......Nếu từ đây là đường một chiều, thì Pico hết vai rồi.",
    "ええっ！？　その言い方は酷くないですか！？\nピコだって頑張ってましたよ！": "Hể!? Sao cậu lại nói thế!?\nPico đã cố gắng lắm rồi mà!",
    "そうですよね、ピコさんは頑張ってましたよ。": "Đúng vậy, Pico-san đã cố gắng lắm đấy.",
    "ピコちゃんが案内してくれたからここまでたどり着けたもんね！": "Nhờ Pico-chan dẫn đường mà chúng ta mới đến được đây!",
    "……な、なんだか褒められると、\nそれはそれで不安になってきますね……": "......N, nếu được khen thì,\ntôi lại cảm thấy bất an...",
    "どうすりゃいいんだよ……\nまあ、冗談は置いといて助かった。": "Phải làm sao đây...\nThôi, bỏ qua chuyện đùa đi, cảm ơn cậu đã giúp.",
    "ピコーン！\nそれじゃあ他に手助けが必要なら呼んでくださいね！": "Picon!\nVậy thì, nếu cần giúp đỡ gì khác thì cứ gọi tôi nhé!",
    "よーし、それじゃあ最後のお店に行こうね！": "Được rồi, vậy thì chúng ta đến cửa hàng cuối cùng nào!",
    "ええっと、この道をまっすぐに行って……": "À, đi thẳng con đường này...",
    "あ、あそこに看板がありますよ！\nきっとあの商店です！": "À, có một cái biển hiệu ở đằng kia kìa!\nChắc chắn là cửa hàng đó!",
    "ピコさんの案内どおりでしたね！": "Đúng là theo lời dẫn đường của Pico-san!",
    "ふぅ……これでようやく一段落か。\nそれじゃあ……": "Phù... Cuối cùng cũng xong.\nVậy thì...",
    "ご苦労様です、みなさん。": "Cảm ơn mọi người đã vất vả.",
    "えっ、この声は……小花さん！？": "Hể, giọng nói này là... Kobana-san!?",
    "ここが最後の商店となりますね。\nここまで集めてきてくださってご苦労様でした。": "Đây là cửa hàng cuối cùng.\nMọi người đã vất vả khi thu thập đến đây.",
    "あっ、も、もしかして妨害に来たの！？\n渡さないから！": "Á, có, có khi nào cô đến để cản trở không!?\nTôi sẽ không giao đâu!",
    "……勘違いさせたのは申し訳ありません。\n今来たのは、純粋に労いのつもりでした。": "......Tôi xin lỗi vì đã để mọi người hiểu lầm.\nTôi đến đây chỉ đơn thuần là để cảm ơn.",
    "……どういうことだ？\nあっちのチームに協力してたんじゃないのか？": "......Ý là sao?\nChẳng phải cô đã hợp tác với đội bên kia sao?",
    "協力はしていましたが、既に十分に干渉しましたので。\nこれ以上は平等な観点からみるとやりすぎでしょう。": "Tôi có hợp tác, nhưng tôi đã can thiệp đủ rồi.\nNếu xét theo quan điểm công bằng thì làm vậy là quá đáng.",
    "じゃあ、どうしてわたし達の前に……？": "Vậy thì, tại sao cô lại đứng trước mặt chúng tôi...?",
    "色々と事情を説明しようと思いまして。": "Tôi muốn giải thích một số chuyện.",
    "事情の説明……？": "Giải thích chuyện...?",
    "はい。実はわたくし、神楽会長から\nお目付け役として派遣されている監督役でもあったのですよ。": "Vâng. Thực ra, tôi là người giám sát được Hội trưởng Kagura\ncử đến làm người quản lý.",
    "ええっ！？　ど、どういうことですか！？": "Hể!? Ch, chuyện gì vậy!?",
    "妨害してきたのに！？\nトラブルに巻き込んでるじゃない！": "Trong khi cô đã cản trở chúng tôi!?\nCô còn gây rắc rối nữa!",
    "……もしかして自分から行動を起こして、\n管理をしやすくしたのか？": "......Có khi nào cô tự mình hành động,\nđể dễ quản lý hơn không?",
    "ふふ、ご明察です。こういったものは、\nちょっとしたイベントにする方が予定外の事は起きにくいので。": "Hừm, cậu nói đúng đấy. Những thứ như thế này,\nnếu biến nó thành một sự kiện nhỏ thì sẽ ít có chuyện ngoài dự kiến xảy ra hơn.",
    "とはいえ、彼らへの協力自体は本気でしたよ。\n戦術機という未知の技術と彼らの腕は欲しかったので。": "Tuy nhiên, việc hợp tác với họ là thật lòng đấy.\nTôi muốn có được công nghệ chiến thuật cơ chưa biết và khả năng của họ.",
    "ええっと、ど、どういうことでしょうか？": "Hể, ừm, ý là sao?",
    "スカラ校舎で良く分からない奴に襲われる危険があるなら、\n小花主導でイベントにしてしまえばいいって考えだな。": "Nếu có nguy cơ bị tấn công bởi một kẻ không rõ danh tính ở học viện Scara,\nthì cứ để Kobana chủ động tạo ra sự kiện là được.",
    "知ってる奴らが起こすトラブルなら解決できるし、\n監視や警備のコストも下げられるってことだろう？": "Nếu là rắc rối do những người quen biết gây ra, thì có thể giải quyết được,\nvà cũng có thể giảm chi phí giám sát và bảo vệ?",
    "そういう事です。\n……まあ、あの３人は想定外でしたが。": "Đúng là như vậy.\n......Mà, ba người kia nằm ngoài dự kiến.",
    "（……多分ヒイロに冥夜、ユリアのことか）": "(...Chắc là nói về Hiro, Meiya, Yuria)",
    "特にヒイロさんの参戦に関しては、完全に予想外でした。\n参加しないならそれでいいとは思っていたのですがね……": "Đặc biệt là sự tham gia của Hiro-san, hoàn toàn nằm ngoài dự kiến.\nTôi đã nghĩ rằng nếu cậu ta không tham gia thì cũng không sao...",
    "と、愚痴になってしまいましたね。というわけで、\nあくまでも管理しつつバランスを取るための妨害だったのですよ。": "Thôi, tôi đã lảm nhảm quá nhiều rồi. Tóm lại,\ntôi chỉ là cản trở để quản lý và cân bằng thôi.",
    "そ、そうなんですか……": "V, vậy sao...",
    "白銀さん達には私から敗北をお伝えしてきます。\nそれでは勝利おめでとうございました。": "Tôi sẽ thông báo với Shirayuki-san về thất bại của họ.\nVậy thì, xin chúc mừng chiến thắng của mọi người.",
    "ああ。それと無事に終わって戻ったら一度、\n%usernameusernameuserna%さんは会長へ報告をお願いします。": "À. Với lại, khi mọi chuyện kết thúc và trở về, một lần,\n%usernameusernameuserna% hãy báo cáo với hội trưởng nhé.",
    "……本当に妨害も何もせずに行ったな。\nなら、さっきの話は一応は本気だったってことか。": "......Thật sự không cản trở gì cả.\nVậy thì, chuyện vừa rồi có lẽ là thật lòng sao.",
    "とはいえ、生徒会長も噛んでる話だろうから、\nあとで言っておかないとな……": "Tuy nhiên, vì hội trưởng cũng tham gia vào câu chuyện này,\nnên lát nữa tôi phải nói rõ...",
    "ええっと、つまり……わたし達の勝ちってこと？": "Hể, ý là... chúng ta thắng sao?",
    "んん……まあ、確かにそうですね……？\nなので、早く受け取りを済ませしょう！": "Ừm... Ừm, đúng là như vậy...?\nVậy nên, hãy nhanh chóng nhận phần thưởng đi!",
    "そうだね！　よーし、急ぐぞー！": "Đúng rồi!\nĐược rồi, nhanh lên nào!",
    "――そして、無事に買い物を終わらせた俺たちは、\nスカラ校舎の中央に合流をする。": "――Và, sau khi mua sắm xong, chúng tôi đã\ntập hợp ở trung tâm học viện Scara.",
    "鑑たちも戻ったか。": "Kaname cũng đã quay lại rồi.",
    "お疲れさま。": "Mọi người vất vả rồi.",
    "御剣さんに、ヒイロさん！\nそっちも終わったんだね！": "Miturugi-san, Hiro-san!\nMọi người cũng xong rồi nhỉ!",
    "……決着はつかなかった。\n時間が足りなかった。": "......Chưa có kết quả.\nKhông đủ thời gian.",
    "うむ、途中から時間稼ぎに終始されてしまったな。\nタケルたちに声をかけられて終わったのだ。": "Ừm, từ giữa chừng, chúng ta đã phải dành thời gian để câu giờ.\nKết thúc là khi Takeru gọi chúng ta.",
    "%usernameusernameuserna%。\nユリアから、また遊ぼうって伝言。": "%usernameusernameuserna%.\nYuria bảo là, hẹn gặp lại.",
    "……まあ、気が向いたらな。": "......Ừm, nếu thích thì cứ gặp.",
    "――というわけで、わたし達が受け取ってきた資材の数は４！\nタケルちゃんチームは３！": "――Vậy là, số lượng tài liệu chúng tôi nhận được là 4!\nĐội của Takeru-chan là 3!",
    "つまり、勝者は私と鑑と珠瀬のチーム……ということだな。": "Tức là, người chiến thắng là đội của tôi, Kaname và Tamase... đúng không nào.",
    "ちっくしょーっ！\n最後の最後でしてやられるとは……！": "Chết tiệt!\nBị chơi một vố vào phút cuối...",
    "……道がダミーだった。": "......Con đường là giả.",
    "まさか、行き止まりに誘導するまでが作戦だったとはね・・・": "Không ngờ, việc dẫn đến đường cụt là một phần của kế hoạch...",
    "……純夏の反応を見る感じでは、\n絶対にあの道だったはずだってのに……くそう……！": "......Nhìn vào phản ứng của Sumika, thì\nchắc chắn là con đường đó... Khốn kiếp...",
    "まあまあ。結果は結果だから受け入れるしかないね。": "Thôi nào. Kết quả là kết quả, chỉ có thể chấp nhận thôi.",
    "よーし！　やったねめるちゃん！　大勝利だよ！": "Được rồi! Làm tốt lắm, Meru-chan! Đại thắng rồi!",
    "はい！　おめでとうございます、純夏さん！": "Vâng! Xin chúc mừng, Sumika-san!",
    "とにかく無事に勝負が終わってホッとしましたね……": "Dù sao thì, tôi cũng thấy nhẹ nhõm vì trận đấu đã kết thúc an toàn...",
    "確かに、競争とはいえ大きな怪我もなく終わったな。": "Đúng là, dù là thi đấu nhưng cũng không có ai bị thương nặng.",
    "……考えてみると、あれで怪我人が居なかったのは凄いです。": "......Nghĩ lại thì, không có ai bị thương cũng thật là tuyệt vời.",
    "まあ、流石に周囲を巻き込まないように気を遣っていたからな。": "Ừm, vì chúng ta đã cố gắng hết sức để không liên lụy đến những người xung quanh mà.",
    "流石にそのくらいは配慮する。": "Đúng là, phải cân nhắc đến mức đó.",
    "えっ……あれで気を使ってたんだ……！？": "Hể... Cậu đã cân nhắc đến mức đó sao...!?",
    "何度もヤバい戦いをしてたって聞いたけど、\nいったい何をやってたんだよ……？": "Tôi nghe nói là cậu đã có những trận chiến nguy hiểm nhiều lần,\nrốt cuộc thì cậu đã làm gì vậy...?",
    "あれはなんというか……\nわたし達も説明できないと言いますか……": "Cái đó thì, tôi cũng không biết phải giải thích sao nữa...",
    "って、それよりも決着がついたからには、\nタケルちゃんに何を命令するか決めないとね。": "Mà, hơn thế nữa, vì đã có kết quả rồi,\ntôi phải quyết định xem sẽ ra lệnh gì cho Takeru-chan.",
    "ぐっ、そういえばそうだったな……": "Ư... Đúng rồi...",
    "何を命令しちゃおっかな～♪": "Tôi nên ra lệnh gì đây~♪",
    "オレは戦術機に乗れないんだからな！\nそれを加味して、変な命令は禁止だ禁止！": "Tôi không thể lên chiến thuật cơ mà!\nPhải tính đến chuyện đó, cấm ra lệnh kỳ lạ!",
    "なんでよー！　わたしがタケルちゃんの不知火で頑張るって、\n気を遣ってあげたのに！": "Sao lại thế chứ!\nTôi đã cố gắng hết sức với Shiranui của Takeru-chan rồi mà!",
    "そういうのは気遣いとは言わん！": "Cái đó không gọi là quan tâm!",
    "……ふふ、最初はどうなるかと思いましたけど……\nとっても楽しそうですね♪": "......Hừm, ban đầu tôi đã nghĩ như thế nào...?\nThật là vui vẻ♪",
    "ああいうのは喧嘩するほど仲が良いっていうからな。\n俺たちは程々に付き合って見守るのがいいんだろうさ。": "Vì người ta nói rằng, càng cãi nhau thì càng thân thiết mà.\nChúng ta nên hòa nhã và quan sát thôi.",
    "……ですね。ふふっ。": "......Đúng vậy. Hừm."
}