{
    "そしてシリウスシュガーとカオスメイデンの公式戦当日――": "Và rồi, ngày thi đấu chính thức giữa Sirius Sugar và Chaos Maiden...",
    "競技会場となるシティの市街地は、\nすごい数の見物客で溢れていた。": "Thị trấn nơi diễn ra trận đấu, thành phố, \nđã tràn ngập một lượng lớn khán giả.",
    "へぇ、屋台まで出て、まるで祭りだな。": "Hể, thậm chí còn có cả quầy hàng, chẳng khác gì lễ hội nhỉ.",
    "学園都市の住人にとってはお祭りみたいなものですわ。": "Đối với cư dân của Học viện Đô thị, nó giống như một lễ hội vậy.",
    "市街地で行われるＭＧ競技は、学園都市の名物なんです！": "Các trận đấu MG được tổ chức trong thành phố là một đặc sản của Học viện Đô thị!",
    "けど、こんな街中で戦って問題ないのか？建物が壊れたり、流れ弾が飛んだりしたら問題だろ。": "Nhưng, chiến đấu ở giữa thành phố như thế này có ổn không? Nếu các tòa nhà bị phá hủy hoặc đạn lạc bay lung tung thì sao?",
    "その辺は心配ご無用。建造物は学園予算で損害保証されてるし、武装も競技用だからね。": "Về điều đó thì không cần lo lắng. Các công trình xây dựng được bảo hiểm thiệt hại bằng ngân sách của học viện, và vũ khí cũng chỉ dùng cho thi đấu thôi.",
    "街をあげてのお祭りってわけか。なるほどなぁ。": "Hóa ra là một lễ hội của cả thành phố. Ra là vậy.",
    "コレ目当ての観光客も多いからね。ほら、あそこ見なよ。": "Cũng có nhiều khách du lịch đến vì điều này. Nhìn kìa, ở đằng kia.",
    "ラミが指した方を見ると、シリウスシュガーと\nカオスメイデンのオッズ表が大きく張り出されている。": "Khi nhìn theo hướng mà Lami chỉ, bảng tỷ lệ cược của Sirius Sugar và \nChaos Maiden được treo lớn.",
    "ということは……": "Có nghĩa là...",
    "ほぉ、賭博か。": "Ồ, cờ bạc à.",
    "当然ですが、学園生徒は賭博禁止ですわよ？": "Đương nhiên, học sinh trong học viện bị cấm cờ bạc.",
    "……なんのことかな？": "…Chuyện gì thế?",
    "でもでも、バレなきゃ問題なくない？": "Nhưng mà, nếu không bị lộ thì có sao đâu?",
    "大ありですわ！": "Có đấy ạ!",
    "ま、一応オッズだけは確認しておくか。": "Thôi thì, cứ xem tỷ lệ cược một chút vậy.",
    "どれどれ……カオスメイデンの勝利が１．１倍。シリウスシュガーの勝利は……２２倍。圧倒的じゃないか。": "Để xem nào... Chiến thắng của Chaos Maiden là 1.1 lần. Chiến thắng của Sirius Sugar là... 22 lần. Quá chênh lệch.",
    "あはは。私達全然人気ないですね……": "A ha ha. Chúng ta không được ưa chuộng tí nào nhỉ...",
    "それはそうだよ。端から見たら象とアリ。勝てる見込みなんて全然ないからね。": "Đúng vậy. Nhìn từ bên ngoài, như voi với kiến. Chẳng có cơ hội thắng nào cả.",
    "……でも、これで当てたら大金持ち。": "…Nhưng, nếu thắng thì sẽ thành đại gia.",
    "そうだ、生徒の賭博が禁止なんでしょ？なら、生徒じゃない奴に頼めば……！": "Đúng rồi, học sinh bị cấm cờ bạc đúng không? Vậy thì, nhờ người không phải học sinh thì...",
    "……乘った。": "…Tôi đồng ý.",
    "それもダメですわ！バレたらそっちの罪で退学ですわよ！？": "Cũng không được đâu ạ! Nếu bị lộ thì cậu sẽ bị đuổi học vì tội đó đấy!?",
    "そうそう。バレないように、ノミ屋とか使わないと。": "Đúng rồi. Để không bị lộ, phải dùng đến mấy tay cá độ.",
    "ちゆるさんまで！？": "Chị Chiyuru cũng vậy sao!?",
    "まあ、何にしても今日ここに集る見物客のほとんどが、俺達の勝利なんか想像もしてないわけだ。": "Mà, dù sao thì, hầu hết khán giả đến đây hôm nay đều không nghĩ rằng chúng ta sẽ thắng.",
    "誰もがカオスメイデンの勝利を信じて疑わない……そんな状況で、俺達が勝ったらどうなると思う？": "Mọi người đều tin rằng Chaos Maiden sẽ thắng... Trong tình huống như vậy, mọi người nghĩ sao nếu chúng ta thắng?",
    "……伝説になる。": "…Sẽ trở thành huyền thoại.",
    "そうだ。今日はシリウスシュガーが最弱チームから、カオスメイデンを倒した伝説のチームになる日だ！": "Đúng vậy. Hôm nay là ngày Sirius Sugar từ một đội yếu nhất trở thành đội huyền thoại, đánh bại Chaos Maiden!",
    "わたくしたちが、伝説……": "Chúng ta, huyền thoại...",
    "そうだ。さあ、気合を入れろ！": "Đúng vậy. Nào, cố lên!",
    "お前たちの手で輝かしい未来を掴みとるんだ！": "Các cậu hãy nắm bắt tương lai tươi sáng bằng chính đôi tay của mình!",
    "イエッサー！！": "VÂNG, THƯA SẾP!!",
    "えっ？": "Hả?",
    "ふふ、こういう状況で言ってみたかったんです。": "Hừm, tôi muốn nói trong tình huống này.",
    "だって、ある意味私達を結びつけた言葉ですから。": "Vì nó là những lời đã gắn kết chúng ta lại.",
    "付随する思い出はえげつないものばっかだけどね。": "Những ký ức đi kèm thì toàn là những thứ kinh khủng.",
    "でも不思議と悪い気はしない。": "Nhưng lạ là tôi không thấy khó chịu.",
    "……勝とう、みんな。": "…Cùng thắng nhé, mọi người.",
    "お前ら……": "Các cậu...",
    "ああ！　勝とう！！": "Ừm! Cùng thắng nào!!",
    "情報によると、シリウスシュガーは模擬戦でカラフルブーケに勝利したそうです。": "Theo thông tin, Sirius Sugar đã thắng Colorful Bouquet trong trận đấu tập.",
    "ふふ、あのカラフルブーケに……なかなかやるじゃない。": "Hừm, với Colorful Bouquet đó... Khá lắm.",
    "戦績から考えると、信じられないことです。これもあの指揮官の力によるものでしょうか。": "Nếu xét về thành tích, thì thật khó tin. Có lẽ đây cũng là nhờ sức mạnh của vị chỉ huy đó.",
    "この前会った時、ただ者じゃない感じはしてたもんね～！": "Lần trước gặp, tôi đã cảm thấy anh ta không phải là người tầm thường!",
    "今回も何らかの奇策を用意しているに違いありません。皆さん、警戒は怠らないようにお願いしますよ。": "Lần này chắc chắn anh ta sẽ chuẩn bị một kế sách nào đó. Mọi người, hãy cẩn thận nhé.",
    "翠蘭ちゃんは心配性だね。どんな罠を仕掛けてこようと、食い破ればいいだけでしょ？": "Suiran lo xa quá rồi. Dù có đặt bẫy gì đi nữa, cứ phá tan nó là được thôi?",
    "ユリアさんの言う通りです。どんな小細工を弄しようと、ユリアさんの優位は揺らぎません。": "Đúng như lời của Yuria. Dù có dùng tiểu xảo gì đi nữa, ưu thế của Yuria vẫn không thay đổi.",
    "はい……ですが、彼は生徒会長が直々に任命したと聞いています。きっとなにか裏があるに違いありません。": "Vâng... Nhưng, tôi nghe nói anh ta được Hội trưởng học sinh đích thân bổ nhiệm. Chắc chắn có uẩn khúc gì đó.",
    "生徒会長……それは手強そうね。": "Hội trưởng học sinh... Nghe có vẻ đáng gờm nhỉ.",
    "ま、なにがあっても、私がなんとかするし、だいじょびっ！": "Thôi nào, dù có chuyện gì xảy ra, tôi sẽ lo liệu, không sao đâu!",
    "ええ、頼りにしていますよ。\nでは、行きましょう！": "Vâng, tôi tin tưởng vào cậu.\nVậy thì, đi thôi!",
    "長らくお待たせいたしました。まもなく、カオスメイデン対シリウスシュガーの試合を開始します。": "Xin lỗi vì đã để mọi người chờ đợi. Trận đấu giữa Chaos Maiden và Sirius Sugar sẽ sớm bắt đầu.",
    "試合開始に際しまして、生徒会長の四王天神楽から改めて公式戦のルールを確認していただきます！": "Trước khi trận đấu bắt đầu, Hội trưởng học sinh Shioten Kagura sẽ nhắc lại luật của trận đấu chính thức!",
    "本日の試合は５対５の殲滅戦。どちらのチームメンバー５名が撃墜されるまで決着はつきません。": "Trận đấu hôm nay là trận tiêu diệt 5vs5. Trận đấu sẽ kết thúc khi 5 thành viên của một trong hai đội bị bắn hạ.",
    "また今回はシリウスシュガー側に、生徒会から派遣した指揮官の%usernameusernameuserna%が参加しています。": "Ngoài ra, phía Sirius Sugar lần này có sự tham gia của chỉ huy %usernameusernameuserna% do Hội học sinh cử đến.",
    "これはカオスメイデンとシリウスシュガーの実力差を鑑みた上での処置となります。": "Đây là một biện pháp được thực hiện sau khi xem xét sự khác biệt về năng lực giữa Chaos Maiden và Sirius Sugar.",
    "なお、%usernameusernameuserna%機は武装を持たず、撃墜数のカウントからは除外されます。": "Lưu ý rằng, máy của %usernameusernameuserna% không có vũ khí và không được tính vào số lượng bị bắn hạ.",
    "ですが、%usernameusernameuserna%機自体を狙うことは問題ありません。先に指揮官を撃墜してから戦うというのも戦術のひとつです。": "Tuy nhiên, việc nhắm vào máy của %usernameusernameuserna% là không có vấn đề gì. Việc bắn hạ chỉ huy trước khi chiến đấu cũng là một trong những chiến thuật.",
    "ルール説明は以上です。両チームとも、準備はよろしいですね？": "Phần giải thích luật đã kết thúc. Cả hai đội, mọi người đã sẵn sàng chưa?",
    "それでは、カオスメイデン対シリウスシュガーの公式戦――開始！": "Vậy thì, trận đấu chính thức giữa Chaos Maiden và Sirius Sugar―― BẮT ĐẦU!"
}