{
    "おっ、フィーだ。何してるんだろ？": "Ố, Fee kìa. Đang làm gì thế nhỉ?",
    "……ぼー……": "……Ngơ ngẩn……",
    "（口で『ぼー』と言いながらぼーっとしてる……）": "（Vừa nói 'ngơ ngẩn' vừa ngơ ngẩn thật……）",
    "……普段掴みどころのないフィーが何を考えてるか知るいい機会だな。\n少し話しかけてみるか。": "……Cơ hội tốt để biết Fee bình thường khó nắm bắt đang nghĩ gì đây.\nHay là thử bắt chuyện xem.",
    "おーい、フィー。": "Ê, Fee.",
    "……ん。\n%usernameusernameuserna%。": "……Hửm.\n%usernameusernameuserna% à.",
    "何してるんだ？": "Đang làm gì đấy?",
    "何もすることがないからボーッとしてた。": "Vì chẳng có gì để làm nên cứ ngơ ngẩn thôi.",
    "ああ、見たままだったか……": "À, y như tôi thấy luôn……",
    "………………": "………………",
    "（まずい、会話が続かない……）": "（Chết rồi, không biết nói gì tiếp……）",
    "その、なんだ。メイズで戦ってる時とは雰囲気が違うな。\nフィーはオンオフをはっきり分けるタイプなのか？": "Ừm, khác hẳn lúc chiến đấu ở Mê Cung nhỉ.\nFee là kiểu người phân biệt rõ ràng giữa 'bật' và 'tắt' à?",
    "オンオフというか……\nあの時のわたしは、わたしじゃないから。": "Không hẳn là 'bật' và 'tắt'……\nTớ của lúc đó, không phải là tớ.",
    "わたしじゃない？　どういうことだ？": "Không phải là cậu? Ý là sao?",
    "メイズで戦っている時は、一流パイロットを演じてる。\nだから、雰囲気が違うのは当たり前。": "Lúc chiến đấu ở Mê Cung, tớ đang đóng vai một phi công hạng nhất.\nThế nên, khác biệt là điều đương nhiên.",
    "だから、何の役柄もない今のわたしが本当のわたし。": "Thế nên, tớ của hiện tại, khi chẳng có vai diễn nào, mới là con người thật của tớ.",
    "演じてる……？\n何も役柄がないって……それは、どういう意味だ？": "Đang đóng vai……? \nChẳng có vai diễn nào cả…… Ý là sao?",
    "わたし、もともと役者を目指していて、小さい頃は劇団に入っていたの。\n色んな役をして、舞台にもたくさん立ったわ。": "Tớ vốn muốn trở thành diễn viên, hồi nhỏ tớ có vào một đoàn kịch.\nTớ đã đóng nhiều vai, lên sân khấu cũng rất nhiều lần.",
    "へえ、そりゃすごい。\nなのにどうしてパイロットに？": "Hể, giỏi thật đấy.\nVậy mà sao lại thành phi công?",
    "ある時、オーディションを受けに行ったら演出家の人に言われたの。\n君の感情は本物じゃないって。": "Có lần, khi tớ đi thi tuyển, người đạo diễn đã nói với tớ.\n'Cảm xúc của cô không phải là thật'.",
    "その言葉は、わたしも納得できた。\nだからわたしは本物の感情を学ぶためにこの学園に来たの。": "Tớ cũng đồng tình với câu nói đó.\nThế nên tớ đã đến học viện này để học những cảm xúc thật sự.",
    "何を思ってパイロットになるかは人それぞれだが……\n感情を学ぶため、っていうのはなかなか珍しい動機だな。": "Việc trở thành phi công vì lý do gì thì mỗi người một khác……\nNhưng mà, vì để học cảm xúc thì hiếm thật đấy.",
    "よく言われる。": "Người ta hay nói vậy.",
    "そうだろうな。\nまあ、確かに今のフィーを見ていると動機も納得できるが……": "Chắc vậy rồi.\nMà, quả thật nhìn Fee bây giờ thì cũng hiểu được động cơ……",
    "……ふむ。フィー、役者っていうことは、\n今ここで頼んでも即興で演技ができるのか？": "……Hừm. Fee, là diễn viên, vậy thì, \nngay bây giờ cậu có thể diễn xuất theo ngẫu hứng được không?",
    "演技をしろって言うのなら、なんでもやる。": "Nếu cậu bảo tớ diễn, thì tớ sẽ làm bất cứ gì.",
    "そうだなぁ……なんでもか。\nじゃあ、『おばあちゃん』の演技は？": "Đúng là vậy…… Bất cứ gì à.\nVậy thì, vai 'bà nội' thì sao?",
    "はぁ〜……今日はいいお天気だねえ……\nんん〜、お茶も美味しい……": "Hà〜…… Hôm nay thời tiết đẹp nhỉ……\nƯm〜, trà cũng ngon nữa……",
    "（いきなり役に入り込んでいる……！）": "（Vào vai ngay lập tức……！）",
    "おや、%usernameusernameuserna%じゃないか。\nこっちにおいで。飴でも舐めるかい？": "Ô, không phải là %usernameusernameuserna% sao.\nLại đây nào. Uống kẹo không?",
    "すごいな、普段のフィーとは声色も雰囲気も全然違う。": "Giỏi thật, giọng điệu và không khí khác hẳn Fee thường ngày luôn.",
    "……そう？": "……Vậy sao?",
    "なら、次は……『照れ屋の幼馴染』はどうだ？": "Vậy thì, tiếp theo là…… 'Cô bạn thanh mai trúc mã hay ngại ngùng' thì sao?",
    "……そ、そんなこと急に言われても……無理だよ……っ。": "……T, tự nhiên bảo thế thì…… Tớ không làm được đâu……!",
    "やるな……！\nならこれはどうだ？　『喧嘩っ早い不良娘』！": "Được đấy……!\nVậy thì cái này thì sao? 'Con gái du côn thích gây sự'!",
    "あぁん？　誰が不良娘だ？": "Á à? Ai bảo là con gái du côn hả?",
    "すごい切り替えの速さだ……！\n本当にちゃんとした役者だったんだな。": "Tốc độ chuyển đổi nhanh thật đấy……!\nQuả nhiên là diễn viên thực thụ mà.",
    "てめぇ、信じてなかったのか！？\n上等だ！　表に出やがれ！": "Mày không tin tao hả!?\nĐược thôi! Ra ngoài xem!",
    "すまんすまん……いや、しかし本当にすごいな。\n人間以外の演技もできるのか？": "Xin lỗi xin lỗi…… Ừm, nhưng mà giỏi thật đấy.\nVậy cả những vai không phải con người cũng được luôn à?",
    "うん、できるよ。\n役者の時はロボットとか動物の演技もやったことがある。": "Ừm, được ạ.\nLúc làm diễn viên tớ cũng từng đóng vai robot hay động vật rồi.",
    "じゃあ、えーと……『ウサギ』とか。": "Vậy thì, ừm…… 'Thỏ' chẳng hạn.",
    "ぴょんっ！": "Pióng!",
    "ぴょんぴょんっ！": "Pióng pióng!",
    "おおっ！": "Ố ồ!",
    "（あの物静かなフィーのこんな表情、見たことない。\n本当にウサギになりきっているんだ……）": "（Biểu cảm của Fee trầm lặng mà lại như thế này, chưa từng thấy luôn.\nQuả là nhập vai thỏ thật sự……）",
    "（跳んで跳ねて……汗が滲んでいるのに気づいた様子もない。\n演技に入り込むって、こういうことを言うんだな）": "（Nhảy nhót…… Mồ hôi đã thấm đẫm mà cũng không để ý luôn.\nNhập vai là thế này đây）",
    "ぷーぷー！": "Pú〜 Pú〜!",
    "……今のはなんだ？": "……Vừa rồi là gì vậy?",
    "かりかり……もしゃもしゃ……": "Khực khực…… nhai nhóp nhép……",
    "ははは、餌を食べる演技か。\n可愛いな。": "Ha ha ha, diễn ăn à.\nDễ thương thật đấy.",
    "……ところで、ウサギってぷーぷー鳴くのか？": "……Nhân tiện, thỏ thì có kêu pú pú sao?",
    "ふぅ……うん、鳴き声っていうか……\n嬉しかったり気持ちがいい時は、ぷーぷーって音を鳴らすの。": "Hừm…… Ừm, không phải tiếng kêu thì đúng hơn……\nKhi vui hoặc thấy thoải mái, thì sẽ kêu pú pú.",
    "へえ、よく勉強してるんだな。\nなら、性別が違うのはどうだ？": "Hể, học hành chăm chỉ thật đấy.\nVậy thì, khác giới tính thì sao?",
    "たとえば……『財布を落とした%usernameusernameuserna%』。": "Ví dụ như…… '%usernameusernameuserna% làm rơi ví'.",
    "えっ、さ、財布がない？　まさか……落とした！？": "Hả, v, ví đâu? Chẳng lẽ…… Rơi rồi!? ",
    "そんな……嘘だろ、俺の金が……\n最悪だ……おろしたばっかりだったのに……": "Thế này…… Xạo à, tiền của tao……\nTệ thật…… Vừa mới rút ra xong……",
    "それ、俺なのか！？": "Đó là tao sao!?",
    "……%usernameusernameuserna%。": "……%usernameusernameuserna% à.",
    "そうだな……次は……\nって、どうしたんだ？": "Phải rồi…… Tiếp theo là……\nKhoan, sao thế?",
    "疲れた……": "Mệt quá……",
    "す、すまん。そうだよな。\n楽しくなってリクエストしてばっかりだったな……": "X, xin lỗi. Phải rồi nhỉ.\nVui quá nên cứ yêu cầu mãi……",
    "楽しんでもらえたのなら、良かった。": "Nếu cậu thấy vui thì tốt rồi.",
    "ああ。こっちこそありがとう。\n楽しませてもらったお礼に、何か奢るよ。一緒に商店街へ行かないか？": "Ừm. Tớ mới là người cảm ơn cậu.\nĐể tớ đãi cậu cái gì đó. Cậu có muốn đi khu mua sắm không?",
    "うん、行く。": "Ừm, đi.",
    "奢ってくれるなら、食べてみたいものがある。": "Nếu được đãi thì tớ có thứ muốn ăn.",
    "……そんなので良かったのか？": "……Thế này là được sao?",
    "うん。": "Ừm.",
    "……うまいか？": "……Ngon không?",
    "うん。美味しい。\n買ってくれてありがとう。": "Ừm. Ngon ạ.\nCảm ơn vì đã mua cho tớ.",
    "いや、お礼なんだから気にしなくていいさ。\nもっと高い物でもよかったんだぞ？": "Không có gì, coi như là tớ cảm ơn cậu thôi.\nCó muốn thứ gì đắt tiền hơn không?",
    "これが食べてみたかった。\nそれに、演技は好きでやってるからお礼としては十分貰ってる。": "Tớ muốn ăn cái này.\nVới lại, tớ thích diễn xuất nên việc được cảm ơn đã là quá đủ rồi.",
    "しかしあれだけさせて、\nお礼がキャンディーひとつっていうのもな……": "Nhưng mà diễn bao nhiêu, \ncảm ơn bằng một viên kẹo thì hơi……",
    "商店街にあるものを見て、これが一番欲しいって思ったの。\nだから全然問題ないよ。": "Tớ nhìn thấy trong khu mua sắm và thấy thích nhất cái này.\nThế nên không có vấn đề gì đâu.",
    "いつもは自分で買うけど、\n人に買ってもらうのは特別な気がする。": "Bình thường thì tự mua, \nnhưng mà được người khác mua cho thì có cảm giác đặc biệt.",
    "いつも？　そんなにキャンディーが好きなのか？": "Bình thường? Cậu thích kẹo đến thế sao?",
    "うん。最初は必要だから食べてたんだけど、\nだんだん飴自体が好きになったの。": "Ừm. Ban đầu thì ăn vì cần, \nrồi dần dần tớ thích cả kẹo luôn.",
    "必要だから……？": "Vì cần……?",
    "喉を痛めないように舐めていたの。\n演技をする時は声も大切だから。": "Để tránh làm đau họng nên tớ đã ngậm nó.\nVì khi diễn xuất, giọng nói cũng rất quan trọng.",
    "ああ、劇団にいて舞台に立ってたって言ってたもんな。": "À, cậu có nói là ở trong đoàn kịch và lên sân khấu mà.",
    "うん。移動時間だったり、暇な時間でも簡単にできる喉のケア。\nそれを続けているうちに、気づいたら飴自体が気に入ったの。": "Ừm. Thời gian di chuyển hay là lúc rảnh rỗi cũng có thể chăm sóc họng một cách dễ dàng.\nCứ tiếp tục như vậy, thì không biết từ lúc nào đã thích kẹo rồi.",
    "いつもだとわざわざ違う飴なんて買わないし\nこういう機会だからこそ知らない飴を食べてみたかった。": "Bình thường thì cậu sẽ không mua những loại kẹo khác đâu\nnhân cơ hội này thì cậu muốn thử những loại kẹo mà cậu chưa biết sao.",
    "そうかあ…………": "Ra là vậy…………",
    "なんだ、フィーにも好きって感情があるじゃないか。": "Sao vậy, Fee cũng có cảm xúc thích sao.",
    "え？": "Hả?",
    "いや、ここに来たのは本物の感情を学ぶためだって言ってただろう。\nでも別に学ばなくても、感情はあるじゃないか、と思ってな。": "Không, cậu đến đây là vì muốn học những cảm xúc thật mà.\nNhưng mà, không học thì cũng có cảm xúc mà, tớ nghĩ vậy.",
    "さっきだって、あれだけ演技で色んな感情を表現できてたしさ。\n役者としてはもう充分じゃないのか？": "Lúc nãy cậu đã biểu hiện đủ loại cảm xúc trong lúc diễn xuất mà.\nVới tư cách là một diễn viên thì cậu đã đủ rồi mà?",
    "……違うの。": "……Không phải.",
    "違う？": "Không phải?",
    "言ったでしょ、わたしの感情は本物じゃないって。": "Tớ đã nói rồi mà, cảm xúc của tớ không phải là thật.",
    "飴が好きっていうのも、他の人を見てそう思っただけ。\n食べる回数の多い食べ物を、みんなは好きって言うでしょ。": "Việc thích kẹo cũng vậy, chỉ là nhìn người khác rồi nghĩ vậy thôi.\nMọi người hay nói thích những món ăn mà mình ăn nhiều đúng không?",
    "ま、まあ……そうだが……": "À, mà…… Đúng là vậy……",
    "わたしは飴をよく舐めるから、これが好きなんだろうなと思ってる。\nでも本当に好きなら、自分で色々と買いに行って試すはず。": "Tớ hay ngậm kẹo nên tớ nghĩ là mình thích nó.\nNhưng mà nếu thực sự thích, thì tớ sẽ tự đi mua và thử nhiều loại khác nhau.",
    "だから、わたしの感情は全部が物真似。": "Thế nên, cảm xúc của tớ đều là bắt chước.",
    "物真似……？": "Bắt chước……?",
    "私は作品や台本に書かれた感情しか知らない。誰かが喜んで、\n悲しんで、怒っている時……そういうのを真似してるだけ。": "Tớ chỉ biết những cảm xúc được viết trong tác phẩm hay kịch bản. Khi ai đó vui vẻ, \nbuồn bã, tức giận…… Tớ chỉ bắt chước những thứ đó thôi.",
    "さっきの演技だってそう。\n全部、どこかで見たものの物真似。": "Diễn xuất vừa rồi cũng vậy.\nĐều là bắt chước những thứ đã xem ở đâu đó.",
    "%usernameusernameuserna%が見て褒めてくれたけど、\nわたし自身が本当に正解なのか分かってない。": "%usernameusernameuserna% đã khen, nhưng mà\ntớ cũng không biết bản thân mình có đúng hay không.",
    "……": "……",
    "わたしはどういう感情をすればいいか分からないの。": "Tớ không biết nên có những cảm xúc gì.",
    "だからわたしがこの学園に来る前にオーディションで言われた、\n君の感情は本物じゃないって言葉はその通りだと思う。": "Thế nên, những lời mà người đạo diễn đã nói trước khi tớ đến học viện này, \nrằng cảm xúc của cậu không phải là thật, tớ nghĩ là đúng.",
    "今だって、わたしが演じてきた台本だったら、\nもっと感情を出さないといけない場面だなってわかる。": "Ngay cả bây giờ, nếu là kịch bản mà tớ đã diễn, \nthì tớ biết là phải thể hiện nhiều cảm xúc hơn nữa.",
    "でも、どういう感情をすればいいか分からない。\nだって、自分の感情がないから。": "Nhưng mà, tớ không biết nên có những cảm xúc gì.\nVì tớ không có cảm xúc của riêng mình.",
    "本当にそうなのか？": "Thật sự là vậy sao?",
    "オーディションで感情が本物じゃないって言われた時、\n腹が立ったり悲しくなったりしなかったのか？": "Lúc ở buổi thử giọng, khi người ta nói cảm xúc không phải là thật, \ncậu đã không tức giận hay buồn sao?",
    "しなかった。\nただ、この人が言うことは正しい、って思ったの。": "Không hề.\nTớ chỉ nghĩ là, người đó nói đúng.",
    "こういうことを言った時に、\n怒ったり悲しんだりするのはわかる。": "Khi nói những điều này, \nthì người ta sẽ tức giận hay buồn.",
    "でも、それを本当に実感をしたことはない。\nそういうのは……わたしの求めてる感情じゃないから。": "Nhưng mà, tớ chưa bao giờ thực sự cảm nhận được điều đó.\nNhững thứ đó…… không phải là cảm xúc mà tớ tìm kiếm.",
    "物真似や作り物じゃ、\n観ている人を感動させることはできないの。": "Bắt chước hay giả tạo, \nthì sẽ không thể làm người xem cảm động được.",
    "でも、俺はフィーの演技をすごいって思ったぞ？": "Nhưng mà, tớ thấy diễn xuất của Fee rất tuyệt đấy?",
    "演技が出来て凄いのと、凄い演技ができるのは違う。": "Việc diễn được và việc có thể diễn xuất tuyệt vời là hai chuyện khác nhau.",
    "今日、わたしが怒っているのを見て……怖いと思った？\n私の悲しむ演技は胸を締め付けられた？": "Hôm nay, khi tớ tức giận, cậu thấy…… sợ sao?\nDiễn xuất buồn bã của tớ có làm cậu đau lòng không?",
    "あの中で、%usernameusernameuserna%の\n心を揺さぶる感情表現はあった？": "Trong số đó, \ncó biểu hiện cảm xúc nào chạm đến trái tim của %usernameusernameuserna% không?",
    "だから、今のわたしじゃ本物の役者にはなれないの。": "Thế nên, tớ của hiện tại không thể trở thành diễn viên thực thụ được.",
    "……そういうもの……なのかな……": "……Thế sao……",
    "うん。だから、本物のちゃんとした感情が知りたいの。": "Ừm. Thế nên, tớ muốn biết những cảm xúc thật sự.",
    "自分の中から沸き上がってくるような、本物の感情を……": "Những cảm xúc thật sự, dâng trào từ bên trong……",
    "……ううむ……": "……Ưm……",
    "どうしたの、%usernameusernameuserna%？": "Sao thế, %usernameusernameuserna%?",
    "……納得がいかないな。やっぱりどう考えても、\nフィーにはちゃんと自分の感情があると思う。": "……Tớ không phục nhỉ. Dù nghĩ thế nào thì, \ntớ vẫn nghĩ Fee có cảm xúc của riêng mình.",
    "……わたしに、感情が？": "……Tớ có cảm xúc sao?",
    "ああ。もしかして気づいてないのか？": "Ừm. Chẳng lẽ cậu không nhận ra sao?",
    "フィーには不安の感情がある": "Fee có cảm xúc bất an",
    "フィーには喜びの感情がある": "Fee có cảm xúc vui vẻ",
    "……わたしに、どんな感情があるの？": "……Tớ có những cảm xúc gì?",
    "不安の……感情……？": "Bất an…… cảm xúc……?",
    "その演出家にそのままじゃだめだって言われて、\n学園に入ってパイロットになったんだろ？": "Cậu đã bị người đạo diễn đó nói là không được như vậy, rồi cậu vào học viện và trở thành phi công đúng không?",
    "……うん。": "……Ừm.",
    "それは、不安になったからじゃないのか？": "Đó là vì cậu bất an đúng không?",
    "不安……": "Bất an……",
    "だって『自分はこのままでいい』って思えてたら、\n自分を変えるために行動しようなんて思わないだろ。": "Vì nếu cậu nghĩ 'mình cứ như vậy là được rồi', thì cậu sẽ không hành động để thay đổi bản thân đúng không.",
    "このままじゃだめなんじゃないか、どうにかしなきゃ……\nそういう気持ちを、不安って呼ぶんだと思う。": "Cứ như vậy thì không được sao, phải làm gì đó……\nTớ nghĩ những cảm xúc đó được gọi là bất an.",
    "……確かにわたしは、そんな風に感じて、感情を学ぼうと思った。": "……Quả thật là tớ đã cảm thấy như vậy, và muốn học cảm xúc.",
    "ずっと役者を目指してきたのに、なれなかったらどうしようって……": "Dù luôn muốn làm diễn viên, nhưng mà, nếu không được thì sao……",
    "それだって、感情だ。\n不安という感情だよ。": "Đó cũng là cảm xúc.\nLà cảm xúc bất an.",
    "これも……": "Cả cái này nữa……",
    "その不安は、フィーの本物の感情だと思うぞ。": "Tớ nghĩ đó là cảm xúc thật của Fee đấy.",
    "……そう、かも……\nモヤモヤして、胸が苦しくなって……": "……Có lẽ vậy……\nMơ hồ, ngực nhói đau……",
    "これが、わたしの感情なんだ……": "Đây là, cảm xúc của tớ sao……",
    "喜びの感情……？": "Cảm xúc vui vẻ……?",
    "さっき演技してる時、俺が『すごい！』って言ったら、\n一瞬だけど嬉しそうな顔になっていたぞ。": "Lúc nãy khi diễn xuất, khi tớ nói 'tuyệt vời!', \ncậu đã có vẻ mặt vui vẻ trong giây lát đấy.",
    "えっ……": "Hể……",
    "あれは演技じゃなかった。\nちゃんとしたフィーの感情じゃないのか？": "Đó không phải là diễn xuất.\nĐó là cảm xúc thật của Fee đúng không?",
    "わたし、そんな嬉しそうな顔してた……？": "Tớ, có vẻ mặt vui vẻ như vậy sao……?",
    "してたよ。": "Có đấy.",
    "き、気のせいじゃ……": "C, chỉ là do……",
    "気のせいじゃないさ。それに、無茶振りをあっさりクリアされて\n悔しがってる俺を見てた時も嬉しそうだった。": "Không phải do đâu. Với lại, khi thấy tớ vượt qua những yêu cầu vô lý, \ncậu đã thấy tớ tiếc nuối, cậu cũng vui vẻ mà.",
    "……本当に？　勘違いじゃ……": "……Thật sao? Nhầm lẫn sao……",
    "そうやって、恥ずかしくなってるだろ？\nそれもフィーの感情だよ。": "Cậu đang thấy xấu hổ đúng không?\nĐó cũng là cảm xúc của Fee đấy.",
    "……別に、恥ずかしがってなんか……ない。": "……Chẳng có, xấu hổ gì…… đâu.",
    "そうやって、普段と違う反応をしてるのは、\n自分の感情に振り回されてるってことじゃないのか？": "Cậu đang có những phản ứng khác với bình thường, \nthì có phải là đang bị cảm xúc của bản thân chi phối không?",
    "むむ……": "Ưm……",
    "な？　フィーには、ちゃんと感情があるだろ？": "Hả? Fee, cậu có cảm xúc mà đúng không?",
    "…………これが、わたしの感情なんだ。": "…………Đây là, cảm xúc của tớ.",
    "そう思ったら……不思議な気分。": "Nếu nghĩ vậy…… Cảm giác thật kỳ lạ.",
    "…………ありがとう。": "…………Cảm ơn.",
    "なんでお礼を？": "Cảm ơn vì sao?",
    "わたしの知らない感情を、教えてくれたから。": "Vì đã cho tớ biết những cảm xúc mà tớ không biết.",
    "ああ、そういうことか。\nだが大したことじゃないよ。": "À, ra là vậy.\nNhưng mà, không có gì to tát đâu.",
    "自分で気づきにくいだけで、フィーにもちゃんと感情はあるんだ。": "Chỉ là cậu khó nhận ra thôi, Fee cũng có cảm xúc mà.",
    "だから今のフィーに必要なのは、本物の感情を学ぶことじゃなくて……\n自分の感情に気づいてあげることじゃないか？": "Thế nên, điều Fee cần bây giờ, không phải là học những cảm xúc thật mà là……\nnhận ra những cảm xúc của bản thân mình đúng không?",
    "……感情に、気づいてあげる……うん、わかった。": "……Nhận ra cảm xúc của mình…… Ừm, tớ hiểu rồi.",
    "ねえ、%usernameusernameuserna%。": "Này, %usernameusernameuserna%.",
    "なんだ？": "Sao?",
    "顔、触ってもいい？": "Tớ có thể chạm vào mặt cậu không?",
    "顔……？\nまあ、いいけど……": "Mặt……?\nỪm, được thôi……",
    "うん。それじゃあ、失礼するね……": "Ừm. Vậy thì, tớ xin phép nhé……",
    "……%usernameusernameuserna%の顔を見て、\nすごいなと思ってたの。": "……Tớ nhìn mặt của %usernameusernameuserna%, \ntớ đã nghĩ là giỏi thật đấy.",
    "すごい？　何がだ？": "Giỏi? Giỏi chỗ nào?",
    "演技じゃなくても、こんなに驚いたり、悔しがったり、\n喜んだりできて……すごいなって。": "Không cần diễn xuất, cậu vẫn có thể ngạc nhiên, tiếc nuối, \nvui vẻ đến thế…… Tớ thấy giỏi thật.",
    "フィーだってできるよ。\nちゃんとフィーにも感情があるんだから。": "Fee cũng có thể mà.\nVì Fee cũng có cảm xúc mà.",
    "俺と同じ風にって訳にはいかないだろうけどさ。\nフィーにしかできない感情表現をしていけばいい。": "Tuy không thể giống như tớ.\nNhưng mà, cứ thể hiện những cảm xúc mà chỉ Fee mới có là được.",
    "……うん、わたしだけの感情を見つけてみる。": "……Ừm, tớ sẽ tìm ra những cảm xúc của riêng mình.",
    "こうやって、感情があるって気づかせてくれたのは、\n%usernameusernameuserna%のおかげ": "Việc cậu đã cho tớ biết là tớ có cảm xúc, \nlà nhờ có %usernameusernameuserna%",
    "本当にありがとう。": "Cảm ơn cậu rất nhiều.",
    "だから、気にしなくても大丈夫だ。\nそれよりも、そろそろ顔から手を放して欲しいんだが……": "Thế nên, không cần phải lo lắng đâu.\nHơn thế nữa, tớ muốn cậu bỏ tay ra khỏi mặt tớ.",
    "ごめんね。それじゃあ、帰ろう。": "Xin lỗi nhé. Vậy thì, về thôi.",
    "（……心なしか、さっきより足取りが軽くなったような……）": "（……Cảm giác như bước chân nhẹ nhàng hơn lúc nãy……）",
    "……これなら、フィーだけの感情が見つかるのもすぐかもな。": "……Nếu vậy, có lẽ Fee sẽ tìm thấy cảm xúc của riêng mình sớm thôi.",
    "……？　どうしたの？\nもしかしてまだ、寄りたいところあった？": "……? Sao thế?\nChẳng lẽ vẫn còn chỗ muốn đi sao?",
    "いや、なんでもない。\n帰るとするか！": "Không, không có gì.\nĐi về thôi!"
}