{
    "とあるビルのオフィスで、\nコトハは通信機で連絡を取りながら苦々しげに言い捨てた。": "Trong một văn phòng của một tòa nhà nọ, \nKotoha vừa liên lạc bằng bộ đàm vừa nghiến răng nói.",
    "『Ｔｗｅｅｔｙは見たかしら？　ニセ生徒会長さん』": "『Tweety thấy chưa? Cô hiệu trưởng giả mạo』",
    "……もちろん見たわよ。くだらない。": "……Tớ thấy rồi. Vớ vẩn.",
    "彼女の手元の端末で『＃ニセ生徒会長を捜せ！』キャンペーンを謳い、\nＳＮＳの投稿画面はニセ会長の情報で賑わっていた。": "Trên thiết bị đầu cuối của cô, chiến dịch 『#Tìm_hiệu_trưởng_giả!』được phát động, \nmàn hình đăng bài trên SNS tràn ngập thông tin về hiệu trưởng giả.",
    "コトハは通信相手に、苛立ちをぶつけるように訴えた。": "Kotoha hướng về người ở đầu dây bên kia, như thể trút giận.",
    "ねえ、ファルファッラ。\nこの馬鹿げた騒ぎ、あんたの手でなんとかしてよ。": "Này, Farfalla.\nCậu làm ơn giải quyết cái trò hề này đi.",
    "『既にやっているわ。\n誤情報に情報統制や誘導……他にもあらゆる手段を使っている』": "『Tớ đang làm rồi.\nKiểm soát thông tin và hướng dẫn thông tin sai lệch… Tớ còn dùng nhiều cách khác nữa』",
    "本当に？": "Thật sao?",
    "『当然。具体的に言いましょうか？　ＤＮＳポイズニングで、主要ＳＮＳ\nプラットフォームのネームサーバーに偽のレコードを注入……』": "『Đương nhiên. Cậu muốn tớ nói cụ thể hơn không? Tiêm bản ghi giả vào máy chủ tên miền của các nền tảng SNS chính bằng DNS poisoning…』",
    "『正規の投稿へのトラフィックを、\n用意したハニーポットへリダイレクトさせている……けど……』": "『Chuyển hướng lưu lượng truy cập đến các bài đăng hợp lệ, \nvào một honeypot đã chuẩn bị sẵn… nhưng…』",
    "けど？": "Nhưng?",
    "『あちらも対処している……動的にルーティングを補正して……\nありえない処理速度だわ……なんなの、これ』": "『Bên kia cũng đang đối phó… Điều chỉnh định tuyến một cách linh hoạt…\nTốc độ xử lý không thể tin được… Cái gì vậy chứ』",
    "言い訳は聞きたくないわ。\nあんたには十分な機材もリソースも与えてるでしょ。": "Tớ không muốn nghe lời bào chữa đâu.\nCậu đã được cung cấp đủ thiết bị và tài nguyên rồi.",
    "『言い訳じゃない。私の攻撃を瞬時に学習して対応してくるなんて……\nおそらくＡＩ……いえ、これはもうＡＩなんて概念を超えてる……！』": "『Đây không phải là lời bào chữa. Học hỏi và đối phó ngay lập tức với các đòn tấn công của tớ…\nCó lẽ là AI… Không, cái này đã vượt qua khái niệm AI rồi…!』",
    "『思考のプロセスが存在しない、ふざけてるわ！\nまるで神の視点からチェスを指しているかのような……』": "『Không có quá trình tư duy, thật là vớ vẩn!\nNhư thể đang chơi cờ từ góc nhìn của Chúa…!』",
    "はあ……苦労してるのは理解したわ。\nでもこのままにはしておけないでしょう。": "Haizz… Tớ hiểu cậu đang gặp khó khăn rồi.\nNhưng chúng ta không thể để yên như thế này được.",
    "『コトハ……悪いけど、情報戦での勝利は不可能よ。\n油断をすると、こっちの居場所が割れる危機すらあるわ』": "『Kotoha… Xin lỗi, nhưng chiến thắng trong cuộc chiến thông tin là không thể.\nNếu lơ là, thậm chí còn có nguy cơ bị lộ vị trí của chúng ta』",
    "……ちっ、アレが干渉してきた、ってところね。\n私達を仕留めに来てるのか……忌々しい。": "…Chậc, có vẻ như thứ đó đã can thiệp rồi.\nNó đến để tiêu diệt chúng ta sao… Thật đáng ghét.",
    "そこへ、ふいに部屋の扉が開けられた。": "Đột nhiên, cánh cửa căn phòng mở ra.",
    "……ここにいたか。": "…Thì ra là ở đây.",
    "仕立てのいいスーツを着た面長の男が、\n不機嫌を隠そうともせずにコトハを一瞥する。": "Một người đàn ông mặt dài mặc một bộ vest đẹp, \nkhông giấu nổi vẻ khó chịu liếc nhìn Kotoha.",
    "コトハはすぐに、相手の反応も待たずに通信を切った。": "Kotoha ngay lập tức ngắt liên lạc, không chờ đối phương phản ứng.",
    "ノックもしないなんてお行儀がいいのね。\n『アークライト・ダイナミクス』の専務ともあろう人が。": "Không gõ cửa, thật là lịch sự làm sao.\nMột người như giám đốc điều hành của 『Arclight Dynamics』 cơ đấy.",
    "ここは我が社のオフィスだ。君こそ行儀がいいじゃないか。\nまるでここの所有者のようだ……こんな状況だというのにな！": "Đây là văn phòng của công ty chúng ta. Cô mới là người lịch sự đấy.\nNhư thể cô là chủ sở hữu nơi này vậy… Trong tình huống này cơ chứ!",
    "男は端末をコトハの顔の前に突き出し見せつける。\n表示されているのはコトハと同じ、ＳＮＳの画面だった。": "Người đàn ông đưa thiết bị đầu cuối ra trước mặt Kotoha để cô xem.\nNhững gì hiển thị trên đó giống như của Kotoha, là màn hình SNS.",
    "ＬＯＣのインフルエンサー気取りの小娘が君を嗅ぎ回っているようだが。": "Một cô gái nhỏ thích làm người có ảnh hưởng của LOC đang tìm cách moi móc thông tin về cô.",
    "……把握してるわ。": "…Tớ biết rồi.",
    "どうするつもりだ！？　このまま探られていると、\n我々と君の繋がりまで露見するのは時間の問題だぞ！": "Cô định làm gì chứ!? Nếu cứ để yên như thế này, \nthì chỉ là vấn đề thời gian để mối liên kết giữa chúng ta và cô bị lộ thôi!",
    "落ち着いたら、専務？　こんなものは子供の遊びよ。\nいちいち目くじらを立てるようなことじゃないわ。": "Bình tĩnh nào, giám đốc điều hành?\nMấy thứ này chỉ là trò trẻ con thôi. Không cần phải làm quá lên như thế đâu.",
    "確たる証拠がないからこそ、こんなくだらない真似をしてるのよ。\n藁にもすがる思いで情報を集めているんじゃない？": "Chính vì không có bằng chứng xác thực nên họ mới làm mấy trò vớ vẩn này.\nChẳng phải họ đang thu thập thông tin với hy vọng mong manh sao?",
    "決定打があるならとっくに行動しているわ。": "Nếu có bằng chứng quyết định, họ đã hành động từ lâu rồi.",
    "ぬう……それは確かにそうだが。": "Ưm… Điều đó quả thực là như vậy.",
    "ここで慌てて過剰反応すれば、それこそ相手の思う壺。\n子供の遊びに本気になるつもり？": "Nếu chúng ta phản ứng thái quá ở đây, thì chẳng khác nào chui đầu vào tròng của đối phương.\nCô định nghiêm túc với trò trẻ con này sao?",
    "だが一歩進んでいるのは間違いないだろう。もうあの、\nトリニティなんとかに罪を着せるシナリオは崩れたと言っていい。": "Nhưng không còn nghi ngờ gì nữa là họ đã tiến thêm một bước. Có thể nói rằng, kịch bản đổ tội cho cái gì gì đó của Trinity đã sụp đổ rồi.",
    "万一、不正アクセスが我々の仕業だと突き止められたら我が社は――": "Trong trường hợp xấu nhất, nếu chúng ta bị phát hiện là đã truy cập trái phép, thì công ty chúng ta sẽ――",
    "そんな不安になるなら最初からやらなければいいのに……小さい男ね。\nあんたの会社がどうなろうと、私の知ったことではないわ。": "Nếu lo lắng về điều đó thì ngay từ đầu đừng làm đi… Đàn ông nhỏ nhen thật đấy.\nCông ty của anh có ra sao thì liên quan gì đến tôi chứ.",
    "なんだと！？": "Cái gì cơ!?",
    "あんたたちは私に必要なものを提供し、私は求められた結果をもたらす。\n契約は履行されているの。": "Các anh cung cấp những thứ tôi cần, và tôi mang lại kết quả như yêu cầu.\nHợp đồng đã được thực hiện rồi.",
    "そこにはあんたの会社の面倒を見ることまで入ってないわ。\nもしどうにかしてほしいなら、追加報酬を用意してね。": "Nó không bao gồm việc chăm sóc công ty của anh đâu.\nNếu anh muốn tôi làm gì đó, hãy chuẩn bị thêm tiền thưởng đi.",
    "……っ！": "…!",
    "無駄話はここまでよ。\nＳＮＳなんか見てないで自分の務めを果たしたら？": "Đến đây là hết chuyện rồi.\nSao không xem SNS đi mà hoàn thành nhiệm vụ của anh đi?",
    "コトハはそれだけ言うと、つかつかと部屋を出ていく。\n残された男は舌打ちをして、彼女が消えた扉を睨みつけた。": "Kotoha vừa nói xong thì bước ra khỏi phòng.\nNgười đàn ông còn lại bĩu môi, nhìn chằm chằm vào cánh cửa nơi cô đã biến mất.",
    "小娘が……！　我々を都合のいい道具にできると思うなよ……！": "Con nhóc…! Đừng tưởng rằng chúng ta là những công cụ tiện dụng…!",
    "見てください、これ。キャンペーンはすごい反響ですよ！\n画像からメッセージ投稿まで、目撃情報がひっきりなしです！": "Xem này. Chiến dịch đang có phản hồi rất lớn đấy!\nTừ hình ảnh đến đăng tin nhắn, thông tin về nhân chứng được cập nhật liên tục!",
    "よくこの短時間でここまで情報集められたな。\n素直に感心してしまった……": "Cậu đã thu thập được nhiều thông tin đến thế trong thời gian ngắn như vậy.\nTớ thật sự ngưỡng mộ đấy…",
    "メッセージから画像、動画といった情報を、\nピコが１つのファイルに一覧化してくれていた。": "Thông tin từ tin nhắn, hình ảnh, video, \nPico đã tổng hợp thành một tệp.",
    "ふふーん！　ボクにかかればこれくらい朝飯前なんですよ！\n見直しましたか、マスター！？": "Hehe! Nếu là tớ thì chuyện này chỉ là chuyện nhỏ thôi!\nMọi người thấy tớ giỏi chưa, Master!?",
    "ああ、まあ、今回は本当によくやったよ。\nどうやら自信が戻ったみたいだな。": "Ừm, lần này cậu làm tốt lắm.\nDường như cậu đã lấy lại được sự tự tin rồi.",
    "へへん！　今のボクならこの世のすべてのネットワークも、\n支配下に置ける気がします！！": "Hehen! Nếu là tớ bây giờ thì tớ có thể kiểm soát tất cả các mạng lưới trên thế giới này luôn!!",
    "それは大きく出過ぎだろ……\nお前の自信はゼロか１００しかないのか。": "Cậu nói quá lên rồi đấy…\nSự tự tin của cậu là 0 hay 100 vậy?",
    "にしても量がヤバたんです……ピコちゃんが怪しいのとそうでないので\n振り分けてくれますが、そこから精査するだけでも膨大で……": "Nhưng số lượng thì thật là kinh khủng… Pico-chan sẽ phân loại những thứ khả nghi và không khả nghi, \nnhưng chỉ riêng việc sàng lọc thôi cũng đã rất nhiều rồi…",
    "見間違いを除けば、ガセネタにコラ、捏造などのおふざけばっかね。\nまあ、お遊び企画だから、仕方ないけど……": "Nếu loại bỏ những sai sót, thì toàn là tin vịt, ảnh chế, làm giả thôi.\nỪm, vì là một dự án vui chơi nên cũng không có gì lạ…",
    "中には本物の生徒会長の情報とかもあったよね。\n後は雇った偽物役の人の画像とか。": "Trong đó cũng có những thông tin thật về hiệu trưởng nữa.\nSau đó là hình ảnh của những người đóng giả.",
    "『パン買ってた』とか、『ラーメンを食べてた』とかだね。\nあとわざと会長のコスプレして目立ってる人もいるみたい。": "『Mua bánh mì』, 『Ăn ramen』.\nNgoài ra còn có những người cố tình cosplay hiệu trưởng để gây chú ý nữa.",
    "これだぁ！　って投稿がなかなかないねー。": "Không có bài đăng nào kiểu 『Đây rồi!』 cả.",
    "……あれ？　これ気になります。\n他と比べると、なんかすごい不自然な場所というか……": "…À? Cái này tớ thấy hơi lạ.\nSo với những cái khác, nó có vẻ không tự nhiên cho lắm…",
    "『アークライト・ダイナミクス社の工場近くで生徒会長を見かけた』\n……この目撃情報が気になるの？": "『Thấy hiệu trưởng gần nhà máy của Arclight Dynamics』\n…Cậu quan tâm đến thông tin này à?",
    "アークライト・ダイナミクス――ＡＤ社の工場って、\nＬＯＣ校区の外れにある、あそこ？": "Arclight Dynamics――Nhà máy của AD, \nnằm ở rìa khu vực LOC, chỗ đó sao?",
    "ＡＤ社？": "AD?",
    "ＭＧ開発の大企業だよ。ノースリム重工やＲＳ社に並ぶね。\nでもジェネレーター市場でこの２社に負けてて業績低迷中。": "Một tập đoàn lớn về phát triển MG. Đứng ngang hàng với Northlim Heavy Industries và RS.\nNhưng họ đang thua hai công ty này trên thị trường máy phát điện và đang hoạt động kém hiệu quả.",
    "今ネット調べてたら、今回の評価プロジェクトから外されたことに、\nかなり不満があるような記事が引っかかったよ。": "Tớ vừa tìm kiếm trên mạng thì thấy một bài báo nói rằng họ rất bất mãn vì bị loại khỏi dự án đánh giá lần này.",
    "動機としては十分か。\nいきなりきな臭くなってきたな……": "Đủ động cơ rồi.\nMọi chuyện bắt đầu trở nên đáng ngờ rồi…",
    "……へぇ。": "…Hể.",
    "なになに？　エヴィちゃんも何か見つけた？": "Sao vậy? Evie-chan cũng tìm được gì à?",
    "今生徒会長にメッセージ飛ばしたんだよね。『ＡＤ社の工場に繋がる\n工業地域への通行記録に、会長の記録はあるか』って。": "Tớ vừa gửi tin nhắn cho hiệu trưởng. 『Có bản ghi nào về việc cô ấy đi qua khu công nghiệp dẫn đến nhà máy AD không』.",
    "ソッコーで返事きたよ。": "Trả lời ngay lập tức.",
    "……なんて？": "…Nói gì?",
    "『あります』ってさ。": "『Có』.",
    "こりゃ、ほぼほぼ確定だな。": "Vậy thì, gần như chắc chắn rồi.",
    "（っていうか、このＡＤ社の工場近くで会長を見たって情報も、\n生徒会長からのものなんじゃ……あまりにピンポイントすぎるし）": "（Mà, thông tin thấy hiệu trưởng gần nhà máy AD này, \ncũng là từ hiệu trưởng mà ra… Quá chi tiết）",
    "シェアを奪われた恨み、自分達を置き去りにした新型の開発競争への\n焦り……動機は十分だよね。まさにザ・悪党って感じ！": "Hận thù vì bị cướp thị phần, lo lắng về cuộc đua phát triển công nghệ mới đã bỏ lại họ…\nĐủ động cơ rồi. Đúng là kiểu nhân vật phản diện!",
    "ちょっと、小物というか、小悪党感は拭えないけどね。": "Chỉ là, hơi nhỏ bé, cảm giác như là một kẻ xấu nhỏ thôi.",
    "心証から見ればほぼ黒。とはいえ、物的証拠では灰色って感じだな。": "Nhìn từ cảm quan thì gần như là đen. Tuy nhiên, về bằng chứng vật chất thì lại là xám.",
    "まとめると……業績が悪化して焦ったＡＤ社が、\nハッカーを雇って不正アクセスを企んだ……ってところかな。": "Tóm lại… AD, vì hoạt động kinh doanh kém hiệu quả nên đã thuê hacker để thực hiện truy cập trái phép…\nĐại loại là vậy.",
    "でも、これだけだと客観的な証拠としては足りないよね？\n答えはわかるけど、途中式はないみたいな……他にも何かあるの？": "Nhưng chỉ có vậy thì chưa đủ bằng chứng khách quan đúng không?\nTuy biết câu trả lời, nhưng không có công thức… Còn gì nữa không?",
    "俺にいい考えがある。": "Tớ có một ý tưởng hay.",
    "えっ、なんか悪いことの前フリにしか聞こえないんだけど。": "Ể, nghe như là điềm báo trước cho một điều gì đó tồi tệ vậy.",
    "次の企画はこれだ――": "Dự án tiếp theo là――",
    "『ニセ会長の発見！？　ＡＤ社の工場に突撃してみた！』": "『Phát hiện hiệu trưởng giả!? Đột kích vào nhà máy AD!』",
    "へ……？": "Hể…?",
    "えぇええええええええッ！？": "Ểeeeeeeeeeeeeeeeeeeee!?!",
    "ほ、本気で、そんなことするつもりですか！？": "T, thật sự, cậu định làm vậy sao!?",
    "えっと、突撃って……現地に行くの！？": "À, đột kích… Đến hiện trường sao!?",
    "まあ、単純に突撃するわけじゃなくて、\nこれもフルートの『声』の力に頼ろうと思ってる。": "Ừm, không chỉ đơn giản là đột kích đâu, \ntụi mình sẽ dựa vào sức mạnh 『giọng nói』 của Flute.",
    "……もしかして、直接乗り込んで配信してやろうって魂胆？": "…Có khi nào, cậu định trực tiếp xông vào và phát sóng không?",
    "おっ、大正解！\nレイラに１０%usernameusernameuserna%ポイントを贈呈！": "Ố, chính xác!\nTặng Leila 10% điểm usernameusernameuserna%!",
    "何に使うの、それ……": "Dùng để làm gì vậy…",
    "言い換えれば、ＡＤ社や双頭の斧がどう動くか、何を隠しているか、\n全部配信を通じてみんなに見せてやろうってこと？": "Nói cách khác, tụi mình sẽ cho mọi người thấy AD và song đầu búa đang làm gì, đang che giấu điều gì, \nthông qua việc phát sóng?",
    "シエナに２０%usernameusernameuserna%ポイント！\nそのとおりだ！": "Tặng Siena 20% điểm usernameusernameuserna%! \nĐúng vậy!",
    "やったっ！": "Yeah!",
    "え、嬉しいの……？": "Ể, vui sao…?",
    "もちろん、無理強いはしない。フルートの意見が最優先だし、\nみんながやらないっていうならこの案は却下だ。": "Tất nhiên, tớ sẽ không ép buộc. Ý kiến của Flute là quan trọng nhất, \nvà nếu mọi người không muốn làm thì sẽ hủy bỏ kế hoạch này.",
    "いやいや！？　そんな映画とかみたいな作戦無茶苦茶だよ！？": "Không, không!?, Kế hoạch như trong phim thì vô lý quá!?",
    "とはいえ、もう時間はあまり残されていないぞ。ＡＤ社が尻尾を\n出さなければ、生徒会長でもレイヴェル達を助けられない。": "Tuy nhiên, thời gian không còn nhiều nữa. Nếu AD không lộ đuôi, thì hiệu trưởng cũng không thể giúp đỡ Layver và mọi người.",
    "それはそうだけど……": "Đúng là như vậy…",
    "俺らに足りないのは客観的な証拠だ。\nでも一方で叩けば埃は出る状態でもある。": "Những gì chúng ta thiếu là bằng chứng khách quan.\nNhưng mặt khác, nếu chúng ta đánh vào thì sẽ có bụi bay ra.",
    "配信と同時に今まで得た情報を厳選してバラ撒きつつ、\n直接ＡＤ社の工場を配信して盛り上げれば……": "Trong khi phát sóng, đồng thời chọn lọc và tung ra những thông tin đã thu thập được cho đến nay, \nvà phát sóng trực tiếp nhà máy AD để khuấy động không khí…",
    "世論はこっちに付いて、やつらは尻尾を出すかも知れない……": "Dư luận sẽ ủng hộ chúng ta, và có lẽ chúng sẽ lộ đuôi…",
    "まあ、正直苦肉の策なのはわかってるよ。": "Ừm, tớ biết rằng đây là một biện pháp bất đắc dĩ.",
    "……肝心のフルートはどうするの？": "…Vậy còn Flute thì sao?",
    "フルートはやります！！　これでトリニティ・ジュエルの\nみんなを助けられるなら、やらない理由はありません！": "Flute sẽ làm!! Nếu điều này có thể giúp đỡ mọi người của Trinity Jewel, thì không có lý do gì để không làm cả!",
    "あら、即答じゃない。それだったら、あたしも乗っかろうかな。": "Ồ, không do dự luôn. Nếu vậy, tớ cũng tham gia.",
    "リリーちゃんはどうなの？　風紀委員だし……\n今までは大丈夫でも、これは無理なんじゃない？": "Lily-chan thì sao? Là ủy viên trật tự mà…\nTrước đây thì không sao, nhưng lần này thì không được đúng không?",
    "リリーに視線が集まる。\n彼女は自分の手を握ってから、真っすぐに俺たちを見る。": "Ánh mắt đổ dồn về Lily.\nCô nắm chặt tay mình rồi nhìn thẳng vào chúng tôi.",
    "そうだね……でも、トリニティ・ジュエルが濡れ衣を\n着せられるのを見過ごせないよ！　リリーは皆を守るヒーローだからね！": "Đúng vậy… Nhưng tớ không thể bỏ qua việc Trinity Jewel bị đổ oan!\nLily là một anh hùng bảo vệ mọi người mà!",
    "リーダーがやるなら、当然私も賛成かな。せっかくの\n評価プロジェクトが、こんなつまらない結末で終わるなんて嫌だしね。": "Nếu leader làm, thì đương nhiên tớ cũng đồng ý rồi. Tớ không muốn dự án đánh giá lại kết thúc với một kết cục nhàm chán như vậy.",
    "襲撃と聞いたときはびっくりしたけど……\nでもこれも必要なことなんだよね。だったら、やるよ。": "Khi nghe nói là tấn công thì tớ đã rất ngạc nhiên…\nNhưng đây cũng là điều cần thiết. Nếu vậy, tớ sẽ làm.",
    "……わかった。みんながやるなら私もやる。\nもうこれしかなさそうだしね。": "…Tớ hiểu rồi. Nếu mọi người làm thì tớ cũng làm.\nChắc là chỉ có thể làm vậy thôi.",
    "フルート、お前が作戦の要だ。\n頼むぞ。": "Flute, cậu là trung tâm của chiến dịch đấy.\nNhờ cậu cả đấy.",
    "はい！　アゲアゲでガチっていきます！": "Vâng! Em sẽ cố gắng hết mình!",
    "みんな、よく賛同してくれた。恐らくは戦闘になる可能性が高い。\nでも安心してほしい。奥の手はちゃんと用意しておく。": "Mọi người đã đồng ý rồi. Có lẽ sẽ có chiến đấu đấy.\nNhưng hãy yên tâm. Tớ đã chuẩn bị sẵn một chiêu bài bí mật.",
    "何するつもりなの？": "Cậu định làm gì?",
    "リリー、ちょっと耳を貸せ。": "Lily, lại gần tớ một chút.",
    "うえぇ、なんか嫌な予感がするなぁ……": "Uể, tớ có linh cảm không lành quá…",
    "ゴニョゴニョ……": "Gì đó…",
    "ふんふん？　ふん？　え？": "Hửm hửm? Hửm? Ể?",
    "ええええぇぇぇぇっ！？　いやいやいや！\nそれリリーがやるの！？　マズいって！！": "Ểeeeeeeeeeeeeeeee!? Không, không, không!\nLily làm sao!? Nguy hiểm quá!!",
    "そっかぁ！　大賛成か～！　さすがリリー！\n頼りになるなぁ！　よっ、正義のヒーロー！": "Thì ra là vậy! Tớ hoàn toàn đồng ý! Đúng là Lily!\nĐáng tin cậy thật! Cố lên, anh hùng chính nghĩa!",
    "幻聴でも聞こえてるの！？　賛成してるように見える！？": "Ảo giác sao!? Có vẻ như đang đồng ý sao!?",
    "うううう……でも確かにアリ……\nではあるんだよなぁ……うぅ……": "Uuuu… Nhưng quả thật là có lý…\nThật là… Uuu…",
    "……何をやらせるつもりなんだろ、この人。": "…Không biết người này định bắt mình làm gì nữa."
}