{
    "今度の競技で採用する作戦について意見がほしい――\nそう請われて、俺は翠蘭の部屋を訪れていた。": "Tôi muốn xin ý kiến về kế hoạch sẽ áp dụng trong cuộc thi lần này――\nNghe vậy, tôi đã đến phòng của Thúy Lan.",
    "床に座り、ローテーブルを囲んで、\n彼女の用意した資料に目を通す。": "Tôi ngồi xuống sàn, vây quanh bàn thấp, \nxem qua tài liệu mà cô ấy đã chuẩn bị.",
    "さすが翠蘭、無駄のないプランだな。": "Quả là Thúy Lan, một kế hoạch không hề lãng phí.",
    "そう感想を述べると、向かい――ではなく、\nなぜか左手垂直の位置に座る彼女が、ほっとした顔を浮かべた。": "Khi tôi nói vậy, cô ấy ngồi đối diện―― không, mà là ở vị trí thẳng hàng bên trái, vẻ mặt có vẻ nhẹ nhõm.",
    "そう言ってもらえて安心しました。": "Em rất vui vì anh nói vậy.",
    "しかし……どうしてもって言うから来たけど、\nこの出来なら、俺が確認するまでもなかったんじゃないか？": "Nhưng... dù sao thì em cũng bảo anh đến, \nvới những gì đã làm được, có lẽ anh không cần phải xác nhận nữa nhỉ?",
    "ね、念には念をというでしょう？": "À thì, người ta nói là 'cẩn tắc vô áy náy' mà?",
    "……ここ数日は、みんなが積極的にフォローしてくれるおかげで\nあなたと会う口実が作れませんでしたし……": "...Vài ngày nay, nhờ mọi người tích cực hỗ trợ nên em đã không có cơ hội gặp anh...",
    "翠蘭？　何か言ったか？": "Thúy Lan? Em nói gì vậy?",
    "な、なんでもありません。": "Dạ, không có gì ạ.",
    "（……今日は妙に距離が近いな。\nそのせいか、翠蘭からほんのり甘い香りが……）": "(...Hôm nay sao lại gần gũi thế nhỉ.\nCó lẽ vì vậy mà, từ Thúy Lan thoang thoảng mùi hương ngọt ngào...)",
    "（さっきから視界にちらちら太ももも……\nスカート短すぎるんだよな……）": "(Từ nãy đến giờ, em cứ thấy đùi lấp ló trong tầm mắt...\nVáy ngắn quá đi mất...)",
    "あの……%usernameusernameuserna%さん……": "À... Anh %usernameusernameuserna%...",
    "ん……？": "Hửm...?",
    "そ、その……さっきから気になってて……\n股間が、ありえないほど、大きく……": "Thì, thì... em để ý từ nãy giờ rồi... \nChỗ đó của anh... to một cách không thể tin được...",
    "あっ……す、すまん！": "Á... X, xin lỗi!",
    "距離の近さとか、翠蘭の匂いとか、その、足が目についたりとか……\n色々意識してたら、つい……": "Chuyện khoảng cách gần gũi, mùi hương của Thúy Lan, rồi cả việc em cứ để ý đến chân anh nữa... \nEm cứ để ý nhiều thứ quá, nên...",
    "……そ、そういう目で見てしまった、と？": "...Tức là, anh đã nhìn em bằng ánh mắt như vậy, phải không?",
    "ごめん。でも悪気があってのことじゃないというか、\n男の体は自然に反応するから仕方ないんだ。だから――": "Xin lỗi. Nhưng không phải là anh cố ý đâu, \nvì cơ thể đàn ông phản ứng một cách tự nhiên nên không thể tránh khỏi. Vì vậy――",
    "……はあ。\nし、仕方ない人ですね、あなたは……": "...Haizz.\nĐ, đúng là không thể làm gì với anh mà...",
    "――え？\nお、おい、翠蘭、何を……っ！？": "――Hả?\nÔ, ôi, Thúy Lan, em đang...",
    "彼女は身につけていた衣類を脱いで下着姿になると、\n続けて動揺する俺のズボンにも手をかけ、勢いよく下半身を露出させた。": "Cô ấy cởi bỏ quần áo đang mặc, để lộ bộ đồ lót, \ntiếp theo đó, cũng tác động vào quần của tôi, để lộ phần dưới một cách mạnh mẽ.",
    "そして大きくなった俺のペニスの先端に、\n緊張した面持ちで恐る恐る舌を這わせる。": "Và rồi, cô ấy đặt lưỡi lên đầu dương vật của tôi, \nvới vẻ mặt căng thẳng và rụt rè.",
    "翠蘭っ……そんな、いきなり……！": "Thúy Lan... Sao lại, đột ngột thế...!",
    "も、もたもたしていると、余計に恥ずかしいんです。\nですから……逃げようとしないでください……れろっ……": "N, nếu cứ chần chừ, em sẽ càng thấy xấu hổ hơn.\nVì vậy... xin đừng bỏ chạy... rờ...!",
    "ざらりとした感触が亀頭を撫でただけで、俺の背中に電流が走る。\n危うく膝から崩れ落ちそうになった。": "Cảm giác thô ráp lướt qua quy đầu, khiến tôi cảm thấy như có luồng điện chạy dọc sống lưng.\nTôi suýt nữa thì ngã quỵ.",
    "こ、今回だけですからね……\nそのままじゃ集中できないでしょうから……ちゅ、ちゅぱっ……": "L, lần này thôi đấy nhé...\nVì nếu cứ như vậy thì em không thể tập trung được... chụt, chụt chụt...",
    "ちゅる……れろ、ん……んっ……\nう、上手くできているか、わかりませんけど……ちゅぱっ……": "Chụt... rờ, ừm... ừm...\nEm, không biết là mình làm tốt chưa nữa... chụt chụt...",
    "早く鎮めてもらわないと、あとのタスクに支障が出ます……\nちゅっ……ちゅぱ……ちゅぱ……はぁ……んん……": "Nếu không làm cho anh bình tĩnh lại nhanh lên thì sẽ ảnh hưởng đến các công việc sau đó... \nChụt... chụt... chụt... ha... ừm...",
    "ぎこちない舌使い。しかし、それがかえって劣情を煽る。\n無垢な翠蘭の口を、もっと犯したい……そんな気分にさせた。": "Cách dùng lưỡi có vẻ vụng về. Nhưng, điều đó lại càng làm tăng sự thèm muốn.\nTôi muốn phạm tội với miệng của Thúy Lan... Tôi có cảm giác như vậy.",
    "んむぅ……お、男の人のって、こんなに大きいんですね……\nそれに……ちゅ、ちゅっ、んむ……あ、熱い……はぁっ……": "Ưm... N, đàn ông... to thật đấy nhỉ...\nVới lại... chụt, chụt, ưm... a, nóng quá... ha...!",
    "れろれろっ……はふ……ん、ちゅっ……ちゅうぅっ……\nこんなのが、ア、アソコに入るなんて……信じられません……": "Rờ rờ... hafu... ừ, chụt... chịu... \nCái này, mà, vào trong chỗ đó... không thể tin được...",
    "翠蘭の柔らかそうな唇を先走り汁で汚しながら、\n俺の欲望がぬめった舌の上で踊る。": "Trong khi làm ướt đôi môi mềm mại của Thúy Lan bằng dịch tiết, \nước bọt của tôi nhảy múa trên lưỡi.",
    "はむ……んんっ……じゅぽっ、んっ、んっ、んっ……\nちゅる、ちゅるっ、んんん……ん、はぁっ……！": "Ham... ừm... chụt, ừm, ừm, ừm...\nChụt, chụt, ừm... ừm, ha...!",
    "さ、さっきから、黙って私の顔を見下ろして……\nちゅっ……ん、め、目つき、いやらしいのですが……ちゅぱっ……": "T, từ nãy đến giờ, anh cứ nhìn chằm chằm vào mặt em...\nChụt... ừm, ánh mắt, thật là dâm đãng... chụt chụt...",
    "せめて、気持ちいいかどうかだけ、ちゃんと伝えるべきでは……？\nん……れろっ……れろっ……どうなのですか……？": "Ít nhất, anh nên cho em biết là anh có thấy thoải mái hay không chứ...?\nỪm... rờ... rờ... thế nào ạ...?",
    "陰茎を頬張り、上目遣いで問いかけてくる翠蘭。\n俺は腰を振りたくなる衝動を抑えながら、ただ懸命に頷いた。": "Thúy Lan, vừa mút dương vật, vừa ngước mắt lên hỏi.\nTôi cố gắng kìm nén sự thôi thúc muốn lắc hông, chỉ gật đầu một cách chăm chú.",
    "よ、よかった……なら、は、早く……ちゅぱっ、ちゅぱっ……\nはぁ……ふ……んっ、しゃ、射精……して、ください……んっ……！": "V, vậy thì tốt... vậy thì, nhanh lên... chụt chụt, chụt chụt...\nHa... fu... ừm, xì, xuất tinh... đi, anh... ừm...!",
    "言われるまでもなく、翠蘭の口内や顔面を\n白濁で染めてしまいたい欲望はある。だが……": "Không cần phải nói, tôi muốn nhuộm trắng khuôn mặt và miệng của Thúy Lan bằng tinh dịch. Nhưng...",
    "はぁ……んむ……ん……ちゅぱっ……ちゅぽ、じゅるるっ……\nも、もしかして……口だけでは、イケませんか……？": "Ha... ừm... ừm... chụt... chụt, chụt... \nC, có khi nào... chỉ bằng miệng thôi, là không được không...? ",
    "私が上手じゃないから……もっと気持ちよくしろと……？\nんっ、はむ、じゅる、じゅるるるっ……！": "Vì em không giỏi... nên anh muốn thoải mái hơn...? \nỪm, ham, chụt, chụt, chụt...!",
    "申し訳なさと怒りが混ざったような半眼を向けられて、\n背徳感に腰が震える。しかし、まだ決壊には至らない。": "Bị nhìn với ánh mắt nửa vời, như thể pha trộn giữa sự hối hận và tức giận, \ncảm giác tội lỗi khiến hông tôi run rẩy. Tuy nhiên, vẫn chưa đến mức vỡ òa.",
    "ちゅ、ちゅっ、ちゅぱっ……ん、んんんっ……\nこれ以上、気持ちよくしろだなんて……それは、つまり……": "Chụt, chụt, chụt... ừm, ừm... \nNếu anh muốn thoải mái hơn nữa... vậy thì, có nghĩa là...",
    "わ、私の、お口の奉仕が……至らないせいなら……\nそのっ……し、します……か？": "V, việc phục vụ bằng miệng của em... không đủ tốt sao...?\nThì... em, sẽ... làm... sao?",
    "躊躇いがちな翠蘭の提案に、思わず生唾を飲む。\n俺の気持ちも下腹部も、すでに抑え込むのは限界だった。": "Trước lời đề nghị ngập ngừng của Thúy Lan, tôi không khỏi nuốt nước bọt.\nCả cảm xúc lẫn phần dưới của tôi, đã đến giới hạn không thể kìm nén được nữa.",
    "……顔に出ていますよ。正直な人ですね、まったく。\nこうなったら……ちゃ、ちゃんとした形で、早く終わらせましょう。": "...Anh lộ rõ ra hết rồi đấy. Đúng là một người thành thật mà.\nNếu đã như vậy thì... ch, chúng ta hãy kết thúc một cách đàng hoàng và nhanh chóng nhé.",
    "あっ――そ、それから、念のため！\n……誰にでも、こんなことすると思わないでくださいね。": "Á――V, với lại, để cho chắc chắn!\n...Đừng nghĩ là em sẽ làm chuyện này với bất kỳ ai nhé.",
    "そうしてふたりは下着も脱ぎ捨てて――": "Và rồi, cả hai đã cởi bỏ cả đồ lót――",
    "っく……あ、はぁ……うぅぅぅぅ……！": "Ư... A, ha... ưuuuuu...!",
    "ガチガチに硬くなった陰茎を鎮めるべく、\n翠蘭は恐る恐る竿を両手で支え、花弁へ導こうとしてくれたが……": "Để làm dịu đi dương vật đã cứng đờ, \nThúy Lan rụt rè đỡ lấy 'cậu bé' bằng cả hai tay, và cố gắng hướng nó vào 'cánh hoa'...",
    "しかし、口淫の最中にすっかり濡れそぼっていたはずの入口は、\n俺の侵入を硬く拒んでいた。": "Tuy nhiên, lối vào đã ướt sũng trong khi mút, \nđã cứng rắn từ chối sự xâm nhập của tôi.",
    "っ……これ以上は……も、もう……無理そう、ですっ……\nあなたが、こんなに大きくするからですよ……": "Ư... Không thể hơn nữa... e, em... có vẻ không thể nữa rồi... \nVì anh làm nó to quá đấy...",
    "呆れて文句を言うあたり余裕はありそうだが、無理はさせたくない。\n今日はここでいったん終了を、と提案してみた。": "Có vẻ như cô ấy vẫn còn thoải mái khi phàn nàn, nhưng tôi không muốn ép buộc cô ấy.\nTôi đề nghị kết thúc ở đây hôm nay.",
    "で、でも、まだ気持ちよくなってないでしょう……？\nモヤモヤを抱えたまま、作業を手伝われても困りますし……": "N, nhưng, anh vẫn chưa thấy thoải mái mà nhỉ...? \nNếu cứ để anh mang theo sự bồn chồn, thì em cũng gặp khó khăn trong công việc...",
    "このまま終えては納得しそうにない翠蘭に、\n俺はある妥協案を持ちかけてみることにした。": "Với Thúy Lan, người có vẻ không hài lòng nếu mọi việc kết thúc như vậy, \ntôi đã đưa ra một thỏa hiệp.",
    "て、手コキを……つまり、その、俺のを支えてくれている手で……\n手袋をつけたまま、擦ってくれないか……？": "Th, thủ dâm... tức là, bằng cái tay đang đỡ em... \nEm có thể dùng găng tay, và xoa nó cho anh được không...?",
    "……え？　こ、この状態のまま……私の手で……？\n手袋で擦られるのが……こ、興奮するんですか……？": "...Hả? T, trong tình trạng này... bằng tay em sao...? \nBị xoa bằng găng tay... a, anh cảm thấy hưng phấn sao...?",
    "ほ、本当に、あなたという人は……\n仕方のない変態ですね……": "Th, thật là, anh đúng là... \nMột tên biến thái không thể nào khác...",
    "エ、エッチなこととなると、途端に知能指数が下がる……\n男の人って、そういうものなのかもしれませんが……もう……": "Khi nói đến những chuyện 18+, chỉ số thông minh sẽ giảm xuống đột ngột... \nCon trai, có lẽ là như vậy... thôi thì...",
    "断られるのを覚悟していたが、次の瞬間にはもう、\n陰茎を包む翠蘭の手の平が上下に動き始めていた。": "Tôi đã chuẩn bị tinh thần bị từ chối, nhưng ngay sau đó, \nlòng bàn tay của Thúy Lan đã bắt đầu di chuyển lên xuống, bao lấy dương vật.",
    "～～～っ……こ、こんな……っ……ぅ……はぁ……はぁ……": "～～～... T, như này... ư... ha... ha...",
    "あまりの恥ずかしさからか、翠蘭はほとんど言葉を発さず、\n黙々と指先の動きに集中している。": "Có lẽ vì quá xấu hổ, Thúy Lan hầu như không nói gì, \nmà chỉ tập trung vào các động tác của ngón tay.",
    "はぁ……はぁっ……はぁっ……はぁっ……": "Ha... ha... ha... ha...",
    "翠蘭のもどかしそうな吐息を顔に吹きかけられ、\n俺は溜まらず、恥ずかしがる彼女に可愛いと囁きかけた。": "Bị Thúy Lan thở dài đầy bồn chồn vào mặt, \ntôi không thể chịu đựng được nữa, đã thì thầm với cô ấy rằng cô ấy thật dễ thương.",
    "く……っ……は、初めてだったのにっ……うぅ……\nこんな、ア、アブノーマルな感じの……行為を……っ、ん……": "Ư... ư... ha, lần đầu tiên mà... ư...\nMột hành động, có cảm giác, a, bất thường như này... ư, ừm...",
    "先っぽだけ繋がりかけている俺達の結合部を\n屈辱的な目で見下ろしながら、翠蘭が一生懸命に手を動かす。": "Trong khi nhìn xuống với ánh mắt đầy nhục nhã vào chỗ kết nối của chúng tôi, chỉ mới kết nối bằng đầu, \nThúy Lan đang chăm chỉ di chuyển tay.",
    "その態度が男をどんなに興奮させてしまうか、\nきっと性に未熟な翠蘭はわかっていない。": "Chắc chắn Thúy Lan, người chưa có kinh nghiệm về tình dục, không biết rằng \nhành động đó sẽ khiến đàn ông hưng phấn đến mức nào.",
    "あっ……い、今っ……私の手の中で、ビクンって……\nんっ……んっ……は、ぁぅ……んんっ……": "Á... i, giờ... trong tay em, nó đang... rung lên... \nỪm... ừm... ha, ấu... ừm...",
    "蜜壺に埋まり損ねた陰茎が、小刻みに弾む。\nその震動が、翠蘭の入口――陰核にも伝わったようだ。": "Dương vật, không thể lọt vào 'cái hang mật', đang rung động nhẹ nhàng.\nSự rung động đó, dường như cũng đã truyền đến 'âm vật' của Thúy Lan.",
    "い、いや……んんっ……く、くすぐった……はぁ、ぅん……\nさ、先っぽ、ムズムズって……んんんっ……": "I, ừ... ừm... ư, ngứa... ha, ưm...\nĐ, đầu, ngứa ngáy... ừm...",
    "わ、私が……ちゃんと……できてないからって……\n意地悪……しないで……くださ……んんっ……んっ……": "V, vì em... không... làm đúng cách... nên... \nAnh... đừng... làm... em... ừm... ừm...",
    "意地悪なんてつもりはなく、ただ純粋に興奮してきただけだが、\n伝えない方が楽しそうなので黙っていることにする。": "Tôi không có ý xấu, mà chỉ đơn thuần là cảm thấy hưng phấn, \ntôi quyết định giữ im lặng vì điều đó có vẻ thú vị hơn.",
    "あ……あ、んっ……い、今……ちょっと、笑いました……\n私のこと、笑いましたね……んんっ……": "A... a, ừm... i, giờ... em... cười rồi sao... \nAnh cười em rồi... ừm...",
    "首を振って否定したが、かえって翠蘭をムキにさせてしまったようだ。\nペニスを包む指先に、ほんの少し力がこもる。": "Tôi lắc đầu phủ nhận, nhưng điều đó dường như chỉ khiến Thúy Lan trở nên tức giận hơn.\nCác ngón tay đang bao lấy dương vật, siết chặt hơn một chút.",
    "ぅぅ……余裕ぶっていられるのも、今のうちですよ……\n絶対に……しゃ、射精……させてみせますから……ねっ……んっ！": "Ưu... anh có thể tỏ ra bình thản được đến lúc này thôi... \nEm nhất định... sẽ, khiến anh... xuất tinh... xem... nhé... ừm...!",
    "牛の乳でも搾るかのような動き。\n先端を膣口に固定されたまま、手袋の感触が幹を這い回る。": "Động tác như vắt sữa bò.\nĐầu dương vật vẫn cố định ở cửa âm đạo, cảm giác của găng tay lướt trên thân.",
    "女を恥ずかしがらせて楽しむような人には……こうです……\nんっ……ん……ん……ん……んっ……！": "Với một người thích thú khi làm cho phụ nữ xấu hổ... thì là như này... \nỪm... ừm... ừm... ừm... ừm...!",
    "今度は手の平全体で陰茎を包み、\n愛液を塗りたくるように竿をこね回してきた。": "Lần này, cô ấy bao lấy dương vật bằng cả lòng bàn tay, \nvà xoa bóp như thể đang thoa chất lỏng.",
    "艶のある手袋がいやらしい体液に濡れて、\n俺と翠蘭の股間を隠しながら妖しく黒光りしている。": "Đôi găng tay bóng loáng ướt đẫm dịch tiết, \nche giấu vùng kín của tôi và Thúy Lan, và tỏa sáng một cách kỳ lạ.",
    "はぁ……ふぅ……ん……余裕……なくなってきましたね……\n顔を見ていれば、わかりますよ……んん……": "Ha... fu... ừm... anh... không còn... bình tĩnh được nữa rồi... \nNếu nhìn vào mặt em, anh sẽ biết... ừm...",
    "翠蘭は相変わらず不満げに口元をきゅっと結んでいるが、\nその声色には悦びが滲み出していた。": "Thúy Lan vẫn cau mày khó chịu, \nnhưng trong giọng nói của cô ấy, niềm vui đã hiện rõ.",
    "どうやら俺のものをいじっている間に、\n翠蘭も陰核に伝わる振動からか、どんどん快楽が増してきているようだ。": "Có vẻ như trong khi đụng chạm vào 'cậu bé' của tôi, \nThúy Lan cũng đang ngày càng cảm thấy khoái lạc, có lẽ do sự rung động truyền đến 'âm vật'.",
    "んふ……ふぅ……ふぁ……あ……はぁっ……": "Ừm... fu... fu... fa... a... ha...!",
    "熱を帯びていく呼吸音に混じって、\n花弁の入口から漏れる水音も次第に大きくなってきた。": "Hòa lẫn với âm thanh thở dốc ngày càng nóng bỏng, \nâm thanh của nước rỉ ra từ cửa 'cánh hoa' cũng dần lớn hơn.",
    "あ……！　ん、ん、んっ……！\n繋がってるとこ……擦れて……っ、はぁ……！": "A...! ừm, ừm, ừm...!\nChỗ đang kết nối... cọ xát... ha...!",
    "入れられるだろうか……と思って\n軽く腰を落としてみたが、まだきつい。": "Tôi đã nghĩ, liệu mình có thể đưa vào không... \nvà thử hạ thấp hông một chút, nhưng vẫn còn chặt.",
    "やはり今日のところは挿入を諦めた方がよさそうだ。\n翠蘭の手淫に最後まで任せることにした。": "Có lẽ tốt hơn là nên từ bỏ việc đưa vào hôm nay.\nTôi quyết định để Thúy Lan tự thủ dâm đến cùng.",
    "んん……": "Ừm...",
    "下手に痛みを与えて水を差してしまうよりは、\nこのままふたりで倒錯的な快楽に溺れる方がいいだろう。": "Thay vì gây ra nỗi đau không cần thiết và làm hỏng mọi thứ, \ntốt hơn là cùng nhau đắm mình trong khoái lạc biến thái này.",
    "んはっ……はぁ……はぁっ……\n%usernameusernameuserna%さん……気持ち、いい……ですか？": "Ha... ha... ha... \nAnh %usernameusernameuserna%... anh... có thấy... thoải mái... không?",
    "頷いて、翠蘭の瞳を真っ直ぐじっと見つめる。": "Tôi gật đầu, nhìn thẳng vào mắt Thúy Lan.",
    "気持ちよく……なってきたなら……ん、ふぅ……！\n何より、ですっ……ん、ん……！": "Nếu anh... cảm thấy thoải mái... ừm, fu...!\nTrên hết, là... được... ừm, ừm...!",
    "ん、んっ、んっ、じゃ、じゃあ……ちゃんとっ……！\nイッて……くださいね……変態さんっ……ぅんん……んっ！": "Ừm, ừm, ừm, vậy... v, vậy thì... hãy... cho...!\nXuất tinh... đi... anh biến thái... ừm... ừm!",
    "じわじわと股間を摩擦する手の動きを加速させていく翠蘭。\nそんな彼女に、もっと速くとアイコンタクトで懇願する俺。": "Thúy Lan tăng tốc độ ma sát vào vùng kín.\nTôi dùng ánh mắt ra hiệu với cô ấy, rằng hãy nhanh hơn nữa.",
    "%usernameusernameuserna%さんっ……\nえ、遠慮せず、出して、くださいっ……！": "Anh %usernameusernameuserna%...\nĐ, đừng ngại, hãy... xuất tinh... đi...!",
    "先っぽしか繋がっていないはずなのに、\n股間全体がとろけそうなくらい火照っていく。": "Mặc dù chỉ kết nối bằng đầu, \ntoàn bộ vùng kín của tôi như tan chảy vì nóng rực.",
    "きっと翠蘭の小さな花弁も同じだろう。\nくちゅくちゅと鳴く穴の奥から、高熱が立ち上ってくる。": "Chắc chắn 'cánh hoa' nhỏ bé của Thúy Lan cũng vậy.\nTừ sâu trong lỗ, kêu chụt chụt, nhiệt độ cao đang bốc lên.",
    "わ、わたっ、私も……な、何か、来そう、ですっ……！\nですから……一緒に……っんっ！": "E, em cũng... d, dường như... sắp... đến rồi...!\nVì vậy... cùng nhau... ừm!",
    "ちゃんと、セックス、できなくても……んんっ……！\nせめて、イク時は、一緒にっ……！": "Ngay cả khi không thể, quan hệ tình dục một cách đàng hoàng... ừm...!\nÍt nhất, khi đạt cực khoái, thì cùng nhau...!",
    "両手で竿を思い切り扱いてもらうお返しに、\n入口の隅からのぞく陰核に、軽く亀頭を擦りつける。": "Để đáp lại việc được dùng cả hai tay để 'xử lý' dương vật, \ntôi nhẹ nhàng cọ xát quy đầu vào âm vật, nhìn từ góc độ của cửa vào.",
    "あぅっ――！\nあっ、あっ、あっ、そ、それ、だめっ、し、痺れ――": "Auu――!\nA, a, a, đ, được, tê...!",
    "未経験の快感に悶えながら、翠蘭は決して手の動きを緩めなかった。\nその奉仕に応えようと、俺自身がひときわ大きく脈動する。": "Trong khi vật lộn với khoái cảm chưa từng có, Thúy Lan không bao giờ làm chậm động tác tay của mình.\nĐể đáp lại sự phục vụ đó, bản thân tôi cũng đang đập mạnh hơn.",
    "イッ、あ、あふっ、イ、イッ……く……んんんんっ……！": "Í, a, a, fu, í, í... ư... ừm...!",
    "ひうっ――ん、んぅぅぅぅぅぅぅっ……！": "Hiu――ừm, ừuuuuu...!",
    "ドロドロの熱液を女の子の入口にぶちまけた瞬間、\n翠蘭の腰も一緒に弾んだ。": "Khoảnh khắc tôi bắn tung tóe chất lỏng nóng bỏng vào cửa vào của cô gái, \nhông của Thúy Lan cũng nhảy lên.",
    "激しく前後していた手の平がぴたりと止まって、\n脈打つペニスを優しく包み込む。": "Lòng bàn tay đang di chuyển mạnh mẽ dừng lại, \nbao lấy dương vật đang đập một cách nhẹ nhàng.",
    "っ……はぁ……はぁ……はぅぅ……\nで、出てます……これ……精液……ですよね……？": "Ư... ha... ha... hauu...\nĐ, đã ra... rồi... này... tinh dịch... đúng không...?",
    "花弁からあふれ出した精液は、\n翠蘭の漆黒の手袋まで白く汚していた。": "Tinh dịch tràn ra từ 'cánh hoa', \nlàm bẩn cả đôi găng tay đen của Thúy Lan.",
    "ちゃんとイッてほしいとは言いましたが……\nこんな思いっきり無遠慮に出すなんて……まったく……": "Em đã nói là muốn anh xuất tinh... \nvậy mà lại... xuất ra một cách vô tư như vậy... thật là...",
    "す、すまん……\n翠蘭の手が気持ちよすぎて……": "X, xin lỗi...\nTay của Thúy Lan khiến anh thấy thoải mái quá...",
    "……ま、まあいいです。\nちゃんとスッキリしてもらえたのなら。": "...Thì, cũng được.\nMiễn là anh đã được thỏa mãn.",
    "ただ、その……やっぱり申し訳ないというか、\n納得いかないというか……": "Nhưng, thì... em vẫn thấy có lỗi, \nvà cảm thấy không hài lòng...",
    "翠蘭が謝ることなんてないだろ。\nむしろ、俺ばかり一方的に満足させてもらったくらいなのに。": "Thúy Lan không cần phải xin lỗi đâu.\nThay vào đó, chỉ có tôi là người được thỏa mãn...",
    "ですが……ちゃんと、で、できてません……": "Nhưng... em, vẫn chưa... làm được...",
    "相変わらず、翠蘭のぼやく声は聞こえづらい。\nが、幸いにも今はふたりで密着している状態だ。": "Như mọi khi, giọng thì thầm của Thúy Lan rất khó nghe.\nNhưng, may mắn thay, bây giờ hai người đang ở trong trạng thái thân mật.",
    "俺は耳元に息を吹きかけるつもりで、翠蘭の頬に顔をすり寄せた。": "Tôi định thổi hơi vào tai cô ấy, và áp mặt vào má Thúy Lan.",
    "ちゃんとって、何をだ？": "Làm được gì, là sao?",
    "で、ですから、その……せ、正式な、エ、エッチを……": "Thì, là... ch, chính thức... 18+... ấy...",
    "また翠蘭からしてくれるのか？": "Thúy Lan sẽ làm cho anh lần nữa sao?",
    "っ……！\n%usernameusernameuserna%さんさえ、イヤじゃなければ……": "Ư...!\nChỉ cần anh %usernameusernameuserna% không thấy phiền...",
    "真っ赤になった頬に優しく口づけると、\n繋がったままの先端より、ずっと熱い体温が伝わってきたのだった。": "Tôi hôn nhẹ lên má đang đỏ ửng, \nnhiệt độ cơ thể còn nóng hơn cả đầu dương vật đang kết nối, đã truyền đến tôi."
}