{
    "――次の日。\nユーロタワーでは、まだイベントをしているらしく足を運ぶ。": "――Ngày hôm sau.\nỞ Euro Tower, có vẻ như vẫn đang diễn ra sự kiện nên tôi đã đến.",
    "%usernameusernameuserna%さん。\nようこそいらっしゃいました。": "%usernameusernameuserna% - san.\nChào mừng bạn đã đến.",
    "ドロテア、ここは何をしているんだ？": "Dorothea, cô đang làm gì ở đây vậy?",
    "聖歌隊をモチーフにした合唱や、チャリティーイベント、\n演劇などのようなユーロタワー伝統の出し物ですね。": "Đây là những tiết mục truyền thống của Euro Tower như hợp xướng theo chủ đề đội hợp xướng, sự kiện từ thiện và kịch.",
    "なるほど。\nだからドロテアは、今日もシスター衣装なんだな。": "Ra là vậy.\nThảo nào Dorothea lại mặc trang phục nữ tu hôm nay.",
    "ええ。わたくしは悩み相談である懺悔室をしています。\nこの先に、教会と懺悔室を特設しているのです。。": "Vâng. Tôi đang ở phòng xưng tội để tư vấn.\nPhía trước là nhà thờ và phòng xưng tội đặc biệt.",
    "……懺悔室？　もっと表に出る出し物をするかと思ったんだが。": "……Phòng xưng tội? Tôi cứ tưởng cô sẽ làm những tiết mục ra mặt hơn chứ.",
    "はい……というのも、先日こっそり恐怖の館を見に行ったことが、\nリュシー達にバレてしまってとても怒られてしまいまして……": "Vâng……Vì tôi đã lén lút xem Ngôi nhà kinh dị vào hôm trước,\nLúc đó, tôi đã bị Lucy và những người khác phát hiện và mắng rất nhiều……",
    "それで勝手に出て行かないように、\n担当が私しかいない場所を任されたのです": "Vì vậy, để tôi không tự ý ra ngoài,\ntôi đã được giao cho một nơi chỉ có tôi phụ trách.",
    "なるほど、なんというかその光景が目の裏に浮かぶな……": "Ra là vậy, tôi có thể hình dung được khung cảnh đó……",
    "ええ……久々にあんなに怒っているリュシーを見ましたから、\nわたくしも本当に反省していて。": "Vâng……Lần đầu tiên tôi thấy Lucy tức giận đến thế,\nvì vậy tôi thực sự rất hối hận.",
    "ですから、こうして担当者がいない懺悔室を、\nわたくしが責任もって今日は担当しています。": "Vì vậy, tôi chịu trách nhiệm về phòng xưng tội, nơi không có ai phụ trách,\ntôi sẽ chịu trách nhiệm hôm nay.",
    "まあ、俺も巻き添えにしたからな。\n折角だから手伝いをするけど、何をしているんだ？": "Chà, tôi cũng bị liên lụy mà.\nDù sao thì tôi cũng sẽ giúp đỡ, cô đang làm gì vậy?",
    "よいのですか？　とはいえ、相談はわたくしが受けるので……\n案内だったり、誘導などのお手伝いをお願いします。": "Có được không ạ? Tuy nhiên, tôi sẽ nhận tư vấn……\nTôi nhờ anh giúp đỡ hướng dẫn và chỉ dẫn.",
    "ああ、分かった。折角の男手なんだ、精一杯使ってくれ。": "À, tôi hiểu rồi. Vì có người giúp đỡ, cứ thoải mái sử dụng tôi.",
    "ふふ、分かりましたわ。\nそれじゃあ、忙しくなるでしょうが……お願いしますわね？": "Fufu, tôi hiểu rồi.\nVậy thì, có lẽ sẽ bận rộn đấy……Mong anh giúp đỡ nhé?",
    "ああ、大船に乗ったつもりで任せてくれ。": "À, cứ tin tưởng vào tôi.",
    "……ふう。これで一段落か……": "……Phù. Vậy là xong rồi……",
    "お疲れ様です。\n少し休憩にいたしましょうか。": "Cảm ơn vì đã làm việc chăm chỉ.\nChúng ta nghỉ ngơi một chút nhé.",
    "まさか、あんなにたくさんの生徒が来るとはな……": "Không ngờ lại có nhiều học sinh đến như vậy……",
    "人は誰でも他人に言えない悔恨や悩みを抱えているものですから。\nそういった不安を受け止めるのも、懺悔室の役目です。": "Bất cứ ai cũng có những hối hận và lo lắng không thể nói với người khác.\nĐó cũng là vai trò của phòng xưng tội là chấp nhận những bất an đó.",
    "それを思うとドロテアは、\n本当にシスターがよく似合っているよ。": "Nghĩ đến điều đó, Dorothea,\ncô thực sự rất hợp với trang phục nữ tu.",
    "ふふ、ありがとうございます。": "Fufu, cảm ơn anh.",
    "……冷静に見たら、その服ってなんかこう……結構大胆じゃないか？": "……Nhìn kỹ thì, bộ đồ đó có vẻ hơi……táo bạo nhỉ?",
    "そ、そうでしょうか……？": "V, vậy sao……?",
    "（胸元も開いているし、スリットの切れ込みも大きいし……\nむう……いや、これはなんというか……）": "（Ngực thì hở, đường xẻ cũng sâu……\nMuu……Không, điều này là……）",
    "%usernameusernameuserna%さん……？": "%usernameusernameuserna% - san……?",
    "俺は慌てて隣の懺悔室へ駈け込む。\n既に股間のモノが外から見てわかるほどに主張し始めていた。": "Tôi vội vàng chạy vào phòng xưng tội bên cạnh.\nĐồ vật ở giữa hai chân tôi đã bắt đầu thể hiện rõ ràng đến mức có thể nhìn thấy từ bên ngoài.",
    "すまん、少し待ってくれ！　少しすれば、すぐに落ち着くから……！\nちょっとここで大人しくしておく！": "Xin lỗi, đợi tôi một chút!\nChỉ một lát nữa thôi, tôi sẽ bình tĩnh lại ngay……!\nTôi sẽ ngoan ngoãn ở đây một chút!",
    "……%usernameusernameuserna%さん。\n我慢はしなくてもいいのですよ。": "……%usernameusernameuserna% - san.\nAnh không cần phải kiềm chế đâu.",
    "えっ……": "Hả……",
    "その、見てしまったんです。\n%usernameusernameuserna%さんのものが大きくなっているのを……": "Tôi, tôi đã nhìn thấy rồi.\nTôi đã thấy thứ của %usernameusernameuserna% lớn lên……",
    "す、すまん……その、思ったよりも大胆なことに気づいたら、\n思わず反応してだな……": "X, xin lỗi……Tôi, tôi đã nhận ra nó táo bạo hơn tôi nghĩ,\ntôi đã không kìm được……",
    "……あの、よろしければわたくしに奉仕させてくれませんか？": "……À, nếu được, anh có thể cho tôi phục vụ anh không?",
    "ど、ドロテア……！？": "Đ, Dorothea……!?",
    "%usernameusernameuserna%さんには、\n色々なことを教えて頂いておりますし……": "Tôi đã được học rất nhiều điều từ %usernameusernameuserna% - san……",
    "そうはいうけど……": "Tôi nói vậy thôi……",
    "それに、今日ずっと考えていたんです。\n先日も助けていただいて、今日も力を貸していただいて……": "Hơn nữa, tôi đã nghĩ về nó suốt hôm nay.\nHôm trước tôi đã được anh giúp đỡ, và hôm nay tôi cũng được anh giúp đỡ……",
    "%usernameusernameuserna%さんに\nどんなお礼をすればいいだろうって。": "Tôi nên cảm ơn %usernameusernameuserna% như thế nào nhỉ?",
    "……その、殿方ですし……こうしたお礼の方が、\n嬉しいのかと思いまして……": "……À, vì anh là đàn ông……Tôi nghĩ cách cảm ơn này sẽ khiến anh vui hơn……",
    "……まあ、正直に言えばすごく嬉しい。\nだから……お願いしていいかな？　『シスタードロテア』": "……Chà, thành thật mà nói, tôi rất vui.\nVậy nên……Tôi có thể nhờ anh được không? 『Sơ Dorothea』",
    "ふふっ、わかりました。\nこれもシスターの務めですから……": "Fufu, tôi hiểu rồi.\nĐây cũng là trách nhiệm của một nữ tu……",
    "さり気なく、ロールプレイをお願いしてみたが、\n聡い彼女はこちらの意を汲んでくれたようだ。": "Tôi đã yêu cầu cô ấy đóng vai một cách kín đáo,\nnhưng cô ấy thông minh đã hiểu ý tôi.",
    "……じゃあ、頼む。": "……Vậy, làm ơn.",
    "俺はそういうと膨らんだ性器を取り出して、\n告解の窓から突き出した。": "Nói vậy, tôi lấy dương vật đang cương cứng ra và\nđưa nó ra khỏi cửa sổ xưng tội.",
    "ああ、もうこんなに大きくなって……\nなんと罪深いのでしょう。": "A, nó đã lớn đến thế này rồi……\nThật là tội lỗi làm sao.",
    "わたくしが慰めますから、\nどうかそのままじっとしててください。": "Tôi sẽ an ủi anh, vì vậy\nvui lòng cứ ở yên đó.",
    "ドロテアは、ペニスを口にくわえる。\n急にペニスに温かな感触に包まれて、びくっとする。": "Dorothea ngậm dương vật vào miệng.\nĐột nhiên, tôi cảm thấy ấm áp bao quanh dương vật, và tôi giật mình.",
    "そのまま、動かないで……んちゅっ……ちゅっ……\nしっかり慰めてあげますから……ちゅぷ……ちゅぷ……": "Cứ như vậy, đừng cử động……chụt……chụt……\nTôi sẽ an ủi anh thật kỹ……chụt……chụt……",
    "俺からは姿が見えないが、ドロテアがあのシスターの衣装で、\nペニスを舐めているかと思うと、股間がますます膨らむ。": "Tôi không thể nhìn thấy, nhưng khi tôi nghĩ rằng Dorothea đang liếm dương vật trong bộ trang phục nữ tu đó,\nkhu vực giữa hai chân tôi càng phồng lên.",
    "んっ……ちゅっ……あなたのがまた大きく……\nよほど罪深いことを……んふっ……考えてるのですね……": "Ưm……chụt……thứ của anh lại lớn hơn……\nAnh đã nghĩ về những điều tội lỗi đến thế……ưm……",
    "いけないですね……もっと……わたくしが……\n丁寧に……鎮めてあげないと……んふっ……ちゅぷっ……": "Thật không tốt nhỉ……Tôi phải……\ncẩn thận hơn……làm dịu nó……ưm……chụt……",
    "ちゅる……ぺちゃっ、ぺちゅっ……ちゅっ……\nんふっ……ちゅっ……ぺちゃっ……ちゅっ……ちゅるる……": "Chụt……tạch, tạch……chụt……\nƯm……chụt……tạch……chụt……chụt……",
    "清楚なシスター姿のドロテアが淫靡な姿で、\n懸命に肉棒をくわえている。": "Dorothea trong bộ dạng nữ tu thanh khiết đang liếm dương vật một cách dâm đãng.",
    "んふっ……ちゅるっ……ちゅぽ……んんっ……\nんふっ……ちゅる……ちゅっ……ぴちゃぴちゃ……": "Ưm……chụt……chụt……ưm……\nƯm……chụt……chụt……bịch bịch……",
    "んふっ……ますます……大きく……んふっ……\nもっと……ちゃんと舐めないと……んふ……": "Ưm……càng ngày càng……lớn hơn……ưm……\nTôi phải……liếm nó kỹ hơn……ưm……",
    "懺悔室にそぐわない、いやらしい音がこだまする。": "Những âm thanh dâm đãng vang vọng trong phòng xưng tội.",
    "ちゅっ……先っぽから……んっ……\nお汁が……出てきました……んちゅっ……": "Chụt……từ đầu mút……ưm……\nnước bọt……đã chảy ra rồi……chụt……",
    "ドロテアが前後に顔を動かして、\n肉棒を口で愛撫していく。": "Dorothea di chuyển khuôn mặt lên xuống,\nâu yếm dương vật bằng miệng.",
    "ああ、びくっと震えました……ふふ、気持ちいいのですね……\nでは……もっとしてあげなくては……": "A, tôi đã run rẩy……fufu, thật là tuyệt vời nhỉ……\nVậy thì……tôi phải làm nhiều hơn nữa……",
    "ぴちゃっ、ぺちゃっ……ぺちゃっ……ちゅる……\nぺちゃっ……んちゅるっ……ぺろっ……んちゅっ……": "Bịch, tạch……tạch……chụt……\ntạch……chụt……chụt……chụt……",
    "むせかえるような男の人の匂いが……んふっ……\nわたくしも興奮して……きます……んん……": "Mùi đàn ông nồng nặc……ưm……\ntôi cũng……bị kích thích……ưm……",
    "ドロテアの口から唾液が零れ落ちて、\n肉棒全体にまとわりついていく。": "Nước bọt chảy ra từ miệng Dorothea,\ndính vào toàn bộ dương vật.",
    "んふっ……ちゅるっ……ちゅぽ……んんっ……\nちゅるっ……ちゅっ……んん……んふ……": "Ưm……chụt……chụt……ưm……\nchụt……chụt……ưm……ưm……",
    "敏感な鈴口を刺激され、うっとうめき声が漏れる。\n温かな舌先が巻き付いて、なんとも言えない快感だ。": "Đầu mút nhạy cảm bị kích thích, và một tiếng rên rỉ thoát ra.\nĐầu lưỡi ấm áp quấn quanh, một cảm giác không thể diễn tả được.",
    "じゅぶっ…じゅぶっ…じゅる……じゅっ……\nんじゅっ……じゅっ……じゅるるっ……じゅっ……": "Chụt…chụt…chụt……chụt……\nchụt……chụt……chụt……chụt……",
    "シスター姿のドロテアが背徳にも、男の肉棒をしゃぶり、\n淫らに動かしている姿を想像するだけで、興奮する。": "Tôi chỉ tưởng tượng ra Dorothea trong bộ dạng nữ tu đang liếm dương vật của đàn ông,\ntôi đã bị kích thích.",
    "じゅちゅっ……じゅぷじゅぷ……ろうれふか……\n気持ちいい、ですか……ぢゅる……ちゅっ……！": "Chụt……chụt chụt……thật tuyệt……chụt……!\nchụt……chụt……!",
    "じゅぶっ……じゅぶっ……んじゅっ……じゅっ……じゅるるっ……！\nもっと……もっと……してあげますね……": "Chụt……chụt……ưm……chụt……\nphải làm nhiều hơn nữa……",
    "舌全体をうねうねと動かし、じゅぽじゅぽと、\n卑猥な音を流しながら、ドロテアがしゃぶる。": "Cô ấy di chuyển toàn bộ lưỡi lên xuống, và chụt chụt,\nDorothea liếm, phát ra những âm thanh dâm đãng.",
    "じゅぶっ……じゅぶっ……んっ……じゅるるっ、\n激しい方が……んふ……好みですか……？": "Chụt……chụt……ưm……chụt……\nTôi thích……cảm giác mãnh liệt hơn……ưm……?",
    "はむっ、んっ、んぐ……じゅるるっ、じゅばっ、ちゅうっ…！\nじゅる……じゅちゅっ……んちゅっ……んふ……！": "Hăm, ưm, ưm……chụt, chụt……!\nchụt……chụt……ưm……!",
    "ドロテアの懸命な奉仕があまりにも気持ち良く、\nあっという間に達してしまいそうになる。": "Sự phục vụ tận tâm của Dorothea thật tuyệt vời,\ntôi dường như sắp đạt đến đỉnh điểm.",
    "んじゅっ……じゅるっ……じゅるる……んじゅっ……！\nじゅる……んちゅっ……じゃるるるるっ！": "Chụt……chụt……chụt……chụt……!\nchụt……chụt……!",
    "ま、待ってくれ……！": "Đ, đợi đã……!",
    "……どうかしたのですか？": "……Có chuyện gì vậy?",
    "このまま終わりたくない。\nドロテアの中に入れさせてくれ……": "Tôi không muốn kết thúc như thế này.\nHãy để tôi vào bên trong Dorothea……",
    "ちゅぽっ……ふふ、これで満足できないとは、\nなんと罪深い方なのでしょう？": "Chụt……fufu, anh không hài lòng với điều này sao?\nThật là một người tội lỗi làm sao?",
    "ですが……求める者がいるならば、\n受けいれるのがわたくしの務め……ふふ。": "Nhưng……nếu có người yêu cầu,\ntôi sẽ chấp nhận……fufu.",
    "さあ、こちらに来てください……": "Nào, đến đây đi……",
    "シスターになりきったドロテアに招かれると、\n教会の台に彼女を押して、股を拡げて……": "Khi tôi được Dorothea, người đã hóa thân thành một nữ tu, mời,\ntôi đẩy cô ấy lên bệ thờ trong nhà thờ và dang rộng chân……",
    "濡れそぼった彼女の割れ目に肉棒を挿入した。": "Tôi đã đưa dương vật vào khe hở ẩm ướt của cô ấy.",
    "んんっ……ふふ……はあああ……！": "Ưm……fufu……haaaaa……!",
    "ペニスがゆっくりと膣内に入っていく。": "Dương vật từ từ đi vào bên trong âm đạo.",
    "んっ……くうううっ……ふわああああっ！\nああっ、こんなに、大きいなんて……っ。": "Ưm……kuu……fuaaaaaa!\nA, lớn đến thế này……!",
    "ドロテアの中は、すでに熱くぬれそぼっていて、\n簡単に肉棒は飲み込まれていった。": "Bên trong Dorothea đã ướt đẫm, và\ndương vật dễ dàng bị nuốt chửng.",
    "こんなに濡れているとは、もしかして、\n期待していたのかとドロテアに問いかける。": "Cô ướt đến thế này, có lẽ nào\ncô đã mong đợi điều này không? Tôi hỏi Dorothea.",
    "ああ、そんなこと……ん……言わないでください……\nあなたのをしゃぶっていたら……どうしようもなく体が熱くなって……": "À, đừng……ưm……đừng nói thế……\nKhi tôi liếm thứ của anh……cơ thể tôi nóng lên không thể tả……",
    "膣は待ち望んでいたのか、\n何度もペニスを締め付けて離さない。": "Âm đạo đã chờ đợi, và\nnhiều lần siết chặt dương vật.",
    "はあ……ふん……んん……はふぅ……\nあなたのが……わたくしの中で震えて……あふっ……んん……": "Ha……hun……ưm……hafuu……\nThứ của anh……đang rung động trong tôi……afuu……ưm……",
    "ドロテアもよほど待ちわびていたのだろう。\n無意識でか、誘うように腰を揺らしてくる。": "Dorothea dường như cũng đã chờ đợi rất lâu.\nVô thức, cô ấy lắc hông như để khiêu khích.",
    "さあ……早く、ください……んふ……\nあなたの罪深いものを……浄化しなければ……んん……っ。": "Nào……nhanh lên……ưm……\nphải thanh tẩy những điều tội lỗi của anh……ưm……!",
    "あくまでも、シスターという設定は続けるようだ。\nだからこちらも背徳者として、彼女を犯すことにしよう。": "Cô ấy vẫn giữ vai một nữ tu.\nVì vậy, chúng ta hãy phạm tội với cô ấy như một kẻ tội đồ.",
    "んあっ……あっ……んんん……はあ……\nそんな……あふ……いきなり、奥まで……はああんっ！？": "Ưm ah……ah……ưm……haa……\nNhư vậy……af……đột nhiên, vào sâu bên trong……haaan!?",
    "動きは緩やかだったが、\nドロテアはしっかりと感じているようだ。": "Chuyển động chậm rãi,\nDorothea dường như đang cảm nhận rõ ràng.",
    "あっ……ふっ……んんっ……ああっ……\nんくっ……はあっ……んんっ……！": "Ah……fuh……ưm……ah……\nưm ku……haah……ưm……!",
    "んあっ…んっ…あっ……んんん……はあ……\nあなたのが……わたくしのナカを、ごりごりして……んんんっ！": "Ưm ah…ưm…ah……ưm……haa……\nthứ của anh……đang cọ xát bên trong tôi……ưm!",
    "はあ……っ、んん……はあ……っ。\nやっ、あぁっ、んく……声が……ふ、ぅ……んあぁっ。": "Haa……ưm……haa……\nYah, ah, ưm ku……tiếng……fu, ư……ah!",
    "俺が腰を動かす度に、剥き出しの乳房がゆさゆさと揺れる。\nシスター姿のせいか、いつも以上に卑猥に見える。": "Mỗi khi tôi di chuyển hông, bộ ngực trần của cô ấy rung lắc.\nCó lẽ vì trang phục nữ tu, nó trông dâm đãng hơn bình thường.",
    "ん……んはぁ……んん……もう、あなたが望むなら……っ。\nんふっ……もっと激しくしても……んん……！": "Ưm……unhaa……ưm……nếu anh muốn……!\nưm fu……cứ làm mạnh hơn đi nữa……ưm……!",
    "それはドロテアが望んでいることではないのか、と尋ねてみる。": "Tôi hỏi liệu đó có phải là điều Dorothea muốn không.",
    "そんな……わたくしはただ……あなたの欲望を浄化させるために……っ、\nんふ……もっと、ちゃんとした方がいいと思って……ふああっ。": "Như vậy……tôi chỉ……để thanh tẩy dục vọng của anh……\nưm fu……tôi nghĩ tốt hơn là nên làm kỹ hơn……fuaah.",
    "どうやら、ドロテアはもっと激しいのがお好みのようだ。\nでは、少し激しく動いた方がいいだろう。": "Có vẻ như Dorothea thích những thứ mãnh liệt hơn.\nVậy thì, tốt hơn là nên di chuyển mạnh mẽ hơn một chút.",
    "あはっ……んん……んん……はあんっ！\nだ、だめぇ……激しいの……んっ、ん、ふあああっ。": "Ahah……ưm……ưm……haan!\nĐ, đừng……mạnh hơn……ưm, ư, fuaaah!",
    "腰をリズミカルに激しく動かしていくと、\n明らかにドロテアの声から嬉しそうな喘ぎ声が漏れる。": "Khi tôi di chuyển hông một cách nhịp nhàng và mạnh mẽ,\ntiếng rên rỉ có vẻ vui vẻ của Dorothea đã thoát ra.",
    "あはっ……んん……んん……んくぅ……はあっ……\nんんっ……あは……んんっ……き、気持ちいい……っ。": "Ahah……ưm……ưm……kuu……haah……\nưm……ah……ưm……thật tuyệt……!",
    "ドロテアの気持ちよさそうな声に、\nこちらも興奮して何度も腰を動かしてしまう。": "Với giọng nói vui vẻ của Dorothea,\ntôi cũng bị kích thích và di chuyển hông nhiều lần.",
    "んん……はあ……んくっ……ふう……\nんっ……ああん……ああっ……んんっ……！": "Ưm……haa……ku……fuu……\nƯm……aan……ah……ưm!",
    "んふっ……はあ……シスターなのに……んん……\n欲望をぶつけられて、気持ち良くなるなんて……ひぁん！": "Ưm fu……haa……dù là một nữ tu……ưm……\nbị dồn nén dục vọng, thật tuyệt vời……hian!",
    "ならやめようか、と揶揄い混じりに声をかけると、\nドロテアのナカがきゅんっと反応した。": "Nếu vậy, chúng ta có nên dừng lại không? Tôi hỏi một cách trêu chọc,\nâm đạo của Dorothea đã phản ứng mạnh mẽ.",
    "ああっ、や……やめないでっ……んふぅ……っ。\nもっと……あなたのをください……んくぅ……！": "Ah, đ, đừng dừng lại……fuh……!\nCứ……cho em thứ của anh……ku!",
    "背徳者に犯されるシスターとなったドロテアは、\nこのシチュエーションを楽しんでいるようだ。": "Dorothea, người đã trở thành một nữ tu bị phạm tội,\ndường như đang tận hưởng tình huống này.",
    "いけないシスターには、彼女がいかに罪深いか教えてあげなければ。\nことさら淫靡な音が立つよう、ピストンを激しくしていく。": "Tôi phải cho nữ tu tội lỗi biết cô ấy tội lỗi đến nhường nào.\nTôi tăng tốc độ piston để tạo ra những âm thanh dâm đãng hơn nữa.",
    "んあっ……やっ、んくぅっ……！\nいやらしい音……っ、くっ、うあっ、ああん……っ。": "Ưm ah……yah, ku……!\nÂm thanh dâm đãng……ku, uah, aan……!",
    "あなたのおっきいの……熱くて……気持ちよくて……あああっ……\nんんん……すごい……すごいです……あああっ！": "Thứ to lớn của anh……nóng bỏng……thật tuyệt……aah……\nƯm……tuyệt vời……tuyệt vời……aah!",
    "はあん……あふ……はあ……んふ……\nはあっ……んん……あふっ……あああっ！": "Haan……af……haa……ưm……\nhaa……ưm……af……aah!",
    "こんな場所で感じるなんて……ああっ……はしたないのに……\n気持ちいいの……我慢できなくて……あああんっ！": "Cảm giác ở nơi này……aah……thật là vô liêm sỉ……\nthật tuyệt vời……tôi không thể kiềm chế……aan!",
    "あん……んくっ……はあ……んふ……\nはあっ……んん……あふっ……おかしくなっちゃう……！": "An……ku……haa……ưm……\nhaa……ưm……af……tôi đã phát điên rồi……!",
    "ドロテアの淫靡な喘ぎ声が教会に響き渡る。\n誰かに聞かれるのではと心配するような余裕はもはやない。": "Tiếng rên rỉ dâm đãng của Dorothea vang vọng trong nhà thờ.\nTôi không còn đủ thời gian để lo lắng liệu ai đó có nghe thấy không.",
    "ああっ……んんっ……んくっ……激しい……\nはあ……でも、お汁も止まらないの……ああんっ！": "Aah……ưm……ku……mãnh liệt……\nhaa……nhưng, nước bọt cũng không ngừng chảy……aan!",
    "はあっ……もっとあなたの罪を……わたくしに……っ。\nわたくしを犯して……全部ぶつけて……んふっ……あああっ！": "Haa……hãy đặt tội lỗi của anh lên tôi……!\nhãy phạm tội với tôi……hãy đặt tất cả vào……ưm……aah!",
    "はあっ……ああ……んくぅ……あああ……\nあひっ……んん……はあ……はあ……んんんっ！": "Haa……ah……ku……aah……\nahih……ưm……haa……haa……ưm!",
    "ドロテアが強請るように膣壁を締め上げるので、\nこちらもいい加減射精感がこみ上げてきた。": "Dorothea siết chặt thành âm đạo như cầu xin,\ntôi cũng cảm thấy sắp xuất tinh.",
    "ああ……すごいっ、わたくしの奥……っ、\nんあぁっ、あなたのでぐりぐりされてぇ……はぁん……っ！": "Ah……tuyệt vời, sâu bên trong tôi……!\nanh đã cọ xát vào tôi……haan!",
    "わたくしが……っ、受け止める側、なのにぃ……っ。\nんあっ、んっ……んぃっ、んっ、んんん……っ！": "Tôi là……người sẽ nhận lấy……!\nưm ah, ưm, ưm, ưm……!",
    "びくびくと四肢を跳ねさせ、限界が近づいていると知らせるドロテア。\n清楚な姿でその痴態を見せられ、いっそう獣欲が高ぶっていく。": "Dorothea run rẩy tứ chi, báo hiệu rằng giới hạn đang đến gần.\nTôi bị mê hoặc bởi trạng thái bất lực của cô ấy trong bộ dạng thanh khiết, và dục vọng của tôi càng tăng lên.",
    "貪るように肉棒を打ち付け、\n快楽が弾ける一点を目指して無心で腰を振り続ける。": "Tôi đánh vào dương vật một cách tham lam,\ntôi tiếp tục lắc hông một cách vô thức, hướng đến một điểm khoái lạc bùng nổ.",
    "ああんっ！　はあんっ！　んくぅ！　ああっ！\nあひぃ！　んん……！　はああんっ！": "Aan! Haan! Ku! Aah!\nAh! Ưm……! Haan!",
    "ドロテアの腰を強く掴みながら、\n何度も何度も激しく腰を打ち付ける。": "Trong khi nắm chặt hông Dorothea,\ntôi đã đấm vào hông cô ấy nhiều lần.",
    "ああっ……んくぅ……あはぁ……んんっ！\nああ、わたくしも……もうダメに、なってしまいそうですっ……！": "Aah……ku……ahaa……ưm!\nA, tôi cũng……sắp không thể chịu đựng được nữa rồi……!",
    "子宮口に肉棒を打ち付けるたびに、\n膣内が吸い付くような締め付けで、射精を促していく。": "Mỗi khi tôi đánh dương vật vào cổ tử cung,\nâm đạo siết chặt như hút vào, thúc đẩy tôi xuất tinh.",
    "あなたのが……また大きくなって……んんっ……\nあああっ！　はああんっ！　んんんっ！": "Thứ của anh……lại lớn hơn……ưm……\naah! Haan! Ưm!",
    "出してください……このまま出してください……\nわたくしの中に……たくさん……あああっ！": "Hãy cho ra……xin hãy cho ra như thế này……\ntrong tôi……thật nhiều……aah!",
    "その言葉を聞いて、ますます興奮した俺は、\n一気に射精に向けて駆け上った。": "Nghe những lời đó, tôi càng thêm phấn khích,\ntôi đã lao lên để xuất tinh.",
    "あんっ、ああっ……激しい！　んくぅ！　\nはあっ……んんっ……はあん……んんんっ！": "An, aah……mãnh liệt! Ku!\nHaa……ưm……haan……ưm!",
    "ああんっ……はあん……ああっ……あああんっ！\nわたくしもイく……イってしまいます……はあああんっ……！": "Aan……haan……aah……aah!\nTôi cũng……sẽ đạt đến đỉnh điểm……haaan!",
    "あなたも……わたくしに出して……！\nわたくしのナカに、あなたの罪をいっぱい出して……！": "Anh cũng……cho ra trong tôi đi……!\nTrong tôi, hãy cho ra thật nhiều tội lỗi của anh đi……!",
    "限界を超え、肉棒の先端から飛び出した白濁した罪が、\nドロテアの膣内を蹂躙した。": "Vượt qua giới hạn, tội lỗi trắng đục bắn ra từ đầu dương vật,\nđã tàn phá bên trong âm đạo của Dorothea.",
    "んっ、あああぁぁぁああぁぁっ！": "Ưm, aaaaaaaah!",
    "ああ……熱い……わたくしのナカにいっぱい…\nあなたの罪深いものがたくさん……はあ……んん……": "Aah……nóng……thật nhiều bên trong tôi……\nthứ tội lỗi của anh……thật nhiều……haa……ưm……",
    "はあ……んふ……ふう……はあ……\nこんな罪深いもので、気持ち良くなるなんて……あああ……": "Haa……ưm……fuu……haa……\nVới thứ tội lỗi này, thật tuyệt vời làm sao……aah……",
    "ドロテアは何度も体を震わせながら、\n絶頂の快感に酔いしれていた。": "Dorothea run rẩy nhiều lần,\ncô đã say sưa trong cực khoái.",
    "んんっ……あっ……ふああっ……": "Ưm……ah……fuaah……",
    "快感に酔っていたドロテアだったが、\nだんだんと落ちついていったようだ。": "Dorothea đã say sưa trong khoái cảm,\ndường như cô ấy đã dần bình tĩnh lại.",
    "はあ……はあ……んんっ……はあ……はあ……\nはあああ……んふう……はあああ……": "Haa……haa……ưm……haa……haa……\nhaaaaa……fuhuu……haaaaa……",
    "……どうですか？　あなたの罪は浄化されましたか？": "……Thế nào? Tội lỗi của anh đã được thanh tẩy chưa?",
    "ああ、シスター様のおかげでな。": "À, nhờ có nữ tu.",
    "ふふ……それはよかったです……\nわたくしも、すっかり満たされてしまいました……": "Fufu……thật tốt……\ntôi cũng đã hoàn toàn thỏa mãn……",
    "わたくしもシスターとして、\nあなたの罪を洗い流せて幸せです……": "Tôi cũng là một nữ tu,\ntôi hạnh phúc vì đã rửa sạch tội lỗi của anh……",
    "恍惚とした笑顔で、ドロテアは呟いたのだった。": "Với một nụ cười ngây ngất, Dorothea lẩm bẩm.",
    "はあ……わたくしったら、なんてはしたないことを……\nこれも%usernameusernameuserna%さんのせいですからね……！": "Haa……tôi đã làm những điều vô liêm sỉ như thế này……\nĐây cũng là vì %usernameusernameuserna% - san……!",
    "いや、ドロテアもノリノリだったじゃないか。": "Không, Dorothea cũng rất nhiệt tình mà.",
    "うう……そ、それはそうですけども……！\nあんまり言うなら、次はしてあげませんからね……！": "Uu……v, vâng, đúng là như vậy……!\nNếu anh nói nhiều quá, tôi sẽ không làm nữa đâu……!",
    "ってことは、またしてくれるのか？": "Có nghĩa là, cô sẽ làm lại chứ?",
    "それは……その……\nあなたがそうしたいのでしたら……": "Điều đó……ừm……\nNếu anh muốn như vậy……",
    "あの～、ここで懺悔できるって聞いてきたんですけど～。": "À, tôi đến đây vì tôi nghe nói rằng tôi có thể xưng tội ở đây.",
    "えっ！？　はい！　今、うかがいます！": "Hả!? Vâng! Tôi sẽ gặp anh ngay bây giờ!",
    "%usernameusernameuserna%さんも早く服を整えてください！\nさあ、懺悔室を再開しましょう！": "%usernameusernameuserna% - san, hãy chỉnh lại quần áo của anh đi!\nNào, hãy bắt đầu lại phòng xưng tội nào!"
}