{
    "いくぞ、ラミ！！": "Đi thôi, Lami!!",
    "くそっ、倒しても倒してもキリがないな……！\n近くに巣でもあるんじゃないのか！？": "Chết tiệt, đánh mãi không hết…!\nChẳng lẽ có cả ổ gần đây!?",
    "はぁっ……はぁっ……この、雑魚のくせに……！\n数さえ少なければ、こんなやつらなんかにぃ……！": "Hộc… hộc… Mấy con ranh này…!\nNếu ít hơn một chút, thì làm sao mà…!",
    "武装のない霞光じゃまともな援護もできない。\nくそ、やっぱり機体を乗り換えるべきだったか……": "Cái 'Hà Quang' không có vũ trang thì không thể chi viện được.\nKhốn kiếp, đúng là nên đổi máy mới…",
    "（敵の包囲はどんどん厚くなってきている。\nこのまま……いや、状況が悪化していけば、突破は絶望的だ）": "(Vòng vây của địch càng lúc càng dày đặc.\nCứ thế này… không, tình hình càng tệ đi, thì đột phá là điều không thể)",
    "める達は……無事に包囲を抜けたみたいだな。": "Mấy đứa Meli có vẻ đã thoát khỏi vòng vây rồi.",
    "ラミのおかげだね！": "Nhờ có Lami cả đấy!",
    "次は俺達の番だ！\nお前も、最後の瞬間まで諦めるなよ！": "Tới lượt bọn mình rồi!\nCậu cũng đừng bỏ cuộc cho đến giây phút cuối cùng đấy!",
    "ラミはそもそも最初から諦めてないっつの！": "Lami ngay từ đầu đã không hề bỏ cuộc!",
    "俺も、俺のやるべきことをやらないとな。": "Tôi cũng phải làm những gì mình nên làm.",
    "霞光が原形をとどめなくなったって構わない。\n俺は指揮官として、ラミを絶対に地上まで送り届けてみせる……！": "Dù 'Hà Quang' có tan nát thì cũng không sao.\nTôi là chỉ huy, tôi nhất định phải đưa Lami lên mặt đất…!",
    "弾を残す必要はない。ありったけをぶっ放せ！": "Không cần giữ đạn. Bắn hết đi!",
    "言われなくたって、すでにそのつもりだよ！": "Không cần phải nói, tôi đã định làm vậy rồi!",
    "ぐっ……！　くそっ、馬鹿の一つ覚えみたいに\n突っ込んできやがって……！": "Ư…! Chết tiệt, cứ như lũ ngu lao vào…!",
    "ったく、大丈夫――きゃぁ！？": "Chán thật, không sao đâu… Kya!?",
    "俺のことは気にするな！　自分のことだけ考えろ！": "Đừng bận tâm đến tôi! Chỉ lo cho bản thân cậu thôi!",
    "そんなこと言われても……も、もう、これ以上は……！": "Nói vậy thì… tớ… không thể…!",
    "っ！？　ラミ、正面からきてるぞ！　逃げろ！": "Hả!? Lami, nó tới từ phía trước kìa! Chạy đi!",
    "いやっ、こないで……！": "Không, đừng tới…!",
    "くそっ！　何かないのかっ！？": "Khốn kiếp! Không còn gì sao!?",
    "な、なんだ……？": "Hả, cái gì…?",
    "これは……何者かによる、攻撃……？\n待て、このレーダーの反応は……？": "Đây là… cuộc tấn công của ai đó…?\nKhoan đã, phản ứng radar này là…?",
    "ひ、ひぇええええ！　な、なんですかこの数！？\n夢に出てきちゃいますよ～！": "Hí… hiii! Cái, cái gì đây, nhiều thế này!?\nTớ sẽ gặp trong mơ mất!",
    "ふん。いつも偉そうなくせして、なんて情けない姿をさらしてんのよ。\nそれでも私達に勝ったシリウスシュガーのメンバーなワケ？": "Hừ. Lúc nào cũng ra vẻ ta đây, sao lại thảm hại thế này?\nVậy mà vẫn là thành viên của 'Sirius Sugar' sao?",
    "翻訳すると、『生きててくれて、良かった』かしら？": "Dịch ra thì là, 'Rất mừng vì cậu còn sống'?",
    "舞亜さん、そんなこと言ったら、\nまたクララさんに逆ギレされるわよ？": "Maia, cậu mà nói vậy, thì\nlại bị Clara nổi khùng lên đấy!",
    "お前達、今は作戦行動中だ。私語は慎むように。": "Mấy đứa, bây giờ đang trong tác chiến. Giữ im lặng.",
    "その機体――": "Cái máy đó…",
    "カラフルブーケ……！！": "Colorful Bouquet…!!",
    "探索計画の予定帰還時刻を超過しても戻ってこなかったからな。\n助けに来たぞ。": "Đã vượt quá thời gian dự kiến quay về của kế hoạch thám hiểm rồi.\nTôi đến cứu đây.",
    "フッ……それとも、もう少し遅かった方が良かったか？": "Hừ… Hay là, đến muộn hơn một chút thì tốt hơn?",
    "あ、あの……オープン回線だったので、全部聞こえてました……": "À, à… Vì là kênh mở, nên tôi nghe hết rồi…",
    "なっ……！　マジで！？": "Hả…! Thật á!?",
    "老後の話までしてたわよね。少し気が早すぎると思うけど。": "Còn nói đến chuyện sau này nữa chứ. Tớ thấy hơi sớm đấy.",
    "この先に安全地帯がある。そこから<r=ケイブ・ベルト>地穴帯</r>の安全ルートに出られるだろう。先に行け、あとは私達が引き受けた。": "Phía trước có một khu vực an toàn. Từ đó có thể ra được tuyến đường an toàn của 'Vành đai Hang Động'. Đi trước đi, còn lại cứ để chúng tôi lo.",
    "ああ、脱出の援護を頼む！！": "Ừ, nhờ mọi người chi viện để thoát ra!!",
    "了解！！": "Rõ!!",
    "――それから俺達はカラフルブーケに敵の掃討を任せ、\n<r=プライマル・ベルト>原生帯</r>の安全地帯に来ていた。": "――Sau đó, bọn tôi giao cho 'Colorful Bouquet' quét sạch địch,\nrồi đến khu vực an toàn của 'Vành đai Nguyên Sinh'.",
    "気が抜けて外の空気を吸いたくなり、俺とラミは機体から外に出た。\n今頃、一足早く七彩達の機体は地上に向かっていることだろう。": "Cảm thấy thoải mái, muốn hít thở không khí bên ngoài, tôi và Lami bước ra khỏi máy.\nBây giờ, máy của nhóm 'Thất Thải' đã hướng lên mặt đất rồi.",
    "もちろん、少しだけ休んだら、自分達も後を追うつもりだ。": "Đương nhiên, nghỉ ngơi một chút, chúng tôi cũng sẽ đuổi theo.",
    "……ふぅぅ。今回ばかりは本気でヤバかったな。": "…Phù. Lần này đúng là nguy hiểm thật.",
    "こっちこそ": "Tôi cũng vậy",
    "助かったよ": "Được cứu rồi",
    "ホントに……助けてくれて、ありがとね。": "Thật sự… Cảm ơn vì đã cứu tôi.",
    "そういや、お前と付き合うって話についてなんだが……": "Nói đến chuyện hẹn hò với cậu thì…",
    "いや、今更言わなくても、分かってるよ。\nラミ達の仲間割れを止めるためのタチの悪い冗談でしょ？": "Không, bây giờ không cần nói nữa, tớ hiểu rồi.\nChỉ là trò đùa ác ý để ngăn cản bọn Lami chia rẽ thôi đúng không?",
    "カラブのみんなに聞かれてたのは、恥ずかしかったけど。": "Bị mọi người ở 'Colorful' nghe thấy, tớ thấy hơi xấu hổ.",
    "理解してくれてるようなら助かる。": "Nếu cậu hiểu thì tốt quá.",
    "まーあ？　乙女の純情をもてあそんだ罪は、\nしっかり償ってもらうけどね～？": "Maaa~ À, tội dám đùa giỡn với tình cảm của thiếu nữ,\ntôi sẽ bắt cậu bồi thường đàng hoàng đấy nhé~?",
    "……お手柔らかにな。": "…Xin hãy nhẹ tay.",
    "じゃあ、今度ステーキハウスにでも連れてってもらおっかな。": "Vậy thì, lần tới tôi sẽ dẫn cậu đến nhà hàng bít tết.",
    "もちろん、ふたりでね♪": "Đương nhiên, là hai người mình nhé♪"
}