{
    "――はぁ、やれやれ……\nどうにも大変な目にあったな。": "――Haizz, thật là…\nĐúng là tôi gặp rắc rối rồi.",
    "（まさか、着替える間もなくずっとつつかれるとはな……\n鑑も珠瀬も着替え終わって自室に帰ってしまったし……）": "（Không ngờ, tôi còn chưa kịp thay đồ thì đã bị làm phiền rồi…\nCả Kagami lẫn Misuze đều đã thay đồ xong và về phòng mất rồi…）",
    "――冥夜！": "――Meiya!",
    "タケル？\nどうしたのだ？　わざわざ格納庫にまで。": "Takeru?\nSao cậu lại đến đây vậy? Đến tận nhà chứa cơ đấy.",
    "ああいや、冥夜が戻ってこなかったからな。\n何かあったのか心配してたんだよ。": "À, không có gì, tại Meiya không về nên tôi lo lắng thôi.\nTôi cứ nghĩ là có chuyện gì xảy ra.",
    "いや、メイズ探索の方は普段と変わりなかったのだが、\nその後がちょっと……な。": "Không, việc khám phá mê cung vẫn như mọi khi thôi,\nnhưng mà sau đó thì hơi… khác một chút.",
    "……？": "…?",
    "大したことではない。気にするな。": "Không có gì to tát đâu. Đừng bận tâm.",
    "そうか……しかし、悪いな。": "Vậy sao… Nhưng mà, tôi xin lỗi.",
    "何がだ？": "Xin lỗi gì?",
    "今の俺は戦術機に乗ることができないだろ？\nだから、冥夜たちに負担をかけているだろうからさ。": "Bây giờ tôi không thể lên chiến thuật cơ được đúng không?\nVì vậy, tôi đã gây phiền phức cho Meiya và những người khác.",
    "そんなもの、気にする必要はない。\nできる時にできる者ができることをする――それだけだ。": "Chuyện đó, cậu không cần bận tâm đâu.\nKhi nào có thể thì người có thể sẽ làm――chỉ có vậy thôi.",
    "それはそうだが……": "Thì đúng là vậy…",
    "それに、機体に乗れない代わりに、\n我々のフォローのために走り回ってくれていると聞くぞ？": "Với lại, tôi nghe nói là, thay vì không thể lên máy bay,\ncậu đã chạy đôn chạy đáo để hỗ trợ chúng tôi đúng không?",
    "……！　教えないように頼んでたんだけどな……": "…! Tôi đã dặn là đừng nói mà…",
    "そなたとて自分のやれることを精一杯やっているのだ。\n胸を張るがよい。": "Cậu cũng đang làm hết sức mình có thể rồi.\nHãy ngẩng cao đầu lên.",
    "……ありがとうな、冥夜。\nとはいえ、もっとお前たちの力になりたいんだがな。": "…Cảm ơn cậu, Meiya.\nMặc dù vậy, tôi vẫn muốn giúp đỡ các cậu nhiều hơn nữa.",
    "もう十分してもらっていると思うが……": "Tôi nghĩ là cậu đã làm đủ rồi đấy…",
    "……そこまで言うのなら……そ、そうだな……\n私からの頼み事を……聞いてもらえるだろうか？": "…Nếu cậu nói vậy thì…ừ, cũng phải…\nTớ có một yêu cầu… Cậu có thể nghe tớ không?",
    "頼み事？　オレに出来る事ならいいが……": "Yêu cầu? Nếu là chuyện tôi có thể làm thì không sao đâu…",
    "……その……だな……こちらに来てから、\nそなたと過ごす時間が少ないと感じていてな……": "…Thì… là… Từ khi đến đây,\ntớ cảm thấy thời gian ở bên cậu ít quá…",
    "だから……\n今夜はそなたと過ごしたいのだが……だ、ダメだろうか？": "Vì vậy…\nTớ muốn ở bên cậu tối nay… Đ-Được không?",
    "それって……そういうことか？": "Chuyện đó… là sao vậy?",
    "あ、ああ……あまり言わないでくれ……\n私も、恥ずかしいのだ。": "À, ừ… Đừng nói nhiều mà…\nTớ cũng thấy xấu hổ nữa.",
    "……ああ、わかった。\nそれなら……オレからも頼んでいいか？": "…À, tôi hiểu rồi.\nVậy thì… Tôi cũng có thể nhờ cậu được không?",
    "……別に構わないが、何をすればよいのだ？": "…Cũng không sao, nhưng mà cậu muốn làm gì?",
    "そう言うと冥夜は、オレを伴って自らの部屋に戻り――": "Nói xong, Meiya dẫn tôi về phòng của cô ấy――",
    "……まさか、強化装備のままと言われるとは。\nこれは貴重な装備なのだぞ……？": "…Không ngờ, lại bị bảo là vẫn mặc trang bị tăng cường.\nĐây là trang bị quý giá đấy…?",
    "そういって、恥ずかしそうにする冥夜だったが、\nそれでも拒絶せずにオレの頼みを聞いてくれる。": "Nói vậy, Meiya có vẻ xấu hổ,\nvậy mà vẫn không từ chối và nghe theo yêu cầu của tôi.",
    "ありがとうな、俺の頼みを聞いてくれて……": "Cảm ơn cậu, đã nghe yêu cầu của tôi…",
    "……まったく。本当に今日は\nこの装備に振り回されるな……んんっ。": "…Thật là. Hôm nay đúng là bị\ntrang bị này làm cho đảo lộn cả lên… Ưm.",
    "呆れたようにぼやく冥夜に、こちらに集中してもらうべく、\nぐっと腰を押し付ける。": "Meiya bực mình lẩm bẩm, tôi ghé sát người cô ấy để cô ấy tập trung hơn.",
    "強化装備のまま、局部だけを露出した姿は思った以上に煽情的で、\nすでに劣情がこみ上げてきていた。": "Với bộ trang bị tăng cường, thân hình chỉ lộ ra phần dưới đã gợi cảm hơn tôi tưởng tượng,\nham muốn đã dâng trào trong tôi.",
    "んんっ……はぁっ、まったく……\nそなたときたら……装備だって貴重なんだぞ……": "Ưm… Ha, ha…\nCậu đúng là… Trang bị cũng quý giá lắm đấy…",
    "は、ぁ……んっ、くぅ……っ。\nそれなのに、こんな……ふ、ぅ……っ。": "Ha, à… Ưm, khừ…!\nVậy mà, lại như thế này… Ư, ư…!",
    "何だかんだと言いながら、\n冥夜の唇からは喘ぎ声が零れている。": "Dù nói gì đi nữa,\nmôi của Meiya vẫn phát ra tiếng rên rỉ.",
    "それなら、ここでやめておこうか？": "Vậy, mình dừng ở đây nhé?",
    "ん、ふ……っ！？　あぁっ、卑怯だぞ……っ。\nくぅっ……ん、はぁ……あっ、あぁん……っ！": "Ư, ư…!? A, chết tiệt…!\nKhừ… Ưm, ha… A, a…!",
    "くっ……頼む……っ。私は、もう……欲しい……っ。\nそなたはどうなのだ……っ？": "Khừ… Xin cậu… Tôi, tôi muốn…!\nCậu thì sao…?",
    "冥夜の腰が艶めかしくくねると、淫らな香りが立ち上る。\nこちらももう限界だと告げた。": "Khi vòng eo của Meiya uốn éo một cách gợi cảm, một mùi hương dâm đãng bốc lên.\nTôi cũng nói rằng mình đã đến giới hạn.",
    "ならば……んっ、早く……": "Vậy thì… Ưm, nhanh lên…",
    "冥夜の言葉に頷き、待ちきれずに猛ったものを、\n彼女へと突き立てた。": "Tôi gật đầu trước lời nói của Meiya, và không thể chờ đợi được nữa, tôi đâm mạnh vào cô ấy.",
    "んんっ……！\nくっ……ぁ、はぁ……っ！？": "Ưm…!\nKhừ… A, ha…!?",
    "んぁぁ……っ。\n入ってくる……そなたのモノが……く、はぁっ……": "Aaa…!\nNó vào rồi… Thứ của cậu… Kh, ha…",
    "膣内はすでに熱く潤み、\n歓喜に震える膣壁がこちらに絡みついてくる。": "Bên trong âm đạo đã nóng ẩm, và\nthành âm đạo run rẩy vì vui sướng đang quấn lấy tôi.",
    "こ、これだと……すぐに、奥まで……っ。\nんあっ……は、うぅ……こ、こらっ……ああっ！": "C, chuyện này… Sẽ vào sâu ngay thôi…!\nƯm, a… Ha, ư… C, chết tiệt… Aaa!",
    "冥夜が腰を引こうとするが、彼女の足を捕え、\nぐっと強く引き寄せる。": "Meiya định lùi lại, nhưng tôi nắm lấy chân cô ấy,\nkéo mạnh về phía mình.",
    "んぅっ！？　んっ、んあぁぁっ……！\nや……っ、深、ぁ……っ、くぅ……っ。": "Ư…!? Ưm, aaaa…!\nĐừ… à, sâu, a… Khừ…!",
    "甘い声が上がり、膣内は素直に肉棒を締め上げてきた。": "Một giọng nói ngọt ngào vang lên, và âm đạo siết chặt dương vật.",
    "んあっ！！　あっ……くぅ、ん……っ！\n膣内がっ……そなたのモノで、擦れて……ふあぁっ。": "Aaa!! A… Khừ, ưm…!\nÂm đạo… Với thứ của cậu, cọ xát… Aaa!",
    "ん……ふう……、はぁ……っ。\nそなたときたら……こんな格好に、欲情して……": "Ưm… Phù…, ha…\nCậu đúng là… Với bộ dạng này, lại còn ham muốn…",
    "今度から……ふぁ、き、気まずいではないか……\nんあっ、待て、あっ、あっ……んあぁっ……！": "Từ giờ… A, khó xử quá…\nƯm, đợi đã, a, a… Aaa!",
    "こちらが腰を揺らすたびに、粘ついた水音がする。\nこちらを非難するが、冥夜だって間違いなく興奮していた。": "Mỗi khi tôi lắc hông, một âm thanh ẩm ướt vang lên.\nTôi bị chỉ trích, nhưng Meiya chắc chắn cũng đang hưng phấn.",
    "冥夜の身体が興奮から火照り、汗ばんできたのを感じる。": "Tôi cảm thấy cơ thể của Meiya nóng bừng vì phấn khích, và đổ mồ hôi.",
    "ふ、ぅ……っ。なあ……っ、\nあっ、んくっ……もっと……っ！": "Ư, ư… Này…!\nA, ưm, khừ… Thêm nữa…!",
    "もっと奥まで、来て……ほしいのだ……っ。\nんぅ……っ、ん、んんっ……！": "Muốn vào sâu hơn nữa…\nƯm… Ưm, ưm…!",
    "んあっ！！　ふあっ、んああ……っ！　そ、そこぉ……っ。\nんあっ、あっ……あああっ！": "Aaa!! A, aaaa…! Đ, chỗ đó…!\nƯm, a, aaaa!",
    "冥夜の言葉に応えて、奥まで届かせるべく\n抽送を早めていくと、嬌声が上がった。": "Đáp lại lời nói của Meiya, tôi tăng tốc độ thọc vào để vào sâu hơn, và một tiếng kêu vang lên.",
    "ああっ、あっ、んふあぁ……っ。\nすご、ふあぁっ……そんなに奥まで……っ！？　んあっ！": "Aaa, a, aaaa…!\nGhê, aaaa… Sâu quá…!? Ưm!",
    "そんなに締め付けるなと彼女を諫めるが――": "Tôi bảo cô ấy đừng siết chặt như thế――",
    "だ、だって……んんっ！　ふあああっ！\nそ、そこ……っ、き、きもち……いい……っ！": "Đ, tại vì… Ưm! Aaaa!\nCh, chỗ đó… S, sướng…!",
    "ん、ふっ……！　や、うあっ……はぁっ、あぁっ。\nくうっ……うぅ、んは、あっ、ふあぁ……っ。": "Ưm, ư…! A, ư… Ha, aaa…!\nKhừ… Ư, ư, a, aaaa…!",
    "膣内はぐずぐずと柔らかくうねり、\n奥へ奥へと男根を吸い上げる。": "Âm đạo uốn lượn mềm mại, và\nđang hút dương vật vào sâu hơn.",
    "んっ！　んっ、んっ！　……んんっ！\n奥、ふぁああっ！？": "Ưm! Ưm, ưm! …Ưm!\nSâu, aaaa!?",
    "かき回されて……頭が、おかしく……なりそうだ……っ。\nふぁ……ああっ、腰、動くのが……とまら、ない……！　あぁっ！": "Bị khuấy đảo… Đầu óc, như muốn… nổ tung…!\nA… Aaa, hông, cử động… không, được…! Aaa!",
    "結合部からは泡だった愛液がどんどん溢れてくる。\nそれがいっそうこちらの律動の助けとなった。": "Từ chỗ kết hợp, tinh dịch sủi bọt tràn ra.\nĐiều đó càng giúp cho nhịp điệu của tôi.",
    "くっ……そんな、いやらしい音……っ。\n嫌、なのに……ふっ、うっ、んあぁ……！？": "Khừ… Âm thanh… dâm đãng quá…!\nGhét, vậy mà… Ư, ư, aaaa…!?",
    "本人の意思に反して艶めかしくくねる腰つきが、\nこちらの獣欲をいっそう昂らせていく。": "Trái với ý muốn của cô ấy, vòng eo uốn éo một cách gợi cảm,\ncàng làm tăng thêm thú tính của tôi.",
    "ばか……！　こんな……恥ずか、し……のに……っ。\nんんっ！　んっ、ふは……！": "Đồ ngốc…! Như thế này… Xấu hổ, quá…!\nƯm! Ưm, ư…!",
    "そなたが私のナカにいると思うと……んっ、ふあっ……\n奥が、疼いて……たまらない……はぁっ、んああっ……！": "Khi tôi nghĩ cậu đang ở trong người tôi… Ưm, aaaa…\nSâu bên trong, nhột nhột… không chịu nổi… Ha, aaaa…!",
    "媚肉をかき分けた先の膣奥は、まるでこちらと離れがたいとでも\n言わんばかりに亀頭にちゅっちゅっと吸い付いてくる。": "Sâu bên trong âm đạo, sau khi tách những thớ thịt gợi cảm, dường như muốn nói rằng không muốn rời xa tôi,\nđang mút lấy đầu dương vật.",
    "んんっ、んっ！　や……、ダメだ……っ。\n私だけじゃ、なく……そなたも……っ！　んんっ！": "Ưm, ưm! Đừ… Chết tiệt…!\nKhông chỉ mình tôi, mà… cậu cũng…! Ưm!",
    "そなたにも……気持ちよく、なって……、ほし……\n私だけじゃ、いや……だ……あぁっ、あっ、くぅぅ……！": "Cậu cũng… muốn… sướng…\nKhông chỉ mình tôi, mà… aaaa, a, khừuu…!",
    "快感に震え、どろりと欲を滲ませた瞳でこちらを見て、\n冥夜はそんなことを口にした。": "Meiya nhìn tôi với đôi mắt run rẩy vì khoái cảm, và nhỏ những giọt ham muốn,\ncô ấy nói như vậy.",
    "やっ……愛し、合いたい……ふ、んん……っ！\nどちらかが、ではなく……んあ……っ、お互い、に……んんん！": "Muốn… yêu… nhau… Ư, ưm…!\nKhông phải một trong hai, mà… Ưm… Cả hai, cùng nhau…!",
    "ふあ……んんっ！　それが……私の、そなたへの望み……\nんあっ！　ふ……く……っ、頼む……叶えてくれ……んっ！": "A… Ưm! Đó là… mong muốn của tôi…\nƯm! Khừ… Xin cậu… Hãy thực hiện…!",
    "冥夜の言葉に同意するように、膣内はいっそう強く雄を締め付ける。\nその望みに応えるべく、いっそう強く腰を突き上げた。": "Âm đạo siết chặt dương vật mạnh hơn để đồng ý với lời nói của Meiya.\nĐể đáp lại mong muốn đó, tôi thúc hông mạnh hơn.",
    "んんっ！？　んぃっ……んあぁっ、あっ、ふあぁっ……！\nや、あっ……深いっ、んぐっ、ふあぁ……っ！！": "Ưm!? Ưi… Aaa, a, aaaa…!\nA, a… Sâu quá, ưm, aaaa…!",
    "猛った肉竿が膣壁を擦り上げ、\n冥夜がビクビクと背を反らして震える。": "Dương vật hừng hực cọ xát vào thành âm đạo,\nMeiya run rẩy và cong lưng.",
    "くっ、はぁ、ああっ……！！　そこは……！\nだめ……っ！　だめだっ……！　ん、く、ああっ！？": "Khừ, ha, aaaa…!! Chỗ đó…!\nKhông…! Không được…! Ưm, kh, aaaa!?",
    "んくぅっ、奥まで、ずんずん……来てる……っ！\nナカ、ゴリゴリって……んああっ！　そ、そこ……っ！！": "Khừ, vào sâu hơn…!\nBên trong, cọ xát… Aaa! Ch, chỗ đó…!",
    "彼女の反応がいい場所をひたすら狙って、\n幾度となく腰を打ち付けるたび、愛液の雫が飛び散った。": "Tôi nhắm vào những điểm nhạy cảm của cô ấy,\nvà mỗi khi tôi thúc hông, những giọt tinh dịch bắn ra.",
    "そこ、ばっかり……！！\nくっ、うう、せ、攻めるなぁ……！": "Chỉ có chỗ đó…!\nKhừ, ư, công kích…!",
    "ふぁあ！　ふああっ！？　ナカで、おおきく……っ！\nそんなにしたらっ、んぐっ、壊れてしまう……んあぁっ！！": "Aaa! Aaa!? Bên trong, to…!\nNếu làm thế, ưm, sẽ nát mất… Aaa!",
    "膣内が激しくわななき、太股も小刻みに震えている。\n冥夜も限界が近づいているのだろう。": "Âm đạo rung chuyển dữ dội, và đùi cũng run lên.\nMeiya cũng sắp đến giới hạn rồi.",
    "待っ、激し……あっ、ふあっ、あっ、ああああっ……！\nやぁぁっ、あ、ふあぁっ……このままじゃ……っく！？": "Đợi đã, dữ dội quá… A, a, aaaa…!\nAaa, a, aaaa… Như thế này thì… kh!?",
    "限界なのはこちらも同様だった。みっちりと膣壁に包み込まれ、\n肉竿は暴発寸前に欲をため込んでいる。": "Tôi cũng vậy, cũng đến giới hạn. Bị bao bọc bởi thành âm đạo,\ndương vật đang tích tụ ham muốn trước khi bùng nổ.",
    "んあっ！　くっ……ぅああっ！　　あ、熱い……！！\nこんなの、もう……く、ふあぁぁ……っ！？": "Aaa! Khừ… Aaa! Nóng…!\nNhư thế này, thì… kh, aaaa…!?",
    "ふああっ！　ふあああっ！　ああ……っ！\nも……う、げん、かいだ……っ！！": "Aaa! Aaaaa! Aaa…!\nĐế…n, giớ, hạn…!",
    "ああ、俺も、限界だ……！　冥夜……！": "Aaa, tôi cũng vậy, đến giới hạn rồi…! Meiya…!",
    "ああっ……そなたも、一緒にぃ……っ！　っく、んあっ！\nあっ、あっ、もう……もうだめだっ、あぅ、んあああっ……！！　": "Aaa… Cậu cũng, cùng…!\nKhừ, ưm! A, a, không… không được nữa, a, aaaa…!",
    "んあっ！　んああっ！！　た、たっして、しまう……っ！！\nあっ、あっ……ふああああああああっ！！": "Ưm! Aaa! Sẽ, sẽ… xong mất…!\nA, a… Aaaaaaaa!",
    "んっ……はぁ、はぁっ……\nあ、んぅ……でてるぅ……ナカに、あっ、はぁ……っ。": "Ưm… Ha, ha…\nA, ư… Đang ra… Bên trong, a, ha…",
    "白濁と愛液が渾然一体となり、冥夜の膣内に収まりきらずに\nぼたぼたと零れ落ちていく。": "Tinh dịch và tinh dịch trắng đục hòa vào nhau, tràn ra khỏi âm đạo của Meiya,\nvà rơi xuống.",
    "っは、あ……んぅっ……\nああ……そなたのものが……こぼれていってしまう……っ。": "Ha, a… Ưm…\nA… Thứ của cậu… đang chảy ra…",
    "呆然としたままの冥夜が、ぽつりとそんなことを言う。\n無意識の言葉であろうそれが、あまりに艶めかしくて――": "Meiya vẫn còn ngơ ngác, và nói như vậy.\nNhững lời nói vô thức đó, lại quá gợi cảm――",
    "んっ……！？　また、ナカで大きく……？\nお、おい……そなた、何故……っ。": "Ưm…!? Lại, bên trong to hơn…?\nƠ, này… Cậu, tại sao…!",
    "あっ、待ってくれ、わたしはまだ……んっ！？\nふあぁ……動かすでない……んぁっ！": "A, đợi đã, tớ vẫn chưa… Ưm!?\nAaa… Đừng có cử động… Aaa!",
    "言葉尻が甘く震えるのに気を良くして、\n柔く蕩けた膣内を掻きまわすと、冥夜が震える。": "Tôi cảm thấy vui vì những lời nói run rẩy ngọt ngào,\nvà khi tôi khuấy động bên trong âm đạo mềm mại, Meiya run lên.",
    "や、ぁ、あっ……ま、待て……んぅっ！\nいま、されたら……っ、どうにかなってしまう……ひ、ぅあっ。": "A, a, đợi đã… Ưm!\nNếu, bây giờ… thì, sẽ… hự, a…",
    "気持ちいいの、とまらない……っ、んぁあっ……！\nやっ……もう、満足した、のにぃ……っ！": "Sướng quá, không dừng lại được… Aaa…!\nĐã, thỏa mãn rồi, mà…!",
    "がくがくと脚を震わせながら、こちらに縋ってくる冥夜。\nそんな様子を見せられたら、逆に滾ってしまうというのに。": "Meiya run rẩy đôi chân, và bám vào tôi.\nKhi tôi nhìn thấy cảnh tượng đó, tôi lại càng ham muốn hơn.",
    "愛液は後から後から溢れんばかりで、卑猥な水音を響かせる。\nぱたぱたと足元に水玉模様が増えていくのがたまらない。": "Tinh dịch tràn ra, và phát ra âm thanh dâm đãng.\nNhững giọt nước trên sàn nhà càng làm tôi thích thú.",
    "んぁあっ……なんでっ、また大きくなって……っ！？\nふ、ぅぐっ、そこ、そこは……あっ、んうぅぅ……！": "Aaa… Tại sao, lại to hơn nữa…!?\nƯ, ư, chỗ đó, chỗ đó… A, ưuu…!",
    "先程見つけた冥夜の良いところを刺激すると、\n声にならない声が上がる。": "Khi tôi kích thích điểm nhạy cảm của Meiya mà tôi tìm thấy lúc nãy,\nmột giọng nói không thành lời vang lên.",
    "……し、仕方ない……そなたも気持ちいいと言うなら……\nもう少し、付き合ってやらん、こともない……っ。": "…Ừm, không còn cách nào… Nếu cậu cũng thấy sướng…\nthì, tớ cũng sẽ… ở lại…",
    "その言葉に甘え、その後も何度も体を重ね、\n冥夜との時間を堪能させてもらった。": "Tôi chiều theo lời nói đó, và sau đó tôi đã tận hưởng thời gian với Meiya bằng cách ân ái nhiều lần.",
    "…………": "…………",
    "じっとこちらを見てくる冥夜にまだ足りないのかと尋ねると、\n違うと鋭く返された。": "Meiya nhìn tôi chằm chằm, và tôi hỏi cô ấy rằng cô ấy vẫn chưa đủ sao,\ncô ấy trả lời một cách sắc bén rằng khác.",
    "眠ってしまう前に……\nもう少し……そなたの顔を見ていたいと思ったのだ。": "Trước khi ngủ…\nTớ muốn… nhìn khuôn mặt cậu thêm một chút nữa.",
    "奇遇だな。\nオレも同じ事を思ってたよ。": "Thật là trùng hợp.\nTớ cũng nghĩ như vậy.",
    "そのまましばらく、二人で見つめ合う。": "Cứ như vậy, hai người nhìn nhau một lúc.",
    "たまにはこんな風に過ごすのも悪くない。": "Đôi khi, dành thời gian như thế này cũng không tệ.",
    "そう、だな……": "Đúng vậy…",
    "……冥夜？": "…Meiya?",
    "なあ、武。\n私たちは、こんな平和な日々を過ごしていてよいのだろうか？": "Này, Take.\nChúng ta có nên sống những ngày bình yên như thế này không?",
    "え……？": "Hả…?",
    "この世界での生活は、私が思い描いていた理想に近い。\n少し刺激はあるが、平和で、涙がにじみそうなぐらい幸せだ。": "Cuộc sống ở thế giới này gần với lý tưởng mà tớ đã hình dung.\nTuy có một chút kích thích, nhưng bình yên, và hạnh phúc đến mức muốn rơi nước mắt.",
    "……そうだな。\nオレたちの心の奥で望んでたような世界だ。": "…Đúng vậy.\nMột thế giới mà chúng ta đã mong muốn sâu thẳm trong trái tim mình.",
    "……ああ。": "…Ừm.",
    "いつか、この平和ともお別れになる。\nなら、つかの間の平穏を満喫してもいいんじゃないか？": "Một ngày nào đó, chúng ta sẽ phải chia tay với sự bình yên này.\nVậy thì, tại sao chúng ta không tận hưởng sự bình yên ngắn ngủi này?",
    "冥夜もみんなもずっと頑張ってきた。\nなら、ちょっとした運命からのご褒美とでも思えばいいさ。": "Meiya và mọi người đã luôn cố gắng hết sức.\nVậy thì, hãy nghĩ rằng đây là phần thưởng từ số phận đi.",
    "ご褒美……か。\nただ、私は少しだけ怖くもなるのだ。": "Phần thưởng… sao?\nNhưng mà, tớ cũng hơi sợ.",
    "……怖いって、どうしてだ？": "…Sợ gì?",
    "今、この時、この瞬間は、私の思い描く夢なのかもしれない。\n私は攻撃を受けた衝撃で気を失っているんだ。": "Bây giờ, khoảnh khắc này, có lẽ là giấc mơ mà tớ đã hình dung.\nTớ đã bất tỉnh vì cú sốc khi bị tấn công.",
    "そして、夢を見る。\n理想の世界で生活する夢を。": "Và, tớ mơ.\nGiấc mơ về cuộc sống trong một thế giới lý tưởng.",
    "幸せに浸って、よい気分になって、この平和に依存して、\nずっとこの時間が続けばいいと願った時――": "Khi tớ đắm chìm trong hạnh phúc, cảm thấy dễ chịu, và phụ thuộc vào sự bình yên này,\ntớ ước rằng thời gian này sẽ kéo dài mãi mãi――",
    "夢は覚め、奈落の底へと落とされる。\n浅はかな願いに浸った愚かさを嘲笑されながら……な。": "Giấc mơ sẽ tan vỡ, và bị ném xuống vực sâu.\nBị chế giễu vì sự ngu ngốc khi đắm mình trong những mong muốn nông cạn…",
    "……夢でもいいじゃないか。": "…Dù là mơ cũng được mà.",
    "よいわけがない。最初から地獄にいればまだ耐えられようが、\n天国から地獄に突き落とされれば、その落差に絶望する。": "Không được đâu. Ngay từ đầu, nếu ở trong địa ngục thì còn có thể chịu đựng được,\nnhưng nếu bị ném từ thiên đường xuống địa ngục, thì sẽ tuyệt vọng vì sự khác biệt đó.",
    "……もう、戦えなくなったらと不安が胸をよぎる。": "…Tớ lo lắng rằng, tớ sẽ không thể chiến đấu được nữa.",
    "冥夜はそんなに弱くない。\nずっとそばで見てきたオレが保証する。": "Meiya không yếu đuối như vậy đâu.\nTớ đã luôn nhìn thấy điều đó.",
    "夢から覚めて現実に絶望しても前を向ける。\nそして――": "Dù có thức dậy từ giấc mơ và tuyệt vọng với thực tại, cậu vẫn có thể hướng về phía trước.\nVà――",
    "浸っていた理想の夢を、現実へと変える。\nその力があるとオレは信じている。": "Biến giấc mơ lý tưởng mà cậu đã đắm chìm, thành hiện thực.\nTớ tin rằng cậu có sức mạnh đó.",
    "そう、か……そう、信じてくれるか。": "Vậy sao… Vậy là, cậu tin tưởng sao?",
    "だから、今、幸せなこの世界での出来事が、\n全部オレたちが見た夢だったとしても――": "Vì vậy, bây giờ, dù những gì đang xảy ra trong thế giới hạnh phúc này,\ntất cả chỉ là giấc mơ mà chúng ta đã thấy――",
    "この夢を頼りに、オレたちの世界で理想の平和を築こう。\n……似たような学園で、学生生活を送るのもいいかもな。": "Hãy dựa vào giấc mơ này, và xây dựng một nền hòa bình lý tưởng trong thế giới của chúng ta.\n…Có lẽ, việc sống một cuộc sống học sinh ở một ngôi trường tương tự cũng không tệ.",
    "まったく……そなたは呑気だな。": "Thật là… Cậu thật là vô tư mà.",
    "悪かったな。": "Xin lỗi.",
    "呑気だが、悪くはない。\n……そうだな、ここでの幸せを私たちの世界でも築けたらよいな。": "Vô tư, nhưng không tệ.\n…Đúng vậy, nếu chúng ta có thể xây dựng hạnh phúc ở đây trong thế giới của chúng ta, thì tốt biết mấy.",
    "だろう？\nそのためにも、めいっぱいここで平和を堪能しないと。": "Đúng không?\nĐể làm được điều đó, chúng ta phải tận hưởng sự bình yên ở đây hết mình.",
    "幸せな世界がどんなものかわからなければ、\n元の世界に戻った時に再現できないかもしれないからな。": "Nếu chúng ta không biết thế giới hạnh phúc là như thế nào,\nthì có thể chúng ta sẽ không thể tái tạo nó khi trở về thế giới cũ.",
    "はは。それもそうかもしれぬな。": "Ha ha. Có lẽ là vậy.",
    "……そなたに感謝を。": "…Cảm ơn cậu.",
    "どういたしまして。\nこれで少しは安心できたか？": "Không có gì.\nNhư vậy, cậu đã cảm thấy yên tâm hơn một chút chưa?",
    "そなたにはお見通しだったか……\n浅ましいな、私は。": "Cậu đã nhìn thấu tớ rồi sao…\nTớ thật là tầm thường.",
    " そんなことねえよ。ただお前が急に誘ってきたから、\nどうしたのかなと思ってさ。": "Không có chuyện đó đâu. Chỉ là cậu đột nhiên mời tớ,\ntớ đã nghĩ là có chuyện gì thôi.",
    "そなたが無茶をするから、\n悩んでいたことも全て吹き飛んでしまったようだ。": "Vì cậu làm những chuyện vô lý,\ncó vẻ như mọi nỗi lo lắng của tớ đã tan biến hết rồi.",
    "人のせいにするのはどうかと思うぞ。\nそっちだってさっきは散々――": "Tôi nghĩ là đổ lỗi cho người khác thì không hay đâu.\nCậu cũng vừa rồi đã――",
    "ああ、もう！　まったく……\nせっかく見直したというのに、そなたは本当に……": "A, thôi đi! Thật là…\nTớ vừa mới nhìn nhận lại cậu, vậy mà cậu thật là…",
    "呆れたようにそう言いながら、冥夜は薄っすらと微笑んでいる。": "Meiya nói vậy một cách chán nản, và mỉm cười nhẹ nhàng.",
    "裸で向き合っているからだろうか、\n心情までも、素直に向き合うことができている気がした。": "Có lẽ là vì chúng ta đang đối mặt với nhau trần trụi,\ntớ cảm thấy như mình có thể đối diện với cảm xúc một cách chân thật hơn.",
    "……そろそろ、寝るか？": "…Sắp đến giờ ngủ rồi sao?",
    "ああ。そうだな。\n誰かさんのせいですっかり疲れてしまったしな。": "Ừm. Đúng vậy.\nVì ai kia mà tớ đã mệt mỏi quá rồi.",
    "それは何よりだ。\n夢も見ずに熟睡できるかもしれないぞ。": "Điều đó thật tuyệt vời.\nCó lẽ cậu sẽ ngủ say mà không cần mơ nữa.",
    "そうだな。あるいは夢でも、\nそなたとこうしていられると良いのだが……では休むとしよう。": "Đúng vậy. Hoặc là, trong giấc mơ,\ntớ có thể ở bên cậu như thế này… Vậy thì, chúng ta đi ngủ thôi.",
    "おやすみ、また明日――": "Chúc ngủ ngon, hẹn gặp lại ngày mai――"
}