{
    "翠蘭ちゃん……？": "翠蘭ちゃん……？",
    "もっとユリアはめちゃくちゃで、迷惑ばっかりかけて……\nそれでも、心の底からすべてを楽しんで戦える人です。": "ユ리아 còn quá điên rồ, toàn gây phiền phức……\nThế mà, cô ấy là người tận hưởng mọi thứ từ tận đáy lòng và chiến đấu.",
    "何度だって無理だと思うようなことがあっても、\nユリアについていけばなんとかなったじゃないですか。": "Dù có những việc tưởng chừng không thể làm được, \nnhưng cứ đi theo ユリア thì mọi chuyện đều ổn cả.",
    "……そう、なの……？": "……Phải, vậy sao……？",
    "というか、ゴチャゴチャ考えるの似合ってないわよ？\nユリアはもっと今しかない、めちゃくちゃで自由なのがいいじゃない。": "Hay nói đúng hơn, cậu không hợp với việc cứ suy nghĩ lung tung đâu?\nユリア cứ điên cuồng, tự do như bây giờ là được rồi.",
    "アニスちゃん……？": "アニスちゃん……？",
    "苦しくても、痛くても怖くても……今のめるは気にしてない。": "Dù đau khổ, dù đau đớn, dù sợ hãi……める bây giờ không quan tâm đâu.",
    "ただ、今この瞬間……仲間を守る。\nそのために全力を尽くす。ただ、それだけのために頑張ってる。": "Chỉ là, ngay khoảnh khắc này……bảo vệ đồng đội.\nVì điều đó mà tôi sẽ cố gắng hết sức. Chỉ vì điều đó thôi.",
    "ユリア。そんなめるを見てどう思う？\n過去のめるに比べて不格好だと思うか？": "ユリア. Cậu thấy める bây giờ thế nào?\nCó phải là không giống trước đây không?",
    "……ううん。そんなことない……凄く、カッコいい。": "……Ưm. Không có chuyện đó……Tuyệt vời, rất ngầu.",
    "そうだ！　それがめるの在り方なんだ！\nめるは、己の過去には拘っていない！": "Đúng vậy! Đó mới là cách める nên sống!\nめる không hề bị ràng buộc bởi quá khứ của mình!",
    "ユリア、お前はどうだ！？\n仲間に……勝ちに拘るお前は、本当にお前らしくあるのか！？": "ユリア, còn cậu thì sao!?\nCậu có bị ràng buộc bởi đồng đội……và chiến thắng, liệu cậu có còn là chính mình không!?",
    "……っ！！": "……っ！！",
    "……ユリア、安心してください。": "……ユリア, cứ yên tâm.",
    "そうそう、なんだか難しいことを言ってたけど、シンプルな話よ♪": "Phải rồi, nghe có vẻ khó hiểu, nhưng thật ra rất đơn giản♪",
    "俺の言葉に続けるように、\n回線をつないだ翠蘭とアニスがユリアへと語りかけた。": "Tiếp lời tôi, \n翠蘭 và アニス đã kết nối và nói với ユリア.",
    "ずっと私はユリアを見て来ました。\nそのユリアのためだったら、どこにだって行きますよ。": "Tôi luôn dõi theo ユリア.\nVì ユリア, tôi sẽ đi bất cứ đâu.",
    "あたしは無視されるのが一番イヤって知ってるでしょ？\nだから、ユリアが嫌がるまでついていってあげるわ♪": "Tớ biết cậu ghét nhất là bị phớt lờ đúng không?\nThế nên, tớ sẽ đi cùng cậu cho đến khi nào ユリア không còn muốn nữa♪",
    "こういってくれる仲間がいるんだ。なに、失敗しても死ぬだけだ！\nだから……何も恐れずに突っ込んでいけ、ユリア！": "Có những đồng đội nói vậy đấy. Chà, dù có thất bại thì cũng chỉ có chết thôi!\nThế nên……cứ xông lên đi, ユリア!",
    "流石にそれは暴論過ぎませんか？\n……まあ、でもそうですね。失敗しても一緒です。": "Không phải là hơi quá đáng sao?\n……Mà, đúng là như vậy. Dù có thất bại thì cũng như nhau.",
    "……いいの？　失敗しちゃっても……？": "……Ổn không?\nDù có thất bại……?",
    "あら？　たまにそういうおちゃめを見せるのは可愛いものじゃない？\nふふ、ユリアったら怯えて可愛いわね。": "Ơ? Thỉnh thoảng lại thấy ngốc nghếch thế này cũng đáng yêu đấy chứ?\nふふ, ユリア sợ hãi thật đáng yêu.",
    "煽らないでください、アニス。\nユリアを見捨てる事なんてありませんよ。": "Đừng khiêu khích nữa, アニス.\nTớ sẽ không bao giờ bỏ rơi ユリア đâu.",
    "ふふ、見捨てるなんてありえないわよね。\n地の底で死ぬときだって一緒に居てあげる♪": "ふふ, bỏ rơi thì không đời nào.\nDù có chết dưới đáy địa ngục thì tớ cũng sẽ ở cùng cậu♪",
    "アニスが言うと冗談にならない気がしますね……": "Nghe アニス nói thì có vẻ không còn là trò đùa nữa……",
    "……みんな。": "……Mọi người.",
    "ユリア、お前が持ってる気持ちや感情は受け入れろ。\nお前がやるべきは……振り回されて、囚われない事だ。": "ユリア, hãy chấp nhận những cảm xúc mà cậu đang có.\nĐiều mà cậu nên làm là……bị cuốn theo, đừng bị giam cầm.",
    "あるがままの自分を受け入れ……そして、ユリアらしく、\n全力で今の時間を楽しむんだ。": "Hãy chấp nhận con người thật của mình……và, giống như ユリア, \nhãy tận hưởng khoảng thời gian hiện tại hết mình.",
    "そして、翠蘭とアニスの通信が切れる。\n恐らくは、その余裕すらなくなったのだろう。": "Và rồi, liên lạc của 翠蘭 và アニス bị ngắt.\nCó lẽ, họ thậm chí không còn thời gian để làm điều đó nữa.",
    "……あはは。みんな、好き勝手に言ってくれて……\n私だって、悩んで考えてたのに。": "……A ha ha. Mọi người, ai cũng nói thích nói gì thì nói……\nTrong khi tôi thì cứ phải lo lắng và suy nghĩ.",
    "カオスメイデンらしいじゃないか。": "Đúng là kiểu của Chaos Maiden mà.",
    "……うん。そうだね。\nみーんな、自分勝手に好きな事をやるのが私達だったね": "……Ừm. Phải rồi.\nTất cả mọi người, ai cũng thích làm những gì mình muốn.",
    "翠蘭ちゃんは信じてくれるって言ってた。\nアニスちゃんだって一緒にいてくれるっていってた。": "翠蘭 đã nói là sẽ tin tưởng mình.\nアニス cũng nói là sẽ đi cùng mình.",
    "……私、多分信じてなかったんだ。\n私がずっと走ってたら、みんなを置いて独りぼっちになっちゃうって。": "……Có lẽ, tôi đã không tin vào điều đó.\nNếu tôi cứ chạy mãi, tôi sẽ bỏ lại mọi người và trở nên cô đơn.",
    "確かにそういう関係性もあるだろうな。\n……でも、カオスメイデンはそうじゃないだろ？": "Quả thật là có thể có mối quan hệ như vậy.\n……Nhưng, Chaos Maiden thì không phải như vậy đúng không?",
    "――そうだね。うん、そうだ。\n私が怖かったのは……痛いことでも失敗でもないんだ。": "――Đúng vậy. Ừm, đúng rồi.\nĐiều tôi sợ không phải là……đau đớn hay thất bại.",
    "ただ、皆に幻滅されたくない……負けて、嫌な空気になりたくない。\nそんな風に自分を追い込んでただけなんだね。": "Chỉ là, tôi không muốn mọi người thất vọng về mình……không muốn thua cuộc, không muốn không khí trở nên tồi tệ.\nTôi chỉ tự dằn vặt bản thân như vậy thôi.",
    "そんなことで幻滅しないって、\nカオスメイデンの皆はとっくに受け入れてくれてたのに……": "Mọi người trong Chaos Maiden đã chấp nhận điều đó từ lâu rồi, \nvà họ sẽ không bao giờ thất vọng vì những điều như vậy……",
    "『おぼえてないことを思い出すのはたいへん。\nでも、おぼえてることなら、きっとすぐ思い出せる』": "『Khó khăn khi nhớ lại những điều đã quên.\nNhưng, những gì đã nhớ thì chắc chắn sẽ nhớ lại ngay thôi』",
    "……あはは、リディアちゃんの言ってた通りじゃん。\nただ、私が楽しいことを忘れただけだったんだ。": "……A ha ha, đúng là như Lidia đã nói mà.\nTôi chỉ quên đi những điều mình thích thôi.",
    "ぷっ……ふふ……あはははははは！": "Phụt……ふふ……a ha ha ha ha ha!",
    "お、どうした？　壊れたか？": "Ơ, sao vậy? Hỏng rồi à?",
    "あはは……うん、壊れちゃった……縛ってるもの全部！\nだって、悩まなくたって……みんなが付いてきてくれるんだから！": "A ha ha……ừm, hỏng rồi……tất cả những gì trói buộc tôi!\nBởi vì, không cần phải lo lắng……mọi người sẽ đi cùng tôi mà!",
    "そうしたら、分かったんだ！\nただめちゃくちゃに、自分の楽しいって思うようにするべきなんだね！": "Thế nên, tôi đã hiểu!\nChỉ cần làm mọi thứ điên cuồng, theo những gì tôi thích là được rồi!",
    "だからさ、死んじゃっても後悔しないよ……\nだってさ……私、今がすっごく楽しいんだもん！": "Thế nên, dù có chết cũng không hối tiếc đâu……\nBởi vì……tôi đang rất vui!",
    "ああ、精一杯遊んで来い！": "Được rồi, cứ vui vẻ hết mình đi!",
    "俺の言葉に猛然と敵前へと出撃するユリア。\n――その動きに、もはや迷いなどはなかった。": "Nghe lời tôi, ユリア xông thẳng vào kẻ địch.\n――Trong những bước di chuyển đó, không còn một chút do dự nào nữa."
}