{
    "くっ……！　きっと……きっと、あと少しのはずです……！": "Khốn...! Chắc chắn... Chắc chắn là chỉ còn một chút nữa thôi...!",
    "分かってるけど、消耗が激しいよ！\nこれ以上は流石に厳しいかも……！": "Biết là vậy, nhưng tiêu hao quá nhiều rồi!\nThế này thì có lẽ hơi khó đấy...!",
    "ああもう、逃げ切れないし延々とあいつらは襲い掛かってくるし……！\nもう、ままならないっていうのはこういう事ね！": "Ôi trời, không thể trốn thoát, lũ đó cứ liên tục tấn công...!\nĐúng là, không như ý muốn là thế này đây!",
    "うん……！　ＡＤ社の不正の証拠を持ってるだろう相手を、\n無事に返すつもりはないんだろうね……！": "Ừm...! Chắc chắn là không có ý định thả đối phương, kẻ đang giữ bằng chứng về hành vi sai trái của AD đâu nhỉ...!",
    "ボス、どうしますか？\nここで一気に追い詰めるべきかと。": "Boss, chúng ta phải làm sao đây?\nCó nên dồn ép chúng ngay tại đây không?",
    "ダメよ。あいつらの実力は甘くないわ。\n多少時間がかかるかもしれないけど、ゆっくりと追い詰めなさい。": "Không được đâu. Thực lực của bọn chúng không hề đơn giản đâu.\nCó thể sẽ mất thời gian một chút, nhưng cứ từ từ mà dồn ép.",
    "了解。このままジワジワなぶって無力化していきますね。": "Rõ. Cứ từ từ nghiền nát và làm cho chúng mất khả năng chiến đấu nhé.",
    "いやあ……相手の指揮官が厄介だね。\nもうちょっと突出してくれれば、やりようはあるのに……！": "Chà... Chỉ huy của đối phương thật phiền phức.\nGiá mà hắn có chút gì đó nổi bật hơn thì đã có cách rồi...!",
    "ここはフルートが前に出て相手の連携を崩しますね！\nアゲアゲで援護お願いします！": "Chúng ta nên để Flute ra mặt, phá vỡ đội hình của đối phương!\nMọi người hãy hỗ trợ hết mình nhé!",
    "状況を回避しようと、フルートが前に出る。\n敵機の攻撃を回避し肉薄しようとするが――": "Để tránh tình hình xấu đi, Flute lao ra phía trước.\nCô cố gắng né tránh các đòn tấn công của địch và áp sát――",
    "フルートさんっ、後ろ！": "Flute-san, phía sau!",
    "ふえっ！？　ヤバたん！？": "Hể！？ Nguy hiểm!?",
    "フルート！！　今、助ける！": "Flute！！ Tớ sẽ cứu cậu!",
    "背後を取った双頭の斧の機体から、\nレイラたちの援護で何とか離脱するフルート。": "Từ cỗ máy song đầu rìu đã chiếm được vị trí phía sau,\nFlute đã thoát ra nhờ sự hỗ trợ của Leila và đồng đội.",
    "レイラちゃん、あざまるです！　助かりました……！\n": "Leila-chan, cảm ơn cậu rất nhiều! Tớ đã được cứu rồi...!",
    "トレブルクインテットは個々の力では敵に勝っていた。\n機体性能、操縦技術、いずれも隙はない。": "Treble Quintet có sức mạnh vượt trội so với đối thủ xét về cá nhân.\nKhả năng của máy móc, kỹ thuật điều khiển, đều không có gì đáng chê trách.",
    "だが、双頭の斧はコトハによる適格な指揮と連携、そして数の差で、\nエヴィを欠いたトレブルクインテットを徐々に追い詰めていた。": "Tuy nhiên, song đầu rìu, với sự chỉ huy và phối hợp nhịp nhàng của Kotoha, cùng với lợi thế về quân số,\nđã dần dồn Treble Quintet, vốn thiếu vắng Evi, vào thế bí.",
    "あの状況で裏を取られて離脱できるなんて、\nいいジェネレーターよね。正直に言うとそれ、私も欲しいわ。": "Trong tình huống đó mà vẫn có thể thoát ra được, đúng là một bộ tạo xung tuyệt vời.\nNói thật thì tớ cũng muốn có nó đấy.",
    "コトハさん……！　やっぱり、あなた達が、\nレイヴェルちゃんに濡れ衣を着せた犯人なんですね！": "Kotoha-san...! Rốt cuộc, các người chính là những kẻ đã vu khống cho Rayvell-chan đúng không!",
    "むしろ、まだ確信にまで至ってなかったのに驚きだわ。\n……しかし、ＲＳ社ってサービスが行き届いてるのね。": "Thay vì vậy, tớ còn ngạc nhiên vì các cậu vẫn chưa chắc chắn đấy.\n...Tuy nhiên, RS đúng là một công ty dịch vụ chu đáo.",
    "新型ジェネレーターのデータに加えて、\nその運用機体まで配送してくれるんだから。配達員の行儀は悪いけど。": "Ngoài dữ liệu của bộ tạo xung mới, họ còn cung cấp cả cỗ máy vận hành nữa. Dù cho người giao hàng có hơi bất lịch sự.",
    "これは悪党に対しては非売品なんだよね、残念ながら。": "Thật đáng tiếc, nhưng thứ này không được bán cho kẻ xấu đâu.",
    "もしも欲しいなら売ってあげるわよ？\n代金はそうね……！　あなたたちの身柄と引き換えでどうかしら！": "Nếu muốn thì tớ có thể bán cho cậu đấy?\nGiá cả thì...!\nĐược thôi! Cứ giao thân xác của các cậu cho tớ!",
    "はっ！　ぼったくりね！\n代わりに鉛玉で支払ってあげるわ！": "Hả! Đắt cắt cổ!\nTớ sẽ trả bằng đạn chì thay thế!",
    "――戦闘が続く。機体性能では上回っているが双頭の斧の抵抗は激しい。\n陽動とはいえ本気で戦わなければ意味がない。疲労も蓄積していく。": "――Trận chiến tiếp tục. Mặc dù hiệu suất của máy móc vượt trội, nhưng sự kháng cự của song đầu rìu vẫn rất quyết liệt.\nDù chỉ là dương đông kích tây, nhưng nếu không chiến đấu hết mình thì cũng vô nghĩa. Sự mệt mỏi cũng ngày càng tích tụ.",
    "集中力を要求され続け、逃げ出すことも出来ない。\n逆にコトハはその状況を活かして常に先手を打っていた。": "Liên tục phải tập trung cao độ, không thể trốn thoát.\nNgược lại, Kotoha đã tận dụng tình huống đó để luôn đi trước một bước.",
    "はぁ、はぁ……流石に、これ以上の戦闘は……厳しい、かも……": "Haa, haa... Quả thật, chiến đấu thêm nữa thì... Có lẽ là...khó khăn...",
    "でも、陽動の役割は果たさないと……！　くっ……！": "Nhưng, tớ phải hoàn thành vai trò dương đông kích tây...!\nKhốn kiếp...!",
    "うぐっ、エヴィちゃんたちはまだなの……？": "Ugh, Evi-chan và mọi người vẫn chưa đến sao...?",
    "みなさん！　そういうときこそ、バイブス上げていきましょう！\nフルートたちはトレブルクインテットなんですから、いけるはずです！": "Mọi người! Trong những lúc như thế này, hãy cứ lên tinh thần nào!\nVì chúng ta là Treble Quintet, nên chúng ta có thể làm được mà!",
    "フルートちゃん……？": "Flute-chan...?",
    "トレブルクインテットは、皆に笑顔を届けられる最高のチームです！\nそんなフルートたちが、しょげてる顔をしてたらサゲぽよです！": "Treble Quintet là đội tuyệt vời nhất, có thể mang lại nụ cười cho mọi người!\nNếu Flute mà lại mang bộ mặt buồn rầu thì thật là tệ hại!",
    "……！！": "......!!",
    "それに短い間ですが、%usernameusernameuserna%さんの指導を\n受けたんです！　これくらいでへこたれていたら、怒られちゃいます！": "Hơn nữa, trong một thời gian ngắn, tớ đã được hướng dẫn bởi %usernameusernameuserna%!\nNếu chỉ vì chuyện này mà gục ngã thì sẽ bị mắng mất!",
    "……ふふ、確かに。フルートの言う通り、\nこういうときこそもうひと踏ん張りだよね……！": "......Hừm, đúng là vậy. Như Flute nói,\ntrong những lúc như thế này, chúng ta phải cố gắng thêm một chút nữa...!",
    "うん、ここで諦めるなんて私達らしくない……！\n%usernameusernameuserna%にも褒めてもらいたいから……！": "Ừm, bỏ cuộc ở đây thì không giống chúng ta chút nào...!\nVì tớ muốn được %usernameusernameuserna% khen ngợi mà...!",
    "最高ね、フルートちゃん！\n……アンチコメントで泣いてた人とは思えないわね～？": "Tuyệt vời, Flute-chan!\n...Tớ không nghĩ là cậu lại là người đã khóc vì những bình luận tiêu cực đấy～?",
    "そ、それは忘れてください！": "T, tớ xin cậu, hãy quên chuyện đó đi!",
    "あはは、ごめんなさい。おかげで、ちょっと目が覚めたわ。\nありがと、フルートちゃん。": "A ha ha, tớ xin lỗi. Nhờ có cậu mà tớ đã tỉnh táo hơn một chút.\nCảm ơn cậu, Flute-chan.",
    "ふーん、なるほど、『そういう』チームなのね。\n私とは別タイプのリーダーか。ある意味一番厄介なタイプかも。": "Hừm, ra là vậy, một đội 'như thế' à.\nMột kiểu lãnh đạo khác với tớ. Có lẽ là kiểu phiền phức nhất.",
    "双頭の斧全機、フロンティアのリーダー機を無力化しなさい！\nあれを止めたら、瓦解するわ！": "Tất cả song đầu rìu, hãy vô hiệu hóa cỗ máy của thủ lĩnh Frontier!\nNếu ngăn chặn được nó, mọi thứ sẽ sụp đổ!",
    "了解！！": "Rõ！！",
    "その後、コトハの巧みな指揮がフルート機を誘導・孤立させ、\nそこに多数の双頭の斧機が接近していく。": "Sau đó, Kotoha đã sử dụng tài chỉ huy khéo léo của mình để dẫn dụ và cô lập cỗ máy của Flute,\nrồi một số lượng lớn song đầu rìu đã tiếp cận.",
    "――っ！？　敵が一斉にこっちに……": "――！？ Địch đồng loạt tấn công chúng ta...",
    "あいつら、私たちのリーダーを……！\nフルート！！　逃げることに専念して！": "Bọn chúng, đang nhắm vào thủ lĩnh của chúng ta...!\nFlute!! Hãy tập trung vào việc trốn thoát!",
    "いま、援護に行くから……！": "Tớ sẽ đến hỗ trợ ngay đây...!",
    "この卑怯者っ！！　あの数に袋叩きにされたら……！": "Đồ hèn hạ!! Nếu bị đánh hội đồng bởi số lượng đó thì...!",
    "孤立したフルート機を、気づけば双頭の斧の機体が囲んでいた。\nまさに袋のネズミ。": "Cỗ máy của Flute, bị cô lập, đã bị bao vây bởi song đầu rìu.\nQuả là chuột sa chĩnh gạo.",
    "そんな！　このままじゃ……！": "Không thể nào! Nếu cứ như vậy thì...!",
    "各機、確実に仕留めんと、一斉に銃口を突きつける。": "Mỗi máy, phải tiêu diệt cho bằng được, đồng loạt chĩa nòng súng vào.",
    "フルート！！　くっ、間に合わない……！！": "Flute!! Khốn kiếp, không kịp rồi...!!",
    "囲む全機が引き金を引こうとした――": "Tất cả các máy bao vây chuẩn bị bóp cò――",
    "その瞬間――": "Ngay khoảnh khắc đó――",
    "うわぁああああ！！": "Uwaaaaaaa!!",
    "爆音とともに双頭の斧の機体が次々吹き飛ばされ、陣形が乱れる。": "Cùng với tiếng nổ lớn, các cỗ máy song đầu rìu lần lượt bị thổi bay, đội hình bị rối loạn.",
    "え……？": "Hả...?",
    "なんだ！？　新手か！？": "Cái gì vậy!? Có kẻ mới đến!?",
    "何者……！？": "Kẻ nào...!?",
    "――こちらパスファインダー、レイヴェル・ブライトリーフ機。": "――Đây là Pathfinder, cỗ máy của Rayvell Brightleaf.",
    "……！": "......!",
    "『Ｌｉｂｅｒｔｙ　Ｏｎｌｉｎｅ　Ｃａｍｐｕｓ』所属、\nチーム『トリニティ・ジュエル』――": "Thuộc 'Liberty Online Campus',\nĐội 'Trinity Jewel'――",
    "これより、戦闘に参加する。": "Từ bây giờ, chúng tôi sẽ tham gia vào trận chiến.",
    "さて――少しは借りを返せたか？": "Nào――Liệu tớ đã trả được một phần nợ chưa?",
    "えっ、えええ！？　レイヴェルちゃん！？\nど、どうしてここに！？": "Hể, ể ể！？ Rayvell-chan!?\nT, tại sao cậu lại ở đây!?",
    "%usernameusernameuserna%とリリーの手引きでな……\nいざという時のための戦力だそうだ。": "Nhờ có sự giúp đỡ của %usernameusernameuserna% và Lily...\nNó là lực lượng chiến đấu cho những lúc cấp bách.",
    "やっほー。リディアたちもおたすけー。": "Ya-ho. Lydia và mọi người cũng đến giúp này.",
    "よ、よかったぁ、間に合って……": "M, mừng quá, đã kịp lúc...",
    "……全く驚いたわ。とんだサプライズね。": "......Thật bất ngờ. Một sự bất ngờ thật sự.",
    "ちっ、まさかこんな手を取ってくるなんて……！\nだが、３機の増援程度で戦況は覆らない！": "Chậc, không ngờ lại dùng đến chiêu này...!\nNhưng, chỉ với 3 cỗ máy tăng viện thì không thể thay đổi tình hình chiến sự đâu!",
    "戦闘ドローンを展開しろ！　多少は惜しいが、\nここで出し惜しみをする意味はない！": "Triển khai drone chiến đấu đi! Dù có hơi tiếc, nhưng\ntại đây không có lý do gì để do dự cả!",
    "その言葉と共に、双頭の斧側の背後から\n大量の自律ドローンが飛来する。": "Cùng với những lời đó, một lượng lớn drone tự hành đã bay đến từ phía sau song đầu rìu.",
    "損害は気にするな！　このまま物量で押しつぶせ！": "Đừng quan tâm đến thiệt hại! Cứ dùng số lượng để nghiền nát chúng!",
    "――が、突如何者かによる激しい爆撃によって撃墜されるドローン。\n完全に死角からの攻撃だった。": "――Nhưng, đột nhiên, các drone đã bị bắn hạ bởi một cuộc tấn công dữ dội từ một kẻ nào đó.\nMột cuộc tấn công hoàn toàn từ điểm mù.",
    "させないよ……！": "Tớ sẽ không để các người làm vậy đâu...!",
    "俺たちも忘れてもらっちゃ困るな。": "Đừng quên chúng ta chứ.",
    "お待たせ！　ヒーロー見参だよ！！": "Đợi tớ với! Anh hùng đã đến rồi!",
    "%usernameusernameuserna%……！": "%usernameusernameuserna%...!",
    "エヴィさん……！　リリーさんも！": "Evi-san... Lily-san!",
    "ごめんね、思ったより時間がかかっちゃって。": "Xin lỗi nhé, tớ đã mất nhiều thời gian hơn dự kiến.",
    "待たせて悪かった。でも喜べ、ちゃんと証拠は集めてきたぞ。": "Xin lỗi vì đã để mọi người phải chờ. Nhưng hãy vui lên, chúng ta đã thu thập được bằng chứng rồi.",
    "……ファルファッラ、しくじったのね。": "......Farfalla, đã thất bại rồi sao.",
    "いやー、うまくいったね！\nトリニティ・ジュエル、脱出大作戦！": "Yeah, mọi chuyện đã diễn ra suôn sẻ!\nTrinity Jewel, chiến dịch thoát hiểm!",
    "ほんと、びっくりしましたよ！\nどうして事前に教えてくれなかったんですか？": "Thật sự rất bất ngờ đấy!\nSao mọi người không nói trước cho tớ biết?",
    "成功するかどうか、賭けだったからだろう。": "Có lẽ vì nó là một canh bạc, không biết sẽ thành công hay không.",
    "失敗して士気が落ちる可能性考えると、\n念の為具体的なことは黙ってるほうがいいと思ったんだ。": "Nếu thất bại thì tinh thần sẽ đi xuống, nên\ntớ nghĩ tốt nhất là nên giữ im lặng về những chi tiết cụ thể.",
    "でもリリーはちゃんと成功させたよ！　為せば成る……だね！": "Nhưng Lily đã thành công rồi! Cứ làm đi rồi sẽ thành... đúng không!",
    "あとで小花さん、怖そうだけどね……": "Sau này, Tiểu Hoa-san, có vẻ đáng sợ đấy...",
    "うぐっ！！": "Ugh!!",
    "こ、これは燃える展開だよね！！　ピンチに駆け付けるライバル……！\nヒーローモノならお約束な、チョー熱い展開だよ！！": "Đ, đây là một tình tiết bùng nổ đây!! Đối thủ xuất hiện trong tình huống nguy hiểm...!\nNếu là phim anh hùng thì đây là một tình tiết siêu nóng bỏng đấy!!",
    "あ、誤魔化した……": "À, đã đánh trống lảng...",
    "でももうここまでくれば、\nいちいち気にするのも野暮ってものじゃない？": "Nhưng đến nước này thì,\ncó cần phải để ý đến những chuyện nhỏ nhặt nữa không?",
    "うん、それにトリニティ・ジュエルは無実で、\n本当に悪いのは誰かってもうわかってるものね。": "Ừm, hơn nữa, Trinity Jewel vô tội, và\nchúng ta đã biết ai là người thực sự xấu xa rồi.",
    "とはいえ、勝てば官軍、負ければ賊軍だ！\nここらが正念場だぞ！": "Tuy nhiên, thắng làm vua, thua làm giặc!\nĐây là thời điểm quyết định đấy!",
    "は、はい！": "V, vâng!",
    "ここからは俺が指揮を執る！　今はまずここを切り抜けるぞ！\n――反撃開始だ！！": "Từ giờ trở đi, tớ sẽ chỉ huy! Bây giờ, trước tiên hãy vượt qua tình huống này đã!\n――Bắt đầu phản công!!",
    "了解！": "Rõ!"
}