{
    "前代未聞の新型ジェネレーター技術の流出事件について、\n学園および関係する２社からは未だ公式発表がされていません。": "Về vụ việc rò rỉ công nghệ máy phát điện kiểu mới chưa từng có tiền lệ,\nvẫn chưa có thông báo chính thức nào từ học viện và hai công ty liên quan.",
    "取材によると、複数の関係者が風紀委員会の事情聴取を\n受けているとのことですが……": "Theo thông tin tôi thu thập được, một số người liên quan đang bị\nỦy ban Kỷ luật thẩm vấn...",
    "朝からずっとこのニュースばっかりだね。": "Suốt từ sáng đến giờ toàn tin này thôi.",
    "それだけインパクトのある事件だからね。\n新技術だけじゃなくて、社内の機密情報が洩れてる可能性もあるし。": "Tại vì đây là một vụ việc có sức ảnh hưởng lớn mà.\nKhông chỉ có công nghệ mới, mà còn có khả năng thông tin mật trong công ty bị rò rỉ nữa.",
    "はあ……なんか、どうしていいか分かんなくなっちゃいましたね。": "Haizz... Tôi không biết phải làm sao nữa.",
    "そうですね……今上層部は大騒ぎですよ。このままだと……\n正式採用どころではなく、プロジェクト中止なんてことにも……": "Đúng vậy... Cấp trên đang rất náo loạn. Cứ thế này thì...\nChưa nói đến việc được tuyển dụng chính thức, mà dự án có khi còn bị hủy bỏ...",
    "ここまで頑張ってきたのに、流石にそれは勘弁願いたいわね……": "Đã cố gắng đến tận đây rồi, tôi thực sự không muốn điều đó xảy ra...",
    "それに、トリニティ・ジュエルはまだ聴取から戻ってきてないんでしょ？": "Với lại, Trinity Jewel vẫn chưa quay lại sau khi bị thẩm vấn đúng không?",
    "なんだかすごく長引いてるみたいだねぇ。": "Có vẻ như mọi chuyện đang kéo dài quá nhỉ.",
    "噂も尾ひれがつきまくって、トリニティ・ジュエルが\nスパイだって確定したみたいに言われてるみたいだし…": "Tin đồn thì cứ thế lan ra, cứ như là Trinity Jewel đã chắc chắn là\ngián điệp vậy...",
    "フルートは……レイヴェルちゃんたちがそんなことをするなんて\n思えません。フルート達に勝つために全力でぶつかってくれたんです。": "Flute... Tôi không nghĩ Rayvell và mọi người lại làm những chuyện như vậy đâu.\nHọ đã chiến đấu hết mình để giành chiến thắng trước Flute.",
    "そんな人が、犯罪行為に加担するなんて思えません！": "Tôi không nghĩ một người như vậy lại tham gia vào hành vi phạm tội!",
    "私もそう思うよ。犯罪行為に加担するなら、\nあんなメイズ探索で無理をする必要はないしね。": "Tôi cũng nghĩ vậy. Nếu tham gia vào hành vi phạm tội,\nthì đâu cần phải cố gắng trong Mê Cung như vậy.",
    "特にレイヴェルみたいなタイプが、\nこんな非合理的な判断をするとは思えない。": "Đặc biệt là một người như Rayvell,\ntôi không nghĩ cô ấy sẽ đưa ra những phán đoán phi lý như vậy.",
    "とはいえ、あたし達に出来る事は無いからねぇ。\nせめて、何か助けるきっかけがあればいいけど。": "Mặc dù vậy, chúng ta cũng chẳng thể làm gì nhỉ.\nÍt nhất, tôi mong có một cơ hội nào đó để giúp đỡ.",
    "まあきっかけなんてないよね……ん？": "Chà, cơ hội thì làm gì có... Ơ?",
    "失礼しまーす……あ、良かった……居た。": "Xin lỗi... À, may quá... Có ở đây.",
    "と、そこで突然入ってきたのは風紀委員のリリーだった。\nあたりを見回して、どこか警戒している様子だが……": "Và rồi, Lily của Ủy ban Kỷ luật đột nhiên bước vào.\nCô ấy nhìn xung quanh, có vẻ như đang cảnh giác...",
    "私達に何か用？": "Có chuyện gì với chúng tôi sao?",
    "えーっと、フルートとエヴィ……付いてきてくれる？\n重要参考人として情報を聞きたいんだけど。": "À... Flute và Evie... Các cậu có thể đi theo tôi được không?\nTôi muốn hỏi thông tin với tư cách là nhân chứng quan trọng.",
    "ちょっと、あたし達まで容疑がかかってるの！？": "Khoan đã, cả chúng tôi cũng bị nghi ngờ sao!?",
    "あくまでも重要参考人。\n捜査協力してくれっていうだけでしょ？": "Chỉ là nhân chứng quan trọng thôi.\nChỉ là muốn các cậu hợp tác điều tra thôi mà?",
    "えーっと、うん。そういうこと。\nだからリーダーと参謀の２人に協力して欲しいなって。": "À... Ừm. Ý là vậy.\nVì vậy, tôi muốn hai người là trưởng nhóm và quân sư hợp tác.",
    "おけまるです！\nそれでレイヴェルちゃん達の疑いが晴れるかもしれませんから！": "Okie dokie!\nNhư vậy có thể làm sáng tỏ nghi ngờ của Rayvell và mọi người!",
    "%usernameusernameuserna%もね。": "Cả %usernameusernameuserna% nữa.",
    "ああ、分かった。": "À, tôi hiểu rồi.",
    "そして、俺たちは生徒会の建物にある一室に案内される。": "Và rồi, chúng tôi được dẫn đến một căn phòng trong tòa nhà hội học sinh.",
    "えーっと、そこに座ってね。": "À... Mời ngồi xuống đó nhé.",
    "３人まとめて聴取するのか？　あまり聞かないな。": "Thẩm vấn cả ba người cùng một lúc sao? Tôi chưa từng nghe.",
    "うん。だってこれ、リリーの独断だもん。": "Ừm. Vì chuyện này là do Lily tự ý quyết định mà.",
    "え……？": "Hả...?",
    "独断……ってどういうこと？": "Tự ý... Ý là sao?",
    "彼女の『独断』という言葉。それはつまり指揮系統から外れた、\n組織人としての行動ではないことを示す。": "Từ 'tự ý' của cô ấy. Điều đó có nghĩa là cô ấy không đi theo\nhệ thống chỉ huy, không phải là hành động của một người trong tổ chức.",
    "真面目そうなリリーがそのようなことをした理由がわからず、\n一同は困惑した。": "Không hiểu tại sao Lily nghiêm túc lại làm như vậy,\nmọi người đều bối rối.",
    "ごめんごめん！　本当に内緒だよ？\n……で、腹芸とか苦手だしもう全部言っちゃうんだけどさ。": "Xin lỗi, xin lỗi! Thực sự là bí mật đấy nhé?\n... Với lại, tôi không giỏi mấy trò bụng dạ, nên tôi sẽ nói hết ra luôn vậy.",
    "えっと、は、はい。": "À, vâng.",
    "犯人として……レイヴェルが主犯で濃厚だって疑われてるんだよね。\n他２人は共犯。で、調査をしてたら証拠がいっぱい出てきてる。": "Với tư cách là thủ phạm... Rayvell bị nghi ngờ là chủ mưu, rất có khả năng.\nHai người còn lại là đồng phạm. Và khi điều tra thì có rất nhiều bằng chứng được tìm thấy.",
    "そんな！　絶対何かの間違いです！　レイヴェルちゃんがそんな……！": "Không thể nào! Chắc chắn là có sự nhầm lẫn rồi! Rayvell mà lại...!",
    "フルート、落ち着いて。一旦聞こう。": "Flute, bình tĩnh nào. Cứ nghe đã.",
    "実はさ。レイヴェルって要注意人物で風紀委員にマークされてるんだよ。\n野心があるせいか、けっこう問題のある言動もしててさ。": "Thật ra thì, Rayvell là một người cần chú ý, đã bị Ủy ban Kỷ luật để mắt đến rồi.\nCó lẽ vì có dã tâm, nên cô ấy đã có những lời nói và hành động có vấn đề.",
    "ああ、夢があるって本人が言ってたな。": "À, cô ấy đã nói là có ước mơ mà.",
    "そうそう。そのせいで、その夢のために犯罪に手を出した……\nなんて風に言われてる。": "Đúng vậy. Vì vậy, vì ước mơ đó mà cô ấy đã phạm tội...\ncó vẻ như là như vậy.",
    "……でも、リリーは違うと思ってる！\nだって変だもん！": "... Nhưng, Lily thì không nghĩ vậy!\nVì nó thật kỳ lạ!",
    "変っていうのは？": "Kỳ lạ là sao?",
    "だって、レイヴェルがこんなボロボロ証拠を出すと思う？\nあれだけ出来る子が、証拠を見せちゃうなんておかしいよ。": "Vì, cậu có nghĩ Rayvell lại đưa ra những bằng chứng sơ sài như vậy không?\nMột người giỏi giang như vậy, lại để lộ bằng chứng, thật kỳ lạ.",
    "……確かにそうですよね。\nレイヴェルちゃんならきっと、もっと上手くやるはずです！": "... Quả thật là như vậy.\nChắc chắn Rayvell sẽ làm tốt hơn thế!",
    "凄い方向からの信頼だな……": "Một sự tin tưởng đến từ một hướng đi thật tuyệt vời...",
    "だから真実を確かめたいの！　リリーの中の正義が叫ぶんだ！\nレイヴェル達の容疑を晴らすために、独自調査をしろって！": "Vì vậy, tôi muốn xác nhận sự thật! Chính nghĩa trong Lily đang kêu gào!\nPhải tự điều tra để làm sáng tỏ nghi ngờ của Rayvell và mọi người!",
    "俺も気になる": "Tôi cũng thấy tò mò.",
    "どうなんだ？": "Thế nào?",
    "それは風紀委員会的に大丈夫なの？": "Việc đó có ổn với Ủy ban Kỷ luật không vậy?",
    "ぜんーっぜんっ！　大丈夫じゃないかな！\n正直いうと、すっごくやばい！": "Hoàn toàn... Không ổn đâu!\nNói thật, rất nguy hiểm!",
    "えぇ……": "Hả...",
    "でもね……正義のためなら、\nときには体制や組織に背を向けることも必要なんだよ！！": "Nhưng mà... Vì chính nghĩa,\ncũng có lúc cần phải quay lưng lại với thể chế và tổ chức!",
    "（なんて迷いのない目だ……こいつ、正義の味方より、\n反乱軍のリーダーとかのほうが向いてそうだな）": "(Đôi mắt thật kiên định... Con bé này, có lẽ làm lãnh đạo quân nổi dậy\ncòn hợp hơn là anh hùng chính nghĩa)",
    "姜さん、苦労してそうだね……": "Jiang, có vẻ như đã phải khổ sở rồi...",
    "リリーちゃん……もちろん協力しちゃいます！\n一緒にレイヴェルちゃん達の無実を証明しましょう！": "Lily... Tất nhiên là tôi sẽ hợp tác!\nChúng ta cùng nhau chứng minh sự vô tội của Rayvell và mọi người nhé!",
    "協力はいいんだけど、私達のことは疑ってないの？\nレイヴェル達をハメたやつがいるならライバルの私達は怪しいでしょ。": "Hợp tác thì được, nhưng các cậu có nghi ngờ chúng tôi không?\nNếu có kẻ hãm hại Rayvell và mọi người, thì chúng tôi là đối thủ, có lẽ cũng đáng nghi đấy.",
    "んー、だってあんな風に危険を冒して助ける子達が、\nレイヴェル達をハメる必要がないよね？": "Ừm, vì những người liều lĩnh như vậy để giúp đỡ người khác,\nthì đâu cần phải hãm hại Rayvell và mọi người?",
    "配信を見てたから、リリーにはわかるんだ！\nフルート達は熱い正義の魂を持っている人たちだって！": "Tôi đã xem buổi phát sóng, Lily hiểu mà!\nFlute và mọi người là những người có một linh hồn chính nghĩa nóng bỏng!",
    "……信頼が怖いくらいなんだけど。": "... Sự tin tưởng này thật đáng sợ.",
    "はい！　リリーちゃん！\nフルートも、ぽよな心を持った配信者ですから分かります！": "Vâng! Lily!\nFlute cũng là một streamer có trái tim mềm mại nên tôi hiểu mà!",
    "やばい……フルートまで影響されてきちゃった……！\nとはいえ、今の状況は私達も納得は出来ないかな。": "Chết rồi... Flute cũng bị ảnh hưởng rồi...!\nTuy nhiên, trong tình huống hiện tại, chúng tôi cũng không thể chấp nhận được.",
    "いいよ。出来る事はやってみる。": "Được thôi. Tôi sẽ cố gắng hết sức có thể.",
    "エヴィちゃん……！　ありがとうございます！\n%usernameusernameuserna%さんはどうですか……？": "Evie...! Cảm ơn cậu!\nCòn %usernameusernameuserna% thì sao...?",
    "協力してくれるよね！？": "Cậu sẽ hợp tác với chúng tôi đúng chứ!?",
    "……俺の仕事はトレブルクインテットを勝たせることだ。": "... Công việc của tôi là giúp Treble Quintet giành chiến thắng.",
    "つまり、プロジェクトが中断となれば……\n俺の仕事が失敗になるからな。協力しよう。": "Tức là, nếu dự án bị dừng lại...\nthì công việc của tôi sẽ thất bại. Tôi sẽ hợp tác vậy.",
    "……まったく、素直じゃないんだから。": "... Thật là, không chịu thẳng thắn gì cả.",
    "ありがとう！　やっぱり持つべきは正義を貫くヒーロー仲間だよね！": "Cảm ơn cậu! Đúng là nên có những người bạn anh hùng theo đuổi chính nghĩa mà!",
    "よーし、じゃあフルート！　エヴィ！　%usernameusernameuserna%！\nトリニティ・ジュエルを助けよう！": "Được rồi, Flute! Evie! %usernameusernameuserna%!\nChúng ta hãy giúp đỡ Trinity Jewel nào!",
    "はい！　助けましょう！": "Vâng! Chúng ta hãy giúp đỡ họ!",
    "……ねえ、%usernameusernameuserna%。\nこの空間暑苦しいんだけど。": "... Này, %usernameusernameuserna%.\nKhông khí trong căn phòng này thật ngột ngạt.",
    "仕方ないだろ……それに、俺も真相は知りたいからな。\nお互いに頑張ろう。": "Chịu thôi... Với lại, tôi cũng muốn biết sự thật mà.\nChúng ta cùng cố gắng nhé.",
    "こうして俺とフルート、エヴィ、そしてリリーによる\n真犯人探しがスタートすることになるのだった――": "Cứ như vậy mà tôi, Flute, Evie, và rồi Lily\nbắt đầu hành trình tìm ra kẻ phạm tội thật sự-"
}