{
    "あーあー。マイクテス。マイクテス。\nワンツーワンツー。": "A... a... Kiểm tra micro. Kiểm tra micro.\nMột hai, một hai.",
    "みなさーん！　コンチワー！　制圧ってるぅ～？　みんなご存知！\nみんな大好き！　『制圧戦実行委員会』の司会役アマネっすー！": "Chào mọi người! Chào buổi chiều! Mọi người đã sẵn sàng chưa?\nMọi người đều biết cả chứ! Mọi người đều yêu thích chương trình!\nTôi là Amane, người dẫn chương trình của 'Uỷ ban Điều hành Chiến dịch Chinh phục'!",
    "えっ？　ご存知ない……？　じゃあ、今知ってくださいっす！\nこれで問題ナシ！！　もうマブダチマブラヴマブファミリー！！": "Hả? Không biết sao...? Vậy thì hãy tìm hiểu ngay bây giờ!\nNhư vậy là không có vấn đề gì cả!! Chúng ta là bạn tốt, Muv-Luv, gia đình Muv-Luv!!",
    "なんだ、この校内放送……": "Gì vậy, cái loa phát thanh trong trường này...",
    "あぁ、『スタンピード』か～。\nちなみに柊校舎だけじゃなくて、学園の全校舎に向けて流れてるよん。": "À, 'Stampede' à~.\nNhân tiện, nó không chỉ phát ở khu nhà Hiiragi, mà còn phát đến tất cả các tòa nhà trong trường nữa.",
    "スタンピード……？": "Stampede...?",
    "アマネちゃんからのお知らせっすよ！　先ほどスタンピード――\nメイズシフターの大量発生が確認されたっす！　規模は前と同じくらい！": "Đây là thông báo từ Amane-chan! Vừa rồi, Stampede――\nĐã xác nhận sự xuất hiện ồ ạt của Maze Shifter! Quy mô tương đương với lần trước!",
    "そんなわけで……ドンドンパフパフ！　嬉し恥ずかし！\n癒やし壊しのサークル対抗制圧戦開幕っす～！": "Vì vậy... Đùng đùng, bùm bùm! Vui mừng và xấu hổ!\nCuộc chiến Chinh phục giữa các câu lạc bộ, bắt đầu thôi nào~!",
    "って感じで、メイズシフター討伐を目的にしたイベントが開かれるの。\nあいつらも生き物だから、たまに大量発生するんだよね～。": "Nói chung, một sự kiện nhằm mục đích tiêu diệt Maze Shifter sẽ được tổ chức.\nChúng cũng là sinh vật sống nên đôi khi chúng xuất hiện ồ ạt đó~.",
    "大量発生と聞くと危なそうなイメージだが、その様子だとある程度\n予測や管理ができているって感じか。イベント事にするくらいだし。": "Nghe đến sự xuất hiện ồ ạt, tôi có cảm giác nó rất nguy hiểm, nhưng có vẻ như\ncó thể dự đoán và quản lý được ở một mức độ nào đó. Vì nó là một sự kiện.",
    "ピコピコピーン！　ち・な・み・に！\nただの討伐イベントじゃありません！　サークル対抗です！": "Piko piko piin! Nhân tiện!\nĐây không chỉ là một sự kiện tiêu diệt đơn thuần! Nó là cuộc thi giữa các câu lạc bộ!",
    "たくさんのサークルが参加して、その討伐数を競うんです！\nもちろん、報酬も出ますよ！": "Rất nhiều câu lạc bộ sẽ tham gia và cạnh tranh số lượng tiêu diệt!\nĐương nhiên, sẽ có phần thưởng!",
    "個人じゃ参加できないのか？": "Không thể tham gia một mình sao?",
    "できないですね～。相手は倒しても倒してもたくさん湧いてくるんで、\nひとりでの参加は危険です。": "Không thể đâu~. Dù có đánh bại đối thủ đến mấy thì chúng vẫn xuất hiện rất nhiều,\nviệc tham gia một mình rất nguy hiểm.",
    "報酬が出るからって無茶しちゃう子が出てしまうんですよ。\nそのときフォローや止められる仲間がいないと……": "Vì có phần thưởng nên sẽ có những người liều lĩnh tham gia.\nNếu không có bạn bè để hỗ trợ hoặc ngăn cản vào lúc đó...",
    "まあ、相手の数を考えると、\nこっちも集団で参加するのが道理だよな。": "Chà, xét đến số lượng đối thủ,\ntôi nghĩ việc tham gia theo nhóm là hợp lý.",
    "そんなわけで、サークルでの参加は絶・対・条・件です！": "Vì vậy, việc tham gia theo câu lạc bộ là một điều kiện tuyệt đối!",
    "おおー、%usernameusernameuserna%のＡＩちゃんって優秀だね？": "Ôi, AI của %usernameusernameuserna% giỏi thật đấy?",
    "ふふん！　まあ、ボクは優秀なＡＩですからね！\nこの程度の解説なんてお手の物ですよ！": "Hừm! Vì tôi là một AI xuất sắc mà!\nGiải thích ở mức độ này chỉ là chuyện nhỏ thôi!",
    "――なのでサークル参加が必須ってワケっす！\nメイズ討伐数１位の栄誉と報酬を目指して頑張るっすよ～！": "――Vì vậy, việc tham gia câu lạc bộ là điều bắt buộc!\nHãy cố gắng hết sức để giành được vinh dự và phần thưởng cho vị trí số 1 về số lượng Maze bị tiêu diệt~!",
    "まあ、さっきの説明、全部解説の子がもっと詳しくしてたけどね。": "Chà, những gì tôi vừa giải thích, bạn giải thích đã chi tiết hơn nhiều.",
    "……しょぼん。": "......Buồn quá.",
    "落ち込んじゃった……": "Tôi đã thất vọng...",
    "あとでいっぱい慰めておくよ。それよりも、\nメイズシフターが大量発生しているなら放っておけないな。": "Tôi sẽ an ủi bạn sau. Hơn nữa,\nNếu Maze Shifter xuất hiện ồ ạt, chúng ta không thể bỏ qua được.",
    "――それでは皆さん心の準備いいっすか！？\n最強のサークルはどこだ！？　盛り上がっていきまっしょー！！": "――Vậy mọi người đã sẵn sàng về mặt tinh thần chưa!?\nCâu lạc bộ mạnh nhất ở đâu!? Hãy cùng nhau bùng nổ nào!!",
    "笑いアリ！　涙アリ？　ポロリもアルかな！？\nサークル対抗制圧戦……スタートっす！！": "Có tiếng cười! Có nước mắt? Có cả 'rơi' nữa chăng!?\nCuộc chiến Chinh phục giữa các câu lạc bộ... Bắt đầu thôi!!"
}