{
    "なんとか倒したぁ……\nはあ、はあ……ぁ～……しんど……": "Cuối cùng cũng hạ được...!\nHa... Ha... Mệt thật...",
    "まさか、こんなに苦戦するなんて……": "Không ngờ lại khổ sở đến vậy...",
    "メイズシンドロームからくるコンディションの悪化もあるが、\nそれだけじゃなさそうだな。": "Tình trạng tồi tệ do Hội chứng Mê cung gây ra, nhưng\ncó vẻ không chỉ có vậy.",
    "普段いるエリアとは比べ物になりませんわね……": "So với khu vực chúng ta thường ở thì khác biệt quá...",
    "ほんっと、しぶといよね。\n普段なら倒せてるはずの攻撃でも倒しきれなかったし……": "Thật sự dai nhách.\nNhững đòn đánh lẽ ra đã hạ gục được chúng thì lại không...",
    "それでもなんとかなったのは、%usernameusernameuserna%さんの指揮と\n今までの訓練の成果ですね……": "Dù vậy, chúng ta vẫn xoay sở được là nhờ tài chỉ huy của %usernameusernameuserna% và\nkết quả của quá trình huấn luyện từ trước đến nay...",
    "%usernameusernameuserna%さんのいない以前のわたくし達だったら、\nどうなっていたことでしょう……": "Nếu không có %usernameusernameuserna%, thì chúng ta sẽ ra sao đây...",
    "ってかさ……これから先、\nあんなの相手にしながら進まなきゃいけないの？": "Mà này... Từ giờ trở đi,\ntụi mình phải đối mặt với mấy thứ đó sao?",
    "というより、深くに進むほど、\nもっと強力な敵が増えるんじゃないですか？": "Hay nói đúng hơn, càng đi sâu, thì\ncàng có nhiều kẻ địch mạnh hơn nữa phải không?",
    "うへぇ、考えるだけでしんどいね～。\nただでさえ奇跡みたいな勝ちを拾ったんだし。": "Ugh, nghĩ thôi đã thấy mệt rồi.\nTrong khi mình vừa mới thắng một cách thần kỳ.",
    "今はここが限界……": "Bây giờ thì mình chịu hết nổi rồi...",
    "わたくしのせいですわ。%usernameusernameuserna%さんの制止も聞かず、\n偉そうに啖呵を切っておいて……": "Là lỗi của tớ. Tớ đã không nghe lời %usernameusernameuserna%,\nrồi còn ra vẻ ta đây nữa...",
    "七彩は何も悪くないし、何も間違っていない。引き際も決めていた。\nそんなあのときのお前の判断を支持したのは俺だ。": "Nanairo không hề sai, cũng không hề làm gì sai cả. Em cũng đã quyết định rút lui rồi.\nAnh là người ủng hộ quyết định đó của em.",
    "お前は俺のその判断を『間違っていた』と言いたいのか？": "Em muốn nói rằng quyết định đó của anh là 'sai' sao?",
    "そんなつもりは……！": "Đâu có...!",
    "じゃあ、七彩は正しいし、今のこれはただ『運が悪かった』だけ。\nあのときの主体性を捨てないくれ。本当に嬉しかったんだから。": "Vậy thì, Nanairo đúng, và chuyện này chỉ là 'xui xẻo' thôi.\nĐừng từ bỏ sự chủ động của em lúc đó. Anh đã rất vui.",
    "……%usernameusernameuserna%さん。ありがとうございます……": "...%usernameusernameuserna%... Cảm ơn anh...",
    "――今の戦闘で、ほとんどの弾薬と推進剤を使い切ってしまったね。\nこれ以上の戦闘は無理だと思う。": "Trong trận chiến vừa rồi, chúng ta đã dùng hết đạn dược và nhiên liệu rồi.\nAnh nghĩ không thể chiến đấu tiếp được nữa.",
    "同感だ。すぐに撤退しよう。": "Tôi đồng ý. Rút lui ngay thôi.",
    "結局、タツミヤ鉱もあんまりなかったしね。": "Cuối cùng thì mỏ Tatsumiya cũng không có gì nhiều nhỉ.",
    "そうだな、だが贅沢を言ってられる状況でもない。\nみんな、疲労の他にも、問題があるだろう？": "Ừ, nhưng không phải lúc để chúng ta kén chọn.\nMọi người, ngoài mệt mỏi ra, còn có vấn đề gì nữa không?",
    "動悸や目まい、思考の鈍化やネガティブ傾向……\nメイズシンドロームを発症してる。俺含めて、ここにいる全員な。": "Tim đập nhanh, chóng mặt, suy nghĩ chậm chạp và có xu hướng tiêu cực...\nTất cả chúng ta đều mắc Hội chứng Mê cung. Kể cả tôi.",
    "一刻の猶予もない。今すぐ地上に撤退する。": "Không còn thời gian để chần chừ. Rút lui lên mặt đất ngay.",
    "俺の提案に、誰も反対はしなかった。\n先ほどの戦闘が続けばどうなるか、考えるに難くないのだろう。": "Không ai phản đối đề nghị của tôi cả.\nHọ hiểu rõ điều gì sẽ xảy ra nếu trận chiến vừa rồi tiếp diễn.",
    "うう～、きもちわるい……。早く出よー！": "Ư... Khó chịu quá... Mau ra thôi!",
    "ラミの機体が一歩踏み出した、その瞬間。": "Ngay khi cỗ máy của Rami vừa bước đi.",
    "まるで図ったかのようなタイミングで、\nラミ機の足元がぐしゃりと崩れ、陥没する。": "Đúng lúc như đã được tính toán trước, \nchân của cỗ máy Rami sụp đổ và sụt lún.",
    "うわぁああっ！？": "Uwaaaah!?",
    "ラミ！！": "Rami!!",
    "ギリギリのところでラミの機体の腕を掴む。\n宙ぶらりんになった彼女の直下には、仄暗い穴が口を開けていた。": "Tôi nắm lấy cánh tay của cỗ máy Rami ở khoảnh khắc cuối cùng.\nNgay bên dưới cô ấy, một cái hố tối tăm đang mở ra.",
    "ラミちゃん！！": "Rami-chan!!",
    "機体の腕部に異常な負荷を検知し、アラームが響く。": "Cảnh báo vang lên, phát hiện ra tải trọng bất thường trên cánh tay của cỗ máy.",
    "このままでは腕部が引きちぎれて、\n彼女の機体を落としてしまう。": "Nếu cứ thế này, cánh tay sẽ bị đứt lìa,\nrồi cỗ máy của cô ấy sẽ rơi xuống.",
    "大丈夫ですか！？": "Chị có sao không!?",
    "めるが駆けつけて、一緒にラミの機体の腕を掴んだ。": "Meru chạy đến, cùng tôi nắm lấy cánh tay của cỗ máy Rami.",
    "ダメ！！　どんどん縁が崩れて、陥没が広がってる！\nそこも落ちるよ！": "Không được!! Mép hố đang sụp đổ và mở rộng ra!\nChỗ đó cũng sẽ sụp mất!",
    "逃げてください！　早くっ！！": "Chạy đi! Mau lên!!",
    "く……ふたりとも、全力で跳躍ユニットを起動だ！\n上昇して、ここを逃れる！": "Kh... Cả hai, hãy kích hoạt bộ phận nhảy lên với toàn lực!\nBay lên và thoát khỏi đây!",
    "了解！！": "Rõ!!",
    "推進剤の残りはわずか。\nだが迷っている暇はない──！！": "Lượng nhiên liệu còn lại rất ít.\nNhưng không có thời gian để do dự──!!",
    "飛べええええっ！！": "Bay lên nào!!",
    "引っ張り上げるぞ！\nせーの……！": "Kéo lên nào!\nNào...!",
    "俺達の機体も跳躍ユニットを起動。": "Cỗ máy của chúng tôi cũng kích hoạt bộ phận nhảy lên.",
    "――が、そのときだ。": "──Nhưng, ngay lúc đó.",
    "床のヒビが、天井まで……！？\nま、まさか……！！": "Vết nứt trên sàn, đến tận trần nhà...!?\nKh, không lẽ...!!",
    "お前らだけでも先に脱出しろ！！": "Hai người mau thoát ra trước đi!!",
    "できるわけないでしょ！？　ってか、崩落が早い！\nもう間に合わ――": "Sao có thể chứ!? Mà, việc sụp đổ đang diễn ra nhanh hơn!\nKhông kịp nữa rồ──",
    "粉々になった岩盤の雨が、散弾銃のように降り注ぐ。\nこのエリア一帯がすべて崩れようとしていた。": "Mưa đá vỡ vụn, rơi xuống như đạn súng trường.\nToàn bộ khu vực này đang sụp đổ.",
    "きゃぁああああ――っ！！": "Kyaaaaaa──!!",
    "う……あああああ──っ！！": "U... Aaaaaa──!!",
    "全員が跳躍ユニットを起動する。\nだが崩落の勢いは止まず──": "Tất cả đều kích hoạt bộ phận nhảy lên.\nNhưng sự sụp đổ vẫn không dừng lại──",
    "うぁああああああああ――っ！！": "Uaaaaaaa──!!",
    "俺達は、深淵へと飲み込まれていった――": "Chúng tôi đã bị cuốn vào vực thẳm──"
}