{
    "キーーーーン！！\nブーンドドド……ババババ！！": "Kiiiiiiin!!\nBuồndododo……Bàbàbà!!",
    "ん……？　な、なんだ？": "Hả……?  Cái gì vậy?",
    "グラウンドの隅から何か声が聞こえ――": "Nghe có tiếng gì đó vọng ra từ góc sân――",
    "……エンゲージ・オフェンシヴ！\nだだだだっ！": "……Engage Offensive!\nĐáđáđáđá!",
    "フォックス１！　フォックス２！\nフォーメーション・スピアヘッド！！": "Fox 1! Fox 2!\nFormation Spearhead!!",
    "エネミー・クリア！　ゴー、ゴー、ゴー！！": "Enemy Clear! Go, go, go!!",
    "…………": "…………",
    "なんだか、見ちゃいけないものを見てしまったような……": "Cứ như là mình vừa thấy thứ gì đó không nên thấy vậy……",
    "まさか一日で、シリウスシュガーを壊滅させるとは……%usernameusernameuserna%は、このために送り込まれたのか！？": "Không ngờ chỉ trong một ngày mà đã tiêu diệt Sirius Sugar……%usernameusernameuserna% được cử đến vì chuyện này sao!? ",
    "人間の心って、こんなにも脆いんですね……": "Con tim của con người thật mong manh làm sao……",
    "か、勘違いしないでくださいまし！\nこれは訓練の一環ですわ！": "Đừ, đừng có hiểu lầm! \nĐây chỉ là một phần của buổi huấn luyện thôi!",
    "ＭＧごっこが、訓練？": "Chơi MG mà là huấn luyện sao?",
    "わたくしたち、シミュレーターが空いてない時間は、\nイマジナリーＭＧに搭乗せよと言われておりますの。": "Chúng tôi, trong lúc máy mô phỏng không có ai dùng, \nthì được bảo là hãy lên MG tưởng tượng.",
    "い、イマジナリー？": "T, tưởng tượng?",
    "……そう。": "……Đúng vậy.",
    "つまりあたしがＭＧ。ううん、あたし達が、ＭＧよ！！": "Nói cách khác là tớ là MG. Ưm, chúng ta là MG!!",
    "常にイメージし続けるんです！\nシミュレーターがなくとも、想像力さえあれば！": "Phải luôn tưởng tượng đấy!\nDù không có máy mô phỏng, chỉ cần có trí tưởng tượng!",
    "（こいつら……もうとっくに目がガンギマっている……）": "(Mấy người này……đã sớm bị đơ não rồi……)",
    "そっちいったよ！\nレーダーコンタクト！　２時方向、敵影３！": "Bên kia kìa!\nTiếp xúc radar! Hướng 2 giờ, bóng địch 3!",
    "援護射撃、ズバババババーン！": "Hỏa lực chi viện, Zúbàbàbàbàn!",
    "全隊突撃ですわ！　キーーーーンッ！！": "Toàn quân xung phong!",
    "行ってしまった……": "Đi mất rồi……",
    "どうしよう？　こ、これが毎日続いたら、\nわたしたちまでおかしくなっちゃいそうです……": "Phải làm sao đây? N, nếu chuyện này xảy ra mỗi ngày, \nchúng ta cũng sẽ hóa điên mất……",
    "いや……だが、裏を返せば、\n彼女たちもそれだけ必死に訓練に臨んでいるともいえる。": "Không……nhưng nếu xét theo một khía cạnh khác, \nthì có thể nói rằng họ đã nỗ lực hết mình cho buổi huấn luyện.",
    "なりふり構わず強さを求める姿勢は侮れない。\nなぜならそれこそが、『物事を成す意志の力』というものだからな。": "Không thể xem thường thái độ bất chấp mọi thứ để tìm kiếm sức mạnh.\nBởi vì đó chính là 'sức mạnh ý chí để hoàn thành mọi việc'.",
    "これをきっかけに、化けるかもしれないぞ。": "Nhân cơ hội này, họ có thể lột xác.",
    "……ホ、ホントに？": "……Th, thật sao?",
    "ドドドドド……！　バーン！！": "Đồđồđồ……! Bùm!!",
    "……どうだろうか。": "……Thế nào đây.",
    "諸君、おめでとう。シミュレーターの時間だ。": "Các em, xin chúc mừng. Đến giờ dùng máy mô phỏng rồi.",
    "そんでー？\n今日も基礎機動訓練なの？": "Thế nàoー?\nHôm nay vẫn là huấn luyện cơ động cơ bản sao?",
    "いや、お待ちかねの戦闘訓練だ。": "Không, là huấn luyện chiến đấu mà các em mong đợi.",
    "ついに、チームでの戦闘訓練ですのね！？": "Cuối cùng cũng là huấn luyện chiến đấu theo đội sao!?",
    "それはさっきまでイマジナリーＭＧでやってただろ？": "Chẳng phải vừa nãy đã dùng MG tưởng tượng rồi sao?",
    "あれ、やったうちに入るワケ！？": "Cái đó, có tính là đã làm không!?",
    "もちろん。それで次は１対１の模擬戦だ。\n今の力量でなら、以前よりも上のステージで戦えるはずだからな。": "Đương nhiên. Tiếp theo là đấu tập 1vs1.\nVới khả năng hiện tại, các em có thể chiến đấu ở một giai đoạn cao hơn trước.",
    "最初はちゆると七彩、ラミと白奈で対戦してもらう。": "Đầu tiên, cho Chiyuru và Nanairo, Rami và Shirana đấu với nhau.",
    "……あの、私は？": "……Vậy còn em thì sao?",
    "最初は、と言っていたから順番じゃない？": "Tôi đã nói là đầu tiên, vậy không phải đến lượt em sao?",
    "いや、めるは参加しなくていい。": "Không, Meru không cần tham gia.",
    "……え？": "……Hả?",
    "今の段階では、この訓練にめるが参加しても無駄だ。": "Ở giai đoạn này, việc Meru tham gia huấn luyện này là vô ích.",
    "む、無駄……ですか……": "V, vô ích……sao……",
    "ちょっと！　さすがにその言い方は……！": "Khoan đã! Nói như thế thì……!",
    "いいんです！　いいんです……昨日だって、私だけ下手くそでしたし……": "Không sao đâu! Không sao đâu……Hôm qua em đã làm kém nhất mà……",
    "もっと基礎からやらないと、\nみなさんと一緒に戦う資格なんてないですから。": "Phải làm từ những thứ cơ bản hơn, \nthì mới có tư cách chiến đấu cùng mọi người được.",
    "時間は有限だ。各自、シミュレーターを起動しろ。": "Thời gian là hữu hạn. Mỗi người, khởi động máy mô phỏng.",
    "シミュレーター上の訓練場で、ちゆると七彩の乗った\nＭＧが対峙して構えている。": "Trong sân huấn luyện trên máy mô phỏng, MG của Chiyuru và Nanairo đang đối đầu nhau.",
    "ふふっ、こうしてＭＧが向かい合って、\nよーいどんで戦闘なんて、あまり実戦的じゃないと思うけどねぇ。": "Hừm, cứ như vậy mà MG đối đầu nhau, \nrồi bắt đầu chiến đấu, tôi thấy không thực tế cho lắm.",
    "ともかく、やってみましょう。何か意図があるはずです。": "Dù sao thì, cứ thử xem sao. Chắc chắn là có dụng ý gì đó.",
    "一方――": "Trong khi đó――",
    "誰がチームで一番の実力者か、思い知らせてあーげるっ♪": "Ai là người có thực lực nhất trong đội, hãy cho tớ biết nhé♪",
    "……それって、わたしのこと？": "……Ý cậu là tớ sao?",
    "へえ、言うじゃん……！": "Hể, nói hay đấy……!",
    "その頃、俺はめるとふたりで別メニューに\n取りかかろうとしていた。": "Lúc đó, tôi và Meru đang chuẩn bị cho một thực đơn đặc biệt.",
    "向こうは始まったみたいだな。める、こっちは特別メニューをやるぞ。": "Họ bắt đầu rồi nhỉ. Meru, chúng ta sẽ làm thực đơn đặc biệt.",
    "はい……え、特別メニュー？\n基礎機動じゃなくて、ですか？": "Vâng……Ơ, thực đơn đặc biệt?\nKhông phải cơ động cơ bản sao?",
    "恐らくめるは、昨日の訓練の失敗を気にしていたのだろう。\nだが、俺の目的はそこではなかった。": "Có lẽ Meru đang để tâm đến thất bại trong buổi huấn luyện hôm qua.\nNhưng, mục đích của tôi không phải là ở đó.",
    "ああ。める――『フラットスピン』って知っているか？": "Ừ. Meru――em có biết 'Flat Spin' là gì không?",
    "ええっと、飛行中に失速して、\n水平を保ったまま錐揉み状態に陥ること……ですか？": "E hèm, trong khi bay mà bị mất tốc độ, \nrồi giữ thăng bằng và rơi vào trạng thái nhào lộn……phải không ạ?",
    "そうだ。基本的にはこうなると、ほぼ操縦が効かなくなる危険な状態だ。": "Đúng vậy. Về cơ bản, nếu rơi vào trạng thái này thì gần như không thể điều khiển được, rất nguy hiểm.",
    "そこで……今からめるには、意図的にフラットスピンを起こしてもらう。": "Vì vậy……từ bây giờ, tôi sẽ bảo Meru cố tình tạo ra Flat Spin.",
    "え……えええっ！？\nわ、私、基礎機動も満足にできないんですよ！？": "Hả……êêêê!?\nEm, em còn chưa làm tốt cơ động cơ bản mà!",
    "彼女の驚く反応もわかる。": "Tôi hiểu được phản ứng ngạc nhiên của cô ấy.",
    "だが、今、彼女に必要なのは、\n安い同情や優しい言葉ではないはずだ。": "Nhưng, thứ cô ấy cần bây giờ, \nchắc chắn không phải là sự đồng cảm rẻ tiền hay những lời nói dịu dàng.",
    "……意図せず発生すれば危険な事故だが、\nもし狙って使えるなら、非常に有効な戦術機動にもなる。": "……Nếu xảy ra ngoài ý muốn thì là một tai nạn nguy hiểm, \nnhưng nếu có thể sử dụng được một cách có chủ đích, thì nó sẽ trở thành một chiến thuật cơ động cực kỳ hiệu quả.",
    "敵の攻撃を回避しつつ、有利な位置取りをする。\nそのために有用な技術なんだ。": "Vừa né tránh đòn tấn công của địch, vừa chiếm được vị trí có lợi.\nĐó là một kỹ thuật hữu ích để làm được điều đó.",
    "で、ですが、シミュレーターならともかく、\n競技中に実機でコントロールを失ったら……": "Nhưng mà, nếu là trên máy mô phỏng thì không sao, \ncòn trong khi thi đấu mà mất kiểm soát trên máy thật thì……",
    "その時は、シリウスシュガーの足手まといがひとり減るだけだな。": "Lúc đó, chỉ có một người vô dụng trong Sirius Sugar ít đi thôi.",
    "っ……！": "……!",
    "安心しろ、そうならないための訓練だ。\nもう一度言うぞ。フラットスピンを味方につけろ。": "Yên tâm đi, đây là buổi huấn luyện để không xảy ra chuyện đó.\nNói lại lần nữa. Hãy làm chủ Flat Spin.",
    "返事は？": "Câu trả lời?",
    "……イエッサー、です。": "……Vâng, thưa thầy."
}