{
    "いきなり生徒会長からの呼び出しか……\nいったい何の用事だ？": "Tự dưng lại bị hội trưởng gọi đến...\nKhông biết có chuyện gì nữa đây?",
    "すみません、急に呼び出してしまって。": "Xin lỗi vì đã gọi anh đột ngột.",
    "どうしたんだ？　なんか慌ててるみたいだが……": "Sao vậy? Trông em có vẻ vội vàng quá...",
    "時間がないため詳しくは説明できません。\n端的にいえば、メイズにて大規模異常が観測されました。": "Vì không có thời gian nên em không thể giải thích chi tiết được.\nNói ngắn gọn là, đã quan sát thấy một hiện tượng bất thường quy mô lớn trong Mê Cung.",
    "取り急ぎ、貴方には異常発生場所付近の想定座標をお送りします。\n緊急対応として、確認のためすぐさま現地へ向かってください。": "Trước tiên, em sẽ gửi cho anh tọa độ dự kiến gần nơi xảy ra sự việc bất thường.\nĐể ứng phó khẩn cấp, anh hãy đến hiện trường ngay lập tức để xác nhận.",
    "では、私は私で対応がありますので、これで失礼いたします。": "Vậy, em có việc phải làm, em xin phép.",
    "……なんなんだ？": "……Là sao chứ?",
    "ピコピコピーン！　それについては、ボクが前に集めた\n情報ストックの中に、これかもってのがありそうです！": "Pikopiko Piiin! Về chuyện đó, trong kho thông tin mà em đã thu thập trước đây,\ncó vẻ như có thứ gì đó phù hợp!",
    "いやぁ、前に暇すぎて１日をだらだらとネットサーフィンで\n潰したかいがありましたね！": "Chà, thật đáng đồng tiền bát gạo khi em đã lãng phí cả ngày để lướt web!\n",
    "おお、でかした！\nなんか言ってることが、ニートのそれっぽいが！": "Ô, giỏi lắm!\nNhưng sao em nói chuyện cứ như một NEET vậy!",
    "一言多くありません！？\nと、とりあえず、今要約して共有しますね！": "Anh nói thừa lời rồi đấy!\nÀ, thôi, em sẽ tóm tắt và chia sẻ ngay đây!",
    "えーっと、えっと……現在詳しい事はまだ判明していませんが、\nメイズでは時折想定外の異常現象が発生することがあります。": "À thì, à thì... Hiện tại vẫn chưa rõ chi tiết, nhưng\nđôi khi có những hiện tượng bất thường ngoài dự kiến xảy ra trong Mê Cung.",
    "その中のひとつが、『異世界からやってきた』とされる人物の存在。\n極稀に発見・保護されたという報告がありますね。": "Một trong số đó là sự tồn tại của những người được cho là 'đến từ thế giới khác'.\nĐã có báo cáo về việc họ được tìm thấy và bảo vệ, dù rất hiếm.",
    "まあ、大半はメイズシンドロームによる\n混乱や妄想の類というオチなんですけど……": "Mà, phần lớn chỉ là sự nhầm lẫn và ảo tưởng do Hội chứng Mê Cung gây ra...",
    "それで……あれ？　なんだっけ？": "Thế còn... Ơ? Là gì nhỉ?",
    "おい。": "Này.",
    "だ、大丈夫ですよ！　ボクの超スーパー処理能力が、\r\n失われし情報を見事抽出してみせます！": "D, đừng lo! Khả năng xử lý siêu cấp của em sẽ\r\ntuyệt vời trích xuất thông tin đã mất!",
    "（つまり、ド忘れしたんだな）\r": "(Tức là, em quên rồi)",
    "あ、思い出し――抽出完了です！！": "À, nhớ ra rồi – Đã hoàn thành việc trích xuất!!",
    "それで……中にはザルトゥームにはない知識を有していたり、\n身体検査の数値が異常値を見せていたーなんてことがあるそうです！": "Thế còn... trong số đó có những người có kiến thức không có ở Zartoom,\nvà các giá trị trong kiểm tra thể chất cho thấy những con số bất thường!",
    "このことからメイズは時折異なる世界と繋がるのでは\r\nという説も一部では提唱されていて――": "Từ điều này, một số người đã đưa ra giả thuyết rằng Mê Cung đôi khi kết nối với các thế giới khác nhau—",
    "ええい！　長い、３行！　いや、１行！": "Ê! Dài quá, 3 dòng! Không, 1 dòng!",
    "なんかヤバい事が起きてるってことです！\r": "Nói chung là có chuyện gì đó rất nghiêm trọng đang xảy ra!\r",
    "了解した！\nさっそく指定の座標に向かうぞ！": "Đã hiểu!\nĐi đến tọa độ được chỉ định ngay thôi!",
    "せっかくのボクの出番が、すごく雑に片付けられた……": "Vai trò của em bị giải quyết một cách qua loa quá..."
}