{
    "みなさん！　高度をとってユリアを先頭とした楔壱型に編隊してください！": "Mọi người! Lấy độ cao, lập đội hình hình nêm số 1, lấy Yuria làm tiên phong!",
    "シリウスシュガーがどんな策を用意してるか知らないけど、先に叩けば関係ない！": "Tôi không biết Sirius Sugar có âm mưu gì, nhưng cứ đánh trước là xong!",
    "高空からのサーチアンドデストロイで一気に終わらせちゃうよ！": "Từ trên cao, dùng chiến thuật 'Tìm diệt' kết thúc nhanh gọn!",
    "了解！": "Rõ!",
    "七彩ちゃん、カオスメイデンが動いたよ。高度をとって飛行してくる。一気に接近中。": "Nanairo, Chaos Maiden đã hành động. Lấy độ cao và bay đến. Đang nhanh chóng tiếp cận.",
    "いつでも撃ってこいってこと？完っ全に舐められてるってことじゃん！": "Muốn khiêu chiến à? Bị xem thường hoàn toàn rồi!",
    "……でも、撃てばこちらの居場所がバレる。": "……Nhưng bắn sẽ lộ vị trí của chúng ta.",
    "どうします、七彩さん？": "Cô tính sao, Nanairo?",
    "このまま身を隠していても、状況は変わりません。ビル群を利用したファイア・アンド・ムーブでいきますわ。": "Cứ ẩn mình thế này thì tình hình không thay đổi. Chúng ta sẽ dùng chiến thuật 'Bắn và di chuyển' lợi dụng các tòa nhà.",
    "各機、遮蔽物に身を隠しつつ、上空の敵機への火力投射と移動！反撃を喰らわないよう注意くださいまし！": "Mỗi tổ đội, ẩn nấp sau chướng ngại vật, vừa bắn vào địch trên không, vừa di chuyển! Hãy cẩn thận đừng để bị phản công!",
    "――おっ、撃ってきた。判断が早くていい感じだね～。": "――Ồ, chúng bắn rồi. Quyết định nhanh đấy~",
    "各機、急降下からの高機動格闘戦へ移行してください！": "Mỗi tổ đội, hãy chuyển sang chiến đấu cận chiến cơ động cao từ trên cao!",
    "ひとり一機撃破がノルマってことで！　よろしくー！": "Mỗi người hạ gục một chiếc là được! Cứu!",
    "了解。": "Rõ.",
    "ふふ、ここでもしいきなりあたしが敵に寝返ったら、みんなどんな反応する？": "Phu phu, nếu bây giờ tôi đột nhiên phản bội kẻ địch, mọi người sẽ phản ứng thế nào?",
    "アニス、こんなときに試し行為はやめてください。": "Anis, đừng có thử nghiệm vào lúc này.",
    "もう、冗談よぉ。": "Thôi mà, chỉ là đùa thôi.",
    "ふふっ……ふふふふ！　たぎってきました……！戦いの始まりですね！": "Phu phu... phu phu phu! Nóng máu rồi...! Bắt đầu chiến đấu thôi!",
    "沙耶のスイッチが……一応言っておきますけど、いざってときはちゃんと私の指示に従ってくださいよ！": "Công tắc của Saya đã bật... Tôi nói trước, đến lúc đó hãy làm theo chỉ thị của tôi nhé!",
    "敵機接近！　近接格闘戦に持ち込むつもりだね！": "Địch tiếp cận! Muốn lao vào cận chiến đây!",
    "来ましたわね……作戦通り、各機はビル群を利用して一度引いて距離をとってください。": "Đến rồi... Đúng như kế hoạch, mỗi tổ đội hãy lợi dụng các tòa nhà để tạm thời rút lui, giữ khoảng cách.",
    "ちゆるさんは援護射撃をお願いしますわ。": "Chiyuru, nhờ cô hỗ trợ hỏa lực.",
    "任せて。みんなの背中はあたしが守ってあげる。": "Để tôi lo. Tôi sẽ bảo vệ lưng cho mọi người.",
    "頼もしいです！": "Đáng tin cậy!",
    "それじゃ……全力で逃げちゃえ～！": "Vậy thì... Chạy trốn hết tốc lực thôi~!",
    "……なんかかっこ悪いね。": "……Sao thấy...kém sang thế nhỉ.",
    "うっさーい！　とにかく撤退！！": "Im đi! Tóm lại là rút lui!",
    "ちょっ……そっちから撃っておいて逃げるの！？すぐにやられちゃうとカッコつかないから？": "Khoan đã... Bắn trước rồi lại chạy trốn á!? Vì sợ bị hạ gục nhanh nên mất mặt à?",
    "そんなつまらない戦い方！　気に入らない！": "Cách chiến đấu tẻ nhạt thế này! Không thích!",
    "ふふ、逃げるのを追うより、あたしとしては追われるほうが好みなのだけれど。": "Phu phu, thay vì đuổi theo kẻ chạy trốn, tôi thích bị đuổi theo hơn.",
    "あはっ……この高揚感……！早く捕まえて、一緒に遊びましょう！": "A ha... Cảm giác hưng phấn này...! Mau bắt lấy tôi, cùng chơi nào!",
    "逃げたって無駄！ただの時間稼ぎにしかならないよ！": "Chạy cũng vô ích! Chỉ phí thời gian thôi!",
    "……自ら位置をバラしておいて直ぐに退く？行動に一貫性がないような……": "……Tự mình lộ vị trí rồi lại rút lui ngay? Hành động thiếu nhất quán quá...",
    "こっちのアクションから、撤退までの判断にラグがなかった……つまり、最初から退くことを考えて撃ってきたのでしょうか？": "Từ hành động của đối phương đến quyết định rút lui không có độ trễ... Tức là, ngay từ đầu đã nghĩ đến việc rút lui sau khi bắn sao?",
    "ユリアの実力は、この前の偵察を通して伝わってるはず。やっぱり……何かおかしい！": "Thực lực của Yuria, chúng ta đã biết qua trinh sát trước đó. Quả nhiên... Có gì đó không ổn!",
    "あぁ、もうめんどっちーなぁ！一気に突撃して終わらせてあげる！": "A, phiền phức quá đi! Tấn công nhanh rồi kết thúc thôi!",
    "待ってください！　ユリア！！": "Chờ đã! Yuria!!",
    "では、それを実現するための策をお前らに授ける。": "Vậy, tôi sẽ ban cho các người một kế sách để thực hiện điều đó.",
    "それは――": "Đó là――",
    "それは……": "Đó là...",
    "七彩、任せた。": "Nanairo, giao cho cô.",
    "おまえじゃないんかい！": "Không phải là cô sao!",
    "といっても、%usernameusernameuserna%さんと一緒になって考えた作戦ですわ。": "Mặc dù vậy, đây là kế hoạch đã được thảo luận với %usernameusernameuserna%.",
    "理屈としては単純です。相手が砲撃を避けるなら、避ける隙間もないほどの飽和攻撃をしかければいいのです。": "Về lý thuyết thì đơn giản thôi. Nếu đối phương né pháo, thì cứ tấn công bão hòa đến mức không có kẽ hở để né tránh.",
    "うわっ、急にバカみたいなこと言い出した。たった５機でそんな弾幕張れるわけないじゃんか。": "Uwa, tự dưng nói mấy lời ngớ ngẩn. Có 5 chiếc thì làm sao mà tạo ra một màn đạn như vậy được.",
    "（ま、ラミの疑問も当然だな）": "（Mà, thắc mắc của Lami cũng là đương nhiên）",
    "しかし、七彩は自信ありげに微笑んだ。": "Tuy nhiên, Nanairo lại mỉm cười đầy tự tin.",
    "そのために……次の試合ではこれを使用いたします。": "Để làm được điều đó... Trong trận đấu tiếp theo, chúng ta sẽ sử dụng thứ này.",
    "これは……近接信管を搭載した１２０ｍｍ榴弾！？": "Đây là... Đạn nổ 120mm có ngòi nổ cận chiến!?",
    "榴弾って、あの着弾したら破片が広がるヤツ？": "Đạn nổ, là loại mà khi trúng đích, mảnh vỡ sẽ lan ra diện rộng á?",
    "そうだね。かなりの広範囲に飛散する弾よ。たしかにこれをまとめて撃ち込まれたら、避けようがないか。": "Đúng vậy. Đạn sẽ văng ra trên diện rộng. Quả thực, nếu bị bắn dồn dập như vậy thì không thể tránh được.",
    "でも、これって小型のメイズシフター用ですよね？いくら薄いとはいえ、ＭＧの装甲には効果がないんじゃ……": "Nhưng, cái này là dùng cho Meizu Shifter cỡ nhỏ đúng không? Dù mỏng manh, nhưng nó không có tác dụng với giáp MG...",
    "もちろん、これだけで撃墜は不可能でしょう。ですが、足止めくらいはできますわ。": "Đương nhiên, chỉ dùng cái này thì không thể bắn hạ được. Nhưng có thể cản chân đối phương.",
    "……榴弾で足止めをしてその隙に撃墜、と。": "……Dùng đạn nổ để cản chân, sau đó tranh thủ bắn hạ, đúng không?",
    "そのために、徹甲弾も準備しますわ。": "Để làm được điều đó, chúng ta cũng chuẩn bị đạn xuyên giáp.",
    "なるほど……": "Ra là vậy...",
    "いいじゃん……！なんかやれそうな気がしてきた！": "Hay đấy...! Cảm giác như có thể làm được!",
    "ユリアさんの性格ならこの状況に焦れて、先陣を切って飛び込んで来るはずですわ……！": "Nếu là tính cách của Yuria, cô ta sẽ sốt ruột với tình hình này, lao lên tiên phong...!",
    "勝負はその一瞬！": "Trận chiến chỉ trong khoảnh khắc đó!",
    "来たっ！　射撃開始ッ！！": "Tới rồi! Bắt đầu bắn!!"
}