{
    "クリスマスの日から少し経って――": "Đã qua vài ngày kể từ Giáng Sinh――",
    "悪いな。夕飯、ご馳走になっちゃって。": "Xin lỗi. Để tôi được ăn tối cùng.",
    "クリスマスのときのお礼よ。\n借りは早いうちに返しておかないとね。": "Là quà cảm ơn Giáng Sinh ấy.\nPhải trả nợ sớm mới được.",
    "そんなの気にすることないのに。\nじゃあ、また――": "Có gì đâu mà phải để tâm.\nVậy thì, hẹn gặp lại――",
    "ちょっと待った。夜はまだ終わりじゃないわよ。\nこのあとホテルも予約してあるから。": "Khoan đã. Đêm nay vẫn chưa kết thúc đâu.\nTôi đã đặt phòng khách sạn rồi.",
    "……そいつは聞いてないぞ。": "……Tôi chưa nghe nói gì về chuyện đó.",
    "勘違いしないでね。これもお礼の一環。\nそれくらい、この間のことは感謝してるってこと。": "Đừng hiểu lầm. Đây cũng là một phần của lời cảm ơn.\nVới lại, tôi rất cảm kích chuyện vừa rồi.",
    "でも、ありがとうを言う側に回るのは性分じゃないし……\nだから……そういうこと。": "Nhưng mà, tôi không quen với việc phải nói lời cảm ơn…\nCho nên… là vậy đó.",
    "（いや、どういうことだ……\nまあ泉花らしいとは思うが）": "（Chà, là sao đây…\nMà cũng đúng là Izumika）",
    "だからって、そこまでしてもらうのはな……": "Dù vậy thì, được đối đãi đến mức đó thì…",
    "何よ！　私にここまでさせておいて、\nそんな形の感謝じゃ気に食わないっていうの！？": "Gì chứ! Để tôi phải làm đến mức này, \nmà cậu lại không hài lòng với kiểu cảm ơn như vậy sao!?",
    "いきなり逆ギレ！？\n誘い方が強引すぎるだろ……": "Tự dưng nổi khùng lên vậy!?\nCách mời mọc của cậu quá là mạnh bạo rồi…",
    "そうは言ったものの、これ以上抵抗する理由もなく……": "Tuy nói vậy, nhưng cũng không có lý do gì để chống cự nữa…",
    "俺は泉花に手を引かれるまま、\nホテルの一室へと連れ込まれたのだった。": "Tôi bị Izumika kéo tay, \nbị dẫn vào một căn phòng khách sạn.",
    "この学園には訪問した生徒の関係者が、\n泊まるのによく使われるホテルがあるようで――": "Hình như trong học viện này có một khách sạn thường được người nhà của học sinh đến thăm\nsử dụng để ở lại――",
    "泉花……！？\nそ、その格好は……！": "Izumika…!?\nC, cái bộ dạng đó…!",
    "ずいぶん気に入ってくれてたみたいだから、\n今夜はこの姿で『お礼』をしてあげる。": "Có vẻ như cậu rất thích nó, \ntối nay tôi sẽ 'cảm ơn' cậu trong bộ dạng này.",
    "ほら、やっぱり期待していたんじゃない。\nあなたのもの、早速こんなにも大きくなって……んっ。": "Kìa, tôi đã bảo là cậu mong đợi mà.\nCủa cậu, đã to lên nhanh chóng rồi kìa… ưm.",
    "はぁ……んっ……う、ぁ、うううぅぅぅんんんん……っ……！": "Ha… ưm… ư, a, ư ư ư ư ư ư ư…っ…!",
    "密着してきた泉花の体温と赤みを帯びた肌のぬくもりに酔う暇もなく、\n彼女のつぼみが俺自身を包み込んでいく。": "Chưa kịp đắm mình trong nhiệt độ cơ thể và làn da ửng đỏ của Izumika, \nthì nhụy hoa của cô ấy đã bao lấy tôi.",
    "肉棒をきつく締め付けてくる壺は、\nもうすっかり準備万端だったようで蜜をたっぷりと垂らしていた。": "Cái bồn chứa siết chặt lấy dương vật, \ncó vẻ như đã chuẩn bị xong xuôi và nhỏ đầy mật.",
    "はぁっ……はぁ、はぁ、はぁっ……！\nど、どう……？　今夜の私の具合は……？": "Haa… ha, ha, ha…!\nT, thế nào…?\nTình trạng của tôi tối nay…?",
    "ん……ふふっ……聞くまでもないって感じの表情ね。\nいいわ、たっぷりお礼してあげる。": "Ưm… fufu… vẻ mặt của cậu đã nói lên tất cả rồi.\nĐược thôi, tôi sẽ cảm ơn cậu thật nhiều.",
    "がっちりと抱きついてくる泉花の手と腰の動きは、心得たものだった。\nここは素直に身を任せることにする。": "Động tác của tay và hông Izumika, người đang ôm chặt lấy tôi, đã rất quen thuộc rồi.\nTôi đành ngoan ngoãn phó mặc vậy.",
    "もう、こうなったら抵抗するだけ無駄だろう……": "Đến nước này thì, có chống cự cũng vô ích thôi…",
    "ほら、あなたも集中してよ。\n私がこうして全力で感謝を示してあげてるんだから……ん、っ、はぁ……！": "Nào, cậu cũng phải tập trung vào chứ.\nTôi đang cố gắng hết sức để thể hiện lòng biết ơn của mình… ưm, っ, ha…!",
    "俺の下半身に体重を預け、沈み込んでいた泉花の腰がゆっくりと浮上し、\nそしてまた膣圧を感じさせながら落ちてくる。": "Cơ thể Izumika, người đã tựa cả phần dưới của mình vào tôi, từ từ nâng hông lên, \nrồi lại hạ xuống, cảm nhận áp lực trong âm đạo.",
    "ふぅっ……んっ……くぅ……あ、あぁ……\n硬くて……大きいっ……": "Fu… ưm… kuu… a, a…\nCứng… to quá…",
    "ちゃんと……私の気持ちいいとこにも……当たってる……\nんっ……んんぅぅ……はぁう……": "Đúng là… cũng đang… chạm vào… chỗ tôi thấy… dễ chịu…\nƯm… ư ư… haa…",
    "俺への感謝のはずが、泉花は早速自分の快楽にも没頭し始めたようだ。": "Đáng lẽ là để cảm ơn tôi, nhưng Izumika đã bắt đầu đắm mình vào khoái lạc của bản thân.",
    "ふぁ……はぁ……あ……ん……そ、そう……\nあなたは……その角度のまま……": "Faa… haa… a… ưm… v, vậy…\nCậu… cứ giữ nguyên góc độ đó…",
    "この体位……んんっ……中だけじゃなくて……\n全身で……あなたを感じられて……それがいいの……んっ……": "Tư thế này… ưm… không chỉ bên trong…\nMà toàn thân… tôi đều có thể cảm nhận được cậu… thật tuyệt… ưm…",
    "あなただって、同じでしょ……？\n肌も、アソコも、いっぱい擦れて……感じるでしょ？": "Cậu cũng vậy mà, đúng không…?\nDa thịt, chỗ đó, đều cọ xát… đều cảm nhận được, đúng không?",
    "彼女の言葉に応える代わりに、荒い鼻息をうなじへと吹きかける。\n豊満な胸を舐め回すように眺めながら、柔肌を何度も撫でた。": "Thay vì đáp lại lời cô ấy, tôi thổi hơi thở thô ráp vào gáy cô ấy.\nTôi liếm quanh bộ ngực đầy đặn, vuốt ve làn da mềm mại nhiều lần.",
    "んぁ、はぁ……ふふふ……興奮してる……\n顔も、胸板も、真っ赤にして……ふぅ……はぁ……んん……": "Ưa, haa… fufu… đang hưng phấn sao…\nMặt mày, ngực cũng đỏ hết cả lên… fuu… haa… ưm…",
    "いいわよ……もっと私に欲望をぶつけて……\nんぅ……でないと、お礼にならないから……はふ、んっ……": "Được thôi… cứ trút hết dục vọng của cậu lên tôi đi…\nƯm… nếu không thì, tôi không thể cảm ơn được… hafu, ưm…",
    "泉花の優しい誘惑に促され、\n俺は彼女の動きに合わせて自らも腰を振り始めた。": "Bị Izumika dịu dàng dụ dỗ, \ntôi cũng bắt đầu lắc hông theo chuyển động của cô ấy.",
    "はぅんっ……！\nあ……あっ……あっ……あっ……あ、当たる……っ……": "Hau…!\nA… a… a… a… a, trúng…!",
    "あなたの先っぽが……私の奥まで……届いてるっ……\nんっ、んっ……んぁ……はぅんっ……": "Đầu dương vật của cậu… đã… vào sâu bên trong tôi rồi…\nƯm, ưm… a… haun…",
    "リズミカルな抽挿に合わせて、泉花の呼吸が耳にかかる。\n生暖かく、湿った微風が俺をいっそう昂ぶらせてくる。": "Theo những nhịp điệu của sự ra vào, hơi thở của Izumika lọt vào tai tôi.\nHơi ấm áp, những cơn gió ẩm ướt làm tôi càng thêm phấn khích.",
    "ん……はぁ……ちょっとだけ遅いクリスマスプレゼント……\nお気に召してくれたみたいね……んん……んぅっ……": "Ưm… haa… món quà Giáng Sinh trễ một chút…\ncó vẻ như cậu thích nó… ưm… ư ư…",
    "男の人って、こういうの好きそうだものね……\nちょっとエッチなサンタクロースとか……ふふ……ん、んんっ……": "Đàn ông đúng là thích mấy thứ này mà…\nMột cô nàng Santa hơi hư hỏng… fufu… ưm, ưm…",
    "赤い衣装に映える白くたわわな果実が、\n俺の目の前で律動に合わせて誘うように揺れている。": "Những trái cây trắng nõn nà, nổi bật trên bộ đồ đỏ, \nđang đung đưa trước mặt tôi, như mời gọi theo nhịp điệu.",
    "ふぁっ……んっ……ふふふ……やっぱりね……\n分かるわ……視線と、繋がってるところで……": "Faa… ưm… fufu… quả nhiên rồi…\nTôi hiểu mà… ánh mắt, và cả chỗ đang kết nối nữa…",
    "どっちも、どんどん……熱くなっていってるから……\nふぅ、ん、あっ……あぁ……": "Cả hai, đều… càng ngày càng… nóng lên…\nFuu, ưm, a… a…",
    "そう言う泉花も同じだ。\n蕩けるような表情とヒダの蠢きが、彼女の感覚を全部伝えてくる。": "Izumika cũng nói như vậy.\nBiểu cảm tan chảy và sự chuyển động của những nếp gấp, truyền tải tất cả những cảm xúc của cô ấy.",
    "淫らなサンタクロースは自身の快楽を隠そうともせず、\n俺と一緒になって腰を動かし続けた。": "Cô nàng Santa dâm đãng không hề che giấu khoái lạc của mình, \ncô ấy tiếp tục di chuyển hông cùng với tôi.",
    "あはっ……！\nんっ、あっ、は、激しっ……くぅんっ！": "Aha…!\nƯm, a, ha, kịch liệt… kuun!",
    "彼女の意識を夜空の向こうまで飛ばす勢いで、\nサンタの濡れそぼったトンネルを思い切り突き上げる。": "Với tốc độ khiến ý thức của cô ấy bay đến tận chân trời, \ntôi đâm mạnh vào đường hầm ướt át của Santa.",
    "あっ、あっ、あっ、あぅんっ……！\nいきなりそんなにしたら……私……もうっ……！": "A, a, a, aun…!\nTự dưng làm vậy… tôi… sắp…!",
    "さっきまでの比じゃない圧力で、ワレメが俺自身をきつく搾ってきた。\nその窮屈さに、思わず俺も果てそうになる。": "Với áp lực còn hơn cả lúc nãy, khe của cô ấy siết chặt lấy tôi.\nTôi cũng suýt đạt đến cực khoái vì sự chật chội đó.",
    "い、いいわよ……んんっ……これはお礼なんだから……\n遠慮せず、あなたの好きに動いてもっ、んっ、ふあんっ、あっ……！": "Đ, được thôi… ưm… đây là lời cảm ơn mà…\nĐừng ngại, cứ làm theo ý cậu đi, ưm, fu an, a…!",
    "でも……わ、私は……ごめん、本当に……もうっ……！": "Nhưng… t, tôi… xin lỗi, thực sự… sắp…!",
    "んぁ、あ、あ、ああ、ああっ……！\nちょっとだけ、先に、イッ……く、ん、んんんっ……！": "A, a, a, a, a…!\nChỉ một chút nữa thôi, tôi… sẽ… ra, ưm, ưm ưm…!",
    "俺の腰に絡みついた両足が、ぎゅっと縮こまる。\n同時に接合部の激しい震動を感じた。": "Đôi chân quấn quanh hông tôi co lại.\nĐồng thời, tôi cảm thấy sự rung động dữ dội ở chỗ nối.",
    "はぁ、はぁ、はぁ、はぁっ……！\nだ、駄目……軽くイッちゃってるのに……んはぁっ……！": "Haa, haa, haa, haa…!\nĐ, được… nhẹ nhàng thôi… haa…!",
    "泉花のオーガズムによる締め付けになんとか耐えきった俺は、\n感覚が麻痺しつつあるペニスでそのまま膣内を擦り続けた。": "Tôi đã cố gắng chịu đựng được sự siết chặt do cực khoái của Izumika, \ntôi tiếp tục cọ xát bên trong âm đạo bằng dương vật đang tê liệt.",
    "ずっと速いまま……グチュグチュされたら……！\nま、また……イッちゃうかもっ……！": "Cứ nhanh như vậy… nếu bị… cọ xát…!\nCó lẽ… sẽ… ra mất…!",
    "もちろん、１回や２回の軽い絶頂で終わらせるつもりはなかった。\n強引に誘ってきた以上、限界まで付き合ってもらわなければ。": "Đương nhiên, tôi không có ý định kết thúc chỉ với một hoặc hai lần lên đỉnh nhẹ nhàng.\nVì cô ấy đã chủ động mời gọi, tôi phải đi cùng cô ấy đến giới hạn.",
    "ひぅ、あ、あんっ……こ、ここからが本番ってわけ……？\nんんっ……い、いいわよ……どこまででも付き合ってあげる……": "Hiu, a, an… đ, đây là phần chính sao…?\nƯm… đ, được thôi… tôi sẽ đi cùng cậu đến bất cứ đâu…",
    "今夜の私は……あなただけのサンタクロースだからっ……\nしたいこと、全部、受け止めてあげる……うぅんっ……！": "Tôi của đêm nay… là Santa của riêng cậu thôi…\nTôi sẽ chấp nhận… tất cả những gì cậu muốn… ư ư…!",
    "汗だくのいやらしいサンタを抱きしめて、\n数日遅れのプレゼントを欲望のまま貪っていく。": "Ôm lấy cô nàng Santa đẫm mồ hôi, \ntôi tham lam chiếm lấy món quà trễ hẹn theo dục vọng của mình.",
    "１度目の絶頂で愛液の溢れかえったドロドロの膣内は、\nまるでそれ自体が独立した生き物みたいに激しくうねっていた。": "Bên trong âm đạo sền sệt, tràn ngập dịch tiết do cực khoái lần đầu, \nguồn sống đó như một sinh vật độc lập, đang rung chuyển dữ dội.",
    "んあっ、あっ、あっ、い、いい……！\n今だけでも……私に夢中になって……んあ、あぁぁっ……！": "Ưn, a, a, i, hay…!\nChỉ lúc này thôi… hãy say mê tôi đi… a, a…!",
    "ちゃんと私のお礼に満足してくれているなら……！\nその証を、私の中に……ふあっ、ああっ、んんっ……！": "Nếu cậu hài lòng với lời cảm ơn của tôi…!\nBằng chứng đó, trong tôi… fu a, a, ưm…!",
    "お礼だとか感謝だとかの建前じゃない。交わりたいという欲望の本心を\nこぼした泉花に、俺は思わず可愛いと思ってしまう。": "Không phải là lời cảm ơn hay sự biết ơn. Tôi đã vô tình thấy Izumika thật đáng yêu khi cô ấy bộc lộ bản chất khao khát được giao hợp.",
    "っ……あ、はぁっ……んん、か、可愛いだなんて……！": "…A, haa… ưm, k, đáng yêu…!",
    "思わず、心の声が漏れ出ていたらしい。\n泉花の顔が羞恥に染まる。": "Có vẻ như tôi đã vô tình để lộ tiếng lòng của mình.\nMặt Izumika ửng đỏ vì xấu hổ.",
    "そんな俺だけのサンタクロースに、何度も囁きかける。\n再び接合部の収縮を感じながら。": "Tôi thì thầm với cô nàng Santa của riêng mình nhiều lần.\nTôi cảm nhận được sự co thắt ở chỗ nối một lần nữa.",
    "あっ、あっ、あぅっ、う、嘘っ、こんな早く、また私っ……！\nまたイッちゃいそうに……んんっ、んっ、んんっ……！": "A, a, au, ư, nói dối, nhanh như vậy, tôi lại…!\nTôi sắp… ra mất… ưm, ưm, ưm…!",
    "いいぞ、と泉花を促しつつ、\nこちらも今度こそ一緒に絶頂を迎えるべく、律動を加速させていく。": "Tôi gật đầu, khuyến khích Izumika, \ntôi cũng tăng tốc nhịp điệu để cùng nhau đạt đến cực khoái lần này.",
    "乱れに乱れたサンタ衣装。その下の茹で上がっている薄桃の肌に\n視線を這わせながら、何度も膣奥を突き上げた。": "Bộ trang phục Santa lộn xộn.\nTôi nhìn xuống làn da hồng hào bên dưới, và đâm vào sâu bên trong âm đạo nhiều lần.",
    "か、感じるっ……あなたの眼差しも、おちんちんの興奮も、\n全部、私に注がれてるのを……！": "C, cảm nhận được… ánh mắt của cậu, sự hưng phấn của dương vật, \ntất cả đều… đang đổ dồn vào tôi…!",
    "あんっ、んっ、んっ、お、お願いっ……！\nこのまま……一緒に……最後までっ……あぁぁっ……！": "An, ưm, ưm, ô, làm ơn…!\nCứ như vậy… cùng nhau… đến cuối cùng… aaaaa…!",
    "頷いて、腰の動きに集中していく。\n下腹に溜まった熱を泉花の子宮に注ぎ込むイメージを膨らませる。": "Tôi gật đầu, tập trung vào chuyển động của hông.\nTôi hình dung việc truyền nhiệt tích tụ ở bụng dưới vào tử cung của Izumika.",
    "あんっ、あんっ、あんっ、イ、イクっ、イッちゃう……！\nさっきより大きいの、来ちゃうっ……！": "An, an, an, i, ra, ra mất…!\nTo hơn lúc nãy, sắp đến rồi…!",
    "あ、はぅ、んっ、んっ、あんっ、あ、あ、あぁぁぁあぁぁ――": "A, hau, ưm, ưm, an, a, a, aaaaaaa――",
    "あぅ……ん、んんんんんんんんんん～っ……！": "Au… ưm, ưm ưm ưm ưm ưm～…!",
    "泉花の膣が体ごと縮こまり……\n俺の精を、全力で搾り取りに来た。": "Âm đạo của Izumika co rút lại…\nCô ấy đã cố gắng hết sức để vắt kiệt tinh dịch của tôi.",
    "はぅ……んっ、んっ、んっ……で、出てる……！": "Hau… ưm, ưm, ưm… đ, ra rồi…!",
    "ドクンドクンと、脈打つ音が心臓まで響いてきそうだった。\nそれくらいの激しい射精。一気に腰の力が抜けていく。": "Tiếng đập thình thịch, như thể vang đến tận tim tôi.\nXuất tinh dữ dội đến vậy. Sức lực ở hông cũng mất hết.",
    "ふあ……はぁ……はぁっ……また……イッちゃった……\nお礼のはずなのに……私ばっかり……": "Fua… haa… haa… lại… ra mất rồi…\nĐáng lẽ là cảm ơn, mà chỉ có tôi…",
    "俺だってたっぷり気持ちよくしてもらった。\n泉花に感謝の言葉を向ける｡": "Tôi cũng đã được tận hưởng rất nhiều.\nTôi nói lời cảm ơn với Izumika.",
    "ん……んん……っ。": "Ưm… ưm…",
    "やっぱり感謝されるのは気持ちいいわ……\n特に、あなたからのお礼は。": "Quả nhiên, được cảm ơn cũng thật tuyệt…\nĐặc biệt, là lời cảm ơn từ cậu.",
    "……まあ、そっちの意味でも泉花が満足してくれたなら何よりだ。": "…Mà thôi, nếu Izumika hài lòng thì còn gì bằng.",
    "満足？\nまだ私の『お礼』は終わってないわよ。": "Hài lòng?\n'Lời cảm ơn' của tôi vẫn chưa kết thúc đâu.",
    "……なんだって？": "…Gì cơ?",
    "あむ……んっ……む、ん、ちゅっ、ちゅぱっ……\nじゅるるっ……んんぅ……": "Amu… ưm… m, ưm, chụt, chụt…\nJuru… ưm ư…",
    "精液と愛液にまみれたペニスを、\nベッドに横になったままのサンタクロースが懸命に舐め回す。": "Dương vật dính đầy tinh dịch và dịch tiết, \ncô nàng Santa đang nằm trên giường cố gắng liếm mút.",
    "はふぅ……変な味……\nそれにしても、またすぐ硬くて大きくなってきたわね……": "Hafu… mùi vị kỳ lạ thật…\nNhưng mà, lại cứng và to lên nhanh chóng rồi…",
    "そりゃ、破廉恥なサンタにここまでアフターサービスされたらな……": "Thì, nếu được Santa dâm đãng này phục vụ đến mức này…",
    "もう１回出そう？\nお口とアソコと、どっちに出したい？": "Muốn ra lần nữa không?\nMuốn tôi cho vào miệng hay là vào chỗ đó?",
    "女の子が、そんなことうれしそうに言うもんじゃないぞ。": "Con gái không nên nói mấy chuyện đó một cách vui vẻ như vậy đâu.",
    "そんなこと言って、本当は喜んでるくせに。\nあなたのコレが正直だと、お礼した甲斐があるわね。": "Nói vậy thôi, chứ thật ra cậu đang vui thầm đúng không?\nCái này của cậu thật thà quá, tôi thấy xứng đáng với lời cảm ơn của mình rồi.",
    "もう十分に礼はもらったはずだがな。": "Tôi nghĩ là tôi đã nhận đủ lời cảm ơn rồi.",
    "私はさっき２回。あなたはまだ１回イッただけ。\nこっちの方が余分に気持ちよくされたんじゃ、釣り合ってないわ。": "Tôi vừa ra hai lần. Cậu mới chỉ ra có một lần thôi.\nNếu tôi được sướng hơn thì không công bằng rồi.",
    "だから、少なくともあと２回ね。": "Cho nên, ít nhất là thêm hai lần nữa nhé.",
    "３回戦！？": "Ván thứ ba!?",
    "ほら、どっちで出したいの？\n正直に言ってよ。": "Nào, muốn ra ở đâu?\nNói thật đi.",
    "……もう１回、泉花と繋がりたい……かな。": "…Tôi muốn… được kết nối với Izumika một lần nữa… có lẽ vậy.",
    "ふふん。素直でよろしい。": "Fufun. Ngoan ngoãn lắm.",
    "じゃあ……しっかり硬くしてあげないとね……\nあむ……んんっ……じゅるるっ……": "Vậy thì… phải làm cho cậu cứng lên đã…\nAmu… ưm… juru…",
    "くぅ……": "Kuu…",
    "こうして、サンタクロースの激しく情熱的な返礼は\nひと晩中続いたのだった。": "Và cứ như vậy, lời đáp trả nồng nhiệt và cuồng nhiệt của cô nàng Santa\nđã tiếp diễn suốt đêm đó."
}