{
    "直線的な動きを繰り返すだけの<r=クォーツ>晶殻</r>属種は、\n今の沙耶にとってもはや敵ではなかった。": "Loài <r=クォーツ>Tinh Giáp</r> chỉ lặp đi lặp lại những động tác đơn giản, \nđối với Saya bây giờ, chúng không còn là đối thủ.",
    "――すごい、ですわ……\nあの硬い装甲を、あんなにも簡単に……": "――Tuyệt vời, thưa cô……\nBộ giáp cứng cáp đến thế mà cô ấy có thể dễ dàng như vậy……",
    "突進を受け流し、返す刀で装甲の継ぎ目に刃を滑り込ませ装甲を切る。\nまるで演舞を見ているかのような美しさだった。": "Cô ấy đỡ đòn, rồi dùng đao rạch vào các khớp của bộ giáp.\nĐẹp tựa như một màn trình diễn.",
    "……とても、綺麗。": "……Đẹp quá.",
    "うん……<r=クォーツ>晶殻</r>属種と戦い方の相性がいいとか、\n受け流す技術の高さとか。凄さを言葉で説明できるけど……": "Ừm…… Có lẽ là do cô ấy hợp với cách chiến đấu với <r=クォーツ>Tinh Giáp</r> , \nhoặc là do kỹ thuật đỡ đòn của cô ấy quá cao siêu. Tôi có thể giải thích bằng lời nói……",
    "……でも、そんな説明も無粋なくらいに綺麗だね。": "……Nhưng, những lời giải thích đó cũng trở nên vô nghĩa trước vẻ đẹp của cô ấy.",
    "一つ間違えれば死ぬであろう恐怖も、\n失敗を恐れるような迷いも感じられない。完璧な動きだった。": "Không có nỗi sợ hãi khi đối mặt với cái chết, \ncũng không có sự do dự khi sợ thất bại. Động tác hoàn hảo.",
    "……はっ！？　そういえばフィーさんは無事ですの！？": "……Hả!? Nhân tiện, chị Fee có ổn không vậy!?",
    "……大丈夫。だけど、ボロボロ。": "……Ổn thôi. Nhưng mà, tả tơi quá.",
    "うわあ……確かに機体がボロボロだね。\n%usernameusernameuserna%もだけどさ。": "Uwaa…… Quả thực máy móc tả tơi thật đấy.\n%usernameusernameuserna% cũng vậy.",
    "まあ、沙耶が覚醒する助けになったんだ。\nこれくらいはなんてことないさ。": "Mà, nhờ Saya mà cô ấy đã thức tỉnh mà.\nChuyện này có là gì đâu.",
    "そして、沙耶は受け流す動きから機を見て突撃する": "Và rồi, Saya chuyển từ đỡ đòn sang quan sát và tấn công.",
    "ふふ、はは！　あはは！！": "Phu phu, ha ha! A ha ha!!",
    "いつもであればどこか陶酔したような笑い。\nそれも、今の沙耶を見れば美しさすら感じる。": "Như mọi khi, tiếng cười có phần say mê.\nNhưng mà, nhìn Saya bây giờ, tôi còn thấy cả vẻ đẹp.",
    "――これにて、終わりです！": "――Kết thúc tại đây!",
    "装甲が剥がれ露わになった急所を長刀で両断した。\n大きな悲鳴を上げて、<r=クォーツ>晶殻</r>属種は倒れ伏す。": "Cô ấy chém đôi vào điểm yếu của đối phương bằng một thanh trường đao.\nCon <r=クォーツ>Tinh Giáp</r> hét lên một tiếng thảm thiết, rồi gục xuống.",
    "……お疲れ様、沙耶。": "……Cảm ơn em, Saya.",
    "……すみませんでした、フィーさん。%usernameusernameuserna%さん。\n私のために、何度も危険な目にさらしてしまって……": "……Xin lỗi, chị Fee. %usernameusernameuserna%. \nVì em mà mọi người đã gặp nguy hiểm nhiều lần……",
    "大丈夫だ……\nそれより迷いは振り切れたようだな。": "Không sao đâu……\nHơn nữa, em có vẻ đã vượt qua được sự do dự rồi.",
    "はい……私は、ずっと思っていました。\n己の戦いを愉しむ心が、仲間に危害を加えるのだと。": "Vâng…… Em đã luôn nghĩ như vậy.\nViệc tận hưởng trận chiến của bản thân sẽ gây hại cho đồng đội.",
    "ですが、それは傲慢でした……\nただ、私はカオスメイデンの皆さんを信じていなかったのです。": "Nhưng mà, đó là sự ngạo mạn……\nChỉ là, em đã không tin vào mọi người trong Kaos Maiden.",
    "そうして見つめ直せば……気づいたのです。この悦びは、\n傷つけることを愉しむわけでも力を誇示しているわけでもないと。": "Và rồi khi em nhìn lại…… Em đã nhận ra. Niềm vui này, \nkhông phải là niềm vui khi làm tổn thương, cũng không phải là để thể hiện sức mạnh.",
    "晴れやかな表情を浮かべた沙耶。\nそこにはもはや迷いはなかった。": "Saya nở một nụ cười rạng rỡ.\nLúc này, cô ấy không còn do dự nữa.",
    "ただ、己を一つの剣としてなすべきことを成す……": "Chỉ là, coi bản thân như một thanh kiếm, để hoàn thành những gì cần phải làm……",
    "心と体を一体として、正しき技を振るう。": "Hợp nhất tâm và thân, thi triển những kỹ năng chính xác.",
    "そういったことに対する悦び。そこに至り……\n『無念無想』の境地に辿り着けたのです。": "Niềm vui khi làm được những điều đó. Và rồi……\nEm đã đạt đến cảnh giới 'Vô Niệm Vô Tưởng'.",
    "そう言った沙耶の表情は今までとは違い、\n己を受け入れたうえでその感情を制御していた。": "Biểu cảm của Saya khác hẳn so với trước đây,\ncô ấy đã chấp nhận bản thân và kiểm soát được cảm xúc của mình.",
    "この境地に至ったのも、フィーさんのおかげです。": "Em đạt được cảnh giới này cũng là nhờ chị Fee.",
    "己を捨てきっても信じられる仲間がいる。\nだからこそ、成すべきことを成せました。": "Có những đồng đội mà mình có thể tin tưởng dù phải vứt bỏ bản thân.\nChính vì vậy, em đã có thể hoàn thành những gì cần làm.",
    "助けになれたなら、良かった": "Nếu có thể giúp được thì tốt rồi.",
    "ああ、見事なものだったぞ。": "Ừ, tuyệt vời lắm.",
    "ですが、今は戦いの終わりに浸っている場合ではありません！\nユリアさんたちのもとへ急ぎませんと！": "Nhưng mà, bây giờ không phải lúc để tận hưởng chiến thắng!\nChúng ta phải nhanh chóng đến chỗ của Yuria!",
    "ええ、そうですわね！\n急ぎましょう！": "Vâng, đúng là vậy!\nĐi thôi!",
    "最大の障害を取り除いた俺達は、\n全速力でドリフトを駆け上がる。": "Chúng tôi đã loại bỏ chướng ngại vật lớn nhất,\nrồi tăng tốc hết cỡ.",
    "そうして辿り着いた先では――": "Và rồi, khi đến nơi――",
    "あははは！　これで、どうかな！": "A ha ha! Thế nào!",
    "ユリアさんが戦っていますわ！": "Yuria đang chiến đấu kìa!",
    "いいね！　まだまだ楽しめそうだね！\n……あれ？　沙耶ちゃん？": "Tuyệt vời! Có vẻ như vẫn còn nhiều điều thú vị!\n……Ơ? Saya-chan?",
    "そこには調子を取り戻したユリアが、\n縦横無尽な動きで巨大<r=プラズマ>穿光</r>属種を翻弄していた。": "Ở đó, Yuria đã lấy lại được phong độ, \ndùng những động tác linh hoạt để trêu đùa một con <r=プラズマ>Xuyên Quang</r> thuộc loài khổng lồ.",
    "（どうやら、ユリアも別れた先で吹っ切れたみたいだな。）": "（Có vẻ như Yuria cũng đã vượt qua được chuyện gì đó rồi.）",
    "ユリアさん！　ご無事でしたか。": "Yuria-san! Chị không sao chứ?",
    "おー、沙耶ちゃんもなんか調子よさそーだね！\nどう？　一緒に遊ばない？": "Ô, Saya-chan cũng có vẻ ổn đấy!\nSao? Chơi cùng không?",
    "……ふふ♪\nええ、勿論です！": "……Phu phu♪\nVâng, tất nhiên rồi!",
    "分断されていたチームが合流を果たす。\nだが、再会を喜び合うヒマなどない。": "Đội đã bị chia cắt đã tập hợp lại.\nNhưng mà, họ không có thời gian để vui mừng vì sự đoàn tụ.",
    "そっちは大丈夫！？": "Bên đó ổn chứ!?",
    "結構ヤバかったけど、沙耶ちゃんがなんとかしてくれたよ！\n%usernameusernameuserna%はズタボロだけど！": "Cũng khá nguy hiểm, nhưng Saya-chan đã giúp được rồi!\n%usernameusernameuserna% thì tả tơi rồi!",
    "あー、分かった了解！": "À, hiểu rồi!",
    "……いや、伝わるんかい。": "……Không, hiểu kiểu gì vậy chứ.",
    "ねえ、あたしのことは心配してくれないの？\nじゃないと飛び込んじゃうかも……": "Này, mọi người không lo cho tôi sao?\nNếu không thì tôi sẽ lao vào đấy……",
    "こんな時くらい自重してください！\n……フィーもボロボロですね。": "Đến lúc này thì hãy tự trọng đi!\n……Fee cũng tả tơi rồi.",
    "うん……でも、頑張る。": "Ừm…… Nhưng mà, cố gắng lên.",
    "何とか戦える状態ではあるらしい。\n俺は全員に号令をかける。": "Có vẻ như cô ấy vẫn có thể chiến đấu.\nTôi ra lệnh cho mọi người.",
    "全機、合流したな！\n後は大型<r=プラズマ>穿光</r>属種に勝負をかけるぞ！": "Tất cả, đã tập hợp lại!\nTiếp theo, chúng ta sẽ quyết chiến với <r=プラズマ>Xuyên Quang</r> thuộc loài khổng lồ!",
    "――待ってください、攻撃が来ます！": "――Đợi đã, có tấn công kìa!",
    "翠蘭の声が響く。注意を向けると、巨大<r=プラズマ>穿光</r>属種が\n激しく紫電を迸らせていた。": "Giọng nói của Suiran vang lên. Khi tôi chú ý, con <r=プラズマ>Xuyên Quang</r> thuộc loài khổng lồ đã\nphóng ra những tia điện dữ dội.",
    "それは――": "Đó là――",
    "やらせません！": "Không được đâu!",
    "ふたりが息を合わせて大型<r=プラズマ>穿光</r>属種に一撃を与える。\n射線が逸れ、照射された攻撃が壁をマグマに変える。": "Hai người phối hợp và tung một đòn vào <r=プラズマ>Xuyên Quang</r> thuộc loài khổng lồ.\nĐường đạn bị lệch, và đòn tấn công đã biến bức tường thành dung nham.",
    "いいね！　沙耶ちゃん、絶好調じゃん！": "Tuyệt vời! Saya-chan, tuyệt vời!",
    "ふふ、そういうユリアさんも楽しそうですね！": "Phu phu, Yuria-san cũng có vẻ rất vui!",
    "あはは！　なんかみんなが最高の仲間だって気づいたからね！\n私はもう無敵かも！": "A ha ha! Tôi nhận ra mọi người là những người bạn tốt nhất!\nTôi có lẽ là vô địch rồi!",
    "奇遇ですね！　私も同じ気持ちです！": "Thật trùng hợp! Tôi cũng có cảm giác như vậy!",
    "そうしてふたりは、大型<r=プラズマ>穿光</r>属種に挑みかかる。\n――その完璧な連携は俺たちにも希望を与える。": "Và rồi, hai người họ khiêu chiến <r=プラズマ>Xuyên Quang</r> thuộc loài khổng lồ.\n――Sự phối hợp hoàn hảo đó đã mang lại hy vọng cho chúng tôi.",
    "改めて……全機、大型<r=プラズマ>穿光</r>属種を狙え！\nここが正念場だぞ！": "Một lần nữa…… Tất cả, nhắm vào <r=プラズマ>Xuyên Quang</r> thuộc loài khổng lồ!\nĐây là thời khắc quyết định!",
    "了解！！": "Rõ!",
    "全員がユリアを沙耶を援護するように、\n大型<r=プラズマ>穿光</r>属種に攻撃を開始するのだった。": "Mọi người hỗ trợ Yuria và Saya,\nbắt đầu tấn công <r=プラズマ>Xuyên Quang</r> thuộc loài khổng lồ."
}