{
    "溢れるやる気に身を任せて走り込みを始めたジュリーに付き合って、\n俺も一緒に走り込みをして汗でべとべとになってしまう。": "Tôi chiều theo sự hăng hái tràn trề, cùng Julie bắt đầu chạy bộ, rồi cả hai ướt đẫm mồ hôi.",
    "ドロドロになったので特別養成校舎のシャワー室を\n借りて汗で流してスッキリとすることにした。": "Vì người nhớp nháp nên tôi mượn phòng tắm của khu huấn luyện đặc biệt để tắm, gột sạch mồ hôi và cảm thấy sảng khoái.",
    "運動後のシャワーはいいもんだな。\n……ん？": "Tắm sau khi vận động đúng là tuyệt.\n……Hả?",
    "ふんふふふ～ん……あれ？　えっ？\n%usernameusernameuserna%？": "Hừm hừm hừm… ừm?\n%usernameusernameuserna%?",
    "突然入ってきたジュリーを見て硬直する俺。\nそして、自分が裸であることを思い出したのか顔を赤くする。": "Tôi cứng đờ khi nhìn thấy Julie đột nhiên bước vào.\nVà rồi, không biết có phải vì nhận ra mình đang trần như nhộng hay không mà mặt cô ấy đỏ bừng.",
    "ひやっ……んっ、むぐぐぐぐぐぐ！？\nむぐ、むぐぐぐー！": "Hự… ư, m-múp múp múp múp múp…!\nMúp, múp múp múp!",
    "慌てて口をふさいだせいで、息が止まりそうだったので緩める。\n多少は落ち着いたのか、涙目で俺に抗議の目を向ける。": "Vì vội vàng bịt miệng nên tôi suýt nữa thì nghẹt thở, đành phải nới lỏng tay ra.\nKhông biết có phải đã bình tĩnh hơn được chút nào không, mà cô ấy nhìn tôi bằng ánh mắt ngấn lệ.",
    "し、死ぬかと思った……\nなんで%usernameusernameuserna%がいるの！？": "T-tôi cứ tưởng là chết rồi…\nSao %usernameusernameuserna% lại ở đây chứ!?",
    "その質問に対して、\nむしろ俺がいるのに入ってきたのはジュリーだぞ？　と伝える。": "Trước câu hỏi đó, tôi đáp lại rằng,\nthay vì thế, sao Julie lại xông vào khi tôi đang ở trong này?",
    "あっ、うう……ご、ごめんなさい。\n私も早くシャワー浴びたかったから確認忘れてた……": "À, ư… x-xin lỗi.\nTại tôi cũng muốn tắm nhanh nên quên không kiểm tra…",
    "……つまりはジュリーのうっかりというわけか。": "…Nói tóm lại là do Julie bất cẩn.",
    "外からガヤガヤと声が聞こえてくる。\nどうやらシャワールームに他の生徒が入ってきたらしい。": "Bên ngoài vọng vào những tiếng ồn ào.\nHình như có những học sinh khác đã vào phòng tắm.",
    "ど、どうしよ……出られなくなっちゃった……": "T-tôi phải làm sao đây… Tôi không ra được mất…",
    "俺が密着しているせいか、\n肉棒へジュリーのお尻が押し付けられている。": "Không biết có phải vì tôi đang áp sát mà\nmông Julie đang cọ vào 'cậu nhỏ' của tôi.",
    "ひやっ！？　な、なんだかお尻に当たってる……？\nこ、これって何？": "Hự!? Đ-đang có gì đó chạm vào mông tôi…?\nC-cái này là gì?",
    "……あっ、もしかしてこれって……男の人の……？": "…À, chẳng lẽ đây là… của đàn ông…?",
    "俺が勃起している事にジュリーが気付いてしまう。\n何か言い訳をしなくてはと考え……": "Julie nhận ra tôi đang cương cứng.\nTôi phải nghĩ ra gì đó để bào chữa…",
    "だ、大丈夫？　あたし、聞いたことがあるの。\n男の人って、大きくなると辛いんでしょ？": "C-cậu không sao chứ? Tôi, tôi có nghe nói rồi.\nĐàn ông mà, khi nó lớn lên thì sẽ thấy khó chịu, đúng không?",
    "その反応に、俺は何とも答えられない。\n辛いのは辛いが、今は大変というわけでも……": "Trước phản ứng đó, tôi không biết phải trả lời thế nào.\nKhó chịu thì đúng là khó chịu thật, nhưng bây giờ thì cũng không đến nỗi…",
    "えっと、こういう時は女の子が小さくしてあげるのよね？": "À thì, trong trường hợp này thì con gái sẽ làm cho nó nhỏ lại, đúng không?",
    "間違えて入っちゃったし……\n私が処理して小さくしてあげるからね……！": "Tôi vào nhầm rồi…\nĐể tôi xử lý và làm cho nó nhỏ lại cho cậu nhé…!",
    "そういって彼女は俺の肉棒を擦り上げるように、\nお尻を押し付けていく。": "Nói rồi, cô ấy cọ xát 'cậu nhỏ' của tôi, ấn mông vào.",
    "こうして……んんっ……！\n": "Cứ như thế này… ưm…!\n",
    "んにゅ……ふぅ、んっ、んあっ！": "Ừm… phù, ư, ư a!",
    "ジュリーが押し付けたお尻は、\nその弾みのまま彼女の秘所へと肉棒が挿入される。": "Cái mông Julie ấn vào, theo đà đó 'cậu nhỏ' của cô ấy đã được đưa vào chỗ kín của cô ấy.",
    "ひぐっ……んっ、は、入っちゃった……\nんっ、ふぅ……んっ、お腹、びりびりする……": "Hức… ư, a, vào rồi…\nƯ, phù… ư, bụng, tê rần…",
    "ふぅ、んん……でも、なんか……んっ、ふぅ……\n気持ち、いいかも……？　んっ、んん……": "Phù, ưm… nhưng mà, sao mà… ư, phù…\nCảm giác, cũng… sướng đấy nhỉ…? Ư, ưm…",
    "そういって、時折快感の声を上げるジュリー。\nそんな彼女の言葉に肉棒が更に固く屹立する。": "Nói rồi, Julie thỉnh thoảng lại phát ra những tiếng rên rỉ khoái cảm.\nTrước những lời nói của cô ấy, 'cậu nhỏ' của tôi càng lúc càng cương cứng hơn.",
    "んにゅっ！？　はぁ、うう、あたしの中で、\nなんだかもっと大きくなってきてる……": "Ưm!? Ha, ư, trong tôi,\ncó gì đó đang lớn dần lên…",
    "んっ、はぁ、はぁ……このままだと、ダメだよね……？\n小さくするには、こすらないと、だよね……？": "Ư, ha, ha… Cứ thế này thì không được rồi nhỉ…?\nĐể làm nó nhỏ lại thì, phải cọ xát, đúng không…?",
    "そういって彼女は、\nゆっくりと自分から腰を振って動かしていく。": "Nói rồi, cô ấy từ từ tự mình lắc hông.",
    "はぁ、はぁっ、んっ、ふぅ……んんん……\nひぐっ、んっ、はぁ、ああ……": "Ha, ha, ư, phù… ưm…\nHức, ư, ha, a…",
    "気持ち、いい……？\nんっ、ううう……これで、小さく、なるかな……？": "Sướng…?\nƯ, ư ư… Như thế này, sẽ nhỏ lại được chứ…?",
    "その言葉にうなずいて返事をする。\nキツく締め付ける肉壺の快感に思わず声が漏れそうになる。": "Tôi gật đầu đáp lại những lời đó.\nTrước khoái cảm khi 'cậu nhỏ' bị siết chặt, tôi suýt nữa thì đã để lộ tiếng rên rỉ.",
    "はぁ、はぁっ、あっ、んぅうう……！\nふぅ、ふぅ……んっ、んん……！　あっ、はぁ……！": "Ha, ha, a, ưuu…!\nPhù, phù… ư, ưm…! A, ha…!",
    "んっ、ああっ、小さく、なるって、思ってたのに……！\nなんか、どんどん、大きくて、硬く、なって……！": "Ư, a, nhỏ lại, tưởng là vậy…!\nSao lại, càng ngày càng, lớn hơn, cứng hơn…!",
    "はぁ、んっ、あっ、ああ、んぅう、ふぅ……！\nあたし、変に、なっちゃい、そう、んぅうう……！": "Ha, ư, a, a, ưuu, phù…!\nTôi, lạ quá, ưuu…!",
    "可愛らしい声で喘ぎながら腰を振るジュリー。\n彼女の反応を見ていると、徐々に俺自身が我慢できなくなる。": "Julie vừa rên rỉ vừa lắc hông một cách đáng yêu.\nKhi nhìn thấy phản ứng của cô ấy, bản thân tôi cũng dần dần không thể chịu đựng được nữa.",
    "ふぅ、んっ、はぁ、ああっ……んっ、うう……\nどう、したの？　んっ、ふぅ……！": "Phù, ư, ha, a… ư…\nCậu, sao thế? Ư, phù…!",
    "んんっ……なんで、%usernameusernameuserna%が、\nんっ、ふぅ、動くの……？　んっ、ああっ！": "Ưm… sao, %usernameusernameuserna% lại,\nư, phù, cử động… ư, a!",
    "そんなに、動かされたらぁ……！　んっ、あああ！\nあたし、変に、なっちゃうからぁ……！": "Nếu bị, cử động như thế…!\nTôi, lạ quá…!",
    "蕩けたような表情を浮かべて、\nジュリーはさらに快感で息を荒げる。": "Với vẻ mặt đê mê,\nJulie càng lúc càng thở dốc vì khoái cảm.",
    "はぁ、はぁっ、んっ、うううう……！\nあたしのなかで、熱くて、硬いのが、んっ、ああ！": "Ha, ha, ưuu…!\nTrong tôi, có thứ gì đó nóng bỏng, cứng rắn, ư, a!",
    "いっぱい、暴れて……んっ、ううう！\nふぅ、んっ、ああ、こえ、でちゃう……！": "Quậy tưng bừng… ư, ư!\nPhù, ư, a, tôi, không chịu được…!",
    "外にはまだ人の気配がある。\nこのままではバレると、彼女の声を抑えるように耳元で囁く。": "Bên ngoài vẫn còn có người.\nNếu cứ thế này thì sẽ bị lộ, tôi thì thầm vào tai cô ấy để cô ấy kiềm chế tiếng rên rỉ.",
    "んむっ……んっ、ううう……！　むぐ、んっ、んん！\nんう……！　はあ、ああ、こえ、かってに、でちゃ……！": "Ưm… ư, ưuu…! Múp, ư, ưm!\nƯ…! Ha, a, tôi, không chịu được…!",
    "あうっ、ん、ふぅ、んんんぅ！\nんっ、きもちよくて、んっ、ああっ……がまん、できなっ……！": "A, ư, phù, ưm…!\nƯ, sướng quá, a… tôi không chịu được…!",
    "バレるかもしれないというのに、\nジュリーの反応にさらに彼女の痴態を見たくなる。": "Dù có thể bị lộ, nhưng trước phản ứng của Julie, tôi lại càng muốn nhìn thấy tình trạng của cô ấy.",
    "んむっ！？　んんっ、んううううう！\nはぁ、ふぅ、や、あっ、ああっ……！　それ、だ、だめ……！": "Ưm!? Ưm, ưuuu!\nHa, phù, y, a, a…! Cái đó, không được…!",
    "はげし、すぎてっ……！\nんっ、くっ、ふぅ、んんん……！　へんに、なるから……！": "Quá, mãnh liệt…!\nƯ, hức, phù, ưm…! Tôi, sẽ lạ đấy…!",
    "はぁ、あっ、ああっ！　こえ、もれ、ちゃうっ……！\nだれかに、きこえ、ちゃうのにっ……！": "Ha, a, a! Tiếng, rên, phát ra…!\nAi đó, sẽ nghe thấy mất…!",
    "んきゅ、うぅ、んっ、あっ、ああああ……！\nはぁ、ああっ、やっ、んん！　きもち、いいのぉ……！": "Ưm, ư, ư, aaaaa…!\nHa, a, y, ưm! Sướng, quá…!",
    "周囲から聞こえるシャワーの音でかき消されているが、\nいつバレるか分からない背徳感が更に劣情を燃え上がらせる。": "Tiếng vòi hoa sen từ xung quanh đã át đi, nhưng cảm giác tội lỗi khi nào cũng có thể bị lộ lại càng làm tăng thêm dục vọng.",
    "うぅ、んっ、はぁ、あっ、ああ……！\nおなかのおくから、気持ちいいのが、いっぱいきて……": "Ư, ư, ha, a…!\nTừ sâu trong bụng, cảm giác sướng, tràn về…",
    "きゅうきゅうって、して、んぅ、はぁ……\nもっともっと、してほしいって、いってるの……": "Cứ như thế, ư, ha…\nTôi muốn, muốn được như thế nữa…",
    "普段は快活で、性の事を感じさせないジュリーの、\n女の子な一面を見て俺の高ぶりは止まらなくなった。": "Julie, người thường ngày hoạt bát, không hề cho thấy khía cạnh về tình dục, tôi thấy sự dâng trào trong tôi không thể dừng lại.",
    "ひうっ、はぁ、ああっ、んぅう！\nそんな、うごかすの、はげし、んっ、あああ！": "Hự, ha, a, ưuu!\nCứ, cử động mạnh, ư, a!",
    "こえ、だしちゃ、だめ、なのにぃ……！\nあたし、はぁ、ああっ、もう、こえが、かってに、でて……！": "Tôi, không được rên…!\nTôi, ha, a, tôi, đã, không chịu được…!",
    "んっ、ああっ、だ、だめなのにっ……！\nほかのひとに、きこえちゃうのっ……、んっ、あああ！": "Ư, a, không được…!\nVới người khác, sẽ nghe thấy mất… ư, a!",
    "外からシャワーの音も消えて人の気配はなくなっている。\nしかし、快感に集中するジュリーは気づいていない。": "Tiếng vòi hoa sen đã tắt, không còn ai nữa.\nTuy nhiên, Julie đang tập trung vào khoái cảm thì không hề để ý.",
    "んむっ、はぁ、ああっ、うぅ、み、みられ、ちゃう！\nんっ、はぁ、ああっ、やっ、あああ……！": "Ưm, ha, a, ư, b, bị, nhìn thấy!\nƯ, ha, a, y, a…!",
    "はぁ、はぁっ、んっ、うう、まだ、ちいさく、ならないの……？\nんっ、うぅ、もう、あたし、このままだとっ……！": "Ha, ha, ư, vẫn, chưa, nhỏ lại sao…?\nƯ, ư, tôi, cứ thế này thì…!",
    "気持ちよくなりすぎて、んっ、ふぅ、うう……\nこえ、がまんできないくらい、だめに、なっちゃう……！": "Vì quá sướng, ư, phù, ư…\nKhông chịu được, không thể, chịu đựng được nữa…!",
    "絶頂が近くなっているのか、\nジュリーは快感でがくがくと足を震わせている。": "Không biết có phải vì sắp đạt đến cực khoái hay không,\nJulie run rẩy hai chân vì khoái cảm.",
    "はぁ、はぁっ、んっ、ああっ、ふぅ、んん！\nこうして、お尻を、ぎゅって、して！": "Ha, ha, a, phù, ưm!\nCứ như thế này, mông, siết chặt!",
    "んっ、はぁ、ああっ、いっぱい、しめつけて、あげたら、\nびくびくって、して、気持ち、いいんだよね……！": "Ư, ha, a, siết chặt, cho em,\nrun rẩy, sướng, quá…!",
    "いっぱい、いっぱい、してあげるからっ……！\nんっ、ふぅ、はぁ、あああっ！": "Em, em sẽ làm cho anh…!\nƯ, phù, ha, a!",
    "%usernameusernameuserna%、ねえ、\nあたし、うまく、できてる？　んっ、うう！": "%usernameusernameuserna%, này,\nEm, làm tốt chứ? Ư, ư!",
    "必死に動かして射精をさせようとしているジュリーのおかげで、\n凄く気持ちよくなっていると答える。": "Nhờ Julie cố gắng cử động để xuất tinh, tôi cảm thấy rất sướng.",
    "はぁ、あっ、んぅ？　ほんとに？　んっ、はぁ、\nそれなら、あっ、んぅう、よかった……！": "Ha, a, ư? Thật sao? Ư, ha,\nvậy thì, a, ưuu, tốt quá…!",
    "もっともっと、%usernameusernameuserna%の、\nすきに、していいからっ！　あたしのこと、使っていいからね！": "Cứ, thích, làm gì thì làm!\nCứ, dùng em đi!",
    "その言葉を聞いて、ならもっと激しくしても大丈夫かと聞く。": "Nghe những lời đó, tôi hỏi liệu tôi có thể làm mạnh hơn nữa không.",
    "はぁ、はぁっ……い、いいよ？\nあたし……がんばって、みせるから……！": "Ha, ha… đ, được sao?\nEm… sẽ cố gắng…!",
    "彼女の承諾を受けて、\n俺はまるで物を扱うように激しく腰を動かした。": "Nhận được sự đồng ý của cô ấy,\ntôi cử động hông một cách mãnh liệt như thể đang thao tác đồ vật.",
    "ひあっ、んっ、ああっ！　やっ、ああ、そんなっ、\nはげしくてっ、あたし、んっ、ああっ……！": "Hự, a! Y, a, như thế, mạnh quá,\nem, a…!",
    "んっ、ううう！　こわれ、ちゃうっ……！\nこのままだと、あたしっ、へんに、なっちゃう……！": "Ư, ưuu! Sẽ, hỏng mất…!\nCứ thế này, em, sẽ lạ đấy…!",
    "ひぐっ、あっ、ああ、だ、だめっ、なんだか、\nあたしの、からだっ、かってに、びくびくって、して……！": "Hức, a, a, đ, không được, sao mà,\nthân thể em, tự động run rẩy…!",
    "ジュリーが快感で体を痙攣させるたびに、\n膣肉も締め上げて俺の肉棒に快感をもたらす。": "Mỗi khi Julie co giật vì khoái cảm,\nthịt trong âm đạo cũng siết chặt, mang lại khoái cảm cho 'cậu nhỏ' của tôi.",
    "腰の動きを止めないままに、\nジュリーに凄く気持ちが良いと耳元へ伝える。": "Không dừng lại động tác ở hông,\ntôi nói vào tai Julie rằng tôi cảm thấy rất sướng.",
    "ほんと、にっ……？　だったら、\nんっ、はぁ、ああ、さいごまで、がんばる、ねっ……！": "Thật, sao…?\nvậy thì, ha, a, em sẽ cố gắng…!",
    "%usernameusernameuserna%がっ……！\nきもちよくなって、すっきりできるためにっ……！": "%usernameusernameuserna%…!\nĐể anh, sướng, thoải mái…!",
    "いっぱい、いっぱい、して、いいからっ……！\nんっ、はぁ、ああっ……！　だから、んっ、うう！": "Cứ, làm gì thì làm…!\nHa, a…! Vì thế, ư, ư!",
    "がまんしないで、あたしに……！\nいっぱい、だしちゃって、いいから、ねっ……！": "Đừng, kìm nén, em…!\nCứ, xuất hết ra, được mà…!",
    "そんなジュリーからの言葉に、\n俺も限界が近くなり射精感がこみあげてくる。": "Trước những lời nói của Julie,\ntôi cũng đến giới hạn và cảm giác xuất tinh ập đến.",
    "彼女と一緒に行くために、最後のスパートをかける。": "Để đi cùng cô ấy, tôi tăng tốc cuối cùng.",
    "ひぐっ、あっ、やっ、ああああ……！\nんっ、うううう、やっ、あっ、だ、だめぇ……！": "Hức, a, y, aaaaa…!\nƯ, ưuu, y, a, không được…!",
    "は、はげしすぎるのっ……！　んっ、ううう……！\nこえ、ほんとうに、がまん、できなくなって……！": "M, mãnh liệt quá…! Ư, ưuu…!\nTiếng, rên, thật sự, không thể, chịu đựng…!",
    "ひぐっ、あっ、はぁ、はぁ……！\nなんだか、あたしも、んっ、うう、へんに、なっちゃう……！": "Hức, a, ha, ha…!\nSao mà, em cũng, ư, lạ quá…!",
    "%usernameusernameuserna%っ……！\nあたしも、い、いっちゃう、いっちゃうのっ……！": "%usernameusernameuserna%…!\nEm, cũng, sắp, đến, đến nơi rồi…!",
    "んっ、ううう！　あたまのなか、まっしろに、\nなっちゃうっ！　はぁ、あっ、あああ……！": "Ư, ưuu! Trong đầu, trắng xóa,\nđi mất rồi! Ha, a, a…!",
    "んっ、ううっ、もう、だめっ、げんかい、なのっ！": "Ư, ư, không được, giới hạn…!",
    "ひぐっ、あっ、んっ、あああああああああああああ！": "Hức, a, aaaaaaaa!",
    "もはや声を抑えらせずに絶頂の嬌声を上げるジュリーへと、\n俺も白濁液を彼女の膣奥へと注ぎ込んだ。": "Tôi cũng đổ tinh dịch vào sâu trong âm đạo cô ấy, cùng Julie phát ra tiếng rên rỉ cực khoái mà không thể kiềm chế được nữa.",
    "絶頂後の虚脱感に身を任せながら、\n二人で息を整えているとジュリーがはっとしたようにいう。": "Để mặc cho sự trống rỗng sau cực khoái,\nKhi cả hai chúng tôi đang điều hòa hơi thở, Julie nói như sực tỉnh.",
    "%usernameusernameuserna%、大変……！\nあたし、声、凄く出ちゃってた……！": "%usernameusernameuserna%, nguy rồi…!\nEm, rên, to quá…!",
    "既にシャワーから上がって、\n今は俺たち以外に人がいないから大丈夫だと伝える。": "Tôi nói rằng chúng tôi đã ra khỏi phòng tắm rồi, và bây giờ không có ai khác ngoài chúng tôi nên không sao.",
    "そ、そうなの……？　よかった……\nそれで、%usernameusernameuserna%も大丈夫？　辛くない？": "V, vậy sao…? May quá…\nThế, %usernameusernameuserna% có sao không? Khó chịu không?",
    "気持ちよかったが小さくしなくても我慢できるし大丈夫だと、\n純真な彼女に真実を伝えるべきではないだろうか？": "Tôi nên nói sự thật với cô ấy, rằng tôi cảm thấy sướng và không cần phải làm nó nhỏ lại, và tôi vẫn ổn chứ?",
    "そう考えもう大丈夫だと伝えてから、\n俺はジュリーに真実を伝えようとして……": "Tôi nghĩ như vậy, và sau khi nói rằng tôi không sao, tôi đã cố gắng nói sự thật với Julie…",
    "えへへ、それなら、良かったぁ……\nあたし、%usernameusernameuserna%の助けになれたのね。": "Ehehe, vậy thì, tốt quá…\nEm, đã giúp được %usernameusernameuserna% rồi.",
    "嬉しそうな声でそう言われてしまうと、\n彼女の笑顔を奪い取る覚悟が出てこない。": "Khi nghe cô ấy nói với giọng điệu vui vẻ như thế, tôi không có can đảm để tước đi nụ cười của cô ấy.",
    "%usernameusernameuserna%、また大きくなって、\n辛くなっちゃった時にはね……": "%usernameusernameuserna%, nếu nó lại lớn lên,\nVà cảm thấy khó chịu…",
    "あたしに言ってね？\n%usernameusernameuserna%のために、頑張るから……！": "Hãy nói với em nhé?\nVì %usernameusernameuserna%, em sẽ cố gắng…!",
    "いっぱい、%usernameusernameuserna%には助けてもらったし、\n今度はあたしが助けてあげるわね！": "Em đã giúp đỡ %usernameusernameuserna% rất nhiều,\nlần này em sẽ giúp anh nhé!",
    "そして俺は大きくなった時には、\nジュリーに次もお願いするという約束をしてしまうのだった。": "Và tôi đã hứa với Julie rằng tôi sẽ nhờ cô ấy giúp đỡ lần sau khi nó lớn lên. "
}