{
    "――冥夜？\n生徒会に何か用事でもあるのか？": "――冥夜？\nCó chuyện gì với hội học sinh à?",
    "タケルか。生徒会長に尋ねたいことがあったのだが……留守のようでな。\n出直そうとしていたところだ。そなたはどうしたのだ？": "Takeru à. Tôi có vài chuyện muốn hỏi chủ tịch hội học sinh... nhưng có vẻ không có ở đây.\nTôi định đi về. Còn cậu thì sao?",
    "オレも何か仕事がないか聞きに来たところだ。\nだいたいこのくらいの時間には居るんだけどな。": "Tôi cũng đến xem có việc gì không.\nThông thường tầm này là có mặt rồi.",
    "この学園の実質的なトップだと言っていたからな。\nその地位にふさわしい職務をこなしているのだろう。": "Tôi nghe nói cô ấy là người đứng đầu thực tế của học viện này.\nChắc hẳn đang đảm nhiệm những công việc xứng đáng với vị trí đó.",
    "なんか覚えがあるな……表向き飄々としてるけど、\nやってる仕事はえげつない量と難易度でしたって人。": "Hình như tôi nhớ mang máng... Bên ngoài thì có vẻ hời hợt, nhưng\ncông việc cô ấy làm thì lại rất nhiều và khó nữa.",
    "一緒にトレーニングしようぜ": "Hay mình cùng tập luyện đi?",
    "校舎を散策してみないか？": "Hay mình đi dạo quanh trường?",
    "さて、いないものは仕方ないとして、\n今日はどうしようか。予定が空いてしまったな…。": "Thôi, không có thì đành chịu vậy.\nHôm nay mình làm gì đây. Tự nhiên lại rảnh...",
    "ならさ、一緒にトレーニングしようぜ。\nこっちに来てからぜんぜん体を動かしてなかったし。": "Vậy thì, mình cùng tập luyện đi.\nTừ lúc đến đây mình chẳng vận động gì cả.",
    "そうだな。そなたとであれば申し分ない鍛錬になること請け合いだ。\nよろしく頼む。": "Được đó. Nếu là với cậu thì chắc chắn sẽ có một buổi tập luyện tuyệt vời.\nNhờ cậu nhé.",
    "よし、それじゃあウォーミングアップしながらメニューを決めようぜ。": "Được rồi, vừa khởi động vừa quyết định bài tập luôn.",
    "うむ。では行こうか！": "Ừm. Vậy thì đi thôi!",
    "ヒマになったんならちょっと付き合ってくれるか？\n丸一日休みだった日は無かっただろ？息抜きも大事だぜ。": "Nếu rảnh thì đi chơi với tôi một chút được không?\nCậu có ngày nghỉ trọn vẹn bao giờ đâu? Giải trí cũng quan trọng đấy.",
    "ふむ。確かにこの地に来てから休日らしい休日を取ってはいなかったな。\nこの行政地区を見て回るのか？": "Hừm. Quả thật từ khi đến đây tôi chưa có ngày nghỉ đúng nghĩa.\nCậu muốn đi tham quan khu hành chính này sao?",
    "ああ、まずはここから。んで、\nのんびり歩いて行ける範囲を見て回ろうと思うんだがどうだ？": "Ừ, đầu tiên là từ đây. Sau đó,\ntôi định đi dạo trong phạm vi có thể đi bộ thong thả, cậu thấy sao?",
    "わかった。そなたに着いていくことにしよう。\n途中で休憩のできる売店などもあれば寄ることにしよう。": "Được thôi. Tôi sẽ đi cùng cậu.\nNếu có quầy hàng nào để nghỉ chân thì chúng ta ghé vào luôn.",
    "そうしてオレ達はゆったりとした時間を過ごすことが出来たのだった。": "Và rồi, chúng ta đã có một khoảng thời gian thư thái."
}