{
    "あははは！　私の攻撃をこんなに避けるなんて凄いね！でも、それだけじゃ私を倒せないよ？　ちゃんと攻撃しないと！": "A ha ha ha! Tránh được đòn của tôi nhiều đến vậy, cậu giỏi thật đấy! Nhưng chỉ thế thì không hạ gục được tôi đâu? Phải tấn công nữa chứ!",
    "っ……！": "…!",
    "挑発に乗ったらダメです。私の役目はあくまでもユリアさんを封じること……！": "Không được mắc bẫy khiêu khích. Nhiệm vụ của tôi là phong ấn Yuria…!",
    "七彩さんたちが他の２機を倒してくれるまで逆に挑発してでも時間を稼がないと……！": "Phải khiêu khích để câu giờ cho đến khi Nanairo và mọi người hạ gục 2 chiếc còn lại…!",
    "そ、そちらこそ、そんな攻撃じゃ私を倒せませんよ！？攻撃が遅すぎて、寝ながらでも避けられます！": "T, tôi cũng vậy, với đòn tấn công đó thì không hạ được tôi đâu!? Chậm chạp thế này, tôi nằm ngủ cũng tránh được!",
    "……へえ、面白いこと言うね、キミ！じゃあ、これはどうかな！？": "…Hừm, nói chuyện thú vị đấy, nhóc! Vậy, thế này thì sao!?",
    "ぐっ……さっきよりも攻撃が速く……！で、でも、これぐらいで、負けるわけには……あああああ！": "Ư…! Tốc độ tấn công nhanh hơn lúc nãy…! N-nhưng, chỉ đến mức này thì, tôi không thể thua… Aaaaa!",
    "凄い凄い！　これも避けちゃうんだ！ねえめるちゃん、あの指揮官に何を教えられたの？": "Tuyệt vời! Cũng tránh được luôn! Này, Meru-chan, cậu được chỉ huy đó dạy những gì vậy?",
    "ああ、やっぱりあの人が欲しいなぁ。あの人がいれば、私はもっと楽しくなれる……！": "A, tôi vẫn muốn có người đó quá. Nếu có người đó, tôi sẽ vui hơn nữa…!",
    "っ！　だ、ダメです！　%usernameusernameuserna%さんは私達のですから！": "Đ, đừng có làm vậy! %usernameusernameuserna% là của chúng ta mà!",
    "――動きが乱れたね。": "――Động tác lộn xộn rồi.",
    "え？　――きゃあああああ！": "Hả? ――Kyaaaaa!",
    "ダメだよ～！　戦闘中に隙を見せたら。なに言われても、油断きんもーつ！": "Không được đâu! Hở sườn trong lúc chiến đấu là không được. Mặc kệ người ta nói gì, đừng có lơ là!",
    "私の動きにどんどん追いついてきてる！早く変速機動で距離を取らなくっちゃ……！": "Tôi đã đuổi kịp động tác của cô ta rồi! Phải nhanh chóng dùng cơ động biến tốc để giữ khoảng cách…!",
    "あ、またあの変な逃げ方をするつもりなんでしょ？じゃあ、私も真似させてもらおうかな♪": "A, lại định chạy trốn theo kiểu kỳ lạ đó à? Vậy thì, tôi cũng bắt chước luôn vậy♪",
    "え？": "Hả?",
    "えっと、ここをこうして……こんな感じかな？なるほど、こうやればいいんだ。": "Ừm, chỗ này thế này… Kiểu này có được không nhỉ? Ra là phải làm vậy.",
    "ま、まさか、私があんなに特訓してようやく習得した変速機動を、この短時間で……しかも見ただけで……！？": "K, không lẽ nào, tôi đã khổ luyện đến vậy mới học được cơ động biến tốc, mà cô ta chỉ trong thời gian ngắn ngủi này… Hơn nữa, chỉ nhìn thôi đã…!?",
    "いいね、これ！　私みたいな遊撃役にぴったりかも！何で今まで誰も教えてくれなかったんだろう？": "Hay đấy, cái này! Rất hợp với vai trò du kích như tôi! Sao trước giờ không ai dạy tôi nhỉ?",
    "ま、いっか！　ねえ、もっと他にもあるんでしょ？私に全部見せてよ！": "Thôi kệ đi! Này, còn cái khác nữa đúng không? Cho tôi xem hết đi!",
    "あ、あああ……": "A, aaaaa…",
    "ま、まずい。このままだと、負けちゃう……七彩さん達は、まだなんでしょうか……！？": "Ch-chết rồi. Cứ thế này thì, tôi sẽ thua mất… Nanairo và mọi người, vẫn chưa xong sao…!?",
    "……違う！　仲間に頼ったりしちゃダメ。私が勝利の鍵になるんです。私がチームを……勝たせるんです！": "…Không đúng! Không được ỷ lại vào đồng đội. Tôi mới là chìa khóa chiến thắng. Tôi sẽ giúp đội… giành chiến thắng!",
    "失速制御を会得したユリアさんをみんなの元に行かせたらそれだけでこの試合は負けになっちゃいます……そんなの嫌！": "Để Yuria, người đã lĩnh hội được khống chế thất tốc đến chỗ mọi người thì trận này sẽ thua mất… Tôi không muốn!",
    "かくなる上は……！": "Đành phải…!",
    "ん？　追いかけっこはもう終わりー？まあ、私もちょうど、飽きてきたところなんだよねっ！": "Hửm? Trò đuổi bắt kết thúc rồi à? Mà, tôi cũng vừa chán đây!",
    "ここから先には絶対に行かせません！私が、あなたを倒します！": "Từ đây trở đi, tôi sẽ không để cô đi đâu hết! Tôi sẽ hạ gục cô!",
    "%usernameusernameuserna%さん……！": "%usernameusernameuserna%…!",
    "俺はお前らが絶対勝つと信じている！！": "Tôi tin các cậu sẽ thắng!",
    "私に力を貸してください……！": "Hãy cho tôi sức mạnh…!",
    "ああああああああああああああ！": "Aaaaaaaaaaaaa!",
    "な、なに……！？": "H, hở…!?",
    "っ！": "…!",
    "……": "…",
    "……そんな。私が、負けるなんて……キミは凄いね、めるちゃん……": "…Không thể nào. Tôi, lại thua… Cậu giỏi thật đấy, Meru-chan…",
    "はぁっ……はぁっ……か、勝った……？私が、ユリアさんに……？": "Haa… Haa… T, thắng…!? Tôi, đã thắng Yuria…?",
    "――そこまで！　カオスメイデンの５機の撃墜が確認されました。": "――Đến đây thôi! Xác nhận 5 chiếc Chaos Maiden đã bị bắn hạ.",
    "勝者――シリウスシュガー！": "Người chiến thắng――Sirius Sugar!"
}