{
    "今日もクリスマスパーティーに向けて、泉花達とクララの歌の練習。\n今はその休憩中で――": "Hôm nay, chúng tôi lại tập hát cùng Izumi và Clara cho tiệc Giáng Sinh.\nGiờ đang trong giờ nghỉ giải lao――",
    "改めてすごいよな、曲まで作っちゃうなんて。": "Thật sự rất giỏi đấy, sáng tác cả một bài hát nữa.",
    "初心者用作曲ツール使いつつ、内容も最低限に絞ってるもの。\n聞いてる側がそれっぽく感じるハリボテに全力を注いだ感じよ。": "Tôi dùng công cụ sáng tác cho người mới bắt đầu, lại còn giới hạn nội dung ở mức tối thiểu.\nCảm giác như tôi đã dồn hết tâm huyết vào việc tạo ra một thứ gì đó có vẻ giống thật.",
    "だから本場のプロのようなこだわりや濃さ、深みなんてゼロ。\n言うまでもないけど、そういう『本物』には遠く及ばないわ。": "Cho nên, nó không có sự tỉ mỉ, sâu sắc như những người chuyên nghiệp.\nKhông cần phải nói, nó không thể nào sánh bằng những 'thứ thật' như vậy.",
    "それでも歌詞は自分でゼロから考えたんだろ。": "Thế mà cậu vẫn tự mình viết lời bài hát từ đầu đấy à?",
    "泉花が歌ってるところを聞きたい": "Tôi muốn nghe Izumi hát.",
    "この曲調、どこかで聞いたような……": "Giai điệu này nghe quen quen ở đâu đó……",
    "ええ、なんとなく浮かんだキーワードを並べただけだけど。": "Ừm, chỉ là tôi sắp xếp các từ khóa mà tôi vô tình nghĩ ra thôi.",
    "えっ、私が……？": "Hả, tớ……?",
    "ああ、泉花の歌も聞いてみたいなって。\nこの曲歌って見せてよ。": "Ừ, tớ muốn nghe Izumi hát.\nHát thử bài này cho tớ nghe đi.",
    "な、なんか恥ずかしいし……ヤダ。\nクララさんが歌ってくれるんだから十分でしょ？": "Tớ, tớ thấy hơi ngại……Không muốn đâu.\nClara hát là đủ rồi mà?",
    "俺は泉花のを聞きたいんだが……": "Tôi muốn nghe Izumi hát cơ……",
    "…………": "…………",
    "あー……もう。少しだけよ、たとえ下手くそでも笑わないでよ？": "A… thôi được rồi. Chỉ một chút thôi nhé, dù tớ hát dở thì đừng có cười đấy?",
    "一生懸命歌った人の歌を、誰が笑うもんか。": "Bài hát của người đã cố gắng hết mình thì ai mà cười chứ.",
    "そう言うと、泉花はサビのあたりを歌ってくれたのだった。": "Nói rồi, Izumi đã hát đoạn điệp khúc cho tôi nghe.",
    "（恥ずかしいのかちょっと震えてるけど、\n透き通っていて綺麗な声だな……）": "(Tuy có hơi run vì ngại, nhưng mà giọng hát thật trong trẻo và hay làm sao…)",
    "もしかして参考にした元ネタの曲とかあるのか？\n前に、ＣＭか何かで聞いた曲に似てるんだけど。": "Có khi nào cậu lấy cảm hứng từ một bài hát nào đó không?\nTôi thấy nó có vẻ giống một bài hát tôi đã nghe trong quảng cáo hoặc gì đó.",
    "そりゃいくつかの既存作品を参考にしてるわ。ゼロから創れるほど、\nクリエイティブに長けてるわけじゃないもの。": "Ừm, tớ có tham khảo một vài tác phẩm có sẵn. Tớ không đủ sáng tạo để tạo ra mọi thứ từ con số 0 đâu.",
    "つまり盗作……？": "Nói cách khác là ăn cắp bản quyền……?",
    "失礼ね……『参考にした』の。\nでも基本創作ってこんな感じじゃないかしら……？": "Thật khiếm nhã……'Tham khảo' nhé.\nNhưng mà, cơ bản thì sáng tạo là như vậy mà……?",
    "今、世にあふれる作品はほとんど、複数の過去作品の要素を言語化\nしつつ分解して、組み合わせを変えながら再構築したものなんだし。": "Hiện tại, hầu hết các tác phẩm trên thế giới đều là kết quả của việc phân tích, kết hợp và tái cấu trúc các yếu tố từ nhiều tác phẩm trong quá khứ.",
    "本当のゼロから創られた作品なんて、\nそれこそ人類史の最初期まで遡らないと存在しないわよ。": "Những tác phẩm được tạo ra thực sự từ con số 0 ấy, thì có lẽ phải quay về thời kỳ đầu của lịch sử loài người mới có.",
    "さ、さすが泉花……失礼しました。": "Th, thật là Izumi……Tôi xin lỗi.",
    "まあ、それとは別に私みたいな素人からすれば、既存作品を\n参考にするのが一番思ったとおりのものを創りやすいのもあるけどね。": "Mà, ngoài ra thì, đối với một người nghiệp dư như tớ, tham khảo các tác phẩm có sẵn là cách dễ nhất để tạo ra thứ mình muốn."
}