{
    "俺の駆る『霞光』を、トレブルクインテットのメンバーが追う。\n今日も新型ジェネレーターの慣熟訓練を兼ねた鬼ごっこが続いていた。": "Tôi điều khiển 'Kasumi Hikari', các thành viên của Treble Quintet đang đuổi theo.\nHôm nay, trò chơi trốn tìm kết hợp với huấn luyện làm quen với máy phát điện kiểu mới vẫn tiếp tục.",
    "みんな、張り切ってるわね。\nでも後輩クンを捕まえるのは簡単じゃないわよ♪": "Mọi người đều rất nhiệt tình nhỉ.\nNhưng bắt được hậu bối không dễ đâu nhé♪",
    "どうした４人とも！？\nそんな調子じゃ日が暮れるぞ！": "Sao vậy, cả bốn người!?\nCứ tình hình này thì trời tối mất!",
    "くぅ～……！\nこの機動性……マジやばたんです……！": "Ư...!\nKhả năng cơ động này... Thật sự rất bá đạo...!",
    "うう……切り返しが難しいから、\n%usernameusernameuserna%が上手く捕まえられないよぉ……": "Ư... Vì khó xoay sở nên\nTôi không thể bắt được %usernameusernameuserna%...",
    "でも、私達がロージーみたいな感覚でやっても、\n当然だけどうまく行かないからねぇ……どうしたもんかな。": "Nhưng, nếu chúng ta làm theo kiểu của Rosie thì\nĐương nhiên là không được rồi... Phải làm sao đây.",
    "みんな、考えるのもいいけど制限時間が迫ってるよ。": "Mọi người, nghĩ cũng tốt nhưng thời gian giới hạn đang đến gần rồi.",
    "悩んでも駄目なら、やるしかありません！\n３人とも、さっきみたく左右から同時によろよろです！": "Nếu có lo lắng cũng vô ích, chỉ còn cách làm thôi!\nCả ba người, cùng lúc từ hai bên như lúc nãy!",
    "……行動力があるのはフルートのいいところだが、\n考えなしの作戦は感心しないな。": "…Hành động nhanh nhẹn là điểm tốt của Flute, nhưng\nTôi không thích một chiến lược không suy nghĩ.",
    "あっ！？": "A!?",
    "『霞光』が急速旋回した！？": "'Kasumi Hikari' đã quay đầu gấp!?",
    "まずい！\nこのままじゃシエナと激突しちゃうよ！": "Chết rồi!\nCứ thế này thì sẽ va chạm với Siena mất!",
    "ヤバです！　回避！　回避～っ！": "Nguy hiểm rồi! Tránh ra! Tránh ra!",
    "まあ、%usernameusernameuserna%もどう来るかは見えてるし、\n単純な挟み撃ちだと対処されちゃうわよねぇ。": "Chà, tôi cũng thấy %usernameusernameuserna% sẽ làm gì, và\nNếu là một cuộc phục kích đơn giản thì sẽ bị đối phó ngay thôi.",
    "……あら？": "…A?",
    "確かに『霞光』は速いけど――": "Quả thật 'Kasumi Hikari' rất nhanh nhưng――",
    "エヴィちゃん！？": "Evi-chan!?",
    "フルートとシエナ、レイラの追跡をまとめて躱すなら、\n選択肢は……このコース！": "Flute và Siena, nếu né tránh được sự truy đuổi của Layla, thì\nLựa chọn là... Con đường này!",
    "うおっ！？": "Uwa!?",
    "さっきまで後方にいると思っていたエヴィの機体は、\n回り込んで俺の機体にタッチしていた。": "Tôi cứ nghĩ rằng chiếc máy của Evi đang ở phía sau, nhưng\nNó đã vòng ra và chạm vào máy của tôi.",
    "機体性能が凄くても、判断してる乗り手は人間なんだから。\n癖やパターンさえ導き出せればこんなもんだね。": "Dù hiệu suất của máy có cao đến đâu, thì người điều khiển cũng chỉ là con người mà thôi.\nChỉ cần tìm ra thói quen và mô hình, thì mọi chuyện chỉ có vậy thôi.",
    "わ～ぉ♪　流石ね、エヴィちゃん♪": "Woah♪ Quả là tuyệt vời, Evi-chan♪",
    "凄い、エヴィ……『霞光』の行く手に先回りして……！": "Tuyệt vời, Evi... Đi trước 'Kasumi Hikari'...",
    "なるほど……私達を陽動に使って、\n%usernameusernameuserna%の動きを読んだってわけだね。": "Tôi hiểu rồi... Dùng chúng ta làm mồi nhử,\nĐọc được hành động của %usernameusernameuserna% phải không?",
    "ふむ、合格だエヴィ。俺のルートを読んで\n最小限の動きで捕まえる……エヴィらしいな。": "Ừm, Evi đạt yêu cầu rồi. Đọc được lộ trình của tôi và\nBắt được bằng những động tác tối thiểu... Đúng là Evi.",
    "エヴィちゃん、おめぽよです！\nうう、フルートたちも捕まえられたら良かったんですが……": "Evi-chan, xin chúc mừng!\nƯ, tôi ước gì Flute và những người khác cũng bị bắt...",
    "囮に使ったみたいになってごめんね？\nあの時に捕まえる最善はあのルートだけだったんだよね。": "Tôi xin lỗi vì đã dùng bạn làm mồi nhử?\nCon đường tốt nhất để bắt được vào lúc đó chỉ có con đường đó thôi.",
    "まあまあ、ここは捕まえられない私たちも悪かったよ": "Chà, chúng ta không thể bắt được cũng là lỗi của chúng ta.",
    "あとは、途中から追いかけるよりも優先して、\n%usernameusernameuserna%の動きを観察してたからかもね。": "Sau đó, có lẽ bạn đã quan sát hành động của %usernameusernameuserna%,\nthay vì đuổi theo từ giữa chừng.",
    "ふふ、エヴィちゃんらしいクリア方法だったわよ♪": "Fufu, đúng là cách giải quyết của Evi-chan♪",
    "はぁ……とはいえ、ちょっと必死になりすぎたなぁ。\nでも罰ゲームだけは絶対に嫌だったし……": "Ha... Dù sao thì, tôi đã hơi quá khích.\nNhưng tôi không muốn bị phạt bằng mọi giá...",
    "はっ！？　そういえば罰ゲームがありました！": "Hả!? Nhân tiện, có một trò chơi phạt!",
    "そ、そうだった……\n時間内に%usernameusernameuserna%を捕まえられなかった私達は……": "Đ, đúng vậy...\nChúng ta đã không bắt được %usernameusernameuserna% trong thời gian quy định...",
    "ああ。約束通り、残りの３人にはペナルティを受けてもらう。": "À. Đúng như đã hứa, ba người còn lại sẽ phải chịu hình phạt.",
    "ふあっ……うぅぅ～……！\nも、もう無理っ……です～……！": "Fuah... Ưu...!\nT, tôi không thể... Nữa rồi...!",
    "背中が反ってるぞ、フルート！\n腹と膝を床につけるな！": "Lưng cong lên rồi kìa, Flute!\nĐừng để bụng và đầu gối chạm đất!",
    "……なんで腕立て伏せ？": "…Tại sao lại là chống đẩy?",
    "ああ、基礎体力をつけることも重要だからな。": "À, vì việc rèn luyện thể chất cơ bản cũng rất quan trọng.",
    "た、確かにパフォーマンスの土台は体作りだけど……\nふぅ……なんか前のＭＧごっこと違わなくない？": "Đ, đúng là nền tảng của hiệu suất là rèn luyện cơ thể... \nHa... Không khác gì MG trước đây nhỉ?",
    "腕が……すっかり……パンパンで……！\n肩の痛みもエグちですぅっ……！　ひええ……あうう……！": "Cánh tay... Hoàn toàn... Đau nhức...!\nĐau vai cũng rất kinh khủng... Hieee... Awoo...!",
    "疲れたからってフォームを崩すな！\n……しかし、シエナもレイラも思ったより余裕そうだな？": "Đừng phá vỡ tư thế vì mệt!\n...Tuy nhiên, cả Siena và Layla đều có vẻ thoải mái hơn tôi nghĩ?",
    "歌ってた時は、ちゃんと体を鍛えていたからね……\n得意じゃないけど、筋トレも頑張れるよ。": "Khi tôi hát, tôi đã rèn luyện cơ thể đúng cách... \nTôi không giỏi, nhưng tôi cũng có thể cố gắng tập tạ.",
    "ふぅ……これでも走り込みしてるからね。\nそれにビジネスって体が資本だからさ。": "Fu... Tôi vẫn đang chạy bộ mà.\nVới lại, kinh doanh thì sức khỏe là vốn.",
    "なるほどな……なら余裕がある分、回数を増やすか？\n罰ゲームは罰じゃないとダメだからな。": "Tôi hiểu rồi... Vậy thì, vì bạn có thời gian rảnh, hãy tăng số lần lên nhé?\nHình phạt phải là hình phạt, phải không?",
    "ちょっとぉ！？　別にそれは頼んでないんだけど！？": "Chờ đã!? Tôi không yêu cầu điều đó!",
    "が、頑張れるけど……余裕じゃないよ～！": "T, tôi có thể cố gắng... Nhưng tôi không có thời gian rảnh đâu!",
    "……あっぶな～。\n本当に合格出来て良かったぁ……今あそこにいたら死んでるよ、私。": "…A, nguy hiểm quá.\nTôi thực sự rất vui vì đã vượt qua... Nếu tôi ở đó bây giờ, tôi sẽ chết.",
    "ふふ、エヴィちゃん本気でほっとしてる顔ね～。": "Fufu, Evi-chan đang thực sự nhẹ nhõm kìa~.",
    "あの有様を見せられたらね……\n腕立て伏せとか、やる意味も意義も分かんないよ。": "Nếu bạn thấy tình trạng đó... \nChống đẩy, tôi không hiểu ý nghĩa của nó.",
    "でも、見てるだけっていうのも退屈じゃないかしら？\nみんな何だかんだで楽しそうだし。": "Nhưng, chỉ xem thì cũng không chán sao?\nMọi người đều có vẻ vui vẻ.",
    "あぐぐっ……うぎぎっ……！　や、やばたん……！\nげ、げんかい……！": "Aaggu... Uggigi...!\nNg, nguy hiểm...!\nG, giới hạn...!",
    "……いや、死にそうだけど。": "…Không, tôi sắp chết rồi.",
    "混ざりたいんだったら、\nエヴィも一緒にトレーニングするか？": "Nếu muốn tham gia,\nEvi cũng tập luyện cùng luôn?",
    "絶対にやらない。": "Tuyệt đối không.",
    "合格者だって参加は大歓迎だぞ。": "Người vượt qua cũng được chào đón tham gia.",
    "だってさ……はぁ……はぁ……\nせっかくだからっ……エヴィも私達と一緒にどう？": "Bởi vì... Ha... Ha... \nNhân tiện, Evi, bạn có muốn cùng chúng tôi không?",
    "だから絶対にやらないって！？": "Tôi đã nói là tuyệt đối không rồi mà!?",
    "ちょっとロージー、余計なこと言わないでよ！？": "Chờ một chút Rosie, đừng nói thêm nữa!",
    "えー、楽しそうだと思ったのにぃ……\n%usernameusernameuserna%もあたしを誘っていいのよ？": "E~, tôi nghĩ nó sẽ rất vui... \n%usernameusernameuserna%, bạn cũng có thể mời tôi mà?",
    "楽しんでたら罰ゲームにならないだろ……": "Nếu bạn vui vẻ thì nó không phải là một trò chơi phạt...",
    "そして翌日――": "Và ngày hôm sau――",
    "早速だが、今日の訓練には\n今まで以上に厳しいルールを課していくぞ。": "Ngay lập tức, trong buổi huấn luyện hôm nay,\nTôi sẽ áp dụng các quy tắc nghiêm ngặt hơn bao giờ hết.",
    "ええ～っ！？": "Eeeh!?",
    "連日鬼ごっこを続けて、\nフルート達も流石に慣れてきただろう？": "Sau nhiều ngày chơi trốn tìm liên tục,\nFlute và những người khác cũng đã quen rồi phải không?",
    "ハードルの高さが同じままじゃ、\nクリアし甲斐がないと思ってな。": "Nếu rào cản vẫn ở cùng một mức độ,\nTôi nghĩ nó sẽ không đáng để vượt qua.",
    "いやいや！？　クリアできてる時に言うことじゃないかな！？\nせめて全員クリアしてから難易度は上げてよ！？": "Không, không!? Đó không phải là điều bạn nên nói khi chúng tôi đã vượt qua sao!?\nÍt nhất hãy tăng độ khó sau khi tất cả mọi người vượt qua đi!?",
    "%usernameusernameuserna%にもきっと考えがあるんだと思うよ。": "Tôi nghĩ %usernameusernameuserna% cũng có những suy nghĩ của riêng mình.",
    "ああ、なぜなら俺は３人の成長を信じているからな！\n決して撮れ高期待してるわけじゃないからな。": "À, bởi vì tôi tin vào sự trưởng thành của ba người!\nTôi không bao giờ mong đợi số lượng ảnh sẽ được chụp.",
    "……ええっと、た、多分私達の事を考えてるはずだよ！": "…Um, t, có lẽ họ đang nghĩ về chúng ta!",
    "いやいや！？　さっき自白したも同然だったよね！？\n撮れ高期待してるってフルートみたいなこと言ってたよ！？": "Không, không!? Gần đây bạn đã tự thú rồi phải không!?\nBạn đã nói những điều như Flute mong đợi số lượng ảnh sẽ được chụp!",
    "さあ、何のことだか……？": "Nói về điều gì vậy...?",
    "わざとらしくしらばっくれてる……！": "Giả vờ ngây thơ một cách cố ý...!",
    "とまあ、冗談は置いても実際に動きは変わってきたはずだ。\n多少の変化は必要だからな。": "Nói chung, hãy gạt những trò đùa sang một bên, hành động thực tế sẽ thay đổi.\nMột chút thay đổi là cần thiết.",
    "……素直にそう言ってくれたらいいのに。": "…Tôi ước bạn sẽ nói như vậy một cách trung thực.",
    "見てたあたしも、初日に比べて機体の扱い方が上達してると思ったわ。\nだからきっと大丈夫よ！": "Tôi cũng đã xem, tôi nghĩ rằng cách xử lý máy móc của bạn đã được cải thiện so với ngày đầu tiên.\nVì vậy, tôi chắc chắn rằng bạn sẽ ổn!",
    "ロージーちゃん……ありがとうございます！\n今日こそ、%usernameusernameuserna%さんを捕まえて見せます！": "Rosie-chan... Cảm ơn bạn!\nHôm nay, tôi sẽ bắt được %usernameusernameuserna%!",
    "まあ、そんな肩肘張らずに頑張ってね。\nきっとフルートもクリアできるから。": "Chà, đừng quá căng thẳng và cố gắng nhé.\nTôi chắc chắn Flute cũng có thể vượt qua.",
    "……えへへ、エヴィちゃんありがとです！\n期待に応えられるように、全力テンアゲでいきます！": "…Ehehe, Evi-chan, cảm ơn bạn!\nTôi sẽ làm hết sức mình để đáp ứng mong đợi của bạn!",
    "その意気だ、フルート！\nじゃあ、ハードモードの鬼ごっこを始めるぞ！": "Đó là tinh thần, Flute!\nVậy thì, chúng ta hãy bắt đầu trò chơi trốn tìm ở chế độ khó!",
    "ちなみに制限時間内に俺を捕まえられなかった者には、\nパワーアップした罰ゲームを与えるから覚悟しておけよ。": "Nhân tiện, những ai không bắt được tôi trong thời gian giới hạn,\nTôi sẽ đưa ra một trò chơi phạt được tăng cường, hãy chuẩn bị tinh thần đi.",
    "ぱ、パワーアップした罰ゲームっ！？": "P, trò chơi phạt được tăng cường!?",
    "いやいやいや！？　なんでそっちまでパワーアップしてるのさ！？": "Không, không, không!? Tại sao nó lại được tăng cường!?",
    "思った通り、脅されて火がついたな。\nペナルティが怖ければ、その意気でかかってこい。": "Như tôi nghĩ, bạn đã bị đe dọa và bốc lửa rồi.\nNếu bạn sợ bị phạt, hãy đến với tinh thần đó.",
    "これ以上恥ずかしい姿なんて、見せたくない……！\n絶対に捕まえないと……！": "Tôi không muốn cho thấy bất kỳ sự xấu hổ nào nữa...!\nTôi phải bắt được...!",
    "これ以上の恥がネットに残ると、ビジネスに影響が出る……！\n絶対に%usernameusernameuserna%を捕まえてやる……！": "Nếu sự xấu hổ hơn nữa còn sót lại trên mạng, nó sẽ ảnh hưởng đến công việc kinh doanh...!\nTôi chắc chắn sẽ bắt được %usernameusernameuserna%...",
    "恥ずかしい罰ゲーム……そういえば企画で……\nって、そうじゃありません！　集中集中……！": "Trò chơi phạt đáng xấu hổ... Nhân tiện, trong dự án...\nKhông, không phải vậy! Tập trung, tập trung...",
    "――くっ！？": "――Kuh!?",
    "やった！　『霞光』にタッチしたよ！": "Đã bắt được rồi! Tôi đã chạm vào 'Kasumi Hikari'!",
    "……見事だ。今までにない思い切りのよさだったな。\nシエナも合格だ。": "…Tuyệt vời. Bạn đã rất quyết liệt hơn bao giờ hết.\nSiena cũng đã vượt qua.",
    "ま、また先を越されちゃいました……\nぴえん……このままだと、マジヤバな罰ゲームに……！": "Chà, một lần nữa tôi lại bị vượt qua rồi...\nPien... Nếu cứ thế này, tôi sẽ bị phạt rất tệ...",
    "んー、やっぱりシエナは追い詰められて必死になると、\n動きが良くなるね。": "Ừm, tôi thấy Siena thực sự di chuyển tốt hơn khi bị dồn vào đường cùng.",
    "そうねぇ。やっぱりシエナちゃんって優しい子だから、\nそういう意味でも全力を出しにくいんでしょうね。": "Đúng vậy. Dù sao thì Siena-chan cũng là một người tốt bụng, nên\nCó lẽ cô ấy không thể thể hiện hết mình theo nghĩa đó.",
    "残るはレイラとフルートだ。\nこのままだと、今日も仲良く罰ゲームかもな？": "Còn lại Layla và Flute.\nCứ như thế này thì hôm nay chúng ta cũng sẽ bị phạt thôi?",
    "くっ……も、もう残り時間がやばたんです……！\nとりまここは昨日のエヴィちゃんみたいに！": "Kuh... T, thời gian còn lại đã hết rồi...!\nTrước tiên, ở đây giống như Evi-chan ngày hôm qua!",
    "だね。さんざんシエナが捕まえるまで動きは見てきたよ！\n%usernameusernameuserna%の行動を予測して、捕まえる！": "Đúng vậy. Tôi đã xem chuyển động của Siena cho đến khi cô ấy bị bắt!\nDự đoán hành động của %usernameusernameuserna% và bắt lấy!",
    "ほう、俺の動きをちゃんと観察したようだな……だが甘い！\nただそれだけで、俺は捕えられないぞ！": "Hoh, bạn dường như đã quan sát kỹ hành động của tôi... Nhưng còn non nớt!\nChỉ với điều đó, bạn không thể bắt được tôi!",
    "あうっ！？": "Auh!?",
    "そりゃ、当然同じ轍は踏まないよね……でもさ。": "Chà, tất nhiên tôi sẽ không đi vào vết xe đổ tương tự... Nhưng...",
    "……ん！？": "…Ừ!?",
    "それも計算済みだよ。": "Tôi cũng đã tính đến điều đó rồi.",
    "ほう……遮蔽物まで追い立てられていたか！": "Hoh... Bạn đã bị đuổi đến cả nơi ẩn náu!",
    "鬼さん、捕まえた。\n癖なんだろうね……咄嗟に避けるときは利き手側に逃げるよね。": "Ông chủ, tôi đã bắt được anh rồi.\nĐó là một thói quen... Bạn có xu hướng chạy về phía tay thuận khi bạn đột ngột né tránh.",
    "流石だ、レイラ。": "Tuyệt vời, Layla.",
    "やっぱりレイラはアドリブの観察力が凄いね。\n私は３人が囲んだ逃げ先を予想して捕まえたけど……": "Layla thực sự giỏi về khả năng quan sát ứng biến.\nTôi đã dự đoán nơi ba người sẽ bao vây và bắt được...",
    "ふぅ……咄嗟に、%usernameusernameuserna%の癖を見極めて、\nそこを捕まえるのはレイラの判断力があってだよね。": "Fu... Đột nhiên, tôi đã tìm ra thói quen của %usernameusernameuserna% và\nViệc bắt được anh ấy ở đó là do khả năng phán đoán của Layla.",
    "さて、残るは――": "Bây giờ, còn lại――",
    "うっ……これは本格的にヤバですよね……？": "Ugh... Điều này thực sự nguy hiểm phải không...?",
    "フルートにとってはプレッシャーのかかる状況ね……": "Đó là một tình huống đầy áp lực đối với Flute...",
    "最後のひとり……制限時間も迫ってる。": "Người cuối cùng... Thời gian giới hạn cũng đang đến gần.",
    "迷ってる暇はないぞ、フルート！": "Không có thời gian để do dự, Flute!",
    "わ、分かってますともー！": "T, tôi hiểu mà!",
    "遅い！　フルート、これだけ追い詰められても、\nお前にはまだ足りないものがある！": "Chậm quá! Flute, dù bạn đã bị dồn vào đường cùng đến mức này,\nVẫn còn một điều gì đó bạn còn thiếu!",
    "足りないもの……？\n確かにフルートはギャルとして未熟ですが……": "Thiếu gì đó...? \nĐúng là Flute còn non nớt với tư cách là một cô gái...",
    "思い出せ！　俺を捕らえたトレブルクインテットの姿を！": "Hãy nhớ lại! Hình dáng của Treble Quintet đã bắt được tôi!",
    "みんなの姿……？": "Hình dáng của mọi người...? ",
    "全員が必死に、俺の事を追いかけた！\nフルートには俺を捕まえてやるという『飢え』が足りていない！": "Tất cả đều cố gắng hết sức để đuổi theo tôi!\nFlute còn thiếu 'cơn đói' để bắt tôi!",
    "みんなで仲良く楽しく……それも悪くはないだろう！\nだが、目標を貪欲に追い求めない者に成長はないぞ！": "Mọi người cùng nhau vui vẻ... Điều đó cũng không tệ!\nNhưng, không có sự phát triển nào cho những người không theo đuổi mục tiêu một cách tham lam!",
    "目標を、貪欲に……": "Mục tiêu, một cách tham lam...",
    "……そういうことですね！　ギャル配信者としてぽよになるために、\n頑張ってやるぞって気持ちがＭＧにも必要なんですね！": "…Đó là những gì bạn đang nói!\nĐể trở thành một người truyền phát gal-gal, tôi cần phải có cảm xúc như vậy trong MG!",
    "もっともっと、アゲアゲでぽよになるために！\n絶対に捕まえてやるって気持ちなんですね！": "Để ngày càng tăng động lực và trở nên vui vẻ hơn!\nTôi phải có cảm giác rằng tôi chắc chắn sẽ bắt được bạn!",
    "その通りだ！　来い、フルート！": "Đúng vậy! Đến đây, Flute!",
    "おけまるですっ！": "Oke-maru!",
    "フルートの機体の動きが……変わった！？": "Chuyển động của máy Flute... Đã thay đổi!?",
    "ふたりの間合いがどんどん詰まっていくわ！": "Khoảng cách giữa hai người đang ngày càng thu hẹp!",
    "でも残り時間10秒を切っちゃってるよ！": "Nhưng thời gian còn lại đã dưới 10 giây rồi!",
    "やああああああ！\nこれで……%usernameusernameuserna%さんを捕まえました！！": "Yaaaaaaah!\nVới điều này... Tôi đã bắt được %usernameusernameuserna%!",
    "おお、これは――": "Ồ, đây là――",
    "……ひうぅ……！？\nあっ、あっ、あっ、だ、駄目です～……！": "…Hiuuu…!?\nA, a, a, kh, không được nữa rồi…!",
    "しっかりバランスを保て、フルート。\nボールから落ちたら最初からやり直しだぞ！": "Giữ thăng bằng nhé, Flute.\nNếu bạn rơi khỏi quả bóng, bạn sẽ phải bắt đầu lại từ đầu!",
    "そ、そんなこと言われましても～……ふみゃっ！？": "T, tôi đã được bảo như vậy rồi mà… Fumiya!?",
    "あぅぅ……\n捕まえたのにぃ……あんなにかっこよく決めたのにぃ……": "Auuu…\nTôi đã bắt được rồi… Tôi đã quyết định thật ngầu mà…",
    "さっきは惜しかったな。\nだが、コンマ1秒の差だろうと、時間切れは時間切れだ。": "Bạn đã gần đạt được nó rồi.\nNhưng dù chỉ là 0,1 giây, thì hết giờ vẫn là hết giờ.",
    "……ぴえん。\n%usernameusernameuserna%さん、容赦なさ過ぎです。": "…Pien.\n%usernameusernameuserna%, bạn quá tàn nhẫn.",
    "それにしても、どうして罰ゲームがバランスボール……？": "Nhân tiện, tại sao trò chơi phạt lại là bóng cân bằng…?",
    "三半規管の強化には最適だからな。\nＭＧの高機動に対応するためにはバランス感覚は重要だ。": "Nó là tối ưu để tăng cường ống bán khuyên.\nCảm giác cân bằng là quan trọng để đối phó với khả năng cơ động cao của MG.",
    "理に適ってるのは分かるけど……\nなんか、カメラアングルに拘ってない？": "Tôi hiểu nó có lý, nhưng... \nCó phải bạn đang quá chú trọng đến góc máy quay không?",
    "……ねえ、%usernameusernameuserna%さ。本当に配信映え狙ってるよね？": "…Này, %usernameusernameuserna%. Bạn thực sự đang nhắm đến việc phát sóng phải không?",
    "……正直言うと、配信視聴者が増えて反応するのを見てると、\nだんだん面白くなってきてな……": "…Thành thật mà nói, khi tôi thấy những người xem phát sóng tăng lên và phản ứng, tôi\nCàng ngày càng thấy thú vị hơn…",
    "はぁ……はぁっ……こ、こんな姿のフルートを、\nあんまり映さないでくださ～い……！": "Ha… Ha… C, tôi không muốn cho Flute trông như thế này…\nĐừng chiếu nó quá nhiều…!",
    "でもリスナーのみんなは楽しんでくれてるみたいよ？": "Nhưng có vẻ như mọi người trong số những người nghe đều thích nó?",
    "うぅ～……フルートの配信に来た人が\n喜んでくれるのはうれしいような……": "Ư… Tôi rất vui khi những người đến xem buổi phát sóng của Flute\nĐược hạnh phúc…",
    "……や、やっぱり、恥ずかしいので！　なしよりのなしです！\nこんな格好……あ、わ、わっ、わわわっ！？": "…V, vẫn còn xấu hổ! Không có gì cả! \nTrong bộ dạng này… A, wa, wa, wa!?",
    "集中してないと落ちるぞ。頑張れ。\nフルートには１０分は耐えてもらわなきゃいけないんだからな。": "Nếu bạn không tập trung, bạn sẽ ngã. Cố lên.\nFlute, bạn phải chịu đựng trong 10 phút.",
    "じゅ、１０分なんて……そんな……はぁぅっ！？\nフルート、あっ、あっ、が、我慢、できないです～……！": "Juu, 10 phút… Như vậy… Hauu!?\nFlute, a, a, tôi không thể chịu đựng được nữa…!",
    "１０分ってけっこう優しいね。１時間とかいうと思った。": "10 phút thật tốt. Tôi nghĩ là 1 giờ.",
    "流石にコツを掴めばそんなに長時間やっても意味がないし、\n尺が長すぎて飽きられるだろうからな……": "Cuối cùng, nếu bạn nắm được các mẹo, thì sẽ không có ý nghĩa gì khi làm điều đó trong một thời gian dài, và\nNó sẽ quá dài và nhàm chán...",
    "……視聴者に配慮したコンテンツ提供って、変に凝り性だよね。\n程々にしてあげなよ～？": "…Việc cung cấp nội dung có tính đến người xem thật kỳ lạ.\nHãy làm vừa phải thôi~?",
    "あっ！？　あっ、おっ、落ちっ……！？\nはぁ、はぁっ……あ、危なかったです……！": "A!? A, o, rơi…!?\nHa, ha… A, nguy hiểm rồi…!",
    "はふぅ～……ひとまずこの体勢が安定してよき……\nなんかお尻を突き出しすぎな気もしますが……": "Hafu… Một khi tư thế này ổn định, nó sẽ tốt…\nTôi cảm thấy như mình đang nhô mông ra quá nhiều…",
    "……コメントの勢いが増してきたんだけど。": "…Bình luận đang tăng lên.",
    "変顔きゃわたん": "Khuôn mặt kỳ lạ",
    "吐息たすかる": "Hơi thở giúp ích",
    "そマ？　っとと……！\nど、どんな投稿が流れてきたんですか……？": "So ma? Tốt…!\nĐ, những bài đăng nào đã được đăng…?",
    "へ、変顔……！？\nそんなの褒められても……ぴえんです。": "He, khuôn mặt kỳ lạ…!?\nDù được khen như vậy… Pien.",
    "と、吐息っ！？\nあんまり近くで音を拾わないでください～っ！": "Và, hơi thở!?\nĐừng thu âm thanh quá gần nhé!",
    "どれどれ。\n他にはどんなコメントが来てるのかな？": "Để xem nào.\nNhững bình luận khác đang đến là gì?",
    "……『スケベ教官にいじめられて喜ぶフルートちゃん』？": "…'Flute-chan vui vẻ bị thầy giáo biến thái bắt nạt'?",
    "スケベ教官！？": "Thầy giáo biến thái!?",
    "い、いじめられて喜ぶなんてそれはごかっ！": "V, vui vẻ bị bắt nạt là gì!",
    "わわっ！？　無理に立ち上がろうとしたら――": "Wawa!? Nếu tôi cố gắng đứng dậy một cách cưỡng bức――",
    "あっ。": "A.",
    "危ない、フルート！": "Nguy hiểm, Flute!",
    "あわわわわ～っ！？": "Awa-wa-wa-wa!?",
    "ぬお～っ！？": "Nuo!?",
    "きゃーっ！？\n%usernameusernameuserna%が下敷きに！": "Kyaaa!?\n%usernameusernameuserna% đã bị chôn vùi!",
    "フルート！　%usernameusernameuserna%！\n大丈夫！？": "Flute! %usernameusernameuserna%!\nBạn có ổn không!?",
    "……あ。\n視聴者数もコメ数も、今のでさらに跳ねたね。": "…A.\nSố người xem và số bình luận đã tăng lên từ bây giờ.",
    "うーん。\nこれはスケベ教官呼ばわりもやむなしかしら。": "Ừm.\nCó lẽ tôi sẽ bị gọi là thầy giáo biến thái.",
    "……自業自得かもしれないがスケベ教官呼びに傷ついた俺は、\nその後は配信にあまり関わりすぎないようにするのだった。": "…Tôi có thể tự chuốc lấy điều đó, nhưng tôi bị tổn thương bởi việc bị gọi là thầy giáo biến thái,\nSau đó, tôi đã cố gắng không tham gia quá nhiều vào buổi phát sóng."
}