{
    "%usernameusernameuserna%さん、大丈夫ですか！？": "%usernameusernameuserna%！ Anh không sao chứ!?",
    "める……？　どういうことだ？\nいや、というか生徒会長の……？": "Mell……? Ý là sao?\nHay là, chủ tịch hội học sinh……?",
    "……生徒会長からの正式な通達ですわ！\n投降してください！　これ以上は大事になりますわよ！": "……Đây là thông báo chính thức từ chủ tịch hội học sinh!\nHãy đầu hàng đi! Mọi chuyện sẽ trở nên nghiêm trọng hơn đấy!",
    "ユリア！　今なら大丈夫ですから！\n一緒に解決方法を考えましょう！": "Yuria! Giờ vẫn còn kịp mà!\nChúng ta cùng nhau tìm cách giải quyết nào!",
    "うるさいうるさいっ！": "Im đi! Im hết đi!",
    "ユリアの叫ぶような声に、シリウスシュガーと翠蘭も動揺する。\n怒っても笑っても余裕を崩さない彼女の子供のような怒りに驚いていた。": "Giọng Yuria gào lên, Sirius Sugar và Suiran cũng bị chấn động.\nNgạc nhiên trước cơn giận trẻ con của cô, dù tức giận hay cười, cô vẫn không hề mất bình tĩnh.",
    "なんで私の邪魔ばっかりするの！　もういいよ！\n全部全部、邪魔する奴は倒しちゃえばいいんでしょ！": "Sao cứ cản đường tôi hoài vậy! Chán ghét!\nTất cả, tất cả những đứa cản đường, tôi sẽ đánh bại hết!",
    "ちょっ、うそ。本当にやるつもり！？": "Chờ đã, xạo đấy. Cậu định làm thật á!?",
    "流石にあたし達を舐めすぎじゃないかな～？\nいくら強くても一人相手に負けないよ。": "Không phải tụi mình bị coi thường quá rồi sao?\nMạnh đến đâu thì một chọi một cũng không thắng nổi đâu.",
    "……油断大敵。でも、負ける気はしない。": "……Cẩn tắc vô áy náy. Nhưng tôi không nghĩ mình sẽ thua.",
    "ユリア……": "Yuria……",
    "……沙耶、フィー、アニス。\nユリアに加勢してやれ。": "……Saya, Fee, Anis.\nHãy giúp Yuria.",
    "えっ、良いのですか？": "Hả, được sao?",
    "現状を認識するためにも、一度戦うところを見たい。\n……それに、あの状態でひとりで戦うユリアを見てられないからな。": "Để nhận thức rõ tình hình, tôi muốn xem một trận chiến.\n……Hơn nữa, tôi không thể nhìn Yuria chiến đấu một mình trong tình trạng đó.",
    "そうよね……ひとりぼっちで戦うなんてイヤだものね。\nユリア、参戦するわ！": "Phải rồi……cô đơn chiến đấu thật là chán ghét.\nYuria, tớ tham chiến!",
    "うん。わたしの役割がそれならやって見せる。": "Ừm. Nếu đó là vai trò của tớ thì tớ sẽ làm.",
    "……分かり、ました。\n今、向かいます！": "……Đã hiểu.\nTôi đến ngay!",
    "３人も機体に乗り込んで、変則的だが４対６の戦いとなる。\nそうして、その戦いはと言えば――": "Ba người lên máy bay, tạo thành một trận chiến 4 chọi 6.\nVà trận chiến đó――",
    "恐らくアニスが奇襲するつもりです！　鳴滝さんはアニスを抑えて！\n桃園さんは切り込まれる前に沙耶を迎え撃ってください！！　": "Chắc chắn Anis sẽ tấn công bất ngờ! Narutaki-san hãy cản Anis!\nMomozono-san hãy nghênh chiến Saya trước khi bị tấn công!!",
    "は、はい！": "V, vâng!",
    "ええ、分かりましたわ！": "Vâng, tôi hiểu rồi!",
    "ふふ、こんなに激しく攻められちゃうと動けないわ♪": "Hừ, bị tấn công dữ dội thế này thì không thể nhúc nhích rồi♪",
    "はぁ、はぁ……ああ、ダメです……踏み込みが……！\nこんなにも、楽しいのに……打ち負けて……！": "Haa, haa……A, không được rồi……bước tiến……!\nMặc dù vui đến vậy……nhưng lại thua trận……!",
    "ユリアは月ヶ瀬さん達３人で抑えてください！\nフィーの斜線予測は見えています！": "Yuria hãy để Tsukigase-san và ba người họ cản lại!\nTôi đã thấy trước đường đạn của Fee rồi!",
    "……狙えない。": "……Không thể nhắm.",
    "（翠蘭の指示が上手いな。ユリアたちの動きを読み切った\n指示を出している。……だからこそ、問題が浮き彫りになってくるな）": "（Chỉ thị của Suiran rất giỏi. Cô ấy đưa ra chỉ thị đọc được hành động của Yuria và những người khác.\n……Chính vì vậy, vấn đề mới trở nên rõ ràng）",
    "カオスメイデンというチームの強さは高い個人技と自由さ。\n型に嵌らない動きが相手を乱し、自信が相手を打ち砕いていた。": "Sức mạnh của đội Chaos Maiden nằm ở kỹ năng cá nhân cao và sự tự do.\nNhững hành động không theo khuôn mẫu làm rối loạn đối thủ, và sự tự tin của họ đã nghiền nát đối thủ.",
    "ほらほら、こうやると手も足も出ないでしょ～？": "Này, này, làm như vậy thì không thể ra tay được đúng không nào～?",
    "はっ！　これがあのユリア？\n前に比べてザコザコじゃん！": "Hả! Đây là Yuria sao?\nSo với trước kia thì phế vật quá!",
    "ぐっ、うっ、うああああああああああ！": "Guh, uh, uaaaaaaaaaaaaa!",
    "フェイントにも挑発にも簡単に引っかかるユリア。\n普段からは考えられもしないような不格好な操縦だった。": "Yuria dễ dàng mắc bẫy bởi những cú lừa và khiêu khích.\nMột lối điều khiển vụng về mà trước đây không thể nào nghĩ đến.",
    "くっ、ああっ！": "Khự, a!",
    "――そこですっ！": "――Ở đó!",
    "沙耶は思い切りが足りず、めるの攻撃が直撃する。\n最後まで、どう動くかを悩み続け決断できないでいた。": "Saya thiếu quyết đoán, đòn tấn công của Mell đánh trúng.\nĐến cuối cùng, cô vẫn không thể quyết định phải làm gì.",
    "くっ、沙耶！　ユリアもどうしたのよ！": "Khự, Saya! Yuria cũng bị làm sao vậy!",
    "……これだと、動くに動けない。": "……Như vậy thì không thể nhúc nhích được.",
    "役になり切り完璧な指示をこなすフィーは対処が出来ず。\n攪乱が得意なアニスは他が崩れてしまえば強みを活かせない。": "Fee hoàn thành chỉ thị một cách hoàn hảo, không thể đối phó được.\nAnis chuyên về quấy rối, nhưng nếu những người khác sụp đổ thì cô ấy không thể phát huy thế mạnh của mình.",
    "……これが本当にカオスメイデンですの？\n昔のわたくしたちを見ているような……": "……Đây có thật sự là Chaos Maiden không?\nGiống như đang nhìn thấy chúng ta của ngày xưa……",
    "…………": "…………",
    "（抑え込まれている時点で、本来のカオスメイデンの強さはない。\nシリウスシュガーと戦った時の圧倒的な力が感じられない）": "（Tại thời điểm bị kiềm chế, sức mạnh thực sự của Chaos Maiden không còn nữa.\nKhông cảm nhận được sức mạnh áp đảo khi chiến đấu với Sirius Sugar）",
    "ぐうううっ！　なんで！　なんで当たんないのっ！\n今までは、どうすればいいか、簡単に分かったのに！": "Guuuu! Tại sao! Tại sao không trúng chứ!\nTrước đây, tôi đã dễ dàng biết phải làm gì mà!",
    "――帰りましょう、ユリア。": "――Chúng ta về thôi, Yuria.",
    "ユリアが破れかぶれに撃った銃撃も、斬撃も翠蘭は回避していく。\n未来が見えるかのようなユリアの動きはそこにない。": "Những phát súng và đường kiếm điên cuồng của Yuria đều bị Suiran né tránh.\nKhông có những hành động của Yuria như nhìn thấy tương lai.",
    "子供に言い聞かせるように、翠蘭はユリアに語り掛ける。\nそこには、どこか哀しみも籠っている言葉だった。": "Như đang nói với một đứa trẻ, Suiran nói với Yuria.\nTrong đó, có những lời nói mang chút buồn bã.",
    "今の貴方では……私にすら勝てません！": "Với cô bây giờ……thậm chí còn không thắng nổi tôi!",
    "うううううう！": "Uuuuu!",
    "翠蘭の一撃はユリアに直撃した。\n決め手にはならないが、それでもユリアは止まろうとしない。": "Đòn tấn công của Suiran đánh trúng Yuria.\nTuy không phải là đòn quyết định, nhưng Yuria vẫn không dừng lại.",
    "――嫌いだ！　嫌い！　みんな、大っ嫌い！\n翠蘭ちゃんも、シリウスシュガーも！　みんな、みんな！": "――Ghét! Ghét! Ghét tất cả mọi người!\nSuiran-chan, Sirius Sugar! Tất cả, tất cả mọi người!",
    "ユリア……！": "Yuria……!",
    "ちょっ！？　うわっ！？　危ない！？\nもう敵も味方もお構いなしじゃない！？": "Chờ đã!? Uwaaa!? Nguy hiểm!?\nGiờ thì không phân biệt địch ta gì nữa rồi!",
    "ゆ、ユリアさん！？　止まってください！\nそんなことをしたらダメです！": "Y, Yuria-san!? Dừng lại đi!\nLàm vậy là không được!",
    "（マズい……！　多分、ユリアは自分の感情に振り回されて、\nどうしようもなくなってる！）": "（Chết rồi……! Có lẽ Yuria đã bị cảm xúc của mình chi phối và trở nên vô vọng rồi!）",
    "全員が離れる。もはや敵も味方もない。\n例え戦闘不能になっても怒りのままに攻撃されるかもしれない。": "Mọi người đều tránh xa. Không còn địch cũng không còn ta.\nNgay cả khi bị vô hiệu hóa, họ vẫn có thể bị tấn công trong cơn giận dữ.",
    "ううううう！　ああああああああ！！！！": "Uuuuu! Aaaaaaa!",
    "（……ここまでユリアが暴走したのは、ある意味俺の責任でもある。\nなら、覚悟するしかない！）": "（……Việc Yuria nổi loạn đến mức này, theo một nghĩa nào đó, cũng là trách nhiệm của tôi.\nNếu vậy, tôi chỉ có thể chuẩn bị thôi!）",
    "そうして、俺は霞光に乗り込んでユリアの目の前に飛び出した。": "Và rồi, tôi lên tàu Kasumi, lao ra trước mặt Yuria.",
    "なっ……%usernameusernameuserna%さん！？\n何をしているんですか！？": "N, %usernameusernameuserna%-san!?\nAnh đang làm gì vậy!?",
    "ユリア、聞こえるか！\n……お前の不満は分かった。だから、俺が案内してやる！": "Yuria, em nghe thấy không!\n……Anh hiểu những bất mãn của em. Vì vậy, anh sẽ dẫn đường cho em!",
    "……%usernameusernameuserna%？\n案内してやるって……何？": "……%usernameusernameuserna%?\nDẫn đường……là sao?",
    "お前が求めてる楽しい事だよ。": "Những điều em muốn, những điều vui vẻ.",
    "俺の言葉が聞こえてくれたらしく、止まるユリア。\nそして俺は宣言する。": "Có vẻ như em đã nghe thấy lời tôi nói, Yuria dừng lại.\nVà tôi tuyên bố.",
    "あー、しまった！　俺はじゅうようなきみつをしられたから、\nユリアのいう事を聞かなきゃいけないんだったー！": "A, chết rồi! Vì tôi đã biết bí mật quan trọng, nên\ntôi phải nghe theo lời Yuria!",
    "は？　何言ってんのあいつ？": "Hả? Anh ta đang nói gì vậy?",
    "棒読みすぎる……": "Nói lắp quá……",
    "ちょっとー！？　助けに来たんだけど！？\n生徒会長命令だよー！？": "Chờ đã!? Tôi đến để giúp đỡ mà!?\nTheo lệnh của chủ tịch hội học sinh đấy!",
    "なんかこう、良いように言っといてくれ！\nここはお前たちに引いてもらう！": "Đại loại là, cứ nói tốt cho tôi đi!\nỞ đây, các em cứ rút lui đi!",
    "待ってください！": "Xin hãy đợi đã!",
    "離脱しようとした俺を翠蘭が止めようとする。": "Suiran cố gắng ngăn cản tôi rời đi.",
    "これはカオスメイデンの問題です！\n貴方に関係は――": "Đây là vấn đề của Chaos Maiden!\nKhông liên quan gì đến anh――",
    "スカラ校舎に戻ったとしても、カオスメイデンは崩れるだけだろうな。\nだから、翠蘭。ここは引いてもらうぞ。": "Ngay cả khi quay lại trường học, Chaos Maiden cũng sẽ sụp đổ thôi.\nVì vậy, Suiran. Ở đây, tôi sẽ rút lui.",
    "なっ！？": "Hả!?",
    "ユリア、沙耶、フィー、アニス！\n今から俺が指揮を執る！　この戦線を突破するぞ！": "Yuria, Saya, Fee, Anis!\nTừ bây giờ tôi sẽ chỉ huy!\nChúng ta sẽ phá vỡ chiến tuyến này!",
    "りょ、了解！": "R, rõ!",
    "<r=アローヘッド・ワン>鏃壱型</r>だ！　まずは沙耶が切り込め！\n相手の軸は翠蘭だ！　他は無視していい！": "Là <r=Arrowhead One>Tên lửa số 1</r>! Đầu tiên Saya xông lên!\nTrục của đối phương là Suiran!\nNhững người khác cứ phớt lờ đi!",
    "俺の指示に従って、真っすぐに迷いなく突撃する沙耶。": "Theo chỉ thị của tôi, Saya xông lên một cách thẳng thắn và không do dự.",
    "なっ……！？　げ、迎撃を――": "Hả……!? N, nghênh chiến――",
    "アニス、ユリア！　妨害しながら切り開いた道をこじ開けろ！\nフィーは後方から援護をするんだ！": "Anis, Yuria! Vừa cản trở vừa mở đường!\nFee hỗ trợ từ phía sau!",
    "ええ、任せて頂戴！": "Vâng, cứ giao cho tôi!",
    "ん……": "Ừm……",
    "分かった。": "Đã hiểu.",
    "俺の指示に従って、沙耶を妨害させないようにユリアとアニスが援護し、\nフィーが牽制しながら沙耶の動きを十全に活かす。": "Theo chỉ thị của tôi, Yuria và Anis hỗ trợ để không cản trở Saya, và\nFee kiềm chế để Saya có thể phát huy hết khả năng của mình.",
    "はぁあああああああああああ！": "Haaaaaa!",
    "あぐっ……！　ご、ごめんなさい！　突破されました！": "Agh……! X, xin lỗi! Đã bị phá vỡ rồi!",
    "今だ！　全機、最大出力で突破しろ！\nこの戦域を離脱するぞ！": "Giờ thì! Toàn bộ, với công suất tối đa mà phá vỡ!\nRời khỏi chiến trường này!",
    "待ってください……！": "Xin hãy đợi đã……!",
    "い、行っちゃいましたね……": "Đ, đã đi rồi……",
    "てか、あいつ何やってんのよ！\nラミたちこんだけ待ってたのに！": "Mà, anh ta đang làm gì vậy!\nLami và những người khác đã đợi lâu như vậy!",
    "まあ、多分見過せなかったのかもね。\nなんかカオスメイデンも本調子じゃないっぽいし。": "Chắc là anh ta không thể bỏ qua thôi.\nCó vẻ như Chaos Maiden cũng không được như ý.",
    "……%usernameusernameuserna%らしい。": "……Đúng là %usernameusernameuserna% mà.",
    "……あの、翠蘭さん。\n大丈夫ですか？": "……À, Suiran-san.\nCô ổn chứ?",
    "……ユリア……いったいどうして……\nそれに%usernameusernameuserna%さん……あの言葉は……": "……Yuria……rốt cuộc là tại sao……\nHơn nữa, %usernameusernameuserna%……những lời nói đó……",
    "……とりあえず、彼女たちを追いかけましょう。\nそう遠くへは行かないはずですわ。": "……Tạm thời, chúng ta hãy đuổi theo họ.\nChắc là họ không đi xa đâu."
}