{
    "相談って……買い物の事だったのか。": "Việc 'tư vấn'… là về mua sắm sao?",
    "ごめんなさい、%usernameusernameuserna%さん。\n私、山に登るならどういう物がいるのか知らなくて……": "Xin lỗi, %usernameusernameuserna%.\nEm không biết nên cần những gì khi leo núi…",
    "だから、こういうことに詳しそうな%usernameusernameuserna%さんに、\n何を買ったらいいのか聞きたかったの。": "Vì vậy, em muốn hỏi %usernameusernameuserna% - người có vẻ rành những chuyện này,\nvề việc nên mua gì.",
    "そういうことなら構わないぞ。": "Nếu là chuyện đó thì không sao.",
    "良かったぁ……それで、どんなものを買ったらいいのかしら？": "May quá… Vậy, em nên mua những gì đây?",
    "そうだな……\nまず、ラウラがどういう物を欲しいのかによるな。": "Ừm…\nĐầu tiên, là do Laura muốn những thứ gì.",
    "えーっと、そうね。\nとりあえずみんなが困ったときに助けになるような物が欲しいなって。": "Ưm, để em nghĩ nào.\nTrước tiên, em muốn những thứ có thể giúp đỡ mọi người khi gặp khó khăn.",
    "甘いものが必要": "Cần đồ ngọt.",
    "マフラーとかどうだ？": "Khăn choàng cổ thì sao?",
    "ご飯とか、キャンプに必要な物は持って行くつもりだけど、\nそれ以外にも必要かなって。": "Em định mang theo đồ ăn, những thứ cần thiết khi cắm trại rồi, \nnhưng không biết có cần gì khác không.",
    "そうだな……甘いものだな。特に簡単に食えるものがいい。": "Ừm… Đồ ngọt nhỉ. Đặc biệt là những thứ dễ ăn.",
    "えっ？　みんなで食べるおやつ……ってわけじゃなくて？": "Hả? Không phải là đồ ăn vặt để mọi người cùng ăn sao?",
    "ああ、山ではカロリー消費が激しい。\n甘い物やエネルギー不足で体調を崩すかもしれないからな。": "À, trên núi tiêu hao calo rất nhiều.\nCó thể sẽ bị tụt sức vì thiếu đồ ngọt hoặc năng lượng.",
    "なるほど……そういうことなら、いろいろ買いこんじゃいましょう！\n余ったとしても、みんなと一緒にお茶会が出来るものね！": "Ra là vậy… Nếu thế thì, mình mua nhiều lên thôi!\nDù có thừa thì cũng có thể tổ chức tiệc trà với mọi người mà!",
    "ありがとう、%usernameusernameuserna%さん！\n相談して良かった♪": "Cảm ơn anh, %usernameusernameuserna%!\nTư vấn thật tốt quá♪",
    "そうしてラウラはご機嫌なままに、\n俺も引いてしまう量のお菓子を買い込むのだった。": "Laura vui vẻ mua một lượng lớn bánh kẹo khiến tôi cũng phải ngạc nhiên.",
    "余分にマフラーとかどうだ？": "Khăn choàng cổ dự phòng thì sao?",
    "マフラー……でも、皆も持ってそうな気がするわ。": "Khăn choàng cổ… Nhưng em có cảm giác mọi người cũng có vẻ đã mang rồi.",
    "いざという時のためだな。濡れて防寒機能を失うかもしれないし、\n包帯代わりにもなる。まあ、あくまでもお守り程度だな。": "Để dùng khi cần thiết thôi. Nó có thể bị ướt và mất khả năng giữ ấm,\nhoặc dùng thay băng. À, chỉ là để phòng thân thôi.",
    "なるほど……そういう事なら持って行くことにしてみるわ！\nありがとうね、%usernameusernameuserna%さん！": "Ra là vậy… Nếu vậy thì em sẽ mang theo!\nCảm ơn anh nha, %usernameusernameuserna%!"
}