{
    "小花に誘われ、何度かデートを繰り返したある日のこと。\n急に、彼女がこちらに声をかけてきた。": "Sau khi hẹn hò với Kohana vài lần, vào một ngày nọ.\nĐột nhiên, cô ấy lên tiếng với tôi.",
    "%usernameusernameuserna%さん、\n今日は……わたくしの家に寄っていきませんか？": "Anh %usernameusernameuserna%,\nHôm nay... anh có muốn đến nhà em chơi không?",
    "別に構わないが、どうしたんだ？": "Cũng được thôi, nhưng có chuyện gì vậy?",
    "ふふ、わたくしの口から言わせるつもりですか？\nデートの締めくくりと言えば……分かりますよね？": "Hừm, anh muốn em phải nói ra sao?\nNếu nói về kết thúc của một buổi hẹn hò... anh hiểu mà đúng không?",
    "小花……": "Kohana...",
    "そう言って艶やかに微笑む小花を前にして、\n彼女の誘いに逆らえるはずもなかった……": "Trước mặt Kohana đang mỉm cười rạng rỡ như vậy,\nTôi không thể từ chối lời mời của cô ấy...",
    "その……一応改めて尋ねるが、本当にいいのか？": "Vậy thì... tôi hỏi lại một lần nữa, em có chắc không?",
    "思わず問いかけると、小花は悪戯っぽく微笑む。": "Tôi vô thức hỏi, Kohana mỉm cười tinh nghịch.",
    "わたくしは諜報員ですから……%usernameusernameuserna%さんから\n身体を使って情報を引き出そうとしているだけです。": "Vì em là một điệp viên... em chỉ muốn dùng thân thể để moi thông tin từ anh %usernameusernameuserna% mà thôi.",
    "%usernameusernameuserna%さんを気持ちよくするためのスキルは、\n山ほど身につけておりますので……": "Em đã học được rất nhiều kỹ năng để anh %usernameusernameuserna% cảm thấy thoải mái...",
    "余裕そうな様子の小花を前に、ごくりと唾を飲み込んだ。": "Trước mặt Kohana có vẻ tự tin, tôi nuốt nước bọt.",
    "……まあ、こんな魅力的な女の子に籠絡されるなら、\n男としては本望だよな。": "...Mà, nếu bị một cô gái quyến rũ như vậy 'bỏ bùa',\nĐàn ông như tôi cũng mãn nguyện rồi.",
    "むしろ、これ以上拒否して恥をかかせる方が失礼だ。": "Thay vì từ chối, làm cô ấy xấu hổ còn bất lịch sự hơn.",
    "ふふ……%usernameusernameuserna%さんが、話の早い方でよかったです。": "Hừm... Em rất vui vì anh %usernameusernameuserna% là người hiểu chuyện.",
    "さあ、それでは……どうぞ、わたくしに身を任せてくださいませ。": "Nào, vậy thì... xin hãy phó mặc cho em.",
    "そう言って彼女は着ていた服をはだけさせると同時に、\nこちらの衣類を脱がせて――": "Nói xong, cô ấy cởi bỏ quần áo đang mặc, đồng thời cởi bỏ quần áo của tôi――",
    "ん……、ふぅ……っ、い、いかがでしょう、\n%usernameusernameuserna%さん……": "Ưm..., phù... ư, em thấy thế nào, anh %usernameusernameuserna%...",
    "わたくし、%usernameusernameuserna%さんが\n気持ち良くなるよう、きちんとご奉仕できておりますでしょうか……？": "Em, Kohana, đã phục vụ anh %usernameusernameuserna% để anh cảm thấy thoải mái chưa ạ...?",
    "小花はこちらの胸に舌を這わせながら、\n興奮したペニスに手を伸ばす。": "Kohana vuốt ve ngực tôi bằng lưỡi của mình,\nRồi với tay đến dương vật đang hưng phấn.",
    "ねっとりと唾液を纏わせた舌でこちらの乳首を攻めながら、\n小花の手は肉棒を包み込み、上下させていく。": "Với chiếc lưỡi ướt át, cô tấn công đầu ngực của tôi,\nTrong khi đó, tay của Kohana bao lấy 'cậu nhỏ', di chuyển lên xuống.",
    "ちゅっ、ちゅうっ、れろれろれろ……\nふふっ、%usernameusernameuserna%さんのここ、反応してますね……": "Chụt, chụt, liếm láp... \nHừm, anh %usernameusernameuserna% của em, anh đang phản ứng rất tốt đấy...",
    "もっとキスをして吸い上げたら……\nより、悦んでいただけますでしょうか……？": "Nếu em hôn và mút mạnh hơn nữa...\nLiệu anh có cảm thấy thích thú hơn không...?",
    "んっ、んんっ、ちゅうううう……っ！": "Ưm, ưm, chụt!",
    "上半身と下半身に新鮮な刺激が送り込まれ、\nあっという間に快感が全身に広がっていった。": "Những kích thích mới mẻ được truyền đến nửa trên và nửa dưới cơ thể,\nNgay lập tức, khoái cảm lan tỏa khắp cơ thể.",
    "それでも、小花の動きは止まらない。": "Tuy nhiên, Kohana vẫn không dừng lại.",
    "はぁあ……っ、わたくしの手の中いっぱいに、\n%usernameusernameuserna%さんを感じます……": "Ha... tay em đã đầy, cảm nhận được anh %usernameusernameuserna%...",
    "熱く……はち切れそうに膨らんで、ドクドクしているのを……": "Nóng bỏng... như muốn nổ tung, đang đập thình thịch...",
    "%usernameusernameuserna%さん……わたくしの手で、舌で、\nこんなにも感じてくださっているのですね……": "Anh %usernameusernameuserna%... trong tay em, bằng lưỡi em,\nAnh đang cảm nhận được điều này...",
    "もっと……もっと、わたくしを感じてください……\n気持ち良くなってください……！": "Thêm nữa... cảm nhận em nhiều hơn nữa... \nXin hãy cảm thấy thoải mái hơn nữa...!",
    "小花の手の動きが早くなる。\n快感が渦巻き、腰が震え、射精寸前の状態になっていた。": "Động tác của tay Kohana nhanh hơn.\nKhoái cảm xoắn xuýt, hông run rẩy, tôi đã ở trạng thái sắp xuất tinh.",
    "欲望が爆発する一歩手前となった時……\nそこで、小花の手が止まる。": "Khi dục vọng sắp bùng nổ...\nĐột nhiên, tay Kohana dừng lại.",
    "%usernameusernameuserna%さん……\nせっかくなら、わたくしの『中』で、イきたくありませんか……？": "Anh %usernameusernameuserna%...\nNếu được, anh có muốn 'vào trong' em không...?",
    "すっかり上気した顔の小花は微笑むと、\n衣服をすべて脱ぎ捨ててこちらの身体に跨がってきた。": "Với khuôn mặt ửng hồng, Kohana mỉm cười, \nRồi cởi bỏ hết quần áo và trèo lên người tôi.",
    "んんん……っ、あ、あぁあああ……はぅんっ！": "Ưm... á, aaaaa... haun!",
    "穂先に膣口をあてがうと、小花は一気に腰を沈める。\n一瞬の抵抗の後、濡れそぼった膣はずぶずぶと肉棒を飲み込んでいった。": "Khi đầu 'cậu nhỏ' chạm vào cửa âm đạo, Kohana dồn sức ấn hông xuống.\nSau một chút kháng cự, âm đạo ướt át đã nuốt chửng 'cậu nhỏ'.",
    "は……っ、はぁあっ、い、いかがでしょうか……？\n%usernameusernameuserna%さん……わ、わたくしの中は……": "Ha... haa, em thấy thế nào...?\nAnh %usernameusernameuserna%... bên trong em...",
    "ん、んんっ、%usernameusernameuserna%さんの、\nお気に召していただけたでしょうか……あ、あぁんっ！": "Ưm, ưm... anh %usernameusernameuserna% của em,\nAnh có thích không... a, aaan!",
    "いきり立った肉棒のすべてを納めた小花は、\n苦しげな声をあげながらも、こちらの様子を確認する。": "Kohana ôm trọn 'cậu nhỏ' đang cương cứng, \nMặc dù cô ấy kêu lên đau đớn, nhưng vẫn quan sát tôi.",
    "小花の膣内は熱く潤いながら、きゅうきゅうとこちらを締め上げていた。": "Bên trong âm đạo của Kohana nóng bỏng và ẩm ướt, siết chặt tôi.",
    "たまらなく気持ちいい……そう伝えると、\n小花はほうっと安堵の息を吐く。": "Thật tuyệt vời... Khi tôi nói như vậy, Kohana thở phào nhẹ nhõm.",
    "そ、そうですか……よ、よかった……\n%usernameusernameuserna%さんに満足していただけているようで……": "Vậ-vậy sao... v-vui quá... \nCó vẻ như anh %usernameusernameuserna% đã hài lòng...",
    "わ、わたくしも、%usernameusernameuserna%さんを感じて……はぁあっ、\nあ、熱くてっ、硬いの、奥にきて……っ！": "Em, em cũng cảm nhận được anh %usernameusernameuserna%... haa, \nÁ, nóng quá, cứng quá, đang vào sâu bên trong...!",
    "んんんっ、んふぅうううう……っ！\nは、はぁあっ、%usernameusernameuserna%さん……っ！": "Ưm, ưm, ưm...!\nHa, haa, anh %usernameusernameuserna%...!",
    "小花の手が、こちらの手をぎゅっとつかむ。": "Tay Kohana nắm chặt tay tôi.",
    "あぁ……わたくしの中いっぱいに%usernameusernameuserna%さんが……\nんんっ、こ、これ、とても素敵です……": "A... bên trong em tràn ngập anh %usernameusernameuserna%...\nƯm, điều này thật tuyệt vời...",
    "%usernameusernameuserna%さん……っ、わたくしの身体で……\nもっと、もっと楽しませてあげます……っ！": "Anh %usernameusernameuserna%... trên cơ thể em... \nEm sẽ khiến anh vui vẻ hơn nữa...",
    "ですから……どうか、どうか……もっとわたくしを見て……\nわたくしを感じて、ください……っ！": "Vì vậy... xin hãy... xin hãy... nhìn em nhiều hơn nữa... \nHãy cảm nhận em...!",
    "はっ、はぁあっ、あはぁああ……っ！": "Ha, haa, ahaa...!",
    "絡んだ指に力が入る。\n小花はゆっくりと腰を動かし始めた。": "Những ngón tay đan vào nhau siết chặt.\nKohana bắt đầu di chuyển hông một cách chậm rãi.",
    "んんっ、んぁあっ、はぁっ、んふぅうう……っ！\nこ、こうして、腰を上げて……んんんんんっ。": "Ưm, aah, haa, ưm... \nCứ như vậy, em nâng hông lên... ưmmmm...",
    "小花の膣壁が、腰の上下運動に応じてペニスを擦り上げ、\n締め上げながら蠢いていく。": "Thành âm đạo của Kohana, theo chuyển động lên xuống của hông, cọ xát vào dương vật,\nSiết chặt và chuyển động.",
    "あぁっ、あはぁっ、あふぅうう……っ。\n%usernameusernameuserna%さんのが、わたくしの中で動いて……っ！": "Aah, aah, ưm... \nCái của anh %usernameusernameuserna% đang di chuyển bên trong em...!",
    "あ、あ、あああっ、擦って、ひくひくしています……っ！\n": "A, a, aaaa, cọ xát, run rẩy...!",
    "柔肉の締め上げに加え、粘膜への摩擦が加わり、\n小花の中で感じる快楽がより倍増していった。": "Ngoài việc bị siết chặt bởi thịt mềm, ma sát với niêm mạc cũng tăng lên,\nKhoái cảm mà tôi cảm nhận được bên trong Kohana càng tăng lên gấp bội.",
    "んっ、んふぅっ、あ、はぁあああ……っ！\nい、いかがでしょう、%usernameusernameuserna%さん……っ！": "Ưm, ưm, a, haaa...!\nEm thấy thế nào, anh %usernameusernameuserna%...!",
    "こ……このように、動いて……あはぁっ、\nわたくしの中が、%usernameusernameuserna%さんのを擦って……": "Như... thế này, di chuyển... ahaa,\nBên trong em đang cọ xát với cái của anh %usernameusernameuserna%...",
    "わたくし……全身で%usernameusernameuserna%さんに、\nご奉仕しています……んんんっ！": "Em... đang phục vụ anh %usernameusernameuserna% bằng cả cơ thể mình... ưmmmm!",
    "こちらを見下ろしながら、小花は甘く囁く。": "Nhìn xuống tôi, Kohana thì thầm ngọt ngào.",
    "声を発するたびに、小花の胎内がヒクヒクと痙攣し、\nそれだけで毎回新鮮な刺激を送り込んできた。": "Mỗi khi cô ấy phát ra âm thanh, tử cung của Kohana lại co giật,\nVà chỉ riêng điều đó thôi đã gửi đến những kích thích mới mẻ mỗi lần.",
    "あ、はぁあ……っ、%usernameusernameuserna%さんのが、\n身体の中で更に大きくなっているのが分かります……っ！": "A, haa... cái của anh %usernameusernameuserna% đang lớn hơn trong cơ thể em...!",
    "ビクビクと動いて、震えて……はぁあっ、\n悦んでくださっているのですね、このわたくしで……": "Run rẩy, rung động... haa,\nAnh đang vui vẻ, phải không, với em...",
    "どうぞ、いくらでも感じてください……\nわたくし、いくらでも、どのようなご奉仕でもさせていただきます……": "Xin hãy, cảm nhận bao nhiêu tùy thích... \nEm sẽ phục vụ anh bao nhiêu tùy thích, bằng bất cứ cách nào...",
    "ええ、%usernameusernameuserna%さんのためでしたら、\nどのようなことでも……は、あぁ……っ！": "Vâng, vì anh %usernameusernameuserna%,\nEm sẽ làm bất cứ điều gì... ha, aah...!",
    "小花はこちらをリードするように積極的に動き、\nあらゆる方法で快感を高めてくれる。": "Kohana chủ động dẫn dắt tôi, \nTăng cường khoái cảm bằng mọi cách.",
    "汗ばんだ小花の身体と、揺れる大きな乳房すら、\n視覚的な興奮を煽りまくっていた。": "Ngay cả cơ thể đẫm mồ hôi của Kohana, và bộ ngực lớn rung động,\nCũng kích thích sự phấn khích về mặt thị giác.",
    "んふぅ……っ、はぁあっ、%usernameusernameuserna%さん……\nそんなにわたくしを見つめて、どうしました……？": "Ưm... haa, anh %usernameusernameuserna%...\nAnh nhìn em như vậy, anh muốn gì...?",
    "先に申し上げておきますが……は、あぁんっ！\nこ、この状態で、今さらわたくしに逆らっても無駄ですよ……？": "Trước tiên, em xin nói trước... ha, aan!\nTrong tình trạng này, dù anh có chống lại em bây giờ cũng vô ích...?",
    "%usernameusernameuserna%さんには、一切主導権を渡しません……\n全て、わたくしに任せて……気持ちよくなってくださいませ……": "Em sẽ không giao quyền chủ động cho anh %usernameusernameuserna%... \nHãy để mọi thứ cho em... xin hãy cảm thấy thoải mái...",
    "%usernameusernameuserna%さんは、わたくしのなすがまま……\nわたくしで気持ちよくなってください……ええ、最後まで……": "Anh %usernameusernameuserna%, hãy mặc kệ em... \nHãy cảm thấy thoải mái với em... vâng, cho đến cuối cùng...",
    "小花の言葉を証明するように、\n彼女の膣がきゅうっと甘くペニスに密着する。": "Để chứng minh cho lời nói của Kohana,\nÂm đạo của cô ấy siết chặt 'cậu nhỏ' một cách ngọt ngào.",
    "それだけで、摩擦も快感も倍増し、\n思わず腰が震えてしまうほど興奮が高まっていった。": "Chỉ riêng điều đó thôi, ma sát và khoái cảm đã tăng lên gấp bội,\nTôi đã phấn khích đến mức không thể kiềm chế được.",
    "あぁ……っ、ん、ふふ……っ、\nわ、わかって……くださったみたいですね……": "A... ưm, hừm... \nEm... có vẻ như anh đã hiểu rồi...",
    "そうです……はぁあっ、そのまま、わたくしに、\n%usernameusernameuserna%さんの身体のすべてをお預けください……！": "Đúng vậy... haa, cứ như vậy, hãy giao phó tất cả cơ thể của anh %usernameusernameuserna% cho em...!",
    "わたくしの、身体の隅々まで使って、\n%usernameusernameuserna%さんにご奉仕させていただきます……": "Em sẽ dùng mọi ngóc ngách trên cơ thể mình,\nĐể phục vụ anh %usernameusernameuserna%...",
    "んぁあ……っ、あぁっ、はぅううう……っ！\nあぁ……っ、奥に、%usernameusernameuserna%さんのが……っ！": "Aaa... aah, hauuu...!\nAa... bên trong, cái của anh %usernameusernameuserna%...",
    "うっとりとした表情のまま、小花は腰を使い、\n積極的な抽挿を続けていく。": "Với vẻ mặt say sưa, Kohana dùng hông của mình,\nTiếp tục di chuyển một cách chủ động.",
    "とめどなく溢れる小花の愛液は彼女の動きを助け、\nピストンのたびにいやらしい音を部屋中に響かせていった。": "Dòng chất lỏng tình yêu không ngừng tuôn ra của Kohana giúp cô di chuyển,\nVà mỗi lần 'cậu nhỏ' ra vào, âm thanh dâm đãng vang vọng khắp căn phòng.",
    "ペニスへの断続的な刺激だけではなく、視覚も、聴覚も、\n小花から与えられる甘い感覚に激しい興奮が身体中に渦巻いていく。": "Không chỉ là những kích thích liên tục lên 'cậu nhỏ', mà cả thị giác và thính giác,\nSự phấn khích dữ dội từ những cảm giác ngọt ngào mà Kohana mang lại đã lan tỏa khắp cơ thể.",
    "小花の膣内も熱くひくひくと震え、\n彼女の絶頂が近づいてきているのを伝えていた。": "Bên trong âm đạo của Kohana cũng nóng bỏng và run rẩy,\nCho thấy rằng cực khoái của cô ấy đang đến gần.",
    "んんんっ、あはぁ……っ、は、はぁあああ……っ！\nあぁ……%usernameusernameuserna%さんのが、熱い……っ！": "Ưm, ahaa... ha, haaa...!\nAa... cái của anh %usernameusernameuserna% nóng quá...!",
    "わたくしの、奥、熱く抉って……あはぁああ……っ！\nこんな……こんなにも、すごいの……ふぁああああっ！": "Bên trong em, nóng bỏng và đau nhức... ahaa...!\nNó thật... thật tuyệt vời...!",
    "%usernameusernameuserna%さんに、感じていただくはずが……っ、\nわたくしの方が、あ、あぁああ……はぁんっ！": "Em đã định để anh %usernameusernameuserna% cảm nhận... \nNhưng em lại... a, aaaa... haan!",
    "小花の声が震え、苦しげな息づかいが聞こえてくる。": "Giọng Kohana run rẩy, những hơi thở nặng nề vang lên.",
    "しかし小花は自身の身体の変調を堪え、\nこちらを気遣うように声をかけてきた。": "Tuy nhiên, Kohana đã chịu đựng những thay đổi trên cơ thể mình,\nVà lên tiếng với tôi như thể đang lo lắng cho tôi.",
    "は、はぁあ……っ、%usernameusernameuserna%さん……っ、\n貴方のが、わたくしの奥で、震えております……っ！": "Ha, haa... anh %usernameusernameuserna%... \nCái của anh đang run rẩy bên trong em...",
    "%usernameusernameuserna%さん……っ、わたくしで良くなって……\nこのまま、わたくしの中に、射精をご希望でしょうか……？": "Anh %usernameusernameuserna%... anh đã cảm thấy tốt với em... \nAnh có muốn xuất tinh bên trong em không...?",
    "小花の瞳は潤み、声を発するたびに\n全身が震えるほど興奮し、限界寸前であることが分かる。": "Đôi mắt của Kohana ướt đẫm, và mỗi khi cô ấy phát ra âm thanh,\nToàn thân cô ấy run rẩy vì phấn khích, cho thấy cô ấy đang ở giới hạn.",
    "それでも小花は、熱い瞳でこちらを見つめ、\nこちらの事を気遣うように動き続けていた。": "Tuy nhiên, Kohana vẫn nhìn tôi bằng ánh mắt nóng bỏng,\nVà tiếp tục di chuyển như thể đang lo lắng cho tôi.",
    "ええ、でしたら、%usernameusernameuserna%さん……\n何も、遠慮することはございません。": "Vâng, nếu vậy, anh %usernameusernameuserna%...\nAnh không cần phải ngần ngại bất cứ điều gì.",
    "このまま、わたくしの身体を使って気持ちよくなって……\n中に、思い切り%usernameusernameuserna%さんのを出してください……！": "Cứ như vậy, hãy dùng cơ thể em để cảm thấy thoải mái... \nVà hãy xuất tinh hết những gì của anh %usernameusernameuserna% vào bên trong em...!",
    "言葉だけではなく、身体中で小花はこちらの精液を求めてくる。": "Không chỉ bằng lời nói, mà bằng cả cơ thể, Kohana khao khát tinh dịch của tôi.",
    "膣肉は肉ヒダ１本１本に至るまでペニスに絡みつき、\nキュウキュウと絞り上げ圧をかけていた。": "Thịt âm đạo quấn lấy 'cậu nhỏ' đến từng nếp gấp,\nSiết chặt và tạo áp lực.",
    "子宮口は亀頭に触れるたび、口づけ吸い上げ、\n子種を飲み込もうといやらしく口を開けてくる。": "Miệng tử cung chạm vào đầu 'cậu nhỏ' mỗi khi nó chạm vào, hôn và mút,\nMở miệng một cách dâm đãng như muốn nuốt chửng mầm sống.",
    "あぁ……っ、%usernameusernameuserna%さん……っ！": "A... anh %usernameusernameuserna%...!",
    "わたくし……わたくしの身体すべてが、\n%usernameusernameuserna%さんを求めております……っ！": "Em... tất cả cơ thể em,\nĐang khao khát anh %usernameusernameuserna%...",
    "わたくしの中に、%usernameusernameuserna%さんの熱いのを……っ、\nはぁあっ、どうぞ、出してください……っ！": "Bên trong em, cái nóng của anh %usernameusernameuserna%... \nhaa, xin hãy xuất ra...!",
    "わたくし、%usernameusernameuserna%さんのものでしたら、\nいくらでも受け止めて差し上げますからぁ……！": "Em, nếu là của anh %usernameusernameuserna%,\nEm sẽ đón nhận tất cả...!",
    "小花の声が、脳内を熱く焦がす。\n肉棒をきつく締め上げ、これでもかと快感を煽る。": "Giọng của Kohana thiêu đốt tâm trí tôi.\nSiết chặt 'cậu nhỏ', kích thích khoái cảm đến tột độ.",
    "腰が震え、行き場のない興奮が全身を駆け巡り、\n下半身の一カ所に集まっていった。": "Hông run rẩy, sự phấn khích không thể thoát ra lan tỏa khắp cơ thể,\nTập trung vào một điểm ở phần dưới cơ thể.",
    "あぁあああ……っ、%usernameusernameuserna%さんのが、\n震えてっ、震えています……っ！": "Aaaaa... cái của anh %usernameusernameuserna% đang\nRun rẩy, run rẩy...!",
    "どうか、どうか出してくださいっ、わたくしの中に……っ！\nわたくしで気持ちよくなってください……っ！": "Xin hãy, xin hãy xuất ra đi, vào bên trong em...!\nHãy cảm thấy thoải mái với em...!",
    "%usernameusernameuserna%さんっ、出してぇえええ……っ！": "Anh %usernameusernameuserna%, ra đi...!",
    "わたくし、もう、もう……っ！\nあ、あぁあっ、あはぁああああああああああ……っ！！！": "Em, em sắp...!\nA, aaaa, ahaa...!",
    "あぁ……っ、んんっ、あ、はぁっ、はぁ……っ、\nあはぁああ……ん、ふぅうっ……": "A... ưm, haa, haa...\nAhaa... ưm, phuu...",
    "あぁ……%usernameusernameuserna%さん……\nありがとうございます……っ。": "A... anh %usernameusernameuserna%...\nCảm ơn anh...",
    "わたくしの中に、こんなにも、\n%usernameusernameuserna%さんのものを出してくださって……": "Bên trong em, anh đã cho em nhiều đến vậy...",
    "激しい絶頂の波を漂っていた小花は、\n漸く息が落ち着いたのか、こちらを見つめゆっくりと微笑んだ。": "Kohana, người đang trôi nổi trong làn sóng cực khoái dữ dội,\nCó lẽ hơi thở của cô ấy đã ổn định, cô ấy nhìn tôi và từ từ mỉm cười.",
    "ん……ふふっ、見てください、%usernameusernameuserna%さん……\nわたくしの中に熱いものがたっぷりと入って……": "Ưm... hừm, nhìn xem, anh %usernameusernameuserna%...\nBên trong em có đầy những thứ nóng bỏng...",
    "あぁ……っ、あまりにもたくさんいただいて……\n入りきらずに、零れていますね……": "A... em đã nhận được quá nhiều... \nNó tràn ra ngoài...",
    "んんっ、勿体ない……せっかく、%usernameusernameuserna%さんから\nいただいたものですのに……": "Ưm, thật lãng phí... mặc dù em đã nhận được từ anh %usernameusernameuserna%...",
    "うっとりと、小花はそんな可愛らしいことを呟いた。": "Với vẻ say sưa, Kohana lẩm bẩm những điều dễ thương như vậy.",
    "――そんな可愛らしい彼女の元を離れがたい気持ちでいっぱいだったが、\nそろそろ、帰らなければいけない時間になってしまった。": "――Em đã rất muốn ở lại với cô gái dễ thương như vậy, nhưng\nĐã đến lúc phải về rồi.",
    "今日は、本当にありがとうございました。\n%usernameusernameuserna%さん……": "Hôm nay, em thực sự cảm ơn anh.\nAnh %usernameusernameuserna%...",
    "こちらこそ、ありがとう。\n……また来てもいいかな？": "Em cũng cảm ơn anh.\n...Anh có muốn đến nữa không?",
    "ええ、喜んで……": "Vâng, em rất vui...",
    "それじゃ、時間見つけて連絡するよ。": "Vậy thì, anh sẽ liên lạc với em khi có thời gian.",
    "彼を見送ったあと、小花は小さくため息をついた。": "Sau khi tiễn anh đi, Kohana thở dài một tiếng.",
    "ふぅ……": "Phù...",
    "%usernameusernameuserna%さんが、\nわたくしの言葉に乗ってくださって、本当によかった……": "Anh %usernameusernameuserna% đã làm theo lời em, thật tốt...",
    "正直、嘘がバレてしまわないかと、内心不安でいっぱいでした……": "Thật lòng, em đã rất lo lắng rằng lời nói dối của mình sẽ bị lộ...",
    "確かに性的な技術の数々を知識としては学んでおりましたし、\nイメージトレーニングも完璧にこなしました……": "Chắc chắn, em đã học được rất nhiều kỹ thuật tình dục,\nVà em đã hoàn thành các bài tập tưởng tượng một cách hoàn hảo...",
    "ですが、本番は今のが初めて……\nもしバレていたら、恥ずかしい……": "Nhưng, lần này là lần đầu tiên... \nNếu bị lộ, thật đáng xấu hổ...",
    "なんて、そんなことは些細なことですね。": "Nhưng, những điều đó chỉ là chuyện nhỏ.",
    "……何より%usernameusernameuserna%さんを、\n気持ちよくできたみたいでよかったです、ふふっ。": "...Quan trọng nhất là em đã khiến anh %usernameusernameuserna% cảm thấy thoải mái, hừm."
}