{
    "指定された場所はガレムグラード山脈の一角だった。\nここはメイズのポータル・ゼロにもほど近い。": "Địa điểm được chỉ định là một góc của Dãy núi Galemgrad.\nNơi này cũng gần Cổng Zero của Mê Cung.",
    "確かにこの付近なら、風紀委員会も察知しづらいでしょうね……": "Quả là nếu ở gần đây, Ủy ban Kỷ luật cũng khó mà phát hiện ra nhỉ...",
    "あちらさんはすでにお待ちかねらしい。": "Hình như bên kia đã chờ sẵn rồi.",
    "指示されたポイントに双頭の斧の一部隊が展開している。\nおそらく見えているだけではないのだろう。": "Một bộ phận của Lưỡi Rìu Đôi đang triển khai tại điểm được chỉ định.\nChắc chắn không chỉ là nhìn thấy được đâu.",
    "――シリウスシュガーの５機は、\n双頭の斧の機体達の前に着陸した。": "――5 chiếc Sirius Sugar đã hạ cánh trước đội hình của Lưỡi Rìu Đôi.",
    "そっちが変な気起こさないように、こっちも一応武装はしてきた。\nこれくらいは大目に見てほしい。": "Để tránh các cậu có hành động kỳ lạ, tôi cũng trang bị vũ khí.\nXin hãy bỏ qua cho.",
    "……構わないわ。でもあんたは相変わらず武装しないのね。": "… Không sao đâu. Nhưng anh vẫn không trang bị vũ khí như thường lệ nhỉ.",
    "設計段階から想定されてなくてな……": "Ngay từ giai đoạn thiết kế đã không được tính đến mà...",
    "正気……？": "Đứng đắn…?",
    "気が合うな、俺も心の底からそう思うよ……": "Hợp nhau đấy, tôi cũng nghĩ vậy từ tận đáy lòng...",
    "まあ、いいわ。交渉を始めましょう。": "Thôi được, chúng ta bắt đầu đàm phán thôi.",
    "人質交換ではなく交渉か。\nどうやら話し合いをする気はあると思っていいようだ。": "Không phải trao đổi con tin mà là đàm phán à.\nXem ra họ có ý định muốn nói chuyện.",
    "まずは龍宮ちゆると１対１で、それも直接会話をしたい。\nこの場に来ていることの確認も含めてね。": "Trước tiên, tôi muốn nói chuyện riêng với Ryugu Chiyuru, 1 chọi 1.\nCũng để xác nhận việc cô ta có mặt ở đây.",
    "ＭＧの通信機越しではいけませんの？": "Không được dùng bộ đàm MG sao?",
    "傍受される可能性があるし、この目で姿を見ることができない。": "Có khả năng bị nghe lén, với lại, tôi không thể nhìn thấy bằng mắt thường.",
    "龍宮ちゆる以外は距離を取り、機体で待機していろ。\n我々の会話を聞くことは許さない。": "Những người khác ngoài Ryugu Chiyuru hãy giữ khoảng cách và chờ trong máy bay.\nChúng tôi không cho phép các cậu nghe cuộc nói chuyện của chúng tôi.",
    "条件はそれだけか？": "Chỉ có vậy thôi sao?",
    "そうよ。": "Đúng vậy.",
    "ジュリーは無事なんだな？": "Julie vẫn ổn chứ?",
    "それなら――": "Nếu vậy thì――",
    "指揮官機が示した先に生体反応がある。カメラをズームさせると、\n縄で縛られて地面に座らされるジュリーの姿があった。": "Có phản ứng sinh học ở nơi chỉ huy cơ chỉ ra. Khi phóng to camera, tôi thấy hình ảnh Julie bị trói và ngồi trên mặt đất.",
    "左右には合計２機の双頭の斧の下っ端の機体が、\n彼女を守るように立っている。": "Hai bên có tổng cộng 2 chiếc máy bay hạng dưới của Lưỡi Rìu Đôi đang đứng để bảo vệ cô ấy.",
    "……確認した。": "… Đã xác nhận.",
    "……その上でこちらからも条件がある。\n俺もふたりの会話に立ち会う。引き渡す瞬間まではひとりにできない。": "… Sau đó, tôi cũng có điều kiện.\nTôi cũng sẽ tham gia vào cuộc nói chuyện của hai người. Không thể để một mình cho đến khi giao người.",
    "聞き入れてくれるなら、こちらの機体の主機を落とそう。": "Nếu các cậu chấp nhận, chúng tôi sẽ tắt động cơ chính của máy bay.",
    "これでセンサー類の使用はできず、\n録音や通信もできない状態になる。": "Như vậy sẽ không thể sử dụng các loại cảm biến,\ncũng không thể ghi âm hay liên lạc.",
    "……わかった。": "… Tôi hiểu rồi.",
    "――その後俺の機体とちゆる機、そしてコトハ機がそれぞれ近づき、\n停止するなりコックピットハッチを開ける。": "――Sau đó, máy bay của tôi và máy bay của Chiyuru, và máy bay của Kotoha lần lượt đến gần,\nmở cửa buồng lái khi dừng lại.",
    "そのタイミングで、俺の指示によりシリウスシュガー全機は\n主機を落として機体を停止させた。": "Vào thời điểm đó, theo chỉ thị của tôi, tất cả các máy bay Sirius Sugar đã tắt động cơ chính và dừng máy.",
    "なお、この交渉に先立ち、\nジュリーは解放されて七彩機に回収されている。": "Ngoài ra, trước cuộc đàm phán này,\nJulie đã được thả và được thu hồi bởi Nanairo.",
    "こうして顔を合わせるのは初めてね。\n改めて『双頭の斧』のリーダー、コトハよ。": "Lần đầu tiên chúng ta gặp nhau nhỉ.\nTôi là Kotoha, thủ lĩnh của 'Lưỡi Rìu Đôi'.",
    "俺は生徒会付教導指揮官の%usernameusernameuserna%だ。": "Tôi là %usernameusernameuserna, chỉ huy hướng dẫn của Hội học sinh.",
    "あたしは月ヶ瀬ちゆる。": "Tớ là Tsukigase Chiyuru.",
    "……龍宮ちゆる、と言った方がよかった？": "… Tốt hơn là nên nói Ryugu Chiyuru?",
    "どちらでも。私からは龍宮ちゆるとしか呼ばないから。": "Cái nào cũng được. Tôi chỉ gọi là Ryugu Chiyuru thôi.",
    "……そう。それにしても、先に人質を返してくれるなんて、\nどういう風の吹き回し？": "… Vậy sao. Mặc dù vậy, việc các cậu trả con tin trước,\nlà sao đây?",
    "一定の信用は築いておきたいと思ったの。\n私達は別に敵じゃないことを示すために。": "Tôi muốn xây dựng một sự tin tưởng nhất định.\nĐể cho thấy chúng tôi không phải là kẻ thù.",
    "あんな乱暴な襲撃をしておいてか？": "Sau khi tấn công một cách thô bạo như vậy sao?",
    "あくまで『龍宮ちゆる』の敵じゃないってだけよ。": "Chỉ là không phải là kẻ thù của 'Ryugu Chiyuru' thôi.",
    "そういうことか。": "Ra là vậy.",
    "私達の仲間になってほしいの、龍宮ちゆる。": "Chúng tôi muốn cậu trở thành đồng đội của chúng tôi, Ryugu Chiyuru.",
    "やれやれ。キミもＴ２元素応用技術が目当て？\nあれを武器に応用したいの？": "Chà chà. Cậu cũng nhắm đến công nghệ ứng dụng nguyên tố T2 sao?\nCậu muốn ứng dụng nó vào vũ khí sao?",
    "いや、違う。あんたには研究をやめてもらう。\n未来永劫、私のそばで研究しないよう見張らせてもらうの。": "Không, không phải vậy. Tôi sẽ khiến cô từ bỏ nghiên cứu.\nTôi sẽ giám sát cô để cô không nghiên cứu bên cạnh tôi mãi mãi.",
    "……へえ。": "… Ồ.",
    "Ｔ２元素応用技術は危険よ。\nあれを実用化させるわけにはいかない。": "Công nghệ ứng dụng nguyên tố T2 rất nguy hiểm.\nChúng ta không thể để nó được đưa vào thực tế.",
    "危険だと主張する根拠は何？": "Cơ sở để cậu cho rằng nó nguy hiểm là gì?",
    "根拠？　むしろそれを疑問に思わない、\nあんたの脳みその方が不思議だわ。": "Cơ sở ư? Thay vì vậy, tôi tự hỏi tại sao\nbộ não của cậu lại không nghĩ đến điều đó.",
    "呆れたと言わんばかりにコトハの口元が歪む。": "Kotoha bóp méo miệng như thể nói rằng cô ấy đã chán ngấy.",
    "Ｔ２元素応用技術……その本質は『重力』の操作にある。": "Công nghệ ứng dụng nguyên tố T2… Bản chất của nó nằm ở việc thao túng 'trọng lực'.",
    "その通り。よく知ってるじゃん。": "Đúng vậy. Cậu biết rõ đấy.",
    "では、もしその技術が制御不能に陥ったら──何が起きる？": "Vậy, nếu công nghệ đó bị mất kiểm soát thì sao――chuyện gì sẽ xảy ra?",
    "……どういうこと？": "… Ý là sao?",
    "自明のことから話をしましょう。\nそっちの指揮官が付いてこられないみたいだし。": "Hãy nói chuyện từ những điều hiển nhiên.\nCó vẻ như chỉ huy bên đó không theo kịp.",
    "お心遣い、痛み入るよ。": "Tôi rất biết ơn sự quan tâm của cậu.",
    "メイズ内に通常の生物は長く滞在できない。": "Các sinh vật thông thường không thể ở lại trong Mê Cung quá lâu.",
    "そこで暮らしているのは奇妙な変異を遂げた、\n化け物のようなメイズシフターだけよ。": "Những gì sống ở đó chỉ là những kẻ biến đổi kỳ lạ,\nnhững kẻ thay đổi Mê Cung như quái vật.",
    "では何故そうなったのか？　それは全て――": "Vậy tại sao lại như vậy? Đó là tất cả――",
    "まるで地獄の底を見てきたような瞳がちゆるを捉える。": "Đôi mắt như đã nhìn thấy tận đáy địa ngục bắt lấy Chiyuru.",
    "――メイズ内の重力異常が原因。": "――Nguyên nhân là do dị thường trọng lực trong Mê Cung.",
    "……そうなのか？": "… Vậy sao?",
    "そういう主張があるのは知ってるよ。\nそしてそれは……事実だろうね。": "Tôi biết rằng có một tuyên bố như vậy.\nVà nó… có lẽ là sự thật.",
    "わかっていてその態度……？　ますます信じられないんだけど。": "Cậu biết mà vẫn cứ như vậy… ? Tôi càng không thể tin được.",
    "重力操作なんてものに手を出して、\nその使い方を誤ればどうなると思う？": "Cậu nghĩ gì nếu chúng ta tham gia vào việc thao túng trọng lực,\nvà sử dụng nó một cách sai lầm?",
    "今はメイズ内だけで起きている現象が、\n地上にまで広がってしまうでしょうね。": "Hiện tượng chỉ xảy ra trong Mê Cung,\nsẽ lan ra trên mặt đất.",
    "そうなれば――地上全てがメイズになる。\nそうなった時、あんたは責任を取れるの？": "Nếu vậy――toàn bộ mặt đất sẽ trở thành Mê Cung.\nKhi đó, cậu có chịu trách nhiệm không?",
    "……っ。": "…!",
    "コトハの糾弾を受けて、明らかにちゆるは狼狽していた。": "Chiyuru rõ ràng đã hoảng loạn trước lời buộc tội của Kotoha.",
    "それは……ありえる話なのか？": "Điều đó… có thể xảy ra sao?",
    "否定しきれないってのが本音ね。可能性の話でしかないけれど、\n彼女の言っている懸念があるのは事実よ。": "Sự thật là tôi không thể phủ nhận nó. Nó chỉ là một khả năng, nhưng\nsự lo ngại mà cô ấy đang nói là có thật.",
    "（ちゆるがこの研究の第一人者だから詳しいのはわかる。\nでもコトハがここまで未発表の技術について語れるのはなぜだ？）": "（Tôi hiểu rằng Chiyuru là người đầu tiên trong nghiên cứu này nên cô ấy biết rất rõ.\nNhưng tại sao Kotoha lại có thể nói về công nghệ chưa được công bố đến mức này?）",
    "でも……どんな技術にも危険性はある。ナイフや包丁と同じでね。": "Nhưng… bất kỳ công nghệ nào cũng có những nguy hiểm. Giống như dao và thớt vậy.",
    "誰かを殺そうとその切っ先を人に向ければ武器になるし、\n食材に向ければそれは調理道具でしかない。": "Nếu bạn muốn giết ai đó và hướng mũi dao vào người đó, nó sẽ trở thành vũ khí,\nvà nếu bạn hướng nó vào nguyên liệu thức ăn, nó chỉ là một dụng cụ nấu ăn.",
    "所詮ツール――手段でしかないからね。\n大切なのは正しく扱う意志と知識を持つことよ。": "Rốt cuộc nó chỉ là một công cụ――một phương tiện.\nĐiều quan trọng là phải có ý chí và kiến thức để sử dụng nó một cách chính xác.",
    "この交渉において、初めてコトハの表情が緩んだ。": "Trong cuộc đàm phán này, lần đầu tiên nét mặt của Kotoha giãn ra.",
    "その考え方、私は嫌いじゃない。けど――": "Tôi không ghét cách suy nghĩ đó. Nhưng――",
    "残念だけど、あんたは『誰がその刃を握るのか』を見ていない。": "Thật đáng tiếc, nhưng cậu không thấy 'ai đang cầm lưỡi dao đó'.",
    "誰が、刃を……？": "Ai, lưỡi dao…?",
    "私達の組織の名前は――『双頭の斧』。つまりは両刃斧。\nこの名前の意味ってわかる？": "Tên của tổ chức chúng tôi là――'Lưỡi Rìu Đôi'. Tức là rìu hai lưỡi.\nCậu có hiểu ý nghĩa của cái tên này không?",
    "さあね……斧は力の象徴ってイメージくらいしかないかな。": "Tôi không biết… Tôi chỉ có hình ảnh rìu là biểu tượng của sức mạnh.",
    "そう、力の象徴。特に両刃斧の場合は常に一方の刃が敵を断つとき、\nもう一方の刃は己のほうへと向いてるの。": "Đúng vậy, biểu tượng của sức mạnh. Đặc biệt là trong trường hợp của rìu hai lưỡi, khi một lưỡi luôn cắt đứt kẻ thù,\nlưỡi còn lại hướng về phía chính mình.",
    "だからその斧を振るうには、\n己を律する強い意志と自制心がないといけない。": "Vì vậy, để vung rìu đó,\ncần phải có một ý chí mạnh mẽ và sự tự chủ để tự điều chỉnh bản thân.",
    "少しでも扱い方を間違えれば、\nその刃は簡単に自分達の脅威になってしまうから。": "Nếu bạn sử dụng nó sai một chút,\nlưỡi dao đó sẽ dễ dàng trở thành mối đe dọa cho chính bạn.",
    "なのに――今そんな力の象徴の柄を握ろうとしているのは、\nきっと『私達』ではない。ここが問題なのよ。": "Vậy mà――bây giờ, người đang cố gắng nắm lấy cán của biểu tượng sức mạnh đó,\nchắc chắn không phải là 'chúng ta'. Đây là vấn đề.",
    "ゆるく風が吹き抜けていく。": "Gió nhẹ thổi qua.",
    "一体、何を言っているの……？": "Rốt cuộc, cậu đang nói về điều gì…?",
    "――と、そのときだった。": "――Và rồi, vào lúc đó.",
    "ピュン――": "Vút――",
    "なんだ、今の音は！？": "Tiếng gì vậy!?",
    "まさか……！": "Không lẽ…!",
    "一瞬、空を見たコトハがコックピットに飛び込む。\nそしてすぐさま機体に回避行動をとらせた。": "Kotoha nhìn lên bầu trời trong giây lát và nhảy vào buồng lái.\nVà ngay lập tức, cô ấy đã thực hiện các hành động né tránh với máy bay.",
    "直後、彼女の機体のあった場所に、炎が立ち上がる。": "Ngay sau đó, ngọn lửa bùng lên ở nơi máy bay của cô ấy đang ở.",
    "──誰が撃った！？": "──Ai đã bắn!?",
    "少なくともシリウスシュガーには無理だ。\n全ての機体が主電源を落としていたのだから。": "Ít nhất là Sirius Sugar không thể.\nVì tất cả các máy bay đã tắt nguồn chính.",
    "ならば双頭の斧のＭＧによるものかとなるが、\n狙ったのがコトハの機体なのは解せない。": "Nếu vậy, nó sẽ là do MG của Lưỡi Rìu Đôi, nhưng\nvì mục tiêu là máy bay của Kotoha nên không thể hiểu được.",
    "まさか――": "Không lẽ――",
    "だとしたら可能性はひとつ。\n第三者の介入だ。": "Nếu vậy, chỉ có một khả năng.\nĐó là sự can thiệp của người thứ ba.",
    "俺達もＭＧを起動させるぞ。": "Chúng ta cũng khởi động MG.",
    "コックピットに飛び込んで主機を入れる。": "Tôi nhảy vào buồng lái và bật động cơ chính.",
    "離れていた七彩達も非常事態と判断したのか\nＭＧを起動させている。": "Nanairo, những người đã ở xa, cũng phán đoán rằng đây là một tình huống khẩn cấp\nvà đang khởi động MG.",
    "やっぱり穏便に終わらせるのは無理だったか。": "Tôi vẫn không thể kết thúc một cách êm đẹp sao.",
    "少なくとも砲撃があるまではコトハと冷静な言葉のやり取りが\nできていただけに残念でならない。": "Tôi rất tiếc rằng tôi đã có thể trao đổi những lời nói bình tĩnh với Kotoha cho đến khi có cuộc pháo kích.",
    "あいつら、撃ってきやがった！": "Bọn khốn đó, chúng đã bắn!",
    "応戦しろ！！": "Chống trả!!",
    "双頭の斧下っ端機が発砲している。\nだが攻撃目標が定まっていないようでバラバラな動きだった。": "Máy bay hạng dưới của Lưỡi Rìu Đôi đã nổ súng.\nNhưng có vẻ như mục tiêu tấn công không được xác định nên hành động một cách rời rạc.",
    "まずは七彩達と合流する！": "Trước tiên, hãy hợp lực với Nanairo!",
    "わかった……！": "Tôi hiểu rồi…!",
    "状況は乱戦へとなだれ込んでいた。": "Tình hình đã lao vào một cuộc chiến hỗn loạn."
}