{
    "あぁ……いい天気だな。\nたまにはひとりでのんびり散歩するのもいいもんだな。": "A… Thời tiết đẹp thật.\nThỉnh thoảng một mình tản bộ thong thả cũng tốt nhỉ.",
    "……おや？": "… Ơ?",
    "んー。もうちょっと待ってね、ねこさん。\nリディアが今いくよ。": "Ưm. Chờ một chút nhé, mèo ơi.\nLydia đến ngay đây.",
    "ふと聞き覚えのある声がして、そちらに目を向けると……\nなんと木の上の太い主枝にひとりの少女がしがみついていた。": "Bỗng nghe một giọng nói quen thuộc, tôi nhìn về phía đó…\nQuả nhiên, một cô bé đang bám vào cành cây lớn trên cao.",
    "トリニティ・ジュエルの……": "Trinity Jewel…",
    "確かリディアだったか……": "Chắc là Lydia…",
    "あそこにいるのは評価プロジェクトのときの……": "Người ở đó là… trong dự án đánh giá…",
    "何をしてるんだ、あんなところで……？": "Đang làm gì ở chỗ đó vậy…?",
    "にゃ～。": "Meo~",
    "よくよく見てみると、主枝の先端には一匹の猫がいた。もしかすると、\n彼女は降りられなくなった猫を助けようとしているのかもしれない。": "Nhìn kỹ hơn, ở đầu cành cây có một con mèo. Có lẽ nào,\ncon bé đang cố gắng cứu con mèo không thể xuống được.",
    "（だけど、なんだか危なっかしいな……）": "（Nhưng mà, có vẻ nguy hiểm quá…）",
    "ねこさん、ねこさん……あとちょっと。\nいまおたすけ……": "Mèo ơi, mèo ơi… Sắp xong rồi.\nĐang giúp…",
    "しかしリディアは手を伸ばすも、\n先端でうずくまる猫には全然届かない。それどころか――": "Tuy nhiên, Lydia vươn tay ra, nhưng\nhoàn toàn không với tới con mèo đang cuộn tròn ở đầu cành. Thậm chí là—",
    "ぴょん――": "Bộp—",
    "猫は特に臆することなく、そのまま先端から地面へと飛び降りた。\n猫の身体能力を思えば、当然といえば当然だろう。": "Con mèo không hề sợ hãi, cứ thế nhảy xuống từ đầu cành.\nNếu xét đến thể chất của loài mèo, thì điều đó là đương nhiên.",
    "にゃーん。": "Meow~",
    "んー？　ねこさん、自分で降りられた？\nリディアのかんちがい？": "Ưm? Mèo tự nhảy xuống được rồi à?\nLydia hiểu lầm sao?",
    "（別に猫のほうは実のところ、ピンチでもなんでもなかったわけか）": "（Mà thực ra con mèo cũng không gặp nguy hiểm gì）",
    "よかった。これでねこさん、もう安心。": "May quá. Như vậy thì mèo đã an tâm rồi.",
    "リディアも、降り――": "Lydia cũng, xuống—",
    "――と、そのときだ。木から降りようとしたのだろう。\nしかしバランスを崩して、今まさに枝から落ちようとしていた。": "—Và rồi, lúc đó. Chắc là muốn xuống khỏi cây.\nNhưng mất thăng bằng, hiện tại đang rơi khỏi cành.",
    "んー？": "Ưm?",
    "危ないっ！": "Nguy hiểm!",
    "（――ふぅ、なんとかキャッチできた。\nというか、見た目どおりめちゃくちゃ軽いな、この子……）": "（—Phù, cuối cùng cũng bắt được rồi.\nNói đúng hơn, con bé này nhẹ thật đấy…）",
    "リディア、せーふ。": "Lydia, an toàn.",
    "『せーふ』って……今、普通に落ちてたからな？\n俺がキャッチしてなかったら、どうなってたことか……": "『An toàn』… Vừa nãy, em rơi xuống bình thường đấy?\nNếu tôi không bắt thì không biết chuyện gì sẽ xảy ra nữa…",
    "んー？　リディアなら、だいじょうぶだよ？": "Ưm? Lydia thì, không sao đâu?",
    "いやいや、大丈夫なもんか。\n大怪我してたかもしれないぞ。": "Không, không sao là sao được.\nCó lẽ đã bị thương nặng rồi.",
    "そう？　たすけてくれてありがとー。\nえーと、えと……………………おにいちゃん？": "Vậy sao? Cảm ơn anh đã giúp em.\nÀ, ừm… anh trai?",
    "（俺の名前、覚えていなさそうだな……）": "（Tên tôi, có vẻ em ấy không nhớ…）",
    "……%usernameusernameuserna%だ。\n改めて、よろしくな。": "…Tôi là %usernameusernameuserna%.\nXin chào.",
    "あ、おもいだしたー。\nしきかんのおにいちゃんだ。": "À, em nhớ rồi.\nAnh trai chỉ huy.",
    "思い出してくれて、何よりだ。": "Em nhớ ra là tốt rồi.",
    "それじゃあ、バイバイ。": "Vậy thì, tạm biệt.",
    "え、もう行くのか。これから何か用事でもあるのか？": "Hả, đi luôn sao? Từ giờ em có việc gì à?",
    "『おたすけさんぽ』するよてい。": "Em sẽ 『Đi giúp đỡ』.",
    "おたすけさんぽ……？": "Đi giúp đỡ…?",
    "お困りなみんなを、リディアがおたすけする。": "Lydia sẽ giúp đỡ những người gặp khó khăn.",
    "なるほど……？　人助けして回っているって感じか。": "Ra là vậy…？ Giống như đi giúp người vậy.",
    "じゃあ、またね。": "Vậy thì, hẹn gặp lại.",
    "あ、リディア……！": "À, Lydia…!",
    "（なんだか心配だ……どうしてか無性に付いててやらないといけない\n気持ちになるというか。まさか……父性ってやつか？）": "（Tôi hơi lo lắng… Không hiểu sao lại có cảm giác phải đi theo em ấy.\nChẳng lẽ… Bản năng của một người cha sao?）",
    "なあ、その『おたすけさんぽ』とやらに、\n俺も付いて行っていいか？": "Này, cái 『Đi giúp đỡ』 đó,\ntôi đi cùng được không?",
    "んー？　付いてくる？": "Ưm? Đi cùng sao?",
    "いいよ、おにいちゃんなら。一緒にいこ？": "Được chứ, nếu là anh trai. Đi cùng em nhé?",
    "おにいちゃん、こっちこっち。": "Anh trai, đi bên này.",
    "あ、ああ……": "À, ừm…",
    "（……さて、『おたすけさんぽ』とやらに同行したが、\n具体的にどんなことをするつもりなんだろう？）": "（…Vậy là, tôi đã đi cùng với 『Đi giúp đỡ』, nhưng\ncụ thể thì sẽ làm những gì đây?）",
    "（というか、結局呼びやすいのか、\n『おにいちゃん』で定着しちゃったな……）": "（Mà nói đi cũng phải nói lại,\n『Anh trai』 đã trở thành cách gọi cố định rồi…）",
    "どうしたリディア？": "Lydia, sao vậy?",
    "ふとリディアの向ける視線の先を辿ると、\n杖をついたひとりの年配の女性が信号のない横断歩道の前に立っていた。": "Tôi nhìn theo hướng nhìn của Lydia, thì thấy\nmột người phụ nữ lớn tuổi đang chống gậy đứng trước vạch kẻ đường không có đèn tín hiệu.",
    "往来する自動車は、どれも止まる気配はない。\n若い人なら切れ目を狙って、走って渡ることも可能そうだが――": "Những chiếc xe qua lại, không hề có dấu hiệu dừng lại.\nNếu là người trẻ thì có thể tranh thủ lúc xe thưa thớt mà chạy qua—",
    "これは、おたすけのよかん。": "Đây là, dự cảm giúp đỡ.",
    "あ、リディア！": "À, Lydia!",
    "とてとてとて――": "Tót tót tót—",
    "おばあちゃん、おばあちゃん、道わたれなくて困ってる？": "Bà ơi, bà ơi, bà không qua đường được ạ?",
    "おやまあ、可愛らしいお嬢ちゃんねぇ。\nそうだよ、なかなか車が止まってくれなくて……": "Ôi chao, cô bé dễ thương quá.\nĐúng vậy, xe không chịu dừng lại…",
    "なら、リディアにおまかせー。": "Vậy thì, cứ để Lydia lo.",
    "あ、おい！": "Này!",
    "リディアは車の往来のわずかな切れ目を見計らい、道路に出た。": "Lydia canh thời điểm xe thưa thớt, bước ra đường.",
    "はーい、車さん、すとっぷ。これ以上はだめー。": "Này xe ơi, dừng lại. Không được đi nữa.",
    "さすがに道に出てきた人間を轢くわけにはいかず、\n車は停止線の前で止まる。これならご老人でもゆっくり渡れるだろう。": "Quả thật không thể cán người ra đường được, xe dừng lại trước vạch dừng. Như vậy thì người già có thể thong thả qua đường.",
    "はい、おばあちゃん、わたっていいよ。急がなくていいからね？": "Vâng, bà ơi, cứ qua đi ạ. Không cần vội đâu ạ?",
    "ありがとうねぇ……でもあまり危ない真似しちゃダメよ？": "Cảm ơn cháu nhé… Nhưng đừng làm những việc nguy hiểm nhé?",
    "はぁーい！": "Vâng!",
    "（これがリディアの言う『おたすけさんぽ』か……）": "（Đây là 『Đi giúp đỡ』 của Lydia sao…）",
    "それからも、リディアは俺を連れて学園の街内を散策しながら、\n困っている人を見かけては無差別に端から手を差し伸べていた。": "Sau đó, Lydia dẫn tôi đi dạo quanh thị trấn học viện,\ncứ thấy ai gặp khó khăn là em ấy lại giúp đỡ.",
    "はぁ……どこに落としたのかしら。\nお母さんからもらった大事な時計だったのに。": "Haizz… Tôi đã làm rơi nó ở đâu nhỉ.\nĐó là chiếc đồng hồ quan trọng mẹ cho tôi.",
    "んー？　お困りさん？　リディアがおたすけするよ。": "Ưm? Gặp khó khăn sao? Lydia sẽ giúp đỡ.",
    "えっ……？": "Hả…?",
    "一緒に探してくれて、ありがとう……！　見つかってよかったわ！\nまさかさっき寄ったカフェで落としていたなんてね。": "Cùng nhau tìm kiếm, cảm ơn…! May quá đã tìm thấy rồi!\nKhông ngờ là đã rơi ở quán cà phê lúc nãy.",
    "わぁい。見つかってよかった。\nおねえさんが幸せなら、リディアも幸せ。": "Yay. Tìm thấy rồi. \nChị vui thì Lydia cũng vui.",
    "その他にも――": "Ngoài ra—",
    "うぐ……ひっく、お母さんどこ……？": "Ư… Hức, mẹ đâu…?",
    "んー？　まいご？": "Ưm? Lạc đường sao?",
    "（幼稚園くらいか。これだけ小さいと、親とはぐれたら不安だろうな）": "（Chắc là tầm mẫu giáo. Nhỏ như vậy, lạc mẹ chắc sẽ rất lo lắng）",
    "まずはふーき委員会さんのところに、連れていってあげる。\nはい、おててつなご？": "Đầu tiên, em sẽ đưa đến ủy ban Fuuki.\nVâng, nắm tay nhé?",
    "……うん。": "…Ừm.",
    "（こうしてみると……ぼんやりした不安は杞憂だったみたいだな。\nむしろちゃんと困ったみんなを助けられてる）": "（Nhìn như vậy… Nỗi lo mơ hồ có vẻ là thừa.\nThay vào đó, em ấy đã giúp đỡ những người gặp khó khăn một cách đàng hoàng）",
    "そうして時間は経ち、俺達は休憩がてら公園に戻ってきていた。\n空いているベンチを見つけて座ると――": "Thời gian trôi qua, chúng tôi đã quay lại công viên để nghỉ ngơi.\nTìm một băng ghế trống và ngồi xuống—",
    "なあ、リディア。": "Này, Lydia.",
    "どうして、リディアはその……おたすけさんぽをしてるんだ？": "Tại sao, Lydia lại… đi 『Đi giúp đỡ』 vậy?",
    "んー……それはね、みんなのお願いごとをおたすけして、\nえがおにしたい。みんなのえがお、とってもぽかぽか。": "Ưm… Đó là vì, em muốn giúp những người khác hoàn thành điều ước, \nmuốn họ cười thật tươi. Nụ cười của mọi người, thật là ấm áp.",
    "なんて……": "Thật là…",
    "なんて、いい子なんだ！！　リディアは天使か！？": "Thật là một đứa trẻ ngoan ngoãn!",
    "てんしー？": "Thiên thần sao?",
    "ああ、すまん……ひとりで盛り上がってしまった。\n父性のなせる現象だと思って見逃してくれ。": "À, xin lỗi… Tôi đã tự mình phấn khích quá mức rồi.\nXin hãy bỏ qua, vì tôi nghĩ đây là hiện tượng của bản năng làm cha.",
    "？？？": "???",
    "（きっとこの子の『みんな』には、\nさっきの猫のように困っている動物とかも含まれるんだろうな）": "（Chắc chắn trong 『mọi người』 của con bé,\ncũng bao gồm cả những con vật gặp khó khăn như con mèo lúc nãy）",
    "ただ純粋に、リディアは優しい子なんだろう。": "Chỉ đơn giản là, Lydia là một đứa trẻ tốt bụng.",
    "リディアは、偉いな。": "Lydia, giỏi lắm.",
    "そう言って、優しく頭を撫でてやった。": "Nói vậy, tôi đã nhẹ nhàng xoa đầu em ấy.",
    "んー？　どうして、リディアの頭をなでるの？": "Ưm? Tại sao, anh lại xoa đầu Lydia?",
    "誰にでも優しくするって実は結構難しいことだからな。\nそれができてるリディアは偉いよ。だから褒めてあげたいんだ。": "Tử tế với bất cứ ai thực sự là một điều khá khó khăn.\nLydia đã làm được điều đó. Vì vậy, tôi muốn khen ngợi em.",
    "じゃあじゃあ、リディアもおにいちゃんをよしよしするね。": "Vậy thì, Lydia cũng sẽ xoa anh trai.",
    "えっ、お、俺……？": "Hả, tôi…?",
    "いい子いい子。おにいちゃん、いい子。": "Ngoan ngoan. Anh trai, ngoan ngoan.",
    "ちょ、ちょっと、待ってくれ、なんで俺なんだ？": "Khoan đã, chờ một chút, tại sao lại là tôi?",
    "んー？\nそれはね――": "Ưm?\nĐó là vì—",
    "あぁっ、ちょっと、シロ！\nあ、待って、待ちなさい……っ！": "A, khoan, Shiro!\nA, chờ đã, dừng lại…!",
    "……っ、なんだ、どうした！？\n……あっ！": "…! Sao vậy, có chuyện gì vậy!?\n…A!",
    "ぐるるるるぅうううう――ワンワン！！": "Gâu gâu gâu— Gâu gâu!",
    "（大型犬が、興奮して暴れてる……！\nまずいぞ、このまま誰かに飛びかかりでもしたら大変だ！）": "（Một con chó lớn, đang kích động…!\nChết rồi, nếu cứ như vậy mà lao vào ai đó thì thật là nguy hiểm!）",
    "リディア、ここは危ない！　一旦移動しよう。\nあの犬は俺がなんとか――": "Lydia, chỗ này nguy hiểm! Chúng ta di chuyển thôi.\nTôi sẽ xử lý con chó đó—",
    "って、いない！？": "Nhưng, không thấy đâu!?",
    "気づけば目の前にリディアの姿はなく、\nふと犬のほうに目を向けると……": "Tôi nhận ra rằng Lydia không còn ở trước mặt nữa,\nvà nhìn về phía con chó…",
    "リディア！？": "Lydia!?",
    "なんと、自ら犬のほうへと近づいていた。": "Không ngờ, em ấy lại tự mình tiến lại gần con chó.",
    "おにいちゃん、リディアにおまかせー。": "Anh trai, cứ để Lydia lo.",
    "戻れ！　いくらなんでも……！": "Quay lại! Dù sao thì…!",
    "リディアなら、だいじょうぶ。": "Lydia thì, không sao đâu.",
    "ぐるるるる……！！": "Gâu gâu gâu…!",
    "まずい、犬がリディアめがけて突っ込んでいく……！": "Chết rồi, con chó đang lao về phía Lydia…!",
    "俺は彼女のために盾になる覚悟で駆け出した。\n――が。": "Tôi đã lao ra để làm lá chắn cho em ấy.\n—Nhưng.",
    "ひょい。": "Vèo.",
    "避けた！？　相手はあんな速いのに……！": "Tránh được rồi!? Đối phương nhanh như vậy mà…!",
    "リディアはまるで犬があらかじめ走るコースがわかっていたかのように、\n器用に身を傾けて突進を回避するのだった。": "Lydia đã khéo léo nghiêng người để né tránh cú lao tới, như thể em ấy đã biết trước đường chạy của con chó.",
    "そして目標を見失った犬はというと――": "Và còn về con chó đã mất dấu mục tiêu—",
    "がぅううう……きゃうんっ！": "Gâu gâu… Khóc!",
    "リディアの背後にあった樹木に、\n勢いあまってそのまま衝突してしまった。": "Con chó đã đâm vào thân cây phía sau Lydia.",
    "きゅうううう……": "Ư…",
    "（気絶した……のか？　まさかとは思うが、\nリディアはそこまで見越して……って、そんなはずないか）": "（Bất tỉnh… sao? Tôi không nghĩ vậy, nhưng\nLydia đã lường trước được… không, không thể nào）",
    "リディア！　大丈夫か、怪我はないか！？": "Lydia! Em không sao chứ, có bị thương không!?",
    "んー、へーき。": "Ưm, không sao.",
    "（……本当に、大丈夫そうだ。ＭＧの操縦技術の高さといい、\n雰囲気はぽわぽわしてるけど、やはり只者じゃない）": "（…Thật sự, có vẻ không sao cả. Kỹ thuật điều khiển MG tốt, \nmặc dù không khí có vẻ ngây ngô, nhưng quả nhiên không phải là người bình thường）",
    "いぬさん、だいじょうぶ？\n頭ごつんとして、いたかった？": "Chó ơi, không sao chứ?\nĐầu bị đụng, có đau không?",
    "リディアは気を失った犬に近づくと、優しく頭を撫でてあげた。\nしばらくすると犬は次第に目覚めて――": "Lydia đến gần con chó đã bất tỉnh, nhẹ nhàng xoa đầu nó.\nMột lúc sau, con chó dần dần tỉnh lại—",
    "……くうーん。": "…khuôn.",
    "いたいのいたいのとんでけー。": "Đau đau biến mất đi—",
    "（どうやら犬のほうも一度気を失って落ち着いたみたいだな。\nもう襲う気はなさそうだ）": "（Có vẻ như con chó cũng đã bất tỉnh một lần và bình tĩnh lại rồi.\nCó lẽ nó không còn ý định tấn công nữa）",
    "きゅーん、くぅーん。": "Khuôn, khuôn.",
    "んー。ぺろぺろくすぐったい。": "Ưm. Liếm liếm, ngứa ngáy.",
    "すごいな……リディア。\n天女か……": "Tuyệt vời… Lydia.\nThiên nữ…",
    "あ、ああああのっ、すみませんでした！\nうちのシロが……その、怪我などないでしょうか！？": "A, a, a, xin lỗi!\nShiro nhà tôi… có bị thương gì không!?",
    "んー、だいじょうぶ。": "Ưm, không sao.",
    "それより、どうしてあんな暴れっぷりに？": "Hơn nữa, tại sao nó lại hung hăng như vậy?",
    "実はこの子病院嫌いで……散歩のフリして連れていくつもりが、\n途中で気付いたみたいでそれでパニックに……": "Thực ra, con bé không thích bệnh viện… Định dắt đi dạo nhưng\ncó vẻ nó đã nhận ra trên đường đi, nên đã hoảng loạn…",
    "とんだお騒がせだな……": "Phiền phức thật đấy…",
    "んー。びょういんは行かなきゃ、めっ……だよ？\nさっき頭ごつんこしたから、それもみてもらってね？": "Ưm. Phải đi bệnh viện… đúng không?\nVì vừa đụng đầu, nên cũng phải đi khám nhé?",
    "くぅーん……": "Khuôn…",
    "そうして、飼い主は犬を連れてその場を去っていった。": "Sau đó, chủ nhân đã dắt con chó rời đi.",
    "それから俺はそろそろ日も暮れるということで、\nリディアを部屋まで送ることにした。": "Sau đó, tôi đã đưa Lydia về phòng vì trời cũng sắp tối rồi.",
    "あ……おにいちゃん。\nリディア、すっかりドわすれ。": "À… Anh trai.\nLydia, quên béng mất rồi.",
    "え、なにを？": "Hả, quên gì?",
    "しゃがんで、しゃがんで。": "Ngồi xuống, ngồi xuống.",
    "よくわからないが、\n俺は道の端に移動して彼女の要望通りしゃがんでみた。すると――": "Tôi không hiểu, nhưng\ntôi đã di chuyển ra mép đường và ngồi xuống theo yêu cầu của em ấy. Và rồi—",
    "おにいちゃんいい子いい子の続きー。": "Anh trai ngoan ngoan tiếp tục nào.",
    "えっ、リディア！？\nさすがにみんなが見てるし、ここでは――": "Hả, Lydia!?\nQuả thật, mọi người đang nhìn, và ở đây thì—",
    "むー。だめ。おにいちゃんは、なでなでされるべき。": "Ưm. Không được. Anh trai, phải được xoa đầu.",
    "いや、そんなこと言われてもな……\nと、とりあえず、さっき聞きそびれた理由聞いていいか？": "Không, dù em nói vậy thì…\nNhưng mà, tôi có thể hỏi lý do mà tôi đã bỏ lỡ lúc nãy không?",
    "おつかれのとき、なでなでされると、リディアは元気になるよ？": "Khi mệt mỏi, được xoa đầu, Lydia sẽ khỏe hơn?",
    "それはリディアがそうであるってだけで……\nというか、そもそも俺は疲れてないぞ。": "Chỉ là Lydia thấy vậy thôi…\nNói đúng hơn, tôi không hề mệt mỏi.",
    "そう？　おにいちゃんはみんなのためにいつもいっぱいがんばる\nがんばりやさんだって、フルートとレイヴェルから聞いた。": "Vậy sao? Anh trai luôn cố gắng hết mình vì mọi người\nlà người luôn cố gắng, tôi đã nghe từ Flute và Ravel.",
    "だから、おにいちゃんには元気がひつよう。": "Vì vậy, anh trai cần có sức sống.",
    "それは……教導指揮官だから、当然のことだ。\nそういう役割だし、俺自身もしたくてしてるわけだしな。": "Đó là… Vì tôi là chỉ huy giáo dục, đó là điều đương nhiên.\nĐó là vai trò của tôi, và tôi cũng muốn làm điều đó.",
    "んー、つよがりさん？": "Ưm, người mạnh mẽ?",
    "別に強がりなんかじゃ……": "Tôi không có mạnh mẽ gì cả…",
    "…………": "……",
    "おにいちゃん。": "Anh trai.",
    "……ん？": "…Hửm?",
    "みんな、おにいちゃんががんばりやさんだって知ってるよ。\nみんな、おにいちゃんのことが大好きで、とってもだいじ。": "Mọi người đều biết anh trai là người luôn cố gắng.\nMọi người đều rất yêu quý anh trai, và rất quan trọng.",
    "だから――あんまりムリしちゃ、めっ……だよ？": "Vì vậy— Đừng quá sức nhé…?",
    "……！": "…!",
    "いつの間にか否定の言葉は出なくなっていた。それはきっと\n彼女の言葉が、あながち間違いではないとわかっているからだろう。": "Không còn những lời phủ nhận nữa. Chắc chắn là vì\ntôi biết rằng, những lời của cô bé không sai.",
    "目が覚めたら知らない場所にいて、自分が何者なのか誰も……\n自分でさえ知らなくて、誰の記憶にも過去の記録もなくて孤独だった。": "Khi tôi tỉnh dậy, tôi ở một nơi xa lạ, và không ai…\nNgay cả tôi cũng không biết mình là ai, không có ký ức về quá khứ, và cô đơn.",
    "（もしかするとこれまで、目の前のことに一心不乱に打ち込むことで、\n不安を無意識にごまかそうとしていた部分はあったのかも……）": "（Có lẽ cho đến bây giờ, tôi đã cố gắng che giấu sự bất an một cách vô thức bằng cách tập trung vào những gì trước mắt…）",
    "……でも、違うな。少なくとも今は。": "…Nhưng, không phải. Ít nhất là bây giờ.",
    "強がりじゃない。強くありたいんだ、俺は。\nこの学園で出会って一緒に過ごす大事な仲間たちのためにな。": "Không phải là mạnh mẽ. Tôi muốn mạnh mẽ, tôi muốn vậy.\nVì những người bạn quan trọng mà tôi đã gặp và sống cùng trong học viện này.",
    "言い換えるなら、強がってはいないけど、\n強くあろうとはしてる……って感じだな。": "Nói cách khác, tôi không mạnh mẽ, nhưng\ntôi đang cố gắng trở nên mạnh mẽ… Cảm giác như vậy.",
    "――だからおにいちゃんは、みんなをえがおにできる。": "—Vì vậy, anh trai có thể làm mọi người cười.",
    "え……？": "Hả…?",
    "なでなではやめる。でも、がんばりやさんはほんとう。\nそれがね、リディア――ううん、みんなの『おたすけ』になってる。": "Tôi sẽ ngừng xoa đầu. Nhưng, người luôn cố gắng là thật.\nĐó là, Lydia— không, là 『giúp đỡ』 mọi người.",
    "おにいちゃんはね、すごいおにいちゃん。\nリディアにはまだできないくらい、みんなをいっぱいえがおにしてる。": "Anh trai là, một người anh trai tuyệt vời.\nTôi vẫn chưa thể làm được như vậy, anh trai đã làm cho mọi người cười thật nhiều.",
    "リディア……": "Lydia…",
    "でも、ムリをするのは、めっ……だよ？\n元気がほしくなったら、リディアのところにきてね。": "Nhưng, đừng quá sức nhé?\nNếu muốn có sức sống, hãy đến chỗ Lydia nhé.",
    "そしたら、またなでなでいっぱいする。\nいっぱいいっぱい、リディアに甘えんぼうさんしていいよ。": "Khi đó, tôi sẽ lại xoa đầu thật nhiều.\nThật nhiều, hãy dựa dẫm vào Lydia nhé.",
    "はは、さすがに撫で撫では恥ずかしいかな……\nでも気を使ってくれてありがとう。": "Ha ha, xoa đầu thì hơi ngại nhỉ…\nNhưng cảm ơn em đã quan tâm.",
    "どういたしまして、おにいちゃん。": "Không có gì, anh trai.",
    "そう言って微笑む彼女は、\nまるで慈愛の女神のようだった――": "Cô bé mỉm cười, như thể\nmột nữ thần từ bi vậy—"
}