{
    "すみません、いきなり押しかけてしまって。": "Xin lỗi, tôi đến đột ngột quá.",
    "食事中だった": "Đang ăn cơm.",
    "エロ動画を観ていた": "Đang xem phim đen.",
    "まったくだ。実は今――": "Đúng là... Thực ra thì...",
    "えぇっ！？す、すみません、気遣いができてなくて……": "Hả!? X, xin lỗi, em không để ý...",
    "じょ、冗談だ。気にしないでくれ。": "Đ, đùa thôi. Đừng bận tâm.",
    "それで、わざわざ俺に会いに来たんだ。\n他の連中には相談できないことを話しに来たんだろ？": "Vậy là cậu tìm tôi có việc gì à?\nChắc là chuyện không thể tâm sự với ai khác?",
    "俺が促すと、めるは少し躊躇してから、\nやがて口を開いた。": "Tôi thúc giục, Meru có vẻ do dự một chút rồi mới mở lời.",
    "はい……実は、その……カオスメイデンとの公式競技なんですけど、\n勝てるかどうか不安になってきちゃって……": "Vâng... Thực ra thì... Về cuộc thi chính thức với Chaos Maiden ấy ạ,\nEm bắt đầu thấy bất an quá...",
    "私がまた足を引っ張っちゃうんじゃないかって……": "Em sợ rằng mình sẽ lại kéo mọi người xuống...",
    "今日の模擬戦では活躍していただろ。\nむしろ、めるがもたらした勝利と言っても過言じゃない。": "Trong trận đấu tập hôm nay em đã thể hiện rất tốt mà.\nNói không ngoa thì chiến thắng đó là nhờ Meru đấy.",
    "あ、ありがとうございます。でも……": "À, em cảm ơn. Nhưng...",
    "葵から言われたカオスメイデンの情報のせいで、\n委縮してしまってるみたいだな。": "Thông tin về Chaos Maiden mà Aoi nói có vẻ khiến em\nbị co rúm lại rồi.",
    "……また弱虫に逆戻りか？": "...Lại trở thành đứa nhóc yếu đuối à?",
    "すみません……でも、ユリアさんには私の技も通用しないかもって\n考えると、どんどん悪いことを考えるようになっちゃって……": "Xin lỗi... Nhưng mà, em cứ nghĩ đến việc chiêu thức của mình có thể không hiệu quả với Yuria,\nrồi cứ nghĩ lung tung...",
    "うーん。この調子で悪い方へ堂々巡りされると、\nかなりよくないな。": "Ưm. Cứ đà này mà đi theo vòng luẩn quẩn thì\nkhông ổn chút nào đâu.",
    "……仕方がない。": "...Không còn cách nào khác.",
    "やれやれ……いいか？　今から俺が言うことは、\n他のやつらには絶対に言うなよ？": "Haizz... Nghe cho kỹ nhé? Điều tôi sắp nói,\ntuyệt đối không được nói với ai khác đấy?",
    "え？　あ、はい……": "Hả? À, vâng...",
    "まず、このＭＧ競技ってのは、厳密には公平な競技じゃない。": "Đầu tiên, cuộc thi MG này, nói chính xác thì không phải là một cuộc thi công bằng.",
    "え……？　どういうことでしょうか？": "Hả...? Ý là sao ạ?",
    "あのな、校舎ごとに使用するＭＧのタイプが違う時点で\n完全にイーブンな条件で戦えるはずがないんだよ。": "Này, chỉ riêng việc mỗi trường dùng loại MG khác nhau thì\nđã không thể chiến đấu trong điều kiện ngang bằng rồi.",
    "確かに、そうかもしれませんが……": "Đúng là, có lẽ là vậy...",
    "そもそもパイロットの本来の任務ってのはメイズの探索だろ？\nＭＧ同士の戦いはそこまで重要じゃないはずだ。": "Hơn nữa, nhiệm vụ ban đầu của phi công là thám hiểm Mê Cung đúng không?\nViệc chiến đấu giữa các MG không quan trọng đến thế.",
    "ならば何故、この学校ではそれを競技として扱っているのか。": "Vậy tại sao trường này lại coi nó là một cuộc thi?",
    "ＭＧ競技の目的は『勝つこと』じゃない。\n勝利を目指して己を研ぎ澄ますことにあるんだと俺は考える。": "Mục đích của cuộc thi MG không phải là 'chiến thắng'.\nTôi nghĩ là nó nằm ở việc mài giũa bản thân để hướng đến chiến thắng.",
    "え……それって必ずしも勝つ必要はない、ということですか？": "Hả... Vậy là không nhất thiết phải thắng sao?",
    "そうは言ってないが、負けたら終わりってことでもない。\n要は己の鍛錬の理由として、勝利が掲げられているだけだ。": "Tôi không nói thế, nhưng thua cũng không phải là hết.\nQuan trọng là chiến thắng chỉ là lý do để rèn luyện bản thân thôi.",
    "つまり、ＭＧ競技はスポーツじゃなくて武道なんだよ。": "Tức là, cuộc thi MG không phải là thể thao, mà là võ đạo.",
    "武道の試合なのだから、勝ち負けに固執するべきではない。\n大切なのは己を磨くこと。それこそが武道の本質だ。": "Vì là một trận đấu võ đạo, không nên quá chấp vào thắng thua.\nĐiều quan trọng là rèn luyện bản thân. Đó mới là bản chất của võ đạo.",
    "だから、負けてもいいとは言わないが、勝ちに固執するのはよくない。\n試合はあくまでも鍛錬の場でしかないからな。": "Vì vậy, tôi không nói là thua thì được, nhưng cũng không nên quá chấp vào chiến thắng.\nTrận đấu chỉ là nơi để rèn luyện mà thôi.",
    "たとえ相手に力が及ばなかったとしても、お前が怖れることなく\n鍛錬の成果を発揮できれば、試合の目的は達成されているんだよ。": "Dù đối phương có mạnh hơn, nếu em không sợ hãi mà\nthể hiện được kết quả rèn luyện của mình, thì mục đích của trận đấu đã đạt được rồi.",
    "%usernameusernameuserna%さんの言いたいことはわかります。\nでも次の戦いに負けたら私たち、退学になっちゃいます……": "Em hiểu những gì %usernameusernameuserna% muốn nói.\nNhưng nếu chúng ta thua trận tiếp theo, chúng ta sẽ bị đuổi học...",
    "お前が全力を発揮した上で負けたのなら、それは指導した俺の責任だ。\n責めるなら自分じゃなくて俺を責めるべきだ。違うか？": "Nếu em đã cố gắng hết sức mà vẫn thua, đó là trách nhiệm của tôi, người đã chỉ đạo.\nEm nên trách tôi thay vì trách bản thân. Đúng không?",
    "それは、そうかもしれません。でも……": "Cũng có thể là vậy. Nhưng...",
    "もしかしてめるはただ負けることを\n恐れているんじゃない……のか？": "Có lẽ Meru chỉ sợ thua trận\n...phải không?",
    "お前は何を怖がっている？\n自分の責任で競技に負けることだけが理由じゃなさそうだが？": "Em sợ điều gì?\nKhông chỉ vì trách nhiệm của bản thân khi thua cuộc thi đúng không?",
    "…………": ".........",
    "しばしの沈黙の後に、おずおずとめるが口を開いた。": "Sau một hồi im lặng, Meru ngập ngừng mở lời.",
    "……私、シリウスシュガーのみんなのことが大好きなんです。": "...Em rất yêu mọi người trong Sirius Sugar.",
    "%usernameusernameuserna%さんのおかげで、\nシリウスシュガーはようやく上手くまとまってきました。": "Nhờ có %usernameusernameuserna% mà\nSirius Sugar cuối cùng đã gắn kết lại với nhau.",
    "カラフルブーケにも勝てて、より結束が強まって……\nでも、試合に負けたらシリウスシュガーはなくなっちゃいます。": "Chúng ta đã thắng cả Colorful Bouquet, tình đoàn kết càng thêm sâu sắc hơn...\nNhưng nếu thua trận, Sirius Sugar sẽ tan rã mất.",
    "私は、みんなともっと一緒にいたいんです。みんなと、%usernameusernameuserna%さんともっと上を目指したい。": "Em muốn ở bên mọi người nhiều hơn nữa. Em muốn cùng mọi người, cùng %usernameusernameuserna% vươn lên cao hơn nữa.",
    "だから、そのために、本番までに何かできることはないかなって。\n私ひとりじゃ思いつかないので、アドバイスをもらいに来たんです。": "Vì vậy, để đạt được điều đó, em tự hỏi liệu mình có thể làm gì trước trận đấu không.\nVì em không thể nghĩ ra một mình, nên em đã đến xin lời khuyên.",
    "なるほど。そういうことか……": "Ra là vậy... ",
    "どんなネガティブな言葉を並べられるかと思っていたら、\n随分と前向きなお悩み相談ときたものだ。": "Tôi cứ tưởng em sẽ nói ra những lời tiêu cực,\nvậy mà lại là một lời tâm sự đầy tích cực.",
    "今、シリウスシュガーのなかで最も成長しているのは\n彼女であることはまず間違いない。": "Hiện tại, người đang trưởng thành nhất trong Sirius Sugar\nchắc chắn là cô ấy.",
    "新技を覚え、精神的にも成長し、そして仲間のために\n自分ができることはないかと模索し始めている。": "Học được kỹ năng mới, trưởng thành về tinh thần, và bắt đầu tìm cách\nđể xem mình có thể làm gì cho đồng đội.",
    "それなら、俺は指揮官として彼女の期待に応えなくてはな。": "Vậy thì, tôi phải đáp ứng kỳ vọng của cô ấy với tư cách là chỉ huy.",
    "める……明日１日、俺に付き合ってくれないか？": "Meru... Em có thể ở bên tôi một ngày mai được không?",
    "え……？": "Hả...?",
    "流石に、今のお前を数日でさらに強くする手段は思いつかない。でも……勝つためにできることはすべてやっていきたい。": "Phải thừa nhận rằng, tôi không thể tìm ra cách nào để giúp em mạnh hơn trong vài ngày tới. Nhưng...\ntôi muốn làm mọi thứ có thể để giành chiến thắng.",
    "%usernameusernameuserna%さん……！": "%usernameusernameuserna%...!",
    "わかりました……！　よろしくお願い致します！": "Em hiểu rồi...! Xin hãy giúp đỡ em!",
    "そして翌日、俺はめると連れだって、\n別の校舎へと来ていた。": "Và ngày hôm sau, tôi cùng Meru\nđến một trường khác.",
    "あ、あの、ここってスカラ校舎ですよね？どうして私をここに連れてきたんですか……？": "À, à, đây là trường Skala phải không? Tại sao anh lại đưa em đến đây...?",
    "そうそう、すぐに強くなることなんて出来ない。だからこそ、こういう時にやるべきことはひとつだろう。": "Đúng vậy, không thể mạnh lên ngay được. Vì vậy, vào những lúc như thế này, chỉ có một việc nên làm.",
    "え？": "Hả?",
    "カオスメイデンの偵察だ。その強さの秘密や、弱点なんかも調べるぞ！": "Do thám Chaos Maiden. Chúng ta sẽ tìm hiểu bí mật sức mạnh của họ, cả điểm yếu nữa!",
    "なお、当然ながら許可など取ってないから、奴らには気づかれないように。": "Nhân tiện, tất nhiên là chưa xin phép, nên phải cẩn thận đừng để chúng phát hiện.",
    "えええええっ！？": "Eeeeeeeeeh!? "
}