{
    "（ん？　教室でルナが本を読んでるな。\n集中してるみたいだが……ちょっと気になるタイトルだ）": "（Hả? Luna đang đọc sách trong lớp à.\nCó vẻ đang tập trung… Tiêu đề có vẻ hơi thú vị）",
    "なあ、ルナ……": "Này, Luna…",
    "ひゃいっ！？　な、なななんですか！？\n無視してませんよ！？　本に集中してたので……": "Hya!? Đ, đ, đ, điều gì vậy!?\nTớ không có lờ đi nhé!? Tại tớ đang tập trung đọc sách mà…",
    "……あれ？　%usernameusernameuserna%さん？\nええっと、どうしたんですか？": "… Ơ? %usernameusernameuserna% -san?\nÀm, cậu có chuyện gì sao?",
    "……なんでそんなビビってるんだ？": "… Sao lại căng thẳng thế?",
    "あ、いえ……その、知らない方から声をかけられたと思って、\n思わず緊張してしまいました。": "À, dạ… tại tớ cứ tưởng ai lạ lên tiếng nên…\ntự nhiên căng thẳng quá.",
    "もう少し人付き合いが必要じゃないか？": "Chẳng phải nên giao thiệp với mọi người nhiều hơn sao?",
    "あえてスルーする": "Bỏ qua",
    "教室で本を読んでいたら、\nレイヴェルさんかリディアさんくらいにしか声をかけられないので……": "Nếu tớ mà cứ đọc sách trong lớp thì\nchắc chỉ có Reiver-san hoặc Lydia-san bắt chuyện thôi…",
    "あんまり言うつもりはないが……\nもうちょっと人付き合いした方が良くないか？": "Tớ không có ý nói nhiều đâu…\nNhưng mà cậu nên giao thiệp nhiều hơn có được không?",
    "うう、そ、それは自覚はあるんです……\nで、でも怖いですし話題なんてないですし……": "Ư… t, tớ cũng tự biết…\nNhưng mà sợ lắm với lại cũng chẳng có chuyện gì để nói cả…",
    "変なことを言って空気が悪くなっちゃうくらいなら、\n本を読んで静かにしているのが一番いいので……": "Thay vì nói mấy chuyện vớ vẩn rồi làm không khí tệ đi,\nthì tớ cứ đọc sách cho yên thân là nhất…",
    "……まあ、別に話しかけろとは言わないが、\n最初みたいな反応をしないようにはしたほうがいいな。": "… Thôi thì, tớ không bảo cậu phải bắt chuyện đâu,\nnhưng mà đừng có phản ứng như lúc nãy nữa nhé.",
    "うう、分かりました……": "Ư… vâng…",
    "まあ、話しかけたのはその本が面白そうで気になったんだ。": "Mà, tớ bắt chuyện là vì cuốn sách đó có vẻ hay nên tò mò thôi.",
    "あ、この本ですか？　……ええっと、%usernameusernameuserna%さんって、\n苦手なジャンルとかはありますか？": "À, cuốn sách này ạ? … À thì, %usernameusernameuserna% -san,\ncậu có ghét thể loại nào không?",
    "いや、とくにはないな。": "Không, không có.",
    "それでしたら、この本はおススメです……\nシリーズものなんですけど、人間ドラマが魅力的で――": "Vậy thì, tớ đề cử cuốn này…\nNó là series đó, nhưng mà nội dung nhân văn rất cuốn hút――",
    "舞台も凝っていますし……シリーズも多いので、\nもしよければ私の物で良ければ貸しますけど……": "Bối cảnh cũng rất hay… với lại series cũng nhiều nữa,\nnếu cậu thích thì tớ cho cậu mượn thử nhé…",
    "（……今みたいに周囲の人相手でも、\n落ち着いて話せばいいと思うんだがなぁ）": "（… Cứ nói chuyện bình thường với mọi người như lúc nãy là được mà）",
    "そう思いながら、俺はルナに本を借りる約束をするのだった。": "Nghĩ vậy, tôi đã hẹn Luna mượn sách."
}