{
    "暇つぶしにゲームセンターで遊んでいると……": "Đang chơi game ở khu trò chơi giết thời gian thì...",
    "あ、不良生徒。": "A, học sinh cá biệt.",
    "おう、ハリエットか。つか、勝手に不良認定すんな。": "Chào, Harriet. Mà, đừng có tự tiện gán mác cá biệt cho người ta.",
    "ゲームセンターにいるのは、みーんな不良です。": "Ai vào khu trò chơi đều là học sinh cá biệt hết đấy.",
    "偏見すぎる……というか、それならハリエットもだろ。\nなんでこんなところにいるんだ？　ユーロ・タワーのお嬢様。": "Thiên kiến vừa thôi... Mà nói mới nhớ, Harriet cũng đâu khác gì.\nSao cô lại ở đây? Tiểu thư nhà Euro Tower.",
    "ふんっ。ゲームセンターに入っていく不良を見かけたので、\nとっちめてやろうと正義感を燃やしたまでです。": "Hừm. Tôi thấy một tên cá biệt đi vào khu trò chơi, nên đã nổi lòng chính nghĩa, muốn tóm cổ hắn.",
    "つまり、俺を見つけて追いかけてきたと？": "Tức là, cô thấy tôi rồi đuổi theo tôi?",
    "はぁ？！　どう聞けば、そうなるんですか！？": "Hả?! Nghe thế nào mà ra như vậy chứ!?",
    "いや、どう聞いてもそうとしか思えないんだが……": "Thì nghe thế nào cũng chỉ có thể hiểu như vậy thôi...",
    "まったく、相変わらずポンコツな耳してますね。": "Thật là, tai cậu vẫn 'tã' như ngày nào.",
    "（こいつ……）": "(Con bé này...)",
    "よかったら、レーシングゲームで勝負するか？": "Hay là mình chơi game đua xe một ván?",
    "そうだ、一緒にクレーンゲームでもするか？": "Hay là mình cùng chơi gắp thú?",
    "勝負……？": "Chơi...?",
    "せっかくだし、遊んでいかないか？\nというか、そもそもハリエットってゲーセンとか来たことある？": "Tiện thể, chơi luôn một ván không?\nMà khoan, Harriet có từng đến khu trò chơi chưa?",
    "は？　あるに決まってるじゃないですか、バカにしてるんですか？\nジェットコースターとか、何回も乗ったことありますし！！": "Hả? Chắc chắn là có rồi, cậu đang coi thường tôi đấy à?\nTàu lượn siêu tốc tôi còn chơi cả chục lần rồi đấy!",
    "……………………": "...",
    "あっ！！　今お前っ、心の中で私のこと、馬鹿にしましたね！？": "A!! Cậu vừa nghĩ tôi là đồ ngốc trong đầu đúng không!?",
    "いやいや、してないしてない！": "Đâu có đâu có!",
    "こうなったら勝負です！！\nゲームでお前に圧勝して吠え面かかせてあげますから！": "Đã vậy thì chơi luôn một ván đi!!\nTôi sẽ thắng cậu một cách áp đảo, cho cậu phải khóc thét!",
    "そうして今日１日、俺達はゲームセンターを堪能したのだった。": "Thế là, hôm nay, chúng tôi đã tận hưởng khu trò chơi.",
    "は？　嫌ですけど？　お前の不良ムーブに巻き込まないでください。\nというか、誰かにカップルと間違われでもしたら地獄ですので。": "Hả? Không đời nào? Đừng có lôi tôi vào mấy trò cá biệt của cậu.\nVới lại, ai đó mà lầm tưởng tôi với cậu là một cặp thì đúng là địa ngục đấy.",
    "別に間違われたって否定すればいいだろ。\n友達同士でゲーセンに来たとか……": "Bị hiểu lầm thì cứ phủ nhận là được.\nNhư là, bạn bè đến khu trò chơi chơi chẳng hạn...",
    "それはそれで冥府じゃないですか！\n勝手に友達認定しないでください！": "Như thế còn kinh khủng hơn! Đừng có tự tiện nhận tôi là bạn!",
    "（めっちゃ面倒くさいな、こいつ……\nいやまあ、そういうところが可愛い部分でもあるが……）": "(Phiền phức thật sự... \nMà thôi, cũng có những điểm đáng yêu thế này...)",
    "っていうか、クレーンゲームするんですか、しないんですか！？\nこっちだってヒマじゃないんですよ！！": "Mà này, rốt cuộc là có chơi gắp thú không, hay là không!?\nTôi cũng không rảnh đâu đấy!",
    "（さっき普通に『嫌』って言ったような……）": "(Lúc nãy hình như vừa nói 'không' thì phải...)",
    "突っ込むとまたワーワー言いそうだったので、\n黙っていることにした。": "Thấy cứ 'cà khịa' thì lại lằng nhằng nên tôi quyết định im lặng.",
    "その後クレーンゲームで、偶然あるお菓子メーカーの\n看板キャラのぬいぐるみが取れたのでプレゼントすると――": "Sau đó, ở trò gắp thú, tôi vô tình gắp được một con thú bông hình nhân vật của một hãng bánh kẹo nào đó, nên tôi tặng nó cho cô ấy.",
    "ふふ……": "Hừm...",
    "と、笑顔を浮かべていたのだった。\n俺の視線に気づくと、ぷいっと顔を背けたが。": "Harriet cười tủm tỉm.\nKhi nhận ra ánh mắt của tôi, cô ấy quay mặt đi."
}