{
    "――後日。ユーロ・タワー２０階。": "――Ngày hôm sau. Tầng 20 của Euro Tower.",
    "指定されたのは一番端の教室ということでしたから――": "Tôi được chỉ định đến lớp học ở cuối hành lang――",
    "ここだな。\nしかし生徒会長を呼びつけるとは大した連中だ。": "Đây rồi.\nNhưng họ gọi cả Hội trưởng đến, đúng là một lũ đáng gờm.",
    "親しみやすい、開かれた生徒会長を自負していますので。": "Tôi tự hào là một Hội trưởng thân thiện và cởi mở.",
    "そういう問題か？": "Đó là vấn đề à?",
    "そうして俺達が教室に足を踏み入れると――": "Và khi chúng tôi bước vào lớp học――",
    "……！": "……!",
    "あら？　生徒会長……？\nそれに%usernameusernameuserna%さんも……": "Hả? Hội trưởng……?\nVới cả %usernameusernameuserna% nữa……",
    "……？　あたし達に何か用か……？": "……? Có chuyện gì với tụi tớ à……?",
    "はい……というより、正確には用事があるのは、そちら側かと。\n私達は『呼ばれて』ここに来ましたので。": "Vâng……nói đúng hơn, người có việc cần là các cậu.\nChúng tôi được 'gọi' đến đây.",
    "よ、呼ばれたって……誰に――": "Ơ, được gọi……Ai gọi――",
    "ボクにだよ！": "Là tớ!",
    "……は？　どういうことだ？": "……Hả? Ý là sao?",
    "えっ、えっ？　ミリィちゃんっ、ドロテア様とリュシー様にこのこと、\nお伝えしてなかったの……？": "Ể, ể? Milly, cậu chưa kể chuyện này với Dorothea và Lucie sao……?",
    "なんか話したと思ったんだけど、気のせいだったみたい！": "Tớ tưởng đã kể rồi, nhưng có lẽ chỉ là tớ nghĩ vậy!",
    "ミリィ……報連相はしっかり、って\nいつもリュシー様に怒られてるのに。": "Milly……Luôn phải báo cáo, liên lạc và thương lượng rõ ràng\nVậy mà Lucie cứ mắng cậu suốt.",
    "ミリアム！　お嬢に黙って生徒会の人間を呼びつけたのか……！？": "Miriam! Cậu đã tự ý gọi người của Hội học sinh mà không nói với tiểu thư sao……!?",
    "普段のうっかりミスとは話が違うんだぞ。\n特に生徒会長を巻き込んでるんだからな！？": "Khác hẳn với những lỗi lầm thường ngày đấy.\nĐặc biệt là còn liên quan đến cả Hội trưởng nữa đấy!?",
    "ひぃ～！　ごめんなさ～～～～い！": "Hí～～! Xin lỗi～～～～!",
    "（適任……？）": "（Thích hợp……?）",
    "（なんの話だろう……？）": "（Là chuyện gì đây……?）",
    "……あの、責任なら私やケイにもあります。\n自分達で話し合って決めましたので……この男が適任だと。": "……À, nếu là trách nhiệm thì tớ và Kay cũng có.\nChúng tớ đã tự bàn bạc và quyết định rằng……người này là thích hợp nhất.",
    "…………": "…………",
    "（会長はすでに大枠は知ってるみたいだな）": "（Hội trưởng có vẻ đã biết đại khái rồi）",
    "もしかして……\nリュシー……": "Có lẽ nào……\nLucie……",
    "分かってる、お嬢。": "Em hiểu rồi, tiểu thư.",
    "話を進めても？": "Tiếp tục chứ?",
    "あ……はい、もちろんです。": "À……Vâng, tất nhiên rồi.",
    "皆さんご存じかとは思いますが、改めてご紹介しましょう。\nこちらが生徒会付教導指揮官、%usernameusernameuserna%さんです。": "Chắc mọi người đều biết rồi, nhưng để tôi giới thiệu lại nhé.\nĐây là Chỉ huy Huấn luyện của Hội học sinh, %usernameusernameuserna%.",
    "ご無沙汰しています。": "Lâu rồi không gặp.",
    "リュシー、演舞かっこよかったよ": "Lucie, màn trình diễn của cậu rất ngầu.",
    "ドロテア、演舞綺麗だったよ": "Dorothea, màn trình diễn của cậu rất đẹp.",
    "ああ、久しいな。そういや――": "À, lâu rồi nhỉ. Mà nói đến――",
    "演舞自体も見事だったが、指示出しが的確で\n指揮官としてとても参考になるところも多かった。": "Không chỉ màn trình diễn tuyệt vời, mà còn cả cách chỉ đạo rất chính xác nữa.\nTôi đã học hỏi được rất nhiều với tư cách là một chỉ huy.",
    "ほう、さすが目のつけどころが違うな。": "Hừm, đúng là cậu có con mắt tinh tường.",
    "クライマックスの舞は思わず見惚れてしまった。": "Vũ điệu cao trào khiến tôi không thể rời mắt.",
    "まぁ……！　ふふ、そう言っていただけると、\n最善を尽くしたかいがありますね。": "Vâng……! Hừm, nếu được mọi người khen như vậy,\nthì tôi đã cố gắng hết sức rồi.",
    "でだ。俺はどうして呼ばれたんだ？　実はまだ何も聞いてなくてな。\n生徒会長は何も教えてくれなくてね。": "Vậy đó. Sao tôi lại được gọi đến đây? Thực ra tôi vẫn chưa nghe gì cả.\nHội trưởng cũng không nói với tôi gì cả.",
    "あんたも巻き込まれたクチか……\nその顔じゃ、わけが分かんない、って感じだな。": "Anh cũng bị lôi vào sao……\nVới bộ mặt đó, chắc là anh không hiểu chuyện gì đang xảy ra, phải không?",
    "経緯を知らない方が%usernameusernameuserna%さん以外にも\nいそうだったので、ここでまとめてお話するのが早いと思った次第です。": "Vì có vẻ như ngoài %usernameusernameuserna%, còn có những người khác không biết rõ tình hình,\ntôi nghĩ việc giải thích ở đây sẽ nhanh hơn.",
    "ただ……ピクシス・マスールが解散する、\nという話は聞いている。": "Chỉ là……tôi đã nghe nói rằng Pixies Masur sẽ giải tán.",
    "そうですね……先日の皇統祭での儀礼演舞が、\nわたくし達５人で行う最後の晴れ舞台となりました。": "Đúng vậy……Màn trình diễn nghi lễ tại Lễ hội Hoàng gia vừa qua,\nlà buổi diễn cuối cùng của chúng tôi.",
    "どうしてお前達ほどのチームが……\nまさか、誰かパイロットを続けられなくなったのか？": "Sao một đội như các cô lại……\nChẳng lẽ, có ai đó không thể tiếp tục làm phi công nữa sao?",
    "いえ、これにはもっと……複雑な事情があるのです……": "Không, chuyện này còn……phức tạp hơn thế nữa……",
    "故郷、ノヴァセレス地区では現在、\n貴族という身分の有名無実化が進んでいます。": "Tại quê hương, khu vực Novaceles, hiện tại,\nđịa vị quý tộc đang dần mất đi ý nghĩa.",
    "産業構造の変化によって、\n領地を富の源泉とする旧来の社会の形が崩れてきました。": "Do sự thay đổi của cơ cấu công nghiệp,\nhình thức xã hội cũ lấy lãnh địa làm nguồn gốc của cải đã sụp đổ.",
    "そのせいで貴族っつっても、昔みたく必ずしも権力も金もあるって\n感じじゃなくてな。中には爵位を手放すやつもいるそうだ。": "Vì vậy, dù là quý tộc, nhưng không nhất thiết phải có quyền lực và tiền bạc như trước kia.\nTrong số đó, có người còn từ bỏ tước vị nữa đấy.",
    "うちも一応下級貴族だけど、いっつも節約だー！　とかで大変だったよ！\n普通に家の大きさとか、貴族じゃない子とそんな変わんないし。": "Nhà tớ cũng là quý tộc cấp thấp, nhưng lúc nào cũng phải tiết kiệm!\nThật là khổ sở! Kích thước nhà cửa cũng không khác gì mấy so với những người không phải quý tộc.",
    "なるほどな……": "Ra là vậy……",
    "うちも似たようなものですね。特に下級貴族なんて、\nほとんど爵位を持たない方々と暮らしぶりは変わりません。": "Nhà tớ cũng tương tự. Đặc biệt là quý tộc cấp thấp,\nthì cuộc sống cũng không khác gì mấy so với những người không có tước vị.",
    "な、なんなら、商売とかに成功した人のほうが、\n貴族よりもお金や社会的な影響力は、お、大きいかも……": "Thậm chí, những người thành công trong kinh doanh,\ncòn có nhiều tiền và tầm ảnh hưởng xã hội hơn cả quý tộc……",
    "議会も改革に向けて加速しているそうです。\nそれを受けて、先日ユーロ・タワーの上層部から呼び出されまして……": "Hội đồng cũng đang đẩy nhanh cải cách.\nSau đó, tôi đã được triệu tập từ tầng lớp thượng lưu của Euro Tower……",
    "――ユーロ・タワー９９階。": "――Tầng 99 của Euro Tower.",
    "ピクシス・マスールが、解散……！？": "Pixies Masur, giải tán……!?",
    "これはユーロ・タワー理事からの通達です。": "Đây là thông báo từ Hội đồng quản trị của Euro Tower.",
    "そんな！　いきなり何を――": "Sao lại như vậy! Tự dưng lại――",
    "……こほん。すみません。お話の続きを。": "……Khụ. Xin lỗi. Tiếp tục câu chuyện nào.",
    "……ノヴァセレス議会は既に、\n貴族制の段階的な廃止に向けた政策を進めています。": "……Hội đồng Novaceles đã tiến hành các chính sách hướng tới việc\ngiải thể dần chế độ quý tộc.",
    "そこで我々ユーロ・タワーもその意向を受けて、\nある施策を推し進めることになりました。": "Vì vậy, chúng tôi, Euro Tower, cũng đã nhận được yêu cầu đó,\nvà đã thúc đẩy một số chính sách.",
    "ある施策……？": "Một số chính sách……?",
    "融和の象徴を謳う身分に関係ない実力本位の精鋭チーム――\n『アークトゥルス』の新規編成です。": "Một đội ưu tú dựa trên thực lực, không phân biệt địa vị, tượng trưng cho sự hòa hợp――\nViệc thành lập mới 'Arcturus'.",
    "アークトゥルス……": "Arcturus……",
    "知っての通り、現在ユーロ・タワーの各パイロットチームは、\n身分によって分かたれています。貴族は貴族だけ、平民は平民だけ……": "Như mọi người đã biết, hiện tại các đội phi công của Euro Tower,\nđược phân chia theo địa vị. Quý tộc thì chỉ có quý tộc, thường dân thì chỉ có thường dân……",
    "そのような身分を理由にした垣根はこれから訪れる新時代、\nふさわしくないという考えです。": "Tôi cho rằng những rào cản dựa trên địa vị như vậy không còn phù hợp\nvới thời đại mới sắp tới.",
    "もちろん、あなたがたのように例外となるチームもあります。\nですが、それも主人と使用人など主従の形からくる混成チームです。": "Tất nhiên, cũng có những đội ngoại lệ như các cô.\nNhưng đó cũng là một đội hỗn hợp, xuất phát từ hình thức chủ-tớ.",
    "お、お話は、よく分かります。\nでもそれとピクシス・マスールの解散は……": "À, à, tôi hiểu rồi.\nNhưng chuyện đó thì liên quan gì đến việc Pixies Masur giải tán……",
    "アークトゥルスの栄えあるリーダーとして、既に内定しているのですよ。\nカークランド公爵ご令嬢、ドロテア様。": "Cô đã được chỉ định làm lãnh đạo ưu tú của Arcturus rồi.\nTiểu thư Dorothea, Công tước Kirkland.",
    "加えて、誰もが認めるユーロ・タワーのエースパイロット。\nあなた以上の適任は他にいないでしょう。": "Thêm vào đó, là một phi công hàng đầu của Euro Tower mà ai cũng công nhận.\nKhông có ai thích hợp hơn cô đâu.",
    "本来、チームの結成はパイロットの自由意志……\nこの強制的な人事にはあなたも不満があるとは思いますが……": "Vốn dĩ, việc thành lập đội là ý chí tự do của phi công……\nTôi biết cô cũng không hài lòng với việc nhân sự bắt buộc này……",
    "いいえ……これもカークランド家の次期当主としての務め。\nノヴァセレスの未来への礎となるのなら喜んでお引き受けします。": "Không……Đây cũng là nghĩa vụ của tôi với tư cách là người thừa kế tương lai của gia tộc Kirkland.\nNếu nó trở thành nền tảng cho tương lai của Novaceles, tôi rất vui lòng chấp nhận.",
    "なるほどな……そんなことがあったのか。": "Ra là vậy……Thì ra là vậy.",
    "――本来、チームの結成はパイロットの自由意志。\nですがユーロ・タワーは事情が少々違います。": "――Vốn dĩ, việc thành lập đội là ý chí tự do của phi công.\nNhưng Euro Tower thì có chút khác biệt.",
    "仮に自由でも、普段身分で隔てられた貴族と平民が、\n共にチームを結成しようとはならないでしょう。": "Ngay cả khi tự do, thì quý tộc và thường dân, những người vốn bị ngăn cách bởi địa vị,\nsẽ không cùng nhau thành lập một đội.",
    "だからこそ、お嬢が率いる『アークトゥルス』には意味が生まれる。": "Chính vì vậy, 'Arcturus' do cô dẫn dắt mới có ý nghĩa.",
    "お嬢は『公爵』――つまり貴族としては最高位だ。\n実力も今までの公式ＭＧ競技の結果が示すとおり折り紙付き。": "Cô là 'Công tước'――tức là người có địa vị cao nhất trong giới quý tộc.\nThực lực của cô cũng đã được chứng minh qua kết quả của các cuộc thi MG chính thức từ trước đến nay.",
    "わたくしだけの結果ではありませんが……": "Nhưng đó không phải là kết quả của riêng tôi……",
    "でもお嬢の実力が柱なのは事実だ。\nそんな人物が平民と手を取り合い、ともに戦う……": "Nhưng thực lực của cô là trụ cột, đó là sự thật.\nMột người như vậy lại cùng chung tay chiến đấu với thường dân……",
    "まさに新時代とやらの『象徴』にうってつけってわけか。": "Chính xác là phù hợp với 'biểu tượng' của thời đại mới.",
    "（でも何か少し引っかかるな……）": "（Nhưng tôi vẫn thấy có gì đó không ổn……）",
    "それでその新チームにドロテアが引き抜かれる……\nピクシス・マスールの屋台骨がいなくなるから、解散……ってわけか。": "Vậy là Dorothea sẽ bị kéo đi để vào đội mới đó……\nPixies Masur sẽ giải tán vì không còn trụ cột……",
    "そうだ。その後はメンバーを補充するか、\n４人で新チーム結成という形になる。": "Đúng vậy. Sau đó, họ sẽ bổ sung thành viên, hoặc\nlập một đội mới với 4 người.",
    "アークトゥルスの残りのメンバーはどうやって決めるんだ？\n今までの公式ＭＧ競技の結果から決めるとか？": "Làm sao để quyết định những thành viên còn lại của Arcturus?\nQuyết định dựa trên kết quả của các cuộc thi MG chính thức từ trước đến nay sao?",
    "それはこれから話すんです。\n先取りしないでください、せっかち野郎。": "Đó là điều chúng ta sẽ nói đến ngay đây.\nĐừng vội, anh bạn.",
    "うぐ、すまん……": "Ư, xin lỗi……",
    "選考会をやるんだって！\nそこでＭＧ同士で個人戦をして、成績が良かった人が入れるってこと！": "Họ sẽ tổ chức một buổi tuyển chọn!\nỞ đó, MG sẽ đấu solo với nhau, và những người có thành tích tốt sẽ được vào đội!",
    "当然、参加条件に貴族も平民もありません。\n完全実力主義……": "Tất nhiên, không có yêu cầu về quý tộc hay thường dân.\nChủ nghĩa thực lực tuyệt đối……",
    "な、なので、ドロテア様と離れ離れにならないためには……": "N, nên, để không phải xa tiểu thư Dorothea……",
    "ボク達やリュシー様４人で上位を独占する必要があるってこと！": "Tụi tớ và Lucie phải độc chiếm vị trí cao nhất!",
    "（なるほど、読めてきた。\n解散というわりに悲壮感がないと思ったら……）": "（Ra là vậy, tôi đã hiểu rồi.\nCứ tưởng giải tán, nhưng sao lại không có vẻ gì là bi thảm cả……）",
    "ボク達は、このままピクシス・マスールを終わらせたくない。\nドロテア様と離れ離れになりたくない……！　一緒にいたい！": "Tụi tớ không muốn Pixies Masur kết thúc như thế này.\nTụi tớ không muốn xa Dorothea……! Tụi tớ muốn ở cùng nhau!",
    "……": "……",
    "リュシー……": "Lucie……",
    "だからお前に、私達を鍛えさせてやる権利を与えましょう。": "Vì vậy, chúng ta sẽ cho anh quyền huấn luyện chúng tôi.",
    "な、なんで上から……！　ダメだよ、ハリィちゃん……！\nわたし達から『鍛えてください』ってお願いしないと……！": "T, tại sao lại từ trên cao xuống……! Không được đâu, Harry……!\nTụi mình phải 'xin hãy huấn luyện cho tụi mình' chứ……!",
    "やっぱり、そういうことだったか。": "Quả nhiên, là như vậy.",
    "けどね、ライバルがいるんだ。\n『ユニティエッジ』ってチームなんだけど……": "Nhưng này, tụi mình có đối thủ đấy.\nĐó là đội 'Unity Edge'……",
    "平民で構成されたチームだ。\n実力的には平民チームトップといっていい。": "Đội được thành lập bởi thường dân.\nVề mặt thực lực, có thể nói là đội thường dân hàng đầu.",
    "特にリーダーのクラウディア・ヴァーグナーさんは、\n群を抜く実力の持ち主です。": "Đặc biệt là người lãnh đạo Claudia Wagner,\ncô ấy có thực lực vượt trội.",
    "ドロテア様を除けばアークトゥルスの構成人数は残り４人。\nつまりそこにユニティエッジの誰かひとりでも入れば……": "Nếu không tính Dorothea, thì Arcturus chỉ còn 4 người.\nTức là, nếu ai đó trong Unity Edge vào được……",
    "ボク達のうちの誰かが落ちちゃう！\nそんなの嫌だ！": "Ai đó trong tụi tớ sẽ bị loại!\nTớ không muốn như vậy!",
    "補足すると、クラウディアはお嬢にも匹敵するレベルだ。": "Để bổ sung, Claudia có trình độ tương đương với tiểu thư.",
    "今、まともにやれば負ける可能性が高い……": "Nếu cứ như bây giờ, khả năng thua rất cao……",
    "だから%usernameusernameuserna%には、ただ鍛えてほしいんじゃなく、\nクラウディアに勝てるように鍛えてほしいんだ！！": "Vậy nên, tụi tớ không chỉ muốn %usernameusernameuserna% huấn luyện đâu,\nmà còn muốn anh huấn luyện để tụi tớ có thể thắng Claudia nữa!",
    "クラウディアに勝てるように、か……": "Để thắng Claudia, sao……",
    "え、えっと、%usernameusernameuserna%さんは……": "À, à, %usernameusernameuserna% thì……",
    "シリウスシュガーを救って……トレブルクインテットを支えて、\nカオスメイデンを再起させた……と聞いてます……！": "Đã cứu Sirius Sugar……hỗ trợ Treble Quintet,\nvà tái thiết Chaos Maiden……tớ đã nghe nói như vậy……!",
    "その実績があるなら……余裕なはずです！": "Nếu anh có thành tích đó……thì chắc chắn là thừa sức rồi!",
    "お願い！　ボク達４人をアークトゥルスに連れてって！": "Xin hãy giúp tụi tớ! Hãy đưa 4 đứa tụi tớ vào Arcturus!",
    "――俺を連れてきたということは、\nここまで生徒会長は聞いていたんだな？": "――Việc anh được đưa đến đây có nghĩa là,\nhội trưởng đã nghe đến đây rồi sao?",
    "ええ。どうです、お引き受けいただけますか？": "Vâng. Sao, anh có chấp nhận không?",
    "脳裏に、先日の儀礼演舞の光景が浮かんだ。": "Trong đầu tôi, hiện lên khung cảnh của buổi diễn nghi lễ ngày hôm trước.",
    "続けて、『<r=ブレイドクロス>双剣の交差</r>』！": "Tiếp theo, '<r=Blade Cross>Giao thoa song kiếm</r>'!",
    "いかがでしたか？　彼女達の実力のほどは。": "Các cô thấy sao? Về thực lực của họ.",
    "特にリーダーのドロテア、それから副官のリュシー。\nふたりの技量は抜きん出ているな。": "Đặc biệt là đội trưởng Dorothea, và phó quan Lucie.\nKỹ năng của hai người họ rất xuất sắc.",
    "（やれないことはないが……）": "（Không phải là không thể）",
    "（おそらく厳しいだろう）": "（Có lẽ sẽ rất khó khăn）",
    "（４人の強化訓練、か……）": "（Huấn luyện tăng cường cho 4 người, sao……）",
    "（訓練自体はやれないことはない。\nだが結果がついてくるかどうか……）": "（Bản thân việc huấn luyện thì không phải là không thể.\nNhưng liệu kết quả có đến hay không……）",
    "（今回ばかりは……）": "（Lần này thì……）",
    "（というのも――ミリアム、ハリエット、ケイトの３人は、\nもう才能の限界を迎えている）": "（Bởi vì――Miriam, Harriet, Kate, 3 người họ,\nđã đạt đến giới hạn tài năng）",
    "（実力がないわけじゃない。儀仗隊に選ばれるだけあって一流の実力者。\nさぞ努力してきたことだろう）": "（Không phải là không có thực lực. Chỉ cần được chọn vào đội nghi lễ thôi là đã là những người có thực lực hàng đầu rồi.\nChắc hẳn họ đã nỗ lực rất nhiều）",
    "（でも超一流に――ドロテアやリュシー、そして匹敵するという\nクラウディアのような領域になれるかは別の話だ）": "（Nhưng để trở thành siêu hạng――Dorothea và Lucie, và cả\nClaudia, người được cho là ngang tầm với họ, thì lại là một câu chuyện khác）",
    "（昨日の演舞を見る限り、鍛えたところで『もう限界だ』という、\n残酷な現実を突きつけるだけになるかもしれない……）": "（Nhìn vào buổi diễn ngày hôm qua, thì dù có huấn luyện đến mấy, thì cũng chỉ có thể đưa ra một thực tế tàn khốc rằng 'đã đến giới hạn rồi'……）",
    "（俺だってどうにかできるならしてやりたいが……）": "（Tôi cũng muốn giúp họ nếu có thể……）",
    "%usernameusernameuserna%さん。": "%usernameusernameuserna%.",
    "俺が考え込んでいると、生徒会長がそっと耳打ちしてきた。": "Khi tôi đang suy nghĩ, Hội trưởng đã thì thầm vào tai tôi.",
    "これを成功させたら、その時こそ……\nあなたにお話できるかと。": "Nếu anh thành công, thì lúc đó……\ntôi sẽ kể cho anh nghe mọi chuyện.",
    "……なにをだ。": "……Chuyện gì cơ?",
    "私があなたに隠しているすべての事を、です。": "Tất cả những gì tôi đang giấu anh.",
    "（会長が何か重大な事実を隠しているのは明らかだ）": "（Hội trưởng đang giấu một sự thật quan trọng, điều đó là rõ ràng）",
    "ずるいやつだと思う。": "Tôi nghĩ cô là một người xảo quyệt.",
    "ねえ、%usernameusernameuserna%……\nもうボク達には%usernameusernameuserna%しかいないんだ！": "Này, %usernameusernameuserna%……\nGiờ đây, tụi tớ chỉ còn có anh thôi!",
    "お前は見捨てないですよね？　教導指揮官ですよね？\n……だ、大丈夫、ですよね？　お願いします……": "Anh sẽ không bỏ rơi tụi tớ chứ? Anh là chỉ huy huấn luyện mà?\n……Đ, được chứ, phải không? Xin anh……",
    "そ、その……助けてください……\nどうしても……いまのみんなで、一緒にいたいんです……": "V, vậy……xin hãy giúp chúng tôi……\nBằng mọi giá……tụi tớ muốn ở bên nhau với mọi người lúc này……",
    "お前ら……": "Các cô……",
    "そこまで懇願されて引き下がる男なんぞ、男ではないだろう。\n確かに現状は厳しい――が、やってやろう。": "Một người đàn ông mà lại từ chối khi được cầu xin như vậy thì không phải là đàn ông rồi.\nQuả thực tình hình hiện tại rất khó khăn――nhưng tôi sẽ làm.",
    "（ついでに生徒会長のマル秘情報とかいう報酬が、勝手に増えたしな）": "（Tiện thể, phần thưởng là thông tin bí mật của Hội trưởng, tự dưng lại tăng thêm）",
    "わかった。その話、引き受けよう。": "Tôi hiểu rồi. Tôi sẽ chấp nhận lời đề nghị đó.",
    "やったぁ～～～～！　これで選考会突破も間違いなし！": "Yeah～～～～! Như vậy thì chắc chắn sẽ vượt qua vòng tuyển chọn!",
    "ただし。": "Tuy nhiên.",
    "は、はいっ……何か条件とか……？": "V, vâng……Có điều kiện gì sao……?",
    "やる以上は本気でやる。\n生半可な覚悟だとみれば、俺はすぐに降りるぞ。": "Đã làm thì phải làm hết mình.\nNếu thấy các cô không đủ quyết tâm, tôi sẽ bỏ cuộc ngay.",
    "な、なめないでください。私達４人のドロテア様への気持ちは本物。\n諦めるくらいなら、ピクシス・マスールやってません……！": "Đ, đừng có mà coi thường. Tình cảm của 4 đứa tụi tớ dành cho Dorothea là thật lòng.\nNếu phải từ bỏ, thì tụi tớ đã không còn là Pixies Masur nữa rồi……!",
    "……っ。": "……!",
    "お嬢……": "Tiểu thư……",
    "さっそく明日の朝から始める。\nいいな。": "Chúng ta sẽ bắt đầu vào sáng mai.\nĐược chứ?",
    "はいっ！！": "Vâng!!"
}