{
    "おーい、エヴィ～。": "Ê-y, Evi~.",
    "……えっと、ここをこうして……んー、こっちの仕掛けは……": "……Ừm, chỗ này làm thế này……ừm, cái bẫy này thì……",
    "……まったく、また端末の操作に集中してるな。": "……Thật tình, lại tập trung vào thao tác trên thiết bị rồi.",
    "おい、エヴィ！": "Ê, Evi!",
    "うわっ！？　って、%usernameusernameuserna%か……\nどうしたの？": "Uwa!? Là, %usernameusernameuserna% à……\nSao vậy?",
    "どうしたのじゃない。エヴィが呼んだんだろ。": "Không phải sao vậy. Evi gọi tôi mà.",
    "……あー、そういえばそうだったね。": "……À, phải rồi, đúng là thế.",
    "何してるんだ？　もう文化祭始まるぞ。": "Đang làm gì đấy? Sắp đến lễ hội văn hóa rồi.",
    "今日の文化祭で使うための物をまとめてたんだよ。": "Tôi đang tổng hợp những thứ cần dùng cho lễ hội văn hóa hôm nay.",
    "……ひとりで？": "……Một mình?",
    "そうだよ。まあ、ひとりでも十分可能なやつだったし、\n体を動かす準備や設営とかは他のメンバーに任せてるからね。": "Đúng vậy. À, vì tôi vẫn có thể làm một mình, \ncòn việc chuẩn bị và thiết lập các hoạt động thể chất thì tôi giao cho các thành viên khác.",
    "いわゆる適材適所ってやつ。\n得意な人が得意なことをやる方が、コスパもタイパもいいでしょ？": "Cái gọi là phân công lao động ấy.\nNgười giỏi làm việc giỏi thì hiệu quả chi phí và thời gian đều tốt hơn đúng không?",
    "なるほど、そういう事なら納得した。": "Ra là vậy, nếu là vậy thì tôi hiểu rồi.",
    "あっ、そうそう。あの資料が足りないんだった。": "À, phải rồi. Thiếu tài liệu đó.",
    "ごめん、%usernameusernameuserna%。\nあっちのテーブルにある本持ってきてくれる？": "Xin lỗi, %usernameusernameuserna%.\nCậu lấy quyển sách trên bàn kia giúp tớ được không?",
    "本？": "Sách?",
    "そこの、黒い表紙の薄い本。そうそう、それ。": "Quyển sách mỏng bìa đen ở đó. Đúng rồi, quyển đó.",
    "これだな。": "Cái này à.",
    "ありがと、じゃあベッドの上に置いといて。\n後で見るから。": "Cảm ơn, vậy cậu để lên giường đi.\nTí nữa tớ xem.",
    "……ひとつ気になったことを聞いていいか？": "……Tôi có thể hỏi một điều được không?",
    "何？　作業中だから、手短にね。": "Gì vậy? Đang làm việc nên nói ngắn gọn thôi nhé.",
    "もしかしてエヴィ、ずっとベッドの上から\n動いてないんじゃないだろうな……": "Không lẽ Evi, cậu đã không di chuyển khỏi giường\ntừ nãy đến giờ nhỉ……",
    "え？　そうだよ。そのために資料とか道具とか\n全部ベッドの上に持ってきたんだから。": "Hả? Đúng vậy. Vì thế nên tôi đã mang tất cả tài liệu và dụng cụ\nlên giường.",
    "…………": "…………",
    "疲れたらすぐ休憩できるし、効率いいでしょ。": "Mệt thì nghỉ ngơi ngay được, hiệu quả đúng không?",
    "うーん、確かにそうかも": "Ưm, quả thực là thế",
    "納得は出来ないかも": "Có lẽ tôi không thể chấp nhận được",
    "%usernameusernameuserna%もそう思わない？": "%usernameusernameuserna% cũng nghĩ vậy sao?",
    "ね？　やっぱり%usernameusernameuserna%は\n話の分かる人だと思ってたよ。": "Đúng không? Quả nhiên tôi nghĩ %usernameusernameuserna% là\nngười hiểu chuyện mà.",
    "部屋で作業をしてる時とか、飲んだり食べたりするものも、\nゴミ箱も何もかも全部近くに置くと楽だしな。": "Khi làm việc trong phòng, những thứ để uống và ăn, \nthùng rác cũng vậy, tôi đều để gần hết.",
    "うんうん、そうだよねぇ。": "Ừm ừm, đúng là thế.",
    "ゲームをするときとか、ソファやクッションで寝転びながらだと最高だが……\nそれと同じことか？": "Khi chơi game, nằm dài trên ghế sofa hoặc gối thì tuyệt nhất……\nNó giống như vậy sao?",
    "そうそう、それと同じ♪": "Đúng rồi, giống vậy♪",
    "いちいち移動しなくても、目を閉じるだけで\nすぐ本格的な休憩タイムに入れちゃうの。": "Không cần phải di chuyển, chỉ cần nhắm mắt lại là\ncó thể vào ngay thời gian nghỉ ngơi chính thức.",
    "%usernameusernameuserna%も今度、\n仕事の作業する時に全部ベッドでやったらいいよ。": "%usernameusernameuserna% lần tới, \nlúc làm việc cũng nên làm trên giường đi.",
    "いや、それはさすがにやめておく……": "Không, tôi xin phép từ chối……",
    "うーむ、ダラダラとやっちゃいそうだからな……\n多分俺には向いてないな。": "Ưm, có lẽ sẽ làm biếng lắm đây……\nCó lẽ nó không hợp với tôi.",
    "えー、そうかな？　集中してダーッとやって、\n疲れたらすぐ目を閉じて横になればいいんだよ？": "Ê, vậy sao? Tập trung làm một mạch, \nmệt thì nhắm mắt lại và nằm xuống là được mà?",
    "いちいち移動せずに休憩できて、時間短縮になるじゃない。": "Không cần phải di chuyển, có thể nghỉ ngơi ngay, tiết kiệm thời gian mà.",
    "それはエヴィが器用だからじゃないか？\n俺はそんな感じで切り替えるのは難しいな……": "Đó là vì Evi khéo léo thôi đúng không?\nTôi thấy khó có thể chuyển đổi như vậy……",
    "ふーん。%usernameusernameuserna%は、\n意外とメリハリつけたいタイプなんだね。": "Hừm. %usernameusernameuserna%, \nthật bất ngờ là người thích sự rõ ràng nhỉ.",
    "意外と……俺はどんなタイプだって思われてたんだ。": "Bất ngờ……Tôi là người như thế nào trong mắt cậu vậy?",
    "まあとにかく、私はこのやり方が一番合ってるの。": "À mà thôi, tớ thấy cách này là phù hợp nhất với tớ.",
    "ただ……この作戦にも穴があって……": "Chỉ là……cái chiến lược này cũng có lỗ hổng……",
    "何だ？": "Gì vậy?",
    "ひとつは……\nトイレの時、どうしても動かなきゃいけないってこと……": "Một là……\nlúc đi vệ sinh, dù sao cũng phải di chuyển……",
    "それはそうだろうな……": "Đúng là như vậy……",
    "最初はさぁ、オムツとか携帯トイレもありかな～って考えてたんだけど。\n流石に片づけとか不快感を考えると無理だったよね。": "Lúc đầu tôi đã nghĩ, có nên dùng bỉm hoặc bô di động không～.\nNhưng nghĩ đến việc dọn dẹp và cảm giác khó chịu thì không được rồi.",
    "そ、そうか……\n流石にそこまでやるのはおススメしないぞ。": "Th, thế à……\nĐến mức đó thì tôi không khuyến khích đâu.",
    "もうひとつの欠点として、ベッドに持ってくるものが多すぎるんだよね。\n寝るスペースが狭くなるから退けないといけなくて……": "Một nhược điểm nữa là, mang quá nhiều thứ lên giường.\nKhông gian ngủ sẽ bị thu hẹp nên phải dọn đi……",
    "で、手に届かないところに本が置いてあったりで面倒だな～って\nところに%usernameusernameuserna%が運良く現れてくれたって訳。ありがと。": "Và, sách thì bị để ở nơi không với tới được, thật phiền phức～\nĐến lúc đó thì %usernameusernameuserna% đã may mắn xuất hiện. Cảm ơn nhé.",
    "……いや待て。\nそれは今の話で俺が呼ばれた理由じゃないんじゃないか？": "……Khoan đã.\nKhông phải vì chuyện đó mà tôi được gọi đến đây sao?",
    "……あ。": "……À.",
    "……やっぱりちゃんと座ってやった方がいいんじゃないか？": "……Rốt cuộc là nên ngồi đàng hoàng mà làm thì hơn đúng không?",
    "いやいや、ちょっと油断してただけだからさ。\nただ、今作業が良い所なんだよね。": "Không không, chỉ là tôi hơi lơ là thôi mà.\nChỉ là, hiện tại tôi đang làm việc rất tốt.",
    "もう少しで出来るから、その辺で座って待ってて。": "Sắp xong rồi, cậu ngồi đợi ở đó đi.",
    "お、おう……": "Ờ, ừm……",
    "……よし、オッケー。こんなもんでしょ。": "……Được rồi, ok. Xong rồi.",
    "お疲れ。それで結局、俺は何で呼ばれたんだ？\n大事な用事って？": "Mệt rồi. Vậy rốt cuộc, vì sao tôi được gọi đến?\nViệc quan trọng là gì?",
    "教室まで運んでくれない？　荷物と私。": "Cậu có thể vận chuyển tôi đến lớp không? Hành lý và tôi.",
    "…………なんだって？": "…………Cái gì cơ?",
    "いやー、流石にこの量を運ぶのは大変だからさぁ。\nどうしても男手が欲しかったんだけど……ダメ？": "À, vì vận chuyển số lượng này thì hơi vất vả.\nDù sao tôi cũng cần đàn ông giúp đỡ mà……không được sao?",
    "いやちょっと待て、荷物は分かるが……私？　エヴィ？": "Khoan đã, hành lý thì tôi hiểu, còn……tôi? Evi?",
    "うん。ついでにパソコンに向かってて疲れたから、運んで欲しいの。\nね、いいでしょ？　お願い。": "Ừm. Tiện thể vì tôi mệt mỏi vì phải ngồi trước máy tính nên muốn cậu vận chuyển giúp.\nNày, được không? Xin cậu đấy.",
    "……まさか、昨夜から徹夜でパソコンに\n向かってたんじゃないだろうな……？": "……Chẳng lẽ, từ tối qua đã thức trắng đêm\nđể ngồi trước máy tính rồi sao……?",
    "徹夜なんて非効率なことする訳ないでしょ。\nさすがに寝たよ。": "Tôi không làm những việc kém hiệu quả như thức đêm đâu.\nTôi đã ngủ đàng hoàng.",
    "……あー、でもその後はぶっ続けだったような……？": "……À, nhưng sau đó thì có vẻ như cậu đã làm liên tục……?",
    "……まあ、エヴィしかできない作業を頑張ったみたいだからな。\nどこに運べばいい？　背負って送るよ。": "……À thì, có vẻ như Evi đã nỗ lực làm những việc chỉ Evi mới làm được rồi.\nCậu muốn tôi chở đến đâu? Tôi sẽ cõng cậu đi.",
    "やった♪\nさすが%usernameusernameuserna%、ありがと。": "Yeah♪\nQuả là %usernameusernameuserna%, cảm ơn cậu.",
    "持っていく荷物はどれだ？": "Cậu cần tôi mang những hành lý nào?",
    "これとこれとこれだね。\nで、私はおんぶね。": "Cái này, cái này và cái này nhé.\nCòn tôi thì cõng nhé.",
    "まあ、エヴィが気にしないならいいぞ。\nそれじゃあ背負うからな。": "Ừm, nếu Evi không phiền thì được thôi.\nVậy tôi cõng nhé.",
    "はーい。": "Vâng～.",
    "いやぁ、人に運ばれるのは楽ちんだね。": "Chà, được người khác chở thật là thoải mái nhỉ.",
    "エヴィがコスプレしてるせいで、めちゃくちゃ見られるけどな……": "Vì Evi cosplay nên bị nhìn chằm chằm quá……",
    "しかも、今更だけど……もっとちゃんとつかまってくれよ。\n荷物のせいでただでさえ背負いにくいんだし。": "Hơn nữa, bây giờ tôi mới để ý……cậu nên bám chắc hơn đi.\nVì hành lý nên tôi đã khó cõng rồi.",
    "えー、ちゃんとつかまったらキョンシーっぽくないでしょ。": "Ê～, nếu bám chặt thì đâu còn giống cương thi nữa.",
    "そこのこだわり要るか……？": "Cần thiết phải chú trọng đến điều đó sao……?",
    "あ、もう教室だ。ありがと、降ろして。": "À, đến lớp rồi. Cảm ơn, thả tôi xuống đi.",
    "お疲れー。荷物はその辺に置いといていいよ。": "Mệt mỏi rồi～. Hành lý cứ để ở đó đi.",
    "ふう……": "Phù……",
    "……そういえば、何でキョンシーにしたんだ？": "……Nói mới nhớ, tại sao cậu lại chọn cương thi?",
    "んー、候補は色々あったんだけど……\nつい最近、ゾンビが出てくるタイプのゲームをやったんだよ。": "Ưm～, có nhiều lựa chọn lắm……\nGần đây tôi có chơi một game thể loại zombie.",
    "そこにキョンシーもいてね、あっこれだ、って。": "Trong đó cũng có cương thi, và tôi đã nghĩ, à, cái này được đấy.",
    "なるほど、ゲームが決め手か。エヴィらしいな。": "Ra là vậy, game là mấu chốt à. Đúng là Evi.",
    "しかもキョンシーって動きが少ないでしょ？": "Hơn nữa, cương thi thì ít di chuyển đúng không?",
    "え？　あ、まぁ……": "Hả? À, à thì……",
    "たいした演技とかしなくてもいいし、走る必要もないからねー。\n面倒な動きがなさそうで一番いいコスプレだな、と思ったの。": "Không cần diễn xuất nhiều, cũng không cần phải chạy nữa.\nTôi nghĩ nó là cosplay tốt nhất vì không có những động tác phiền phức.",
    "……それもエヴィらしい理由だな……": "……Đó cũng là một lý do rất Evi……",
    "さて、準備準備！　それじゃ、お互いに頑張ろうね～。": "Giờ thì, chuẩn bị chuẩn bị! Vậy thì, chúng ta cùng cố gắng nhé～.",
    "……俺も持ち場へ行くか。": "……Để tôi đến chỗ của mình.",
    "はい、立ち止まらないでー！　前に進んでー。": "Vâng, đừng đứng lại～! Tiến lên～.",
    "……ふう、何だかんだで結構人が多いな。\n受付の様子は……と……": "……Phù, dù gì thì cũng có khá nhiều người nhỉ.\nTình hình ở quầy thì……",
    "いらっしゃーい。どうぞー。\n恐怖の館は友達でも一人でも楽しめますよ～。": "Xin chào～. Mời vào～.\nNgôi nhà kinh dị sẽ thú vị cho dù bạn đi một mình hay với bạn bè～.",
    "あれ？　エヴィが客引きしてるのか？": "Hả? Evi đang chào khách sao?",
    "あ、お疲れー、%usernameusernameuserna%。": "À, mệt rồi～, %usernameusernameuserna%.",
    "うん、レイラが他に挨拶回りするからって、\nいったん私が任されてるんだよ。": "Ừm, vì Layla đi chào hỏi những người khác nên\ntôi được giao tạm thời.",
    "まあ、店番ならエヴィが適任かもな……座ってるだけだし。": "À mà, nếu là bán hàng thì Evi là người thích hợp nhất đấy……chỉ cần ngồi thôi mà.",
    "しかし……もうちょっとこう、呼び込み文句はないのか？": "Nhưng mà……còn câu nói nào để thu hút khách không?",
    "だって出し物名、『恐怖の館からの脱出』でしょ？\nならストレートにそのままでいいんじゃない？": "Vì tên của trò chơi là 『Thoát khỏi Ngôi nhà Kinh dị』 mà?\nVậy thì nói thẳng ra như vậy là được rồi đúng không?",
    "うーむ、それはそうなんだが……\nやっぱり引き込まれるインパクトとかが欲しくないか？": "Ưm, đúng là như vậy……\nNhưng tôi vẫn muốn có một chút gì đó ấn tượng để thu hút người khác thì sao?",
    "ああ、それなら大丈夫。\nこう見えて座ってるだけじゃないんだよね。": "À, vậy thì không sao đâu.\nTrông vậy thôi chứ tôi không chỉ ngồi không đâu.",
    "え？": "Hả?",
    "カボチャとか色々、触ってごらん？": "Cậu cứ sờ vào bí ngô và nhiều thứ khác xem?",
    "……おお、動いた！？　まさか、それぞれ仕掛けがしてあるのか……\nこれって全部エヴィが制御してるのか？": "……Ô, di chuyển rồi!? Chẳng lẽ, mỗi thứ đều có mánh khoé riêng sao……\nCái này đều do Evi điều khiển sao?",
    "まあね～。": "À, cũng gần như vậy～.",
    "今朝やってた作業は、これのためだったんだな。": "Việc làm buổi sáng là vì cái này đúng không?",
    "そうそう、これ以外にも色々あるけどね？": "Đúng rồi, ngoài cái này ra còn nhiều thứ khác nữa nhé?",
    "とはいえ、一度プログラム組んじゃえば、こっちで制御は楽だからね。\n座りながら端末弄ってるだけで動かせるんだよ。": "Tuy nhiên, một khi đã lập trình xong thì tôi dễ dàng điều khiển ở đây thôi.\nChỉ cần ngồi và nghịch thiết bị là có thể điều khiển được mà.",
    "凄いな、エヴィ。\nそれに、なんていうかＬＯＣらしい演出だ。": "Tuyệt vời thật, Evi.\nHơn nữa, có thể nói là phong cách của LOC.",
    "でしょ？": "Đúng không?",
    "普段は省エネとかコスパって言ってるけど……\nこの仕掛けもコスプレも、省エネともコスプレともほど遠い手間だろ？": "Bình thường thì cậu toàn nói tiết kiệm năng lượng và chi phí……\nCả cái mánh khoé này và cosplay này, đều xa rời việc tiết kiệm năng lượng và chi phí đúng không?",
    "自分の信条を曲げて動いちゃうくらい、\nエヴィはトレブルクインテットの事が好きなんだな。": "Vì Treble Quintet, Evi đã làm những việc\nđi ngược lại với tín ngưỡng của mình.",
    "え、何か言った？": "Ê, cậu nói gì vậy?",
    "聞いてないのかよ！\n……ん？": "Cậu không nghe sao!\n……Hửm?",
    "……何やってるのかと思ったけど、ゲーム画面じゃないか？": "……Tôi đã nghĩ cậu đang làm gì, nhưng hóa ra là màn hình game sao?",
    "勝手に端末を覗かないでよ～。\nマナー違反だよ？": "Đừng có tự tiện nhìn vào thiết bị của tôi～.\nVi phạm phép lịch sự đấy?",
    "いや、店番中にゲームしてていいのか？": "Không, đang bán hàng mà lại chơi game được sao?",
    "うん、今は休憩中だからいいの。\nそれにイベント設備は、ある程度の設定がしてあるから。": "Ừm, hiện tại đang trong giờ nghỉ nên được mà.\nHơn nữa, thiết bị sự kiện đã được thiết lập ở một mức độ nào đó rồi.",
    "放置してたってちゃんと動いてくれるし、\nたまにこーやって、画面スライドしてチェックしてるよ？": "Cho dù tôi có bỏ mặc thì nó vẫn hoạt động tốt, \nthỉnh thoảng tôi chỉ cần lướt màn hình như thế này để kiểm tra thôi?",
    "……お、おう……まあ、チェックしてるならいいのか……\nあんまりゲームに没頭しすぎるなよ。": "……Ờ, ừm……nếu cậu kiểm tra thì được thôi……\nĐừng có quá say mê game đấy.",
    "分かってるよー。": "Tôi biết rồi～.",
    "あっそうだ、%usernameusernameuserna%。": "À phải rồi, %usernameusernameuserna%.",
    "折角だし、今そっちも暇なんでしょ？\n代わりに呼び込みとかやってくれない？": "Nhân tiện thì, hiện tại cậu cũng rảnh đúng không?\nThay tôi đi chào khách được không?",
    "……いや、俺がやってもあんまり意味がないんじゃないか？\nエヴィみたいなコスプレもしてないし。": "……Không, tôi làm thì có lẽ không có ý nghĩa gì đâu nhỉ?\nTôi đâu có cosplay như Evi.",
    "それなら大丈夫。外で歩いてる人の反応を見ればわかるよ。": "Vậy thì không sao đâu. Cậu chỉ cần xem phản ứng của những người đi ngoài đường là được mà.",
    "ひいっ！　あ、あれが噂の……": "Hí～! À, đó là tin đồn……",
    "……反応を見ればわかるって……んん？": "……Xem phản ứng thì sẽ biết……ưm?",
    "うわ……ほ、本当に……本物なのかな……？": "Uwa……th, thật sự……là đồ thật sao……?",
    "そういや……さっきから通りがかる生徒が、\nこっちを見てやたら怖がってるな……": "Nói mới nhớ……học sinh đi qua từ nãy đến giờ, \nnhìn tôi với vẻ mặt sợ hãi quá……",
    "そりゃそうだろうねぇ。": "Chắc chắn là vậy rồi.",
    "そんな怖いのか？　エヴィのキョンシーコスプレ。\n俺は可愛いと思うんだが。": "Sợ đến vậy sao? Với cosplay cương thi của Evi.\nTôi thấy nó dễ thương mà.",
    "あはは、ありがとう。\nでも理由は全然違って……アレの噂が広がってたんだよね。": "A ha ha, cảm ơn cậu.\nNhưng lý do hoàn toàn khác……tin đồn về cái đó đã lan rộng rồi.",
    "あれって？": "Cái đó?",
    "ほら、文化祭前に運んでもらったでしょ。\n%usernameusernameuserna%に。": "Này, cậu đã vận chuyển tôi trước lễ hội văn hóa rồi mà.\nCho %usernameusernameuserna%.",
    "運んだな。": "Tôi đã vận chuyển rồi.",
    "あの時、私が微動だにせずに背負われてたせいで、\n人形か何かだと思われてたらしいんだよね。": "Lúc đó, vì tôi không hề nhúc nhích khi được cõng, \nnên đã bị tưởng là búp bê hay gì đó.",
    "は！？": "Hả!?",
    "で、そんな運ばれてた人形が普通に動いて客引きをしてる。\n……本当にキョンシーを使っているんじゃないかって言われてるんだよ。": "Và, cái búp bê được cõng đó lại đi chào khách như bình thường.\n……Người ta nói rằng tôi đang sử dụng cương thi thật đấy.",
    "なんでそうなるんだ！？": "Tại sao lại như vậy chứ!?",
    "こういうイベントだからねぇ。\nとにかく、そういうホラー好きの層が盛り上がってるらしいよ。": "Vì đây là một sự kiện như vậy mà.\nTóm lại, những người thích thể loại kinh dị đang rất phấn khích.",
    "いや待て、それ俺の評判もマズいじゃないか！": "Khoan đã, như vậy thì danh tiếng của tôi cũng không tốt rồi!",
    "大丈夫大丈夫。その噂広めてるの、レイラだし。\n%usernameusernameuserna%には最終的に迷惑は掛からないと思うよ。": "Không sao đâu không sao đâu. Layla là người lan truyền tin đồn đó mà.\nTôi nghĩ %usernameusernameuserna% sẽ không bị làm phiền đâu.",
    "だからエヴィの代わりにあいさつ回りしてるのかよ！？": "Vậy nên cậu mới đi chào hỏi thay Evi sao!?",
    "だから私も、あえて派手に動かない方がいいでしょ？": "Vậy nên tôi cũng không nên di chuyển quá nhiều thì hơn đúng không?",
    "……くそ、確かに俺が言ったことか……インパクトもあるし話題性もあるな……": "……Chết tiệt, quả thực là tôi đã nói điều đó……cũng có sức ảnh hưởng và tạo ra chủ đề mà……",
    "だから、ここで楽しく%usernameusernameuserna%とお話をする事。\nそれが私なりの客引きってわけ。": "Vì vậy, ở đây tôi sẽ vui vẻ trò chuyện với %usernameusernameuserna%.\nĐó là cách tôi chào khách.",
    "そういうわけだから、サボりじゃないよ～♪": "Vì vậy, tôi không có trốn việc đâu～♪",
    "はぁ……してやられたな。\nというか、素直に言ってくれたら手伝ったのに。": "Haizz……bị lừa rồi.\nHay nói đúng hơn, nếu cậu nói thẳng ra thì tôi đã giúp rồi.",
    "だって、それじゃ%usernameusernameuserna%と、\n他愛もない話が出来ないでしょ？": "Vì như vậy thì tôi không thể nói chuyện phiếm với %usernameusernameuserna% được mà?",
    "えっ？": "Hả?",
    "――ふふっ、何でもないよ。": "――Fufu, không có gì đâu."
}