{
    "――後日。": "――Ngày hôm sau.",
    "お疲れさまですわ、%usernameusernameuserna%さん。\n先日、雪山で発見したＭＧの調査が終わりましたの。": "Chào %usernameusernameuserna%！\nEm đã hoàn thành việc điều tra MG mà chúng ta tìm thấy trên núi tuyết rồi.",
    "お、ぜひ聞かせてくれ。": "Ồ, rất mong được nghe đấy.",
    "……確かに貴重な発見ではありましたけれども、\n特別珍しい機体ではございませんでしたわ。": "……Quả thực là một phát hiện quý giá, nhưng\nnó không phải là một cỗ máy đặc biệt hiếm có.",
    "……そうか。": "……Vậy sao.",
    "（まあ、そう簡単にオーバーテクノロジーが見つかるはずないよな）": "（Chà, cũng không dễ để tìm thấy công nghệ vượt trội đến thế）",
    "ただ、予想通りあのＭＧには、\n当時の実験的な機能が詰め込まれていたようですわ。": "Chỉ là, đúng như dự đoán, MG đó\ndường như đã chứa đựng những chức năng thử nghiệm của thời đó.",
    "その中の一つに、\n電波ジャマー機能があったようでして……。": "Một trong số đó,\ndường như có chức năng gây nhiễu sóng radio……",
    "なるほど……その機能が生きていたせいで、\n俺達の通信も妨害され続けていたのか。": "Ra là vậy……Chính vì chức năng đó còn hoạt động nên\nviệc liên lạc của chúng ta bị cản trở suốt thời gian qua.",
    "これまで、あの雪山にあるＭＧが見つからなかったのは、\nそれも原因の一つなのでしょう。": "Cho đến nay, việc không tìm thấy MG ở ngọn núi tuyết đó,\ncũng là một trong những nguyên nhân.",
    "おそらく搭乗者は、\n通信が繋がる地点まで移動して連絡したのでしょう。": "Có lẽ người điều khiển,\nđã di chuyển đến một địa điểm có thể liên lạc được để báo cáo.",
    "その後、ＭＧの正確な位置が分からなくなり、\nその存在が七不思議だと噂されるように……": "Sau đó, vị trí chính xác của MG không còn được biết đến nữa,\nvà sự tồn tại của nó trở thành một trong bảy điều bí ẩn……",
    "吹雪で七彩達とはぐれたあとも、あの場から離れさえすれば、\nすぐ心香と連絡が取れたんだろうが……": "Ngay cả khi bị lạc khỏi Nanairo trong trận bão tuyết, chỉ cần rời khỏi nơi đó,\ntôi đã có thể liên lạc với Kokoro ngay lập tức……",
    "雪山ですものね。遭難を自覚したあと、\n動き回るのはなかなか勇気がいりますわ。": "Ở trên núi tuyết mà. Sau khi nhận ra mình bị nạn,\nviệc di chuyển xung quanh quả là cần rất nhiều dũng khí.",
    "遭難時は、下手に動くより安全な場所で大人しくしているのが\nセオリーだと思ってたが、今回は、それが裏目に出てしまったな。": "Khi gặp nạn, tôi cứ nghĩ rằng tốt hơn hết là nên ở yên một chỗ an toàn\nthay vì di chuyển lung tung, nhưng lần này, nó lại phản tác dụng.",
    "ふふ、それでも無事に帰れましたし、とても楽しかったですわ。": "Hừm, dù sao thì chúng ta cũng đã về nhà an toàn, và tôi đã có khoảng thời gian rất vui vẻ.",
    "あのＭＧも、珍しい機体ではなかったものの、\nちゃんと貴重な時代の資料となるＭＧですのよ？": "MG đó, tuy không phải là một cỗ máy hiếm có, nhưng\nnó vẫn là một tài liệu quý giá của thời đại đó phải không?",
    "ああ、確かに特別な実績だったが……パイロットとして、\n正式チームに昇格させるような実績じゃなかったのがな。": "Ừ, quả thực là một thành tích đặc biệt……nhưng với tư cách là một phi công,\nthì nó không phải là một thành tích để được thăng cấp vào một đội chính thức.",
    "そうですわね……": "Đúng vậy……",
    "それでもこのＭＧの発見には、価値があったと思います。": "Tuy nhiên, tôi nghĩ rằng việc tìm thấy MG này là rất đáng giá.",
    "ああ、確かにその通りだ。\n価値はあったよ。いろんな意味でな。": "Ừ, đúng là như vậy.\nNó rất có giá trị. Theo nhiều nghĩa khác nhau.",
    "はい。プレ・クラス‐Ａのみなさんにも、よろしくお伝えください。": "Vâng. Xin hãy chuyển lời hỏi thăm của chúng tôi đến những người của Pre-Class-A.",
    "ああ。ありがとな。": "Ừ. Cảm ơn nhé.",
    "ジュリー達を探す中、\nシミュレーションをしているらしいという情報を仕入れる。": "Trong khi tìm kiếm Julie và những người khác,\ntôi nghe nói rằng họ đang thực hiện một buổi mô phỏng.",
    "（さて……と。ジュリー達に、どう伝える？）": "（Giờ thì……phải làm sao đây. Phải nói với Julie và những người khác thế nào đây？）",
    "ポジティブ思考で期待値が上がっていそうな分、オーバーテクノロジー\n搭載のＭＧではなかったと告げるのは少し気が引ける。": "Vì họ có suy nghĩ tích cực và kỳ vọng cao, nên tôi hơi do dự khi nói rằng MG được trang bị công nghệ vượt trội\nkhông phải là như vậy.",
    "（だが、伝えないわけもいかない）": "（Nhưng cũng không thể không nói）",
    "えっと、ジュリー達は――": "À thì, Julie và mọi người――",
    "やった……やったわ！": "Được rồi……được rồi!",
    "ん？　ジュリー？": "Hả? Julie?",
    "私達、勝てたんだよね？　夢じゃない？": "Chúng ta đã thắng rồi đúng không? Không phải là mơ chứ?",
    "夢にされちゃ困るわ。これが今の私達の実力なんだから……！": "Đừng có mơ mộng nữa. Đây là thực lực hiện tại của chúng ta mà……!",
    "信じられない……ううん、皆、頑張ったからよね！": "Không thể tin được……Ưm, mọi người đã cố gắng hết mình mà!",
    "（すごい喜びようだが……シミュレーションで勝てたみたいだな。\n相手は……現役の正式チームか！？）": "（Vui mừng quá nhỉ……Có vẻ như họ đã thắng trong buổi mô phỏng.\nĐối thủ là……đội chính thức hiện tại sao！？）",
    "勝ったんだろ？": "Đã thắng rồi phải không?",
    "教えてくれ": "Nói cho tôi biết đi.",
    "あっ、%usernameusernameuserna%！　きてたのね！\n今、すごいことが起こったの！　なんだと思う？": "A, %usernameusernameuserna%! Anh đến rồi!\nHiện tại, có một chuyện rất tuyệt vời đã xảy ra! Anh nghĩ là gì?",
    "そうなんだけど、ただの勝利じゃないのよね。": "Đúng là như vậy, nhưng nó không chỉ là một chiến thắng đơn thuần.",
    "ええ、今回は以前にも模擬戦をしてくれた現役のチーム……\nプレ・クラスだったら本来相手にもならない強さよ。": "Vâng, lần này là đội hiện tại đã từng tham gia trận chiến mô phỏng trước đây……\nNếu là Pre-Class thì lẽ ra họ không phải là đối thủ của chúng ta.",
    "なんと！　正式に活動しているパイロット達のチームに、\nあたし達プレ・クラス‐Ａが勝てちゃったの！": "Thật sao! Đội của các phi công đang hoạt động chính thức,\nPre-Class-A của chúng ta đã thắng rồi!",
    "すごい？　すごいよね！？\n私たち、シリウスシュガーみたいな凄い事しちゃった！": "Tuyệt vời? Tuyệt vời phải không!?\nChúng ta đã làm được những điều tuyệt vời như Sirius Sugar!",
    "相手も油断をしたり手加減をしてるわけじゃなさそうだな……\nよくやったな、お前たち。": "Đối thủ có vẻ không hề chủ quan hay nương tay……\nMọi người đã làm rất tốt đấy.",
    "ありがとう、%usernameusernameuserna%。\n……なんだかんだ、雪山登山の経験が生きたわ。": "Cảm ơn, %usernameusernameuserna%.\n……Dù sao thì, kinh nghiệm leo núi tuyết đã phát huy tác dụng.",
    "ほう、そうなのか？": "Hừm, vậy sao?",
    "ええ、私は視野が広がったわ。通信だけで、\n相手の状況を判断して指示を出す……": "Vâng, em đã mở rộng tầm nhìn của mình. Chỉ bằng cách liên lạc,\nđánh giá tình hình của đối phương và đưa ra chỉ thị……",
    "その技術って、今まで自覚していなかったけど、\n戦闘中での位置取りや指示にとても役に立つのね。": "Kỹ thuật đó, trước đây em không hề nhận ra,\nnhưng nó rất hữu ích trong việc xác định vị trí và đưa ra chỉ thị trong trận chiến.",
    "ああ、そうだな……\nむしろ、正式チームでそれが出来るやつの方が少ないぞ？": "Ừ, đúng vậy……\nthậm chí, những người có thể làm được điều đó trong đội chính thức còn ít hơn ấy?",
    "ふふ、それならよかった。": "Hừm, vậy thì tốt quá.",
    "それで、他の皆はどんな経験の活かし方を出来たんだ？": "Vậy còn những người khác thì sao? Họ đã vận dụng kinh nghiệm như thế nào?",
    "あのね！　私、前より周りがよく見えるようになった気がするよ！": "Này! Em cảm thấy như mình đã nhìn thấy mọi thứ xung quanh rõ hơn trước!",
    "気がするだけかもしれないけど……": "Có thể chỉ là cảm giác thôi……",
    "ちゃんと見えてるわ！　きっと雪山でいっぱい探して、\n色々とみてくれたおかげよね！": "Em thấy rõ mà! Chắc chắn là nhờ đã tìm kiếm rất nhiều trên núi tuyết,\nvà nhìn thấy rất nhiều thứ!",
    "えへへ、それならよかった！": "Ehehe, vậy thì tốt quá!",
    "（……どちらかと言えば落ち着きが増したか。\nトラブル続きの中で、精神的に成長したんだな）": "（……Nói đúng hơn là đã trở nên điềm tĩnh hơn.\nTrong suốt những rắc rối, họ đã trưởng thành về mặt tinh thần）",
    "私は……ちょっとだけ、勇気を出せるようになったかも。": "Em……có lẽ đã trở nên dũng cảm hơn một chút.",
    "%usernameusernameuserna%さんに言われたこと……\n言ったこと……それを思い出して、頑張れたの。": "Những gì anh %usernameusernameuserna% đã nói……\nNhững gì em đã nói……Em đã nhớ lại và cố gắng hết mình.",
    "……ああ、立派だぞラウラ。": "……Ừ, giỏi lắm, Laura.",
    "（お姉さんとして……自分の役割に対する自覚が芽生えて、\nラウラの守るための動きに磨きがかかったんだな）": "（Với tư cách là một người chị……ý thức về vai trò của mình đã nảy nở,\nnhững hành động bảo vệ của Laura đã được cải thiện）",
    "それに、ジュリーちゃんも凄いの！\nすごくカッコよく指示を飛ばして、真っすぐ突き進むの！": "Với lại, Julie cũng rất tuyệt vời!\nChị ấy đã đưa ra những chỉ thị rất ngầu và tiến thẳng về phía trước!",
    "ジュリー探検隊の成果ね！\nあの雪山での経験が立派に活きてる気がするの！": "Thành quả của Đội thám hiểm Julie!\nEm cảm thấy kinh nghiệm ở ngọn núi tuyết đó đã phát huy tác dụng một cách tuyệt vời!",
    "ええ、迷いもなく無謀でもない……ちゃんと周囲を見た、\n正しい指示を出せているわ。": "Vâng, không hề do dự cũng không hề liều lĩnh……Chị ấy đã nhìn xung quanh một cách cẩn thận,\nvà đưa ra những chỉ thị chính xác.",
    "うん、今までよりもずっと動きやすくて助かるわ。": "Ừm, dễ di chuyển hơn rất nhiều so với trước đây.",
    "うんうん！　私もジュリーちゃんの指示のおかげで、\n好き勝手に暴れまわれてすっごく楽しい！": "Ừm ừm! Em cũng cảm ơn những chỉ thị của Julie,\nvà em rất vui khi được tự do hành động!",
    "（……ジュリーの成長は、きっとリーダーとして、\n他チームに頼らず困難を乗り越える経験からだろう）": "（……Sự trưởng thành của Julie, chắc chắn là từ kinh nghiệm vượt qua khó khăn mà không cần dựa vào các đội khác, với tư cách là một người lãnh đạo）",
    "おめでとう……だが、残念だったな。\n見つけたＭＧが昇格する実績になるようなものじゃなくて。": "Chúc mừng……nhưng thật đáng tiếc.\nMG mà các em tìm thấy không phải là một thành tích để được thăng cấp.",
    "ううん！　気にしてないわ！\nだって、今まで出来なかったことが出来たんだもの！": "Ưm! Em không quan tâm!\nVì chúng em đã làm được những điều mà trước đây không thể làm được!",
    "そりゃ、残念だけど……でも、見つけたのは事実だし、\n何よりみんなで凄い事が出来たのが嬉しいの！": "Chà, thật đáng tiếc……nhưng dù sao thì, việc tìm thấy nó là sự thật, và\ntrên hết, em rất vui vì mọi người đã làm được những điều tuyệt vời!",
    "うんうん！　あの雪山での経験は一生の思い出！": "Ừm ừm! Kinh nghiệm ở ngọn núi tuyết đó là một kỷ niệm suốt đời!",
    "……今度、どこかに行くなら私もついていくわ。\nその場で一緒に共有できなかったのは悲しいから。": "……Lần tới, nếu đi đâu đó, em cũng sẽ đi theo.\nEm rất buồn vì không thể chia sẻ nó tại chỗ.",
    "その時は、私に任せて！\n心香ちゃんの分まで頑張るから！": "Khi đó, cứ giao cho em!\nEm sẽ cố gắng hết mình vì Kokoro!",
    "ふふ、ありがとうラウラ。\nその時はしっかりと頼らせてもらうから。": "Hừm, cảm ơn Laura.\nKhi đó, tôi sẽ nhờ cậy vào em.",
    "（……こうして成長している姿を見ていたら、\n実績さえあれば……新しいエースチームになれるかもな）": "（……Khi nhìn thấy họ trưởng thành như thế này,\nchỉ cần có thành tích……có lẽ họ có thể trở thành một đội át chủ bài mới）",
    "それじゃあ、次はどの七不思議を探すの―？": "Vậy thì, chúng ta sẽ tìm kiếm điều bí ẩn thứ bảy tiếp theo―?",
    "そうねぇ……雪山は見つけちゃったものね！\n成果になるなら……湖底に眠るお宝かしら！": "Đúng vậy……chúng ta đã tìm thấy ngọn núi tuyết rồi!\nNếu nó có thể trở thành kết quả……kho báu dưới đáy hồ thì sao!",
    "湖なら私も泳げるからいいわね。\n……ああ、でもそうなると水着が必要ね。": "Nếu là hồ thì em có thể bơi được.\n……À, nhưng nếu vậy thì cần có đồ bơi nhỉ.",
    "み、水着なのね……うう……\n今からちゃんとダイエットすれば間に合うかしら……？": "Đ, đồ bơi sao……ư……\nLiệu em có thể kịp giảm cân từ bây giờ không……?",
    "そういえば、水着持ってなかったかも……": "Hình như em chưa có đồ bơi……",
    "なら、一緒に買いに行きましょうか！\nね、%usernameusernameuserna%！": "Vậy thì, chúng ta cùng đi mua nhé!\nNày, %usernameusernameuserna%!",
    "……ん？　いや、俺が行くことは確定してるのか！？": "……Hả? Không, tôi có chắc là tôi sẽ đi không vậy!?",
    "だって、申請をしてもプレ・クラスだけだったら、\nそんな遠い学外活動は出来ないわ。": "Vì nếu chỉ là Pre-Class thì dù có nộp đơn cũng không thể thực hiện các hoạt động ngoại khóa xa như vậy.",
    "いや、それはそうなんだが……": "Không, đúng là như vậy……",
    "それに学園の七不思議もドンドンと増えてるわ！\n雪山のＭＧが本当だったから、まだまだ見に行かないと！": "Với lại, những điều bí ẩn của học viện cũng đang tăng lên nhanh chóng!\nVì MG trên núi tuyết là thật, nên chúng ta phải đi xem thêm nữa!",
    "そうね。雪山のＭＧが本当だったから、\n昔の七不思議に関する噂もまた色々と復活したのよね。": "Đúng vậy. Vì MG trên núi tuyết là thật,\nnên những tin đồn về những điều bí ẩn trong quá khứ cũng đã hồi sinh trở lại.",
    "増えてるのか！？　それはもう七不思議じゃないだろ！？": "Tăng lên sao!? Vậy thì nó không còn là điều bí ẩn nữa rồi!?",
    "そんなことないわ。\n七不思議なんて噂の数だけあるのだから。": "Không phải vậy đâu.\nĐiều bí ẩn chỉ có nhiều như số lượng tin đồn mà thôi.",
    "い、いや、そうなのか？　でも七不思議なんだよな？\n……ああもう、分からん！": "Đ, ý, vậy sao? Nhưng nó là một điều bí ẩn đúng không?\n……A, chịu thôi!",
    "その……%usernameusernameuserna%は一緒に来てくれないの？": "Anh……%usernameusernameuserna% không đi cùng em sao?",
    "ぐっ……そ、そういうわけじゃないぞ！？\n分かった、こうなったらどこまでもついていってやる！": "Ư……t, không phải là như vậy đâu!\nTôi hiểu rồi, nếu đã như vậy thì tôi sẽ đi cùng các em đến bất cứ đâu!",
    "本当？　ありがとう、%usernameusernameuserna%。\nこの森の奥に眠る幻の研究所の噂も気になってたの。": "Thật sao? Cảm ơn, %usernameusernameuserna%.\nEm cũng tò mò về tin đồn về phòng thí nghiệm huyền thoại nằm sâu trong khu rừng này.",
    "後は……えーっと、森林地帯にあるという秘境とか？": "Sau đó là……ừm, một vùng đất bí ẩn trong khu rừng thì sao?",
    "おい、いったい俺はどこに連れていかれるんだよ！？": "Này, tôi sẽ bị đưa đến đâu đây!?",
    "大丈夫！　きっとあたし達なら絶対に見つけ出せるわ！": "Không sao đâu! Chắc chắn là chúng ta sẽ tìm thấy nó!",
    "いや、そういう問題じゃないからな！？": "Không, nó không phải là vấn đề đó!",
    "でもね、本当に嬉しいの！\n結果が出ないと、あたしたちは正式なチームになれないじゃない？": "Nhưng em thực sự rất vui!\nNếu không có kết quả, chúng ta sẽ không thể trở thành một đội chính thức đúng không?",
    "確かに、見つかったＭＧは昇格に繋がらなかったけど、\nそれでも成長して結果が出たのは、全部雪山があったからだもの！": "Quả thực, MG được tìm thấy không dẫn đến việc thăng cấp, nhưng\ndù sao thì, việc trưởng thành và đạt được kết quả là nhờ có ngọn núi tuyết!",
    "……雪山は切っ掛けだが、それだけじゃないと思うぞ？\n俺が見てない間もずっと頑張ってたんだろ？": "……Ngọn núi tuyết là một khởi đầu, nhưng tôi không nghĩ chỉ có vậy đâu?\nTrong lúc tôi không nhìn thấy, các em đã cố gắng rất nhiều đúng không?",
    "ええ！　ずっとずっと頑張ってたの！\n……ねえ、%usernameusernameuserna%！": "Vâng! Chúng em đã cố gắng rất nhiều!\n……Này, %usernameusernameuserna%!",
    "ん？　どうしたんだ？": "Hả? Sao vậy?",
    "真剣な表情を浮かべるジュリー。": "Julie với vẻ mặt nghiêm túc.",
    "どうしようもなくなったら頼るけど……\nでも、あたしたちは出来る限り、自分たちで頑張るわ。": "Nếu có chuyện gì xảy ra, em sẽ nhờ cậy……\nNhưng chúng em sẽ cố gắng hết sức có thể.",
    "うん、そうだね。\nすぐに%usernameusernameuserna%に頼るのもよくないもんね！": "Ừ, đúng vậy.\nKhông nên nhờ cậy %usernameusernameuserna% ngay lập tức!",
    "…………": "…………",
    "%usernameusernameuserna%さんは忙しいし、\n色々と大変そうだから……私たちで話したの。": "Anh %usernameusernameuserna% rất bận rộn,\nvà có vẻ như anh rất vất vả……chúng em đã bàn bạc với nhau.",
    "だから、あたしたちの心配はしないでいいわ！": "Vì vậy, anh không cần phải lo lắng về chúng em đâu!",
    "なんなら、このまま頑張って、\nもっと強い正式チームにも勝てるようになってみせるわ！": "Nếu muốn, cứ tiếp tục cố gắng,\nvà chúng em sẽ cố gắng trở nên mạnh hơn và đánh bại cả một đội chính thức!",
    "ふふ、そうね。シリウスシュガーの皆にも。\n驚いてもらいたいものね。": "Hừm, đúng vậy. Chúng ta cũng sẽ làm cho mọi người trong Sirius Sugar ngạc nhiên.",
    "ええ！　そういうわけで……次に行くときは、\nまたすごい場所に行くから準備しててね！": "Vâng! Vì vậy……lần tới khi đi,\nchúng ta sẽ đến một nơi tuyệt vời khác, nên hãy chuẩn bị đi nhé!",
    "そこに落ち着くのかよ！？": "Đến đó sao!?",
    "あはは……まあ、そこは私たちにはどうしようもないから……": "Ahaha……ừm, vì chúng ta không thể làm gì được ở đó……",
    "というか、雪山登山が大変だったけど楽しかったの！\nまた気分転換に全員で登山をしてもいいくらい！": "Nói đúng hơn, việc leo núi tuyết rất khó khăn nhưng lại rất vui!\nChúng ta có thể leo núi cùng nhau để thay đổi không khí!",
    "……まあ、それ自体はトレーニングにもなるしいいけどな。": "……Ừm, bản thân nó cũng là một buổi tập luyện tốt.",
    "（ジュリーたちは色々と粗削りだが……\nなんというか、目が離せない面白さがあるんだよな……）": "（Julie và những người khác có nhiều điều thô sơ……\nnhưng có một sự thú vị, khiến tôi không thể rời mắt khỏi họ……）",
    "じゃあ、次に行くときには連絡してくれ。\n俺も心の準備をしてついてくよ。": "Vậy thì, hãy liên lạc với tôi khi các em đi lần tới nhé.\nTôi sẽ chuẩn bị sẵn sàng để đi cùng các em.",
    "絶対ね！　約束よ！": "Nhất định rồi! Em hứa đấy!",
    "もしも、辛い時があったらいってね？\n電話でもなんでも、お話を聞くくらいはできるから！": "Nếu có lúc nào đó cảm thấy khó khăn, hãy nói với em nhé?\nNgay cả qua điện thoại, em cũng có thể lắng nghe!",
    "また一緒に遊ぼーね！": "Hẹn gặp lại nhé!",
    "ふふ……次に呼ぶ時を楽しみにしていてね？": "Hừm……hãy mong chờ lần tới khi chúng ta gặp lại nhé?",
    "そうして、俺は成長する彼女たちの次に期待しながら、\nその場を後にするのだった。": "Và rồi, tôi rời khỏi nơi đó, mong chờ sự trưởng thành tiếp theo của họ.",
    "（……まあ、せめて次に行くのはもうちょっと平和な場所がいいな）": "（……Chà, ít nhất thì lần tới nên là một nơi yên bình hơn thì tốt hơn）"
}