{
    "さて、買い物もすませたし、そろそろ部屋に帰るか。": "Vậy là mua sắm xong rồi, hay là về phòng nhỉ?",
    "ひゃあああ～、待って待って～！": "Hyaaaaaa～, đợi em với～!",
    "……ん？": "……Hửm?",
    "背後から聞き覚えのある声……誰だろう？": "Giọng nói quen thuộc từ phía sau……là ai nhỉ?",
    "うるう……？": "Uruu……?",
    "ああ、%usernameusernameuserna%さ～ん……！\nその子を捕まえてくださ～い！": "A, %usernameusernameuserna%–san……!\nBắt lấy đứa bé đó giùm em～!",
    "何か追いかけてるみたいだが……猫？": "Có vẻ như đang đuổi theo cái gì đó……mèo?",
    "よっと。捕まえた……これでいいのか？": "Yót. Bắt được rồi……vậy là được chưa?",
    "にゃー。": "Nyaー.",
    "はひ……はひ……ありがとうございますぅ……\nその子、わたしの髪留めを取っていっちゃって……": "Hih……hih……cảm ơn anh ạ……\nĐứa bé đó lấy mất kẹp tóc của em rồi……",
    "ああ、この咥えているやつか……ほれ。": "À, là cái đang ngậm này à……của em đây.",
    "咥えていた髪留めを優しく取ってうるうに渡す。そのあと\n猫はというと、俺の腕から勝手に飛び出して逃げていったのだった。": "Tôi nhẹ nhàng lấy chiếc kẹp tóc ra khỏi miệng nó rồi đưa cho Uruu. Sau đó\ncon mèo tự nhảy ra khỏi tay tôi rồi bỏ chạy.",
    "あっ……あ、ありがとうございます！\n上手く自作できたから、失くしたくなくて……": "A……à, cảm ơn anh!\nEm làm cũng khá tốt nên không muốn bị mất……",
    "え、この髪留め、もしかして自分で作ったのか……？\n普通にすごいな。": "Ê, cái kẹp tóc này, chẳng lẽ em tự làm sao……?\nBình thường thì giỏi thật đấy.",
    "ほんとですか……？ こういうの自分で作るとか……\nき……気持ち悪くないですか？": "Thật ạ……? Tự làm mấy thứ như này á……\nK……Kỳ quặc lắm sao?",
    "なんでそんなことを思うんだよ。\nとてもよく出来ているじゃないか。売り物かと思ったよ。": "Sao em lại nghĩ vậy chứ.\nĐược làm rất tốt mà. Cứ như là đồ bán được ấy.",
    "えへ、えへ、えへへへ……ありがとうございます。": "Ehe, ehe, ehehehe……cảm ơn anh.",
    "じゃあ、次からは気をつけるんだぞ。": "Vậy thì, từ lần sau cẩn thận hơn nhé.",
    "は、はい。ありがとうございました。": "Vâng, vâng. Cảm ơn anh ạ.",
    "えへへ……褒められちゃった……！": "Ehehe……được khen rồi……!",
    "翌日――": "Ngày hôm sau――",
    "ふぅ、そろそろ昼飯でも食いに出るか。": "Phù, hay là ra ngoài ăn trưa nhỉ.",
    "また近くのカフェにでも行って……": "Lại đến quán cà phê gần đây vậy……",
    "…………": "…………",
    "おわっ、うるう！？": "Oa, Uruu!?",
    "あっ……こ、こ、こんにちはっ！\nお、お待ちしてました！！": "À……c, c, chào anh!\nEm, em đợi anh nè!!",
    "ま、待ってたって……いつからだ？　俺に用があるなら、\nインターホン鳴らすなりしてくれればいいのに……": "Đ, đợi á……từ khi nào vậy? Nếu có việc cần gặp tôi thì,\ncứ bấm chuông cửa là được mà……",
    "ご、ご、ごめんなさい！　わたしなんかが部屋に押しかけたら、\n%usernameusernameuserna%さんが迷惑かなって……": "X, x, xin lỗi anh! Vì em mà đến phòng của %usernameusernameuserna% thì,\nanh sẽ phiền phức mất……",
    "部屋の前で待っていれば、いつか出てきてくれるかと思って……": "Em nghĩ là cứ đợi trước cửa phòng, biết đâu anh sẽ ra……",
    "お、おう……ちょうど今から出かけるつもりだが……": "Ơ, ừm……tôi cũng đang định ra ngoài đây……",
    "今日俺がずっと部屋にいるつもりだったら、どうしてたんだ？": "Nếu hôm nay anh cứ ở trong phòng thì sao?",
    "はっ……！　それはそうでした……\n全然考えてなかった……": "Hả……! Đúng là như vậy thật……\nEm không hề nghĩ đến……",
    "（おいおい……）": "（Ôi trời……）",
    "それで？　今日はなんの用だったんだ？": "Vậy thì? Hôm nay em có việc gì?",
    "あっ、はい。今日は雨が降る予報なので、お出かけになるなら、\n傘があった方がいいと思いまして……！": "À, vâng. Hôm nay dự báo có mưa nên nếu anh ra ngoài,\nthì nên mang theo ô thì hơn……!",
    "傘をお持ちしましたっ！！": "Em đã mang ô đến rồi ạ!!",
    "……さすがにここ俺の自室だし、傘くらいあるぞ。": "……Dù sao đây cũng là phòng của tôi, ô thì có chứ.",
    "……………………": "……………………",
    "そ、そうでしたぁ――――っ！！\nこんな簡単なことに、気づかないなんて……！": "V, vâng, đúng rồi ạ――――っ!!\nEm không nhận ra những điều đơn giản như này……!",
    "（大丈夫か、この子……）": "（Con bé này ổn không vậy……）",
    "で、でしたら、%usernameusernameuserna%さんの靴を、\nわたしの懐に入れて温めておきましょう。": "Vậy thì, em sẽ bỏ giày của %usernameusernameuserna% vào\ntúi của em để giữ ấm ạ.",
    "それなら目的地に到着する頃には、\nほかほかぬくぬくになっているはずです……！": "Như vậy thì đến lúc đến nơi,\nsẽ ấm áp, dễ chịu hơn……!",
    "でもさ、うるう。\nそれだと俺はその目的地まで、何を履いていけばいいんだ？": "Nhưng mà, Uruu.\nVậy thì tôi sẽ mang gì đến đó?",
    "そ、そうでしたぁ――――っ！！\nああ、わたしってばなんの役にも立てない愚か者です！": "V, vâng, đúng rồi ạ――――っ!!\nA, em thật vô dụng vì chẳng giúp ích được gì hết!",
    "（本当に大丈夫だろうか、この子……）": "（Thật sự ổn không vậy, con bé này……）",
    "特にない": "Không có gì đặc biệt",
    "俺の馬になってくれ": "Hãy làm ngựa cho tôi",
    "あの、どうかわたしにしてほしいことを、\nなんでも言ってください！": "À, anh muốn em làm gì thì,\ncứ nói gì cũng được ạ!",
    "ええっ！？　そんな！？\n何もないなんて……！！": "Ê!? Thật á!?\nKhông có gì luôn……!!",
    "（そんなこの世の終わりみたいな顔されても……）": "（Dù em có vẻ mặt như tận thế này thì……）",
    "わかりました！　不肖、波瀬うるう、馬になってみせます！\nさあ、わたしの背中に乗ってください！": "Em hiểu rồi! Bất tài, Hase Uruu, sẽ làm ngựa cho anh!\nNào, hãy cưỡi lên lưng em đi!",
    "いや、冗談なんだから、本気にしないでくれ。": "Không, chỉ là nói đùa thôi, đừng có thật chứ.",
    "ええ！？　冗談だったんですか……？": "Ê!? Chỉ là đùa thôi sao……?",
    "（どうしよう、なんか不憫になってきた……\nこのまま放っておくのも可哀想だ……）": "（Phải làm sao đây, tự dưng thấy tội lỗi quá……\nCứ để vậy thì cũng tội……）",
    "……よ、よし。とりあえずカフェで一緒にランチしないか？\n柊校舎近くにある、パスタで有名なカフェなんだが……": "……Đ, được rồi. Hay là mình cùng đi ăn trưa ở quán cà phê nhé?\nGần trường học Hiragi, quán mì Ý nổi tiếng ấy……",
    "えっ、一緒にランチ！？\nそんな恐れ多い……": "Ê, cùng ăn trưa á!?\nSao mà dám……",
    "なんで、恐れ多くなるんだよ……": "Sao lại không dám chứ……",
    "はっ……！　なるほど、そういうことですか！！": "Hả……! Hiểu rồi, là như vậy sao!!",
    "え……？": "Ê……?",
    "任せてください！\nわたし、一足先にそのカフェに向かいます！！": "Cứ giao cho em!\nEm sẽ đến quán cà phê đó trước một bước!!",
    "おい、ちょっと……！": "Ê, khoan đã……!",
    "……ふう。慌ただしいやつだな……": "……Phù. Nhanh nhảu thật đấy……",
    "――さすがにランチタイムだけあって混んでるな。": "――Quả nhiên là giờ ăn trưa nên đông thật.",
    "それより、うるうが先に来てるらしいが……どこに行ったんだ？": "Hơn nữa, Uruu có vẻ đã đến trước rồi……đi đâu rồi?",
    "うぅぅぅ……\n%usernameusernameuserna%さぁん……": "Uuuu……\n%usernameusernameuserna%–san……",
    "ごめんなさぁい……\nやっぱりわたしって何もできない無能のクソザコナメクジです……": "Xin lỗi anh……\nRốt cuộc em cũng là con người vô dụng, phế vật mà thôi……",
    "いや、そこまで卑下しなくても……\nそもそも何をやろうとしてたんだ？": "Không, không cần phải tự hạ thấp mình đến vậy đâu……\nHơn nữa, em định làm gì?",
    "%usernameusernameuserna%さんのために、\nお席を確保しておこうと……でも来たときにはもう満席で……": "Vì %usernameusernameuserna%–san,\nem đã giữ chỗ ngồi……nhưng đến nơi thì đã hết chỗ rồi……",
    "まあ、ここって人気店だからな……仕方ないさ。": "Ừm, quán này là quán nổi tiếng mà……cũng không có gì lạ.",
    "うう、ごめんなさい……": "Uu, xin lỗi anh……",
    "コンビニでパンでも買って、近くの公園で食うか。": "Hay là mua bánh mì ở cửa hàng tiện lợi rồi ăn ở công viên gần đây nhỉ.",
    "あむ、あむ……すみません、本当なら今頃、\nパスタを食べているはずなのに。": "Àm, àm……xin lỗi anh, lẽ ra bây giờ,\nem đã ăn mì Ý rồi.",
    "気にしてないからいいよ。この焼きそばパンも美味しいし。": "Tôi không để ý đâu. Bánh mì yakisoba này cũng ngon mà.",
    "そういえば、結局予報は外れたのか、雨は降らなかったな……": "Nói mới nhớ, rốt cuộc thì dự báo sai rồi, trời không mưa……",
    "なあ、うるう。そろそろ教えてくれないか？": "Này, Uruu. Hay là em nói cho tôi biết đi?",
    "は、はい、なんでしょう？": "V, vâng, có chuyện gì sao?",
    "はっ……！\nもしかしてわたし、また何か失敗しちゃいましたか！？": "Hả……!\nChẳng lẽ em lại thất bại gì nữa sao!?",
    "いやいや、そうじゃなくて……なんで俺の役に立とうとするんだ？\n俺はお前に尽くしてもらうほど、何かをしたつもりはないんだが……": "Không, không phải vậy……tại sao em lại muốn giúp tôi?\nTôi cũng không có làm gì mà em phải tận tâm như vậy……",
    "えっと、それは……": "À thì, là……",
    "実は、ですね……この間、%usernameusernameuserna%さんに、\n褒めてもらったことが嬉しくて……": "Thật ra, thì……lần trước, %usernameusernameuserna%–san,\nđã khen em……em vui lắm……",
    "……褒めてもらったこと？": "……Được khen sao?",
    "は、はい、わたしの作ったアクセ……褒めてくれました。": "V, vâng, chiếc vòng tay em làm……được khen ạ.",
    "ああ、この間の公園のときの……": "À, là lúc ở công viên lần trước……",
    "はい、あの時、なんだかすごく心の中がポカポカしたんです。\n他の人からは感じたことのない温かみでした……": "Vâng, lúc đó, trong lòng em cứ ấm áp lạ thường.\nMột sự ấm áp mà em chưa từng cảm nhận từ người khác……",
    "それでその……%usernameusernameuserna%さんに\n喜んでもらえることをしたら、また褒めてもらえるかな、って……": "Vì vậy……nếu em làm điều gì khiến %usernameusernameuserna%–san\nvui vẻ, thì em sẽ được khen nữa, đúng không……?",
    "またあのポカポカを……感じたくて……": "Em muốn cảm nhận sự ấm áp đó lần nữa……",
    "なるほど。そういうことか……": "Ra là vậy. Thì ra là thế……",
    "ということで、ぜひ！\nな、何かしてほしいこと……ありませんか！？": "Vậy nên, nhất định phải làm!\nC, có chuyện gì anh muốn em làm……không?",
    "（なんという期待に満ちた眼差し……\nこの調子だと、ずっと付いてきそうだな……）": "（Ánh mắt tràn đầy hy vọng này……\nVới tình hình này, chắc chắn sẽ bám theo mình mãi……）",
    "……わ、わかった。じゃあ、午後から特にやることないし、\n暇つぶしにでも付き合ってくれないか？": "……T, tôi hiểu rồi. Vậy thì, từ chiều nay tôi không có gì để làm cả,\nhay là em chơi cùng tôi cho đỡ buồn đi?",
    "は、はい！　お任せください！\nこのわたしが精一杯楽しませてみせます！": "V, vâng! Cứ giao cho em!\nEm sẽ cố gắng hết sức để anh vui vẻ ạ!",
    "（さすがに『暇つぶし相手』に失敗もなにもないだろうし、\n褒めてあげて、早く承認欲求を満たしてあげよう）": "（Với tư cách là 'người làm bạn cho đỡ buồn' thì chắc chắn sẽ không có chuyện thất bại đâu,\nphải khen em ấy để em ấy thỏa mãn mong muốn được công nhận mới được）",
    "ところで、何をして暇つぶしをしようか。": "Nhân tiện, mình sẽ làm gì để giết thời gian đây.",
    "で、でしたら……うちで、その……ゲームでもしませんか？": "Vậy thì……ở nhà, mình……chơi game không?",
    "……ゲーム？": "……Game?",
    "はい！　わたし……実は少しゲームとかもするので……\n%usernameusernameuserna%さんも、ど、どうかなって……": "Vâng! Em……thật ra cũng chơi game một chút……\n%usernameusernameuserna%–san cũng, h, thế nào ạ……",
    "じゃあ、うるうさえ良ければ、それで――": "Vậy thì, nếu Uruu thấy ổn thì cứ thế đi――",
    "やった……！　じゃあ、うちでゲームに決まりです……！": "Yeah……! Vậy thì, chơi game ở nhà em nhé……!",
    "お、おう……": "Ơ, ừm……",
    "これで、上手くお相手できれば、褒めてもらえるかも……！": "Nếu làm tốt thì sẽ được khen nữa……!",
    "（本音がダダ漏れなんだが……）": "（Thật thà quá đi mất……）",
    "%usernameusernameuserna%さんのお相手、頑張ります！！": "Em sẽ cố gắng hết mình để chiều lòng %usernameusernameuserna%–san!!",
    "また、負けましたぁ～～～～～～～～。": "Lại thua rồi～～～～～～～～.",
    "……えっと、これで俺が３０連勝だな。\nその……接待プレイとかはしなくていいんだぞ？": "……À thì, như vậy là tôi đã thắng 30 trận liên tiếp rồi.\nChuyện……chơi để em vui thì không cần đâu nhé?",
    "どちらかというと、正々堂々本気を出し合う戦いのほうが\n対戦ゲームって楽しいし……": "Nói đúng hơn thì, một trận chiến công bằng, nghiêm túc\nthì mới vui khi chơi game……",
    "ううっ……一応本気、出しているはずなんですが……\nいつもはもっとできるのに……": "Uu……em cũng đã cố gắng hết sức rồi……\nNhưng mà em luôn làm tốt hơn……",
    "そ、その……%usernameusernameuserna%さんの視線を感じて、\n思ったように操作ができず…": "T, tại vì……em cảm thấy ánh mắt của %usernameusernameuserna%–san,\nnên không thể điều khiển như ý muốn……",
    "ああ、すまん……うるうってどのようにゲームするのか、\nつい気になっちゃってジロジロ見ちゃったかもな……": "À, xin lỗi……Uruu chơi game như thế nào,\ntôi đã nhìn chằm chằm mất rồi……",
    "はっ……！　す、すみません！！　まるで、\n%usernameusernameuserna%さんのせいみたいな言い方……！": "Hả……! X, xin lỗi ạ!! Như thể là,\ntại %usernameusernameuserna%–san vậy……!",
    "いやいや、そんなふうには受け取ってないから、安心して。": "Không, không phải như vậy đâu, cứ yên tâm đi.",
    "あぁ……なんで、わたしってば、いつもこうなんでしょう……\n何をやってもダメダメで……失敗ばかり……": "A……tại sao, em lại luôn như thế này chứ……\nLàm gì cũng không được……toàn thất bại……",
    "そんなに自分を責めなくてもいいだろう？": "Đừng tự trách mình đến vậy chứ?",
    "いえ、責めるに値する人間です……\nこんな『失敗』という言葉が服を着て歩いているような存在……": "Không, em xứng đáng bị trách phạt……\nNhư một sự tồn tại mà từ 'thất bại' mặc quần áo đi vậy……",
    "だから実家でも、お父さんとお母さんは弟ばかりに期待して……": "Vì vậy, ngay cả ở nhà, bố và mẹ chỉ mong đợi ở em trai……",
    "褒められるかなと、ふたりに言われるがまま学園に入学したのに、\n応援どころか連絡もめったに来なくて……": "Muốn được khen, nên em đã vào học viện theo lời của hai người, nhưng\nkhông những không được ủng hộ mà còn hiếm khi liên lạc nữa……",
    "（もしかして、この子が褒められたがってるのって……）": "（Chẳng lẽ, con bé này muốn được khen ngợi là vì……）",
    "うるう、そんな無理していいところを見せようとしなくていい。": "Uruu, không cần phải cố gắng thể hiện những điều tốt đẹp đâu.",
    "うるうにはすでにいいところがいっぱいある。それだけで十分だ。\nいつも通り自然に振る舞うだけで、魅力いっぱいだよ。": "Uruu đã có rất nhiều điều tốt đẹp rồi. Chỉ cần như vậy là đủ rồi.\nChỉ cần hành xử tự nhiên như mọi khi, em đã rất cuốn hút rồi.",
    "わたしに……？　そんなのどこに……": "Em sao……? Em có gì đâu……",
    "まず、ＭＧの腕前は指揮官である俺視点で見ても、\n柊校舎トップクラスだ。": "Đầu tiên, trình độ MG của em, theo quan điểm của tôi là chỉ huy,\nthì thuộc top đầu của trường Hiragi.",
    "えっ……": "Ê……",
    "実際、カラフルブーケの他のみんなに、\nちゃんと実力でついていってるじゃないか。": "Thật ra, những người khác trong Colorful Bouquet,\nđã theo kịp em bằng thực lực của họ rồi mà.",
    "そ、それは、みんながわたしに合わせてくれてるからで……": "T, tại vì mọi người đã theo em mà……",
    "本当にそう思うか？　みんなパイロットとして一流を目指してるんだ。\nそんな甘いやつらのはずがない。": "Em có thực sự nghĩ vậy không? Mọi người đều hướng đến việc trở thành phi công hàng đầu mà.\nChắc chắn họ không phải là những kẻ dễ dãi như vậy đâu.",
    "もしかして、お前は他のみんなが遊びでパイロットをやっていると、\nそう思っているのか？": "Chẳng lẽ, em nghĩ những người khác đang chơi phi công cho vui thôi sao?",
    "それは……ち、違うと思います……うぅ……": "Thì……e, em không nghĩ vậy đâu……uu……",
    "次だ。アクセサリー作りが上手い。これは前にも言ったよな。": "Tiếp theo. Em làm đồ trang sức rất giỏi. Chuyện này tôi đã nói rồi mà.",
    "部屋にいくつか飾られてるけど、どれも素人の俺からすれば\nプロの職人が作ったと言われても納得するレベルだ。": "Có vài cái được trang trí trong phòng, từ tôi là người nghiệp dư,\nthì cứ như là do một thợ thủ công chuyên nghiệp làm ra vậy.",
    "プロ！？": "Chuyên nghiệp!?",
    "うるうって手先が器用なんだな。\nきっと他の子じゃ一朝一夕で真似できない。才能と言っていい。": "Uruu rất khéo tay.\nChắc chắn những người khác không thể bắt chước được trong một sớm một chiều đâu. Có thể nói là tài năng đấy.",
    "さ、才能……！？": "T, tài năng……!?",
    "だってそうだろう？　他の人には簡単にはできないことを、\nうるうはこんなにも高いレベルで実現できちゃうんだから。": "Vì đúng vậy mà? Những điều mà người khác không thể làm được một cách dễ dàng,\nthì Uruu có thể thực hiện được ở một trình độ cao như vậy.",
    "そ、そんな……": "V, vâng, không……",
    "そして何より……うるうは、美少女だ！！": "Và hơn hết……Uruu là một mỹ nhân!",
    "へ！？　び、びびび……！？": "Hể!? Đ, đ, đ……!?",
    "はは、やっぱり自覚はないみたいだな。そりゃそうか、\nこの学園って生徒から教師まで女性ばかりだし。男の視点がないもんな。": "Ha ha, có vẻ như em không tự nhận thức được. Đúng là như vậy, học viện này\ntừ học sinh đến giáo viên đều là nữ cả. Không có góc nhìn của đàn ông mà.",
    "いいか、うるうは男の俺から見て、そこらの女の子より\nずっと可愛い。": "Nghe này, Uruu, theo tôi là đàn ông, em dễ thương hơn những cô gái khác nhiều.",
    "確かに性格がやや引っ込み思案なところがあるけど、\nもっと社交的になればモテモテになるだろうな。": "Đúng là tính cách có hơi rụt rè, nhưng nếu em hòa đồng hơn,\nthì chắc chắn sẽ được yêu thích đấy.",
    "そんでもって、次は――": "Và tiếp theo――",
    "も、もう、やめてください……！！": "Đ, đừng nói nữa mà……!!",
    "えっ……？": "Ê……?",
    "こ、これ以上、褒められしゅぎると……頭がフットーして、\nおかひくなっひゃいそう……れすぅ……": "N, nếu được khen nhiều hơn nữa……đầu em sẽ nổ tung mất……\nEm sẽ không ổn mất……rồi……",
    "あー……": "Aー……",
    "（褒められ慣れてないから、頭がショートしちゃったか……）": "（Vì không quen được khen nên đầu bị đoản mạch mất rồi……）",
    "うぅ……": "Uu……",
    "（まあ、でもこれで少しは自分に自信を\n持ってくれればいいが……）": "（Ừm, nhưng với điều này, tôi hy vọng em sẽ\ntự tin hơn một chút……）",
    "しばらくして――": "Một lúc sau――",
    "（あれから、うるうは無理に褒められようとすることは、\nなくなったのだが……）": "（Từ đó, Uruu đã không còn cố gắng để được khen nữa……）",
    "あ、あのあの、もしもし、%usernameusernameuserna%さん？\nまた新作アクセサリーを作ったので、見に来てくれませんか！？": "À, à, à, %usernameusernameuserna%–san ơi?\nEm đã làm một món đồ trang sức mới, anh có muốn đến xem không!?",
    "こ、今度はですね……いつもよりも素材を……": "L, lần này thì……chất liệu hơn mọi khi……",
    "――と、こんなふうに俺が褒めたところを、\n毎日のように報告してくるようになったのだった。": "――Và cứ như vậy, những lời khen của tôi,\nmà em đã báo cáo hàng ngày.",
    "ちなみに昨日は非公式ＭＧ競技の結果報告を、\n夕方から深夜まで詳細を聞かされたもんだ。": "Nhân tiện, hôm qua, em đã nghe báo cáo kết quả thi đấu MG không chính thức,\ntừ chiều đến đêm khuya.",
    "（いや、まあ、無理しないようになったのは嬉しいんだが……）": "（Không, ừm, tôi rất vui vì em không còn cố gắng nữa……）",
    "それで……！　今度のお休みの日、いかがでしょうか！？": "Vậy thì……! Vào ngày nghỉ tới, thì sao ạ!?",
    "ああ、じゃあ、その日にうるうの部屋に行くよ。\nじかにその新作とやらを見せてくれ。": "À, vậy thì, tôi sẽ đến phòng Uruu vào ngày đó.\nĐể xem tận mắt món đồ trang sức mới của em.",
    "はい！！　任せてください！！": "Vâng!! Cứ giao cho em!!",
    "（……この解決方法でよかったのだろうか？）": "（……Liệu cách giải quyết này có ổn không nhỉ？）",
    "その日も俺は深夜まで、彼女のアクセサリーのこだわりポイントを\nたくさん聞かされることになるのだった。": "Vào ngày đó, tôi cũng sẽ nghe em nói về những điểm đặc biệt của đồ trang sức của em cho đến đêm khuya. "
}