{
    "このところ休日や余暇に、ドロテアと外出することが増えた。\n一緒に街へ出ることで、より学びを得たいという彼女に応えてのことだ。": "Dạo gần đây, tôi hay đi chơi với Dorothea vào những ngày nghỉ hoặc lúc rảnh.\nTôi đáp lại cô ấy, vì cô ấy muốn học hỏi nhiều hơn bằng cách cùng nhau ra phố.",
    "そんな外出の帰路、彼女は意を決した様子で切り出した。": "Trên đường về sau buổi đi chơi đó, cô ấy như thể đã quyết tâm rồi cất lời.",
    "あの……わたくし、今日は心に決めてまいりました。\nあなたに、お願いしてみようと――": "À... tôi, hôm nay đã quyết định rồi ạ.\nTôi muốn... thử nhờ anh một việc――",
    "お願い……？　突然どうしたんだ？": "Nhờ... ư? Tự dưng sao vậy?",
    "貴族として、皆の上に立つべき者として……知っておきたいのです。\nそ、その……『男性』というものを。": "Với tư cách là một quý tộc, một người nên đứng trên tất cả mọi người... tôi muốn biết.\nV-về... cái gọi là 'đàn ông'.",
    "声にこそ恥じらいの響きがあるが、\nドロテアは覚悟ある瞳でしっかりと正面から、こちらを見つめた。": "Trong giọng nói tuy có chút e thẹn, nhưng\nDorothea nhìn thẳng vào tôi với ánh mắt đầy quyết tâm.",
    "あなたから、教わりたいのです。\nどうか引き受けて、いただけませんでしょうか？": "Tôi muốn được học hỏi từ anh.\nXin hãy nhận lời, được không ạ?",
    "突然のことで驚いたが、彼女の本気は伝わってくる。\nならば男として、応えてあげたい。": "Tôi đã rất ngạc nhiên trước lời đề nghị bất ngờ này, nhưng tôi có thể cảm nhận được sự nghiêm túc của cô ấy.\nNếu vậy, với tư cách là một người đàn ông, tôi muốn đáp lại.",
    "返事をしようとした時、近くでワンッと吠え声がした。\n飼い主と散歩中の犬が、通りすがりに鳴き声をあげたのだ。": "Khi tôi định trả lời, một tiếng 'Gâu' vang lên gần đó.\nMột con chó đang đi dạo với chủ của nó đã sủa khi đi ngang qua.",
    "ちょっと、ポチ！　そっち行っちゃダメ！\n迷惑かかるでしょ！": "Này, Pochi! Đừng có đi hướng đó!\nLàm phiền người ta đó!",
    "飼い主はリードを引っ張りながら頭を下げて軽く謝罪し、\n犬を連れて去っていった。": "Chủ nhân vừa kéo dây xích vừa cúi đầu xin lỗi, rồi\ndắt con chó đi.",
    "ふむ……": "Hừm...",
    "……？　あの……じっと先ほどの犬を見つめていますが、\nどうかなさったんですか？": "...? À... Tôi đang nhìn con chó lúc nãy, nhưng\nanh sao vậy ạ?",
    "突然の質問で悪いんだが、\nドロテアは庇護される側の視点ってイメージできる？": "Xin lỗi vì câu hỏi bất ngờ, nhưng\nDorothea có hình dung được góc nhìn của một người được bảo vệ không?",
    "庇護される側……でしょうか。": "Góc nhìn của một người được bảo vệ... ạ?",
    "ドロテアは上に立つ者の視点は熟知していると思う。\nでも一方で庇護される側はどうなのかなと思ってさ。": "Tôi nghĩ Dorothea đã rất hiểu về góc nhìn của một người đứng trên cao.\nNhưng mặt khác, tôi tự hỏi về phía những người được bảo vệ.",
    "例えば犬の気持ち……とか。": "Ví dụ như... cảm xúc của một con chó.",
    "犬の気持ち……？　ですか。\n馬なら実家で飼っていますけれど……": "Cảm xúc của một con chó...? Vâng.\nTôi có nuôi ngựa ở nhà...",
    "いずれにせよ、そういう意味では庇護される側の視点で、\n物を考えたことはないかもしれませんね。": "Dù sao đi nữa, theo một nghĩa nào đó, có lẽ tôi chưa bao giờ nghĩ về mọi thứ từ góc độ của người được bảo vệ.",
    "ならば、犬の気持ちを通じて、学んでみないか？\n庇護される側――これから守っていく民達の視点を。": "Vậy thì, em có muốn học hỏi thông qua cảm xúc của một con chó không?\nGóc nhìn của những người được bảo vệ――những người sẽ được bảo vệ từ giờ trở đi.",
    "男を知るとともに新たな視点を得るのも、\nきっといい経験になるはずだ。一石二鳥ってやつだな。": "Vừa biết về đàn ông vừa có được một góc nhìn mới,\nchắc chắn sẽ là một trải nghiệm tốt. Được cả đôi đường.",
    "え、えっと……": "E, ừm...",
    "……よくわかりませんが、%usernameusernameuserna%さんが言うなら、\nきっとわたくしにとって大事なことなんでしょうね。": "...Tôi không hiểu lắm, nhưng nếu %usernameusernameuserna% nói vậy,\nchắc chắn đó là điều quan trọng đối với tôi.",
    "その視点というもの……ぜひとも教えてくれませんか？": "Góc nhìn đó... xin hãy cho tôi biết được không?",
    "ああ……！　任せろ！！": "Được rồi... ! Cứ giao cho tôi!!",
    "いろいろ必要なものを揃えて、再び公園に戻った時にはすっかり\n暗くなっていた。": "Sau khi chuẩn bị mọi thứ cần thiết và quay lại công viên, trời đã tối hẳn.",
    "こ、これらを……本当に身につけるんですか？": "C-cái này... anh thực sự sẽ mặc nó sao?",
    "ああ、逆に言えば、『これら』だけでいい。\n他には何もいらない！": "Ừ, ngược lại, chỉ cần 'cái này' là đủ.\nKhông cần gì khác!",
    "もし誰かに見られたらどうしましょう……": "Nếu ai đó nhìn thấy thì sao...",
    "このあたりはこの時間帯人もあまり通らないし、\n通りからも遠く離れてるから大丈夫だよ。": "Khu vực này vào thời điểm này cũng không có nhiều người qua lại,\nvả lại cũng cách xa đường lớn nên không sao đâu.",
    "それに何があっても、俺がなんとかするから。": "Hơn nữa, dù có chuyện gì xảy ra, tôi sẽ lo liệu.",
    "%usernameusernameuserna%さん……\nわ、わかりました。": "%usernameusernameuserna%... \nV-vâng, tôi hiểu rồi.",
    "%usernameusernameuserna%さんはわたくしのお願いに応えてくれました。\nなので、わたくしも応えましょう。庇護される側の視点というものに。": "%usernameusernameuserna% đã đáp ứng yêu cầu của tôi.\nVì vậy, tôi cũng sẽ đáp lại. Về góc nhìn của người được bảo vệ.",
    "い、いかがでしょうか？　これで……いいんですよね？": "N-như vậy... có được không ạ? Như vậy... được rồi chứ?",
    "ああ、完璧だ……！": "Ừ, hoàn hảo...!",
    "なんだか……イケナイ感情が湧いてきて……ドキドキします。": "Không hiểu sao... tôi lại có những cảm xúc không nên có... tim cứ đập thình thịch.",
    "（もしかすると、ドロテアはこういうのに素質があるのかもな……）": "(Có lẽ nào, Dorothea có tố chất trong những chuyện như này...) ",
    "姿勢は……このような感じで、よろしいでしょうか？\nここからあとは、その……ど、どうすれば……": "Tư thế... như thế này, có được không ạ?\nTừ đây trở đi, thì... ừm, p-phải làm sao...",
    "身体の力を抜いて。これからドロテアの『お願い』を叶えるから。": "Thả lỏng cơ thể ra. Từ giờ tôi sẽ đáp ứng 'yêu cầu' của Dorothea.",
    "あなたの、その力強いものが、わたくしに入るのですね。\nああ、考えただけで息が荒くなってきました……": "Cái mạnh mẽ của anh, sẽ đi vào tôi phải không ạ?\nA, chỉ nghĩ đến thôi, tôi đã thấy hơi thở mình gấp gáp...",
    "ふぅ……ふうっ……\nああ、わたくし、これからどうなってしまうのかしら。": "Hừm... hừm... \nA, tôi, từ giờ sẽ ra sao đây...",
    "いけない、身体の力を抜くのでしたね……\nあなたの言う通りにしなくては。": "Không được rồi, phải thả lỏng cơ thể ra... \nPhải làm theo lời anh nói.",
    "そこでふと、俺はひっかかった。\nペットが主人を『あなた』と呼ぶのは、いかがなものだろうかと。": "Đến lúc đó, tôi đã bị vướng mắc.\nViệc một con vật cưng gọi chủ là 'anh' có được không?",
    "犬である今だけは、もっとしっくりくる呼び方があるはずだ。": "Chỉ là một con chó bây giờ, chắc chắn sẽ có một cách gọi phù hợp hơn.",
    "あっ……そうですね。\n庇護される側の視点になりませんと……": "À... phải rồi.\nNếu không phải là góc nhìn của người được bảo vệ...",
    "すでにドロテアは気づいているだろう。\nそれがペットプレイのための建前であることに。": "Dorothea có lẽ đã nhận ra rồi.\nRằng đó chỉ là một cái cớ cho trò chơi thú cưng.",
    "しかし、もうやめる気はないようだ。\nやはり素質あるなと俺は内心思う。": "Tuy nhiên, cô ấy có vẻ không muốn dừng lại.\nTôi nghĩ trong lòng rằng, quả nhiên là có tố chất.",
    "で、では……\n『ご主人様』の言う通りに……これでどうでしょう。": "V-vậy thì...\nTheo như 'Chủ nhân' nói... như vậy có được không?",
    "呼び方はいいが、犬の気持ちはまだ理解しきれていないと諭す。\nたとえば餌がほしい時、犬ならおねだりするはずだ。": "Cách gọi thì được, nhưng tôi khuyên rằng cô ấy vẫn chưa hiểu hết cảm xúc của một con chó.\nVí dụ, khi muốn ăn, một con chó sẽ phải nài nỉ.",
    "おねだり……ですか。": "Nài nỉ... ạ?",
    "ふぅ……ふううぅっ……\nご主人様、どうかわたくしに……ください。": "Hừm... hừuuu... \nChủ nhân, xin hãy cho tôi... ",
    "ご主人様の……大きいのを……\nわたくしの下のお口で……": "Cái... to của chủ nhân... \nTrong miệng dưới của tôi...",
    "下のお口で、どうしたいのか。\nそこは、もっとはっきり意思表示してしまうべきだ。": "Muốn làm gì với miệng dưới?\nChỗ đó, phải thể hiện rõ ý muốn hơn nữa.",
    "ふうぅ……わ、わかりました。\nわたくしの下のお口いっぱいに……しゃ……": "Hừuu... v, vâng, tôi hiểu rồi.\nTrong miệng dưới của tôi... mút...",
    "しゃぶらせて……くださいっ！": "Mút... xin hãy cho tôi!",
    "よしよし、いい子だと褒めてやってから、\nドロテアのヴァギナに、こちらのものを挿入してやる。": "Tôi khen cô ấy là một đứa trẻ ngoan, rồi\ntôi đưa 'thứ' của mình vào âm đạo của Dorothea.",
    "ひっ……あぁんっ……\nは、入ってくる……ご主人様がっ！": "Hự... aah... \nV-vào rồi... chủ nhân!",
    "わ、わたくしの……奥にぐいぐい……\nはぁ、はぁ……あんっ……": "T, trong... sâu trong tôi... \nHa, ha... aah...",
    "ありがとう……ございます、ご主人様ぁ……": "Cảm ơn... chủ nhân...",
    "みちみちと狭い膣道を亀頭が割り開いていくのに合わせて、\nドロテアの吐息が熱を帯びる。": "Theo nhịp điệu, dương vật của tôi đang mở rộng âm đạo chật hẹp,\nhơi thở của Dorothea trở nên nóng bỏng.",
    "最奥まで、こちらの肉棒がおさまりきったところで、\n次のおねだりは、なんだとたずねる。": "Khi dương vật của tôi đã nằm gọn trong cùng, tôi hỏi cô ấy muốn gì tiếp theo.",
    "わたくしの中……中をっ……\nはぁ、はぁ……ぐちゃぐちゃに……してほしいです。": "Trong tôi... trong tôi... \nHa, ha... muốn bị... làm cho rối tung lên.",
    "いいおねだりだが、犬らしさが足りないのではと聞いた。": "Một yêu cầu hay, nhưng tôi hỏi liệu nó có thiếu đi sự giống chó không.",
    "犬らしさ……あっ……\nぐちゃぐちゃに……してほしい……わ……わん！": "Sự giống chó... a... \nMuốn bị... làm cho rối tung lên... wo... woof!",
    "可愛い鳴き声の、賢いいい犬だと褒め、腰を動かし始める。": "Tôi khen cô ấy là một con chó ngoan, dễ thương, rồi bắt đầu di chuyển hông.",
    "あっ、ああっ……\nこ、この声も、違いますね、はぁ、はぁ……っ。": "A, aah... \nT-tiếng này, cũng không đúng nữa, ha, ha...",
    "あんっ……あんっ！\nじょ、上手に……鳴けていますか、ご主人様ぁ……": "Aah... aah! \nL-làm tốt... kêu được chưa, chủ nhân...",
    "上手だが、犬にしては、まだ恥じらいがあるようだ。": "Cô ấy làm tốt, nhưng vẫn còn có chút e thẹn, so với một con chó.",
    "あん……あんっ、あんっ……\nはっ、はっ……はぁはぁ……あぁぁああああぁんっ！": "Aah... aah, aah... \nHa, ha... haa haa... aaaaaaah!",
    "いい調子だ。\n身も心も犬になった気分はどうかたずねる。": "Cô ấy làm tốt, tôi hỏi cô ấy cảm thấy thế nào khi đã là một con chó cả về thể xác lẫn tinh thần.",
    "あぁん……あんっ！　今まで、上に立ってばかり……\nだったので……んあっ、し、新鮮な……気分……です……！": "Aah... aah! Từ trước đến nay, tôi chỉ toàn đứng trên cao... \nnên... aah, c-cảm giác... mới mẻ...",
    "ひっ……はぁはぁ……\nあんっ……お、お腹の奥がぐちゅぐちゅして……": "Hự... haa haa... \nAah... trong bụng cứ gục gặc...",
    "はぁはぁ……くぅっ、くぅぅんっ……\nな、なんだか、とろとろした……お、おつゆもこんなにっ……": "Haa haa... kuu, kuuuun... \nT-thật là, có cả... nước bọt nữa...",
    "それはドロテアの体が喜んでいる証拠だと教える。\nすると彼女はビクンと体をよじった。": "Tôi nói với cô ấy rằng đó là dấu hiệu cho thấy cơ thể Dorothea đang vui vẻ.\nSau đó, cô ấy giật mình.",
    "そ、そうなんですね……あんっあぁんっ、\nご主人様ぁ……ご教示、ありがとうございますぅ……！": "V, vậy sao... aah aah... \nChủ nhân... cảm ơn vì đã chỉ bảo ạ...",
    "はっ、はっ……あんっ……\nご、ご主人様が……大きくっ……くぅ、きゅ、きゅううぅんっ！": "Haa, haa... aah... \nC, chủ nhân... to lớn... kuu, kyu, kyuuun!",
    "すっ、すごいです……はぁ、はぁ……っ！": "T, tuyệt vời... haa, haa...!",
    "荒い息を吐き、快感に震える姿は、\n普段の彼女とはあまりにかけ離れていて、背徳的だ。": "Hình dáng run rẩy trong khoái cảm, thở hổn hển, \nkhác xa với cô ấy ngày thường, thật là đồi bại.",
    "あっ……そ、そんなになっては……\nわっ、わたくしのあそこが……裂けてしまいそうっ……！": "A... t, trở nên như vậy... \nT-tôi... chỗ đó... có lẽ sẽ... bị rách mất...!",
    "ひぃ……あんっ、あん……あぁああんっ！\n少しだけ……こ、怖いですぅ……っ。": "Hii... aah, aah... aaaaaah! \nChỉ một chút thôi... s, sợ quá...",
    "わ、わたくし……はぁはぁ……！\nど、どうなってしまうのでしょう……っ！": "T, tôi... haa haa...!\nT, tôi sẽ ra sao đây...!",
    "そう言いながら、ドロテアは本心から怖がっているわけではない。\nその証拠に、膣内がきゅんと肉棒を締め付けた。": "Nói vậy, Dorothea không hề sợ hãi từ tận đáy lòng.\nBằng chứng là, âm đạo đã siết chặt dương vật.",
    "ご、ご主人様のおっきくなったそれで……あっ、ひぃんっ\nか……かきまわされてしまったらっ……！": "C, cái đó... của chủ nhân đã lớn hơn... a, hin!\nBị... bị đảo lộn rồi...!",
    "ううん……も、もっと、もっとぉ……っ。\nかきまわしてください……ご主人様ぁ……！": "Uun... m, muốn hơn, muốn hơn nữa...!\nHãy đảo lộn tôi... chủ nhân!",
    "ドロテアは言葉だけでなく、体でもおねだりするかに、\n自らも腰をゆらしはじめた。": "Dorothea không chỉ bằng lời nói, mà còn bằng cả cơ thể, \ncô ấy cũng bắt đầu lắc hông.",
    "その二重の求めに応じて、こちらも腰の動きをより早め、\n彼女が強く感じられるよう、濡れた襞をかきわけて擦りつけてやる。": "Đáp lại sự mong muốn kép đó, tôi cũng tăng tốc độ di chuyển của hông,\ntôi xoa vào những nếp gấp ẩm ướt để cô ấy cảm nhận rõ hơn.",
    "はわぁ……すっ、すご……しゅごぃわん……っ！\nあっ……あんっ、あぁん、あんっ……！": "Hawaa... su, ghê... ghê quá...!\nA... aah, aah, aah...!",
    "きゅん……きゅうぅん……\nい……いいっ……気持ちいぃです……！": "Kyun... kyuuun... \nI... sướng... quá...",
    "ご主人様の……おっきいもの……\n……はぁはぁ……おいしいでしゅ……": "Cái... to lớn của chủ nhân... \n...haa haa... ngon quá...",
    "言葉通り、蜜壺はペニスを美味しそうにしゃぶり、\n痺れるような快感が背筋を駆けあがっていく。": "Đúng như lời nói, mật huyệt đang liếm dương vật một cách ngon lành,\ncảm giác tê dại chạy dọc sống lưng.",
    "わたくし、こんな格好……なのにっ\nどうして……あんっ……ぉんっ……んあっ！": "Tôi, trong bộ dạng này... \nsao lại... aah... on... aah!",
    "はっはっはっはっ……もっと、もっと欲しぃ……\n欲しいですぅ……あんっ……きゃん、きゃうぅ～んっ！": "Ha ha ha... muốn hơn, muốn hơn nữa... \nMuốn lắm... aah... kyan, kyuuun!",
    "一声鳴くたびに、彼女の中が、よりしとどに濡れそぼり、\n肉棒のすべりが良くなってゆく。": "Mỗi khi cô ấy kêu lên, bên trong cô ấy lại càng ướt át hơn, \nsự trơn tru của dương vật càng tăng lên.",
    "まさに名家の名にふさわしい名器、\n……いや、名犬ぶりだった。": "Quả thực là một danh khí xứng tầm với một gia tộc danh tiếng,\n...không, là một con chó ngoan.",
    "あぁんっ……お褒めくださり……\nはぁはぁ、ありがとうごじゃいましゅ……あんあんっ！": "Aah... khen ngợi... \nhaa haa, cảm ơn... aaan!",
    "ください……くだしゃいご主人様ぁ……\nそのおっきいのの……中身を全部ぜぇんぶ……": "Xin hãy cho tôi... xin hãy cho tôi chủ nhân... \nToàn bộ bên trong... ",
    "わたくしに……きゃううぅ～んっ……\nぶ……ぶちまけてくだしゃいぃ～っ！": "Trong tôi... kyuuuun... \nĐổ... đổ hết ra đi!",
    "彼女の身悶えで、じゃらじゃらとリードがわりの鎖が鳴る。\nこちらもそろそろ、解き放ちたかったところだ。": "Sự giằng xé của cô ấy, chiếc vòng cổ như một sợi xích đang kêu lên.\nTôi cũng muốn giải phóng nó.",
    "今日イチ上手におねだりした名犬のため、\nさらにぐっと肉棒を膨張させてから、発射の態勢に入る。": "Vì một con chó ngoan đã nài nỉ giỏi nhất hôm nay,\ntôi đã tăng thêm kích thước dương vật, rồi vào tư thế xuất tinh.",
    "きゃうぅううんっ、わ、わたくし……もうだめですっ！\nあんっ、あぁああんっ……うぉおおお～～んっ！": "Kyuuuun, t, tôi... tôi không chịu nổi nữa!\nAah, aaaaaan... uoooh!",
    "遠吠えのような鳴き声をもらしながら、\nそう訴えるドロテアのクリストスが、張り詰めている。": "Trong khi kêu lên như tiếng tru của sói,\nChristos của Dorothea đang căng cứng.",
    "あんっ……あうぉ～～ん、うぉぉおお～～ん！\nわ、わたくし……どうすればっ……きゅぉおお～～ん！": "Aah... auuoon, uoooh! \nT, tôi... phải làm sao... kyuuoon!",
    "はしたないことに……あんあんあぁ～～～んっ！\nな、なりそうなのに……気持ちよくてええっ……": "Thô tục... aaan... \nT, trở nên sướng...!",
    "お、おしっこ……おしっこがあぁ～あんあんっ！\nあんっ、と……止められそうにありません……！": "O, nước tiểu... nước tiểu... aaan!\nA, t... không thể dừng lại...",
    "こちらも放出させるのだし、\n散歩中の犬が放尿するのは当然だと伝える。": "Tôi cũng sẽ xuất tinh, \nvà tôi nói rằng việc một con chó đi dạo đi tiểu là điều đương nhiên.",
    "そ、そうですね……あんあんあんあぁああんっ！\nご主人様ぁ……！": "V, vậy sao... aaan aaan aaaaah!\nChủ nhân...!",
    "わたくし……上手に全部おしっこしてみせましゅっ……！": "Tôi... tôi sẽ đi tiểu giỏi hết mức...!",
    "きっとすごい解放感……\nご主人様の前で……おしっこなんて……": "Chắc chắn sẽ là một cảm giác giải phóng tuyệt vời... \nTrước mặt chủ nhân... tôi đi tiểu...",
    "共に獣のように快楽を貪り、頂点へ駆けあがる。\n瞬間、俺は精液を、彼女は尿を撒き散らした。": "Cả hai cùng đắm mình trong khoái lạc như những con thú, và cùng nhau đạt đến đỉnh điểm.\nKhoảnh khắc đó, tôi đã phóng tinh dịch, và cô ấy đã phóng nước tiểu.",
    "イキましゅ……ご主人様ぁ、ああんっ！\nうぉん……うぉん、うぉぉおおおおおお～～ん！": "Tôi đã... chủ nhân, aah!\nUon... uon, uooooh!",
    "それからしばらくして、彼女の絶頂の遠吠えが、\n夜の公園から、ようやく途切れると――": "Một lúc sau, tiếng tru của cô ấy cuối cùng cũng dừng lại trong công viên đêm――",
    "はぁ……はぁ……\n知りませんでした……": "Haa... haa... \nTôi không biết...",
    "誰かの庇護の下、自身を開放しきること……\nそれがこんなにも……めくるめく体験だなんて。": "Dưới sự bảo vệ của ai đó, giải phóng bản thân... \nrằng nó lại là một trải nghiệm tuyệt vời đến vậy.",
    "ありがとう……ございます。\nわたくし……はぁはぁ……新たな目線を得られた気がします。": "Cảm ơn... rất nhiều.\nTôi... haa haa... tôi cảm thấy như mình đã có một góc nhìn mới.",
    "ふふ……夜風がこんなに気持ちいいことも……\nきっと、忘れることはありません……": "Fufu... gió đêm thật là dễ chịu... \nChắc chắn, tôi sẽ không bao giờ quên...",
    "恍惚とした、まるで夢見るような表情で、\nドロテアはそうつぶやいたのだった。": "Với một biểu hiện say mê, như thể đang mơ mộng,\nDorothea đã nói như vậy.",
    "事が終わり、双方身支度を整え終わった時だ。\nこちらへ走ってくる人影が見えた。": "Khi mọi việc kết thúc, cả hai đã chuẩn bị xong xuôi.\nTôi thấy một bóng người đang chạy về phía chúng tôi.",
    "お嬢ー！　やっと見つけた！　心配したんだぞ！\nこんな夜遅くまで何してたんだ、デバイスの電源も切れてるし！": "Tiểu thư! Cuối cùng cũng tìm thấy rồi! Tôi đã lo lắng lắm!\nCô làm gì khuya thế này, lại còn tắt cả nguồn thiết bị!",
    "（げっ、リュシー！？）": "(Gét, Lucy!?)",
    "あっ、ご、ごめんなさい……\n切れる前に連絡しておけばよかったかも。": "À, t, tôi xin lỗi... \nCó lẽ tôi nên liên lạc trước khi nó hết pin.",
    "まあ、%usernameusernameuserna%と一緒だったなら、\n心配ないだろうが……": "Chà, nếu là với %usernameusernameuserna%,\ntôi cũng không lo lắng lắm...",
    "%usernameusernameuserna%もあまりお嬢を連れ回してくれるなよ？": "%usernameusernameuserna%, anh cũng đừng dắt tiểu thư đi chơi nhiều quá nhé?",
    "あ、ああ、悪い……今送っていこうと思っていたところなんだ。": "À, ừ, tôi xin lỗi... Tôi đang định đưa cô ấy về đây.",
    "（どうやら俺達のことはバレていないようだ）": "(Có vẻ như chuyện của chúng ta không bị lộ)",
    "……ん？　なあ、お嬢。その首のとこ、どうした？\nなんか、赤くなってねえか？": "...Hửm? Này, tiểu thư. Chỗ cổ cô, sao vậy?\nCó vẻ như hơi đỏ, phải không?",
    "えっ！？　こ、これはその……\nちょっと虫にさされたみたいで……": "Hả!? C, cái này là... \nCó vẻ như bị côn trùng cắn...",
    "ごまかすドロテアの声を聞きながら、身支度が間に合って良かったと、\n内心ホッと息をついた……のだが。": "Trong khi nghe giọng Dorothea cố gắng che giấu, tôi đã thở phào nhẹ nhõm trong lòng rằng mình đã chuẩn bị kịp thời... nhưng.",
    "ドロテアの足元の地面を見て、ギョッとする。\nそこには彼女の股間から滴った、精液の小さな水たまりができていた。": "Tôi nhìn xuống đất dưới chân Dorothea, và giật mình.\nỞ đó có một vũng tinh dịch nhỏ giọt từ giữa hai chân cô ấy.",
    "虫さされだ？　\n夜の公園なんかうろついてるから、そうなるんだ。": "Bị côn trùng cắn à?\nVì đi loanh quanh trong công viên đêm nên mới ra nông nỗi này.",
    "そ、そうね、ふふふ……": "V, vậy đó, fufu...",
    "ってか……この付近、なんかさっきから変な臭いがしないか？\nこう、イカ臭いというか……": "Mà... khu vực này, không hiểu sao từ nãy đến giờ có mùi lạ nhỉ?\nKiểu như... mùi mực ấy...",
    "ふえっ……！？　そ、そうかしら……？\n気のせいよ、きっと、気のせい……ねっ？": "Phuê...!? T, tôi có sao...?\nChắc là do tôi tưởng tượng thôi, chắc chắn là do tôi tưởng tượng... phải không?",
    "あ、ああ、そうだな！　そんな臭い全然しないぞ！": "À, ừ, đúng rồi! Tôi không ngửi thấy mùi đó đâu!\n",
    "それよりも、ミリアム達の様子はどうだったの？\n今日は何も変わったところはなかった？": "Hơn nữa, tình hình của Miriam và những người khác thế nào rồi?\nHôm nay có gì khác thường không?",
    "ん？　そうだな……特にこれと言っては……\nああ、そういえば――": "Hửm? Đúng rồi... đặc biệt thì không có gì... \nÀ, phải rồi――",
    "う、うん――": "U, ừm――",
    "（頼む、ドロテア……\n足元だけはみられないよう、なんとかうまく頑張れ……！）": "(Xin hãy giúp tôi, Dorothea... \nChỉ cần đừng để ai nhìn xuống chân thôi...!)",
    "こちらはそう心の内でエールを送ることしか、\nできなかったのだった。": "Tôi chỉ có thể cổ vũ trong lòng như vậy.\n"
}