{
    "アマツ地区からザルトゥーム学園に戻って数日経ち――": "Vài ngày đã trôi qua kể từ khi tôi trở lại học viện Zartum từ khu vực Amatzu――",
    "%usernameusernameuserna%、遅いっての！　こっちこっち！": "%usernameusernameuserna%, trễ quá đấy! Lại đây, lại đây!",
    "別に急がなくたって神社は逃げねーよ。": "Cần gì phải vội, đền thờ có chạy đâu.",
    "運気が逃げるの！": "Vận may sẽ chạy mất đấy!",
    "いや、運も逃げねーだろ。つか、学園に戻ってまで初詣巡りか？\n三が日も過ぎちゃってるのに。": "Này, vận may cũng không chạy đâu. Mà, quay lại học viện rồi còn đi viếng đền nữa à?\nTrong khi đã qua mùng ba rồi.",
    "あったりまえでしょ！　こういうのは何回したっていいの！\nその方が、いろんな神様からのご利益がありそうじゃん？": "Đương nhiên rồi! Mấy chuyện này làm bao nhiêu lần cũng được!\nNhư vậy mới có vẻ sẽ nhận được lợi ích từ các vị thần khác nhau đúng không?",
    "それにまだ期間的には正月に含まれるっしょ。": "Với lại vẫn còn trong thời gian Tết mà.",
    "まあ、それはそうだが……ちなみにネットで調べたところ、\n『神様同士でケンカする』話もあるそーだぞ。": "À thì, cũng đúng... Nhân tiện, tôi có tìm hiểu trên mạng,\nngười ta còn nói đến chuyện 'Các vị thần đánh nhau' nữa đấy.",
    "知らないし。勝手にラミをケンカに巻き込まないでほしいっての。\nなけなしのお金お布施してんだから、願いごとくらい叶えてほしいわ。": "Tôi không biết. Đừng có tự tiện lôi Rami vào cuộc chiến của họ chứ.\nTôi đã cúng tiền ít ỏi của mình rồi, nên tôi muốn ước nguyện của mình được đáp ứng.",
    "なんで微妙に上から目線なんだよ。まあ、まだ\n『待ち合わせ』時間まで余裕あるし、先にお参りとかするか？": "Sao cậu lại có vẻ trên cơ thế nhỉ. Mà, vẫn còn\nthời gian 'hẹn' mà, hay mình đi viếng đền trước?",
    "実は今日、ラミの弟妹が学園に遊びに来るのだ。駅からほど近いこの\n神社の鳥居前で待ち合わせしているのだが、まだ時間には余裕があった。": "Thật ra hôm nay, em trai và em gái của Rami sẽ đến học viện chơi. Tôi đang đợi ở trước cổng\nđền thờ gần nhà ga, nhưng vẫn còn thời gian.",
    "お参りのあとは、おみくじとかもやっとくか。": "Sau khi viếng đền, mình cũng nên rút quẻ luôn.",
    "『おみくじ』と聞いて、ラミはニッと口角を上げる。": "Nghe đến 'rút quẻ', Rami nhếch mép cười.",
    "あの『出ろ出ろ～』ってランダム感がたまんないのよね～。\nお金あんま持ってないから、崖っぷち感あってヒリヒリするし。": "Cái cảm giác ngẫu nhiên 'ra đi ra～' đó thật tuyệt vời～.\nTôi không có nhiều tiền, nên cảm giác như đang trên bờ vực, hồi hộp quá.",
    "……お前、絶対賭け事やるなよ。": "...Cậu, tuyệt đối đừng có cá cược nhé.",
    "――よし！　お願いごと終わり！\n願いが全部叶いますよーに！　って言っておいた！": "――Được rồi! Ước nguyện xong!\nƯớc gì mọi điều ước đều thành hiện thực!",
    "お前、まじで罰当たりそうなことしかしてねーな。\n欲張りすぎだろ。": "Cậu, cậu chỉ toàn làm những chuyện có vẻ như sẽ bị trừng phạt thôi đấy.\nTham lam quá rồi.",
    "ちなみに俺はお前の願いごとが、\n全部ハズレますようにって願っておいたぞ！": "Nhân tiện, tôi đã ước nguyện rằng,\nước muốn của cậu đều không thành hiện thực!",
    "なに隣でデバフかけてんだよ！？": "Sao cậu lại buff cho tôi vậy!? ",
    "俺はな……自分が得することより、\n他人が損することに喜びを覚えるんだ……": "Tôi thì... tôi cảm thấy vui khi người khác bị thiệt hơn là bản thân mình được lợi...",
    "陰湿すぎるっしょ！\n正月から、んなジメジメしたキャラ付けやめなさいよ！？": "Tàn nhẫn quá đấy!\nTừ đầu năm, đừng có xây dựng nhân vật u ám như vậy chứ!?",
    "……ったく、せっかくおみくじで運試ししようってのに、\nこっちのテンション落とすようなことやめてよね！": "...Chán thật, tôi muốn thử vận may bằng cách rút quẻ mà, \ncậu đừng có làm tôi tụt mood chứ!",
    "あ、ちなみにおみくじもラミに\n大凶出るように願っておいたから。": "À, nhân tiện tôi cũng ước nguyện để Rami\nra quẻ đại hung luôn rồi.",
    "だからなんでラミばっか特効なんだよ！？\nラミに恨みでもあんの！？": "Sao cậu cứ nhắm vào Rami vậy!?\nCậu có thù hằn gì với Rami à?",
    "お、なんか大吉出た。": "Ô, ra quẻ đại cát kìa.",
    "って、なんでしれっと大吉引いてんの！": "Này, sao cậu lại rút được quẻ đại cát một cách bình thường vậy!",
    "悪いな、日頃の行いがいいから……\n神様に愛されてるのかもなぁ。": "Xin lỗi, vì tôi luôn sống tốt nên... \ncó lẽ tôi được các vị thần yêu mến.",
    "おまえ、せめてこの数分の行い振り返ってから言ってくれる！？": "Cậu, ít nhất hãy xem lại những gì mình đã làm trong vài phút qua trước khi nói chứ!?",
    "ラミも引いてやるんだから……！": "Rami cũng sẽ rút quẻ...!",
    "大――": "Đại――",
    "よし……！": "Được rồi...!",
    "――凶": "――Hung",
    "なんでよ！？": "Sao lại thế!?",
    "お前、大喜利の才能あるなあ……": "Cậu, cậu có tài năng hài hước đấy...",
    "別におみくじでボケる気ないっつの！！": "Tôi không có ý định đùa giỡn với quẻ xăm đâu!!",
    "なんで！？　なんで、大吉じゃないの！\nこいつに引けて、ラミに出ないとかありえないでしょ！": "Tại sao!? Tại sao lại không phải đại cát!\nCậu kia rút được, còn tôi thì không thể nào!",
    "散々罰当たりなこと言っておいてよく言うわ。": "Nói như thể đã nói những điều đáng bị trừng phạt.",
    "おまえのデバフのせいでしょ！": "Là do cậu buff đấy!",
    "こらこら、ひとのせいにするな。\nそれなら俺の願いごとを叶えちゃった神様を恨め。": "Này này, đừng đổ lỗi cho người khác.\nVậy thì hãy trách các vị thần đã đáp ứng ước nguyện của tôi đi.",
    "なんでこんな罰当たり野郎に大吉が出るのよ……": "Sao lại có quẻ đại cát cho một tên đáng bị trừng phạt như vậy...",
    "いいから、次こそ出なさいよ～！　なけなしの手持ちを\n恵んでやったんだから、次こそ大吉！　だ・い・き・ち！！": "Được rồi, lần sau hãy rút ra đi～! Tôi đã hào phóng cho cậu tiền rồi mà, lần sau nhất định phải là đại cát! ĐẠI CÁT!!",
    "おぉ……目が血走ってる……": "Ô... Mắt cậu ấy đỏ ngầu...",
    "末吉。": "Tiểu cát.",
    "遊ばれてんな、お前。神様にもオモチャ扱いか。": "Cậu bị đùa giỡn rồi, đúng là đồ chơi của các vị thần.",
    "『にも』ってなに！？\nおまえ、ラミをオモチャか何かだと思ってるでしょ……！": "'Cũng' là sao!?\nCậu, cậu coi Rami là đồ chơi hay gì đó à...!",
    "叩けばいい音鳴るしなぁ～。": "Đánh vào thì nghe hay đấy～.",
    "ラミが神様だったら、\n跡形もなく天罰で消し去ってやるからね！？": "Nếu Rami là thần, thì tôi sẽ\nxóa sổ cậu bằng trừng phạt luôn đấy!",
    "くぅ～！　これこれ！": "Khừ～! Tuyệt vời!",
    "ああもう、腹立つ！　次こそ、三度目の正直よ！": "Ôi trời, tức quá! Lần tới, là lần thứ ba của sự thật!",
    "もしまた大凶なんて出したら、\n神様んちカチコミかけてやんだから！！": "Nếu lại ra quẻ đại hung, tôi sẽ\nđến tận nhà các vị thần mà khiếu nại luôn đấy!!",
    "大吉出してもらう相手に喧嘩腰すぎるだろ。": "Cậu lại còn hung hăng với người sẽ cho cậu quẻ đại cát nữa chứ.",
    "出ろ～！　出ろ～！　大吉出ろ～！\nもうこれ以上課金したくないんだから～！": "Ra đi～! Ra đi～! Ra quẻ đại cát đi～!\nTôi không muốn nạp thêm tiền nữa đâu～!",
    "（しばらく放っておくか……）": "(Để yên cho cậu ta một lúc vậy...)",
    "来ないと思ったら、何してんの？": "Tôi cứ tưởng không đến, hóa ra đang làm gì vậy?",
    "え、いつの間に……？　うわ、もしかして時間オーバーしてたか。": "Ê, khi nào vậy...? Ua, có khi nào tôi bị trễ giờ không.",
    "気づけば、１０才前後の男の子と女の子が立っていた。\nラミの弟と妹だ。": "Tôi nhận thấy một cậu bé và một cô bé khoảng 10 tuổi đang đứng đó.\nĐó là em trai và em gái của Rami.",
    "待ち合わせ場所……鳥居の前で待ってたんだよ？": "Chỗ hẹn... Cậu đã đợi trước cổng torii sao?",
    "悪いな、ラミがあの様子で。": "Xin lỗi, Rami đã như thế.",
    "（しれっとラミのせいにしとこ）": "(Cứ đổ lỗi cho Rami vậy)",
    "なにおみくじの箱相手にうんうん唸ってんの？": "Cậu đang làm gì mà cứ ừm ừm với hộp quẻ vậy?",
    "大喜利の神様に祈ってるらしい。……ふたりも参拝してくるか？\nあるいはおみくじするか？　小銭くらい出すぞ。": "Hình như đang cầu nguyện với vị thần hài hước... Hai người cũng đến viếng đền luôn không?\nHay là rút quẻ? Tôi sẽ cho tiền.",
    "年明けにもう行ったからいい。お姉ちゃんじゃあるまいし。": "Tôi đã đi vào đầu năm rồi. Không như chị tôi.",
    "同じくー。": "Tôi cũng vậy～.",
    "うお！　よし、出た！": "Uô! Được rồi, ra rồi!",
    "ほらほら、見なさい、%usernameusernameuserna%！\nこれがラミの運気パワーよ！": "Này, nhìn đi, %usernameusernameuserna%! \nĐây là sức mạnh vận may của Rami!",
    "だ・い・き・ち！": "ĐẠI CÁT!",
    "やっぱ、正義は最後に必ず勝つのよね～。": "Quả nhiên, chính nghĩa luôn thắng cuối cùng～.",
    "（神様を悪扱いしてやがる……）": "(Coi thường các vị thần kìa...)",
    "何度も引いておいて運気もクソもないだろ。": "Rút bao nhiêu lần rồi mà cũng không có vận may gì.",
    "お姉ちゃん、恥ずかしくないの？": "Chị không thấy xấu hổ sao?",
    "……ん？　えっ！？　嘘！　なんでふたりが……！": "...Hả? Ê!? Thật á! Tại sao hai người lại...!",
    "時間オーバーしてたんだ。": "Cậu bị trễ giờ rồi.",
    "うわ、まじで！？　ってか、見てたなら声かけてよ！": "Ua, thật á!? Mà, nếu hai người đã xem thì sao không lên tiếng đi!",
    "集中乱されたくないかなって。": "Tôi không muốn bị làm phiền.",
    "しばらく放っておこうかなって。": "Tôi định để yên một lúc.",
    "なんか見世物としていいかなって。": "Tôi nghĩ nó sẽ giống như một buổi trình diễn.",
    "%usernameusernameuserna%も混じんな！": "%usernameusernameuserna% cũng tham gia đi!",
    "……はぁ。ごめんね、ふたりとも。": "...Haizz. Xin lỗi hai người nhé.",
    "仕方ないな、許してやるよ……": "Không có gì, tôi sẽ tha thứ cho cậu... ",
    "おまえに言ってないかんな！？": "Cậu không nói với tôi sao!?",
    "ねえ、お姉ちゃん、お兄ちゃん。お腹空いたー。": "Này, chị, anh. Em đói bụng quá.",
    "私もー。": "Tôi cũng vậy.",
    "……ん、そろそろお昼の時間？": "...Ừm, sắp đến giờ ăn trưa rồi sao?",
    "あー……そうだな。何か食いに行こう。\nラミはまだ買い物あったりするのか？　お守り買ったり。": "A... Đúng vậy. Mình đi ăn gì đó nhé.\nRami còn phải mua sắm gì không? Mua bùa hộ mệnh chẳng hạn.",
    "いーや。そこまでお金使う気ないし、もういいかな。\nこの近くならそれなりに食べ物屋多いし、ぶらつこっか。": "Không. Tôi không có ý định tiêu nhiều tiền đến vậy, thôi được rồi.\nGần đây có nhiều quán ăn, mình đi dạo một vòng nhé.",
    "了解。": "Được rồi.",
    "それで、ふたりは何食べたい？": "Vậy, hai người muốn ăn gì?",
    "ラーメン！": "Mì ramen!",
    "ケーキがいい！": "Bánh kem đi!",
    "アマツ牛のヒレステーキ、トリュフソースで！": "Bít tết thăn bò Amatzu, sốt nấm truffle!",
    "%usernameusernameuserna%には聞いてないっての。\nつか、おまえだけなんで高級ディナーなんだよ……": "Tôi không hỏi %usernameusernameuserna% đâu.\nMà, sao chỉ có cậu là ăn tối cao cấp vậy...",
    "ラーメンがいい！": "Mì ramen!",
    "ケーキ！　ケーキ！": "Bánh kem! Bánh kem!",
    "（お、ヒートアップし始めたな……）": "(Ô, bắt đầu nóng lên rồi...)",
    "昼ご飯にケーキなんておかしいだろ！": "Ăn bánh kem vào bữa trưa là không được rồi!",
    "ケーキがご飯とは言ってないし！\nケーキが食べられるお店でお昼が食べたいって言ってるの！": "Tôi không nói bánh kem là bữa ăn!\nTôi nói muốn ăn trưa ở một cửa hàng có bánh kem!",
    "（どっちも譲らなそうだな……）": "(Cả hai đều không chịu nhường nhau...) ",
    "でも俺はラーメンがいいし！": "Nhưng tôi muốn ăn ramen!",
    "私はケーキがいい！": "Tôi muốn ăn bánh kem!",
    "ケーキ！": "Bánh kem!",
    "（そろそろ止め――）": "(Sắp đến lúc phải dừng lại――)",
    "はーい、ふたりともそこまでー。": "Này, hai người dừng lại ở đó đi.",
    "……！": "......!",
    "ラミ……？": "Rami...?",
    "道端でケンカしないの。他に歩いている人達いるでしょ？": "Đừng cãi nhau trên đường. Còn những người khác đang đi bộ nữa.",
    "でも……": "Nhưng...",
    "でもじゃない。まずは周りの迷惑を考えなさい。": "Nhưng gì. Trước hết, hãy nghĩ đến những người xung quanh.",
    "お姉ちゃんとお兄ちゃんもいつも言い合ってるじゃん……": "Chị và anh cũng luôn cãi nhau mà...",
    "あ、あれは別に……！": "À, chuyện đó khác!",
    "じゃれ合ってるだけだ。\nケンカじゃないし、一応周りを見ながらやってるよ……多分。": "Chỉ là trêu chọc nhau thôi.\nKhông phải cãi nhau, tôi cũng đang để ý xung quanh... Chắc vậy.",
    "ま、そ、そーゆーこと……\nマジケンカなら、ラミが勝っちゃうしね。": "Ừm, thì, là, là vậy... \nNếu là cãi nhau thật, thì Rami sẽ thắng.",
    "なんでそこで張り合うんだよ。\nとりあえず、ここはお姉ちゃんが正しい。それはわかるな？": "Sao cậu lại tranh cãi ở đó vậy.\nTóm lại, chị đúng. Cậu hiểu chứ?",
    "うん……": "Ừm...",
    "なら、ケンカはここで終わり。\n行き先はラミ達が決めるから、それでいい？": "Vậy, cuộc cãi vã kết thúc ở đây.\nĐi đâu là do Rami quyết định, được chứ?",
    "わ、わかった……": "V, vâng...",
    "はぁい……": "Haizz...",
    "じゃあ、ふたり仲直りして。": "Vậy, hai người làm hòa đi.",
    "……ご、ごめん。": "...X, xin lỗi.",
    "私も、ごめん……": "Tôi cũng xin lỗi...",
    "よし！　いい子ね。": "Được rồi! Ngoan lắm.",
    "…………": "............",
    "お姉ちゃんしてるなぁ": "Đúng là chị gái mà",
    "ラミお姉ちゅわぁ～～～～ん！": "Rami chị yêu～～～～～!",
    "……ジロジロ見てなによ。": "...Nhìn chằm chằm làm gì vậy.",
    "いや、なにしみじみ言ってんの……なんだと思ってたのよ。": "Không, sao cậu lại nói một cách sâu sắc vậy... Cậu đã nghĩ gì vậy?",
    "なんとなくラミって妹――叩けば鳴る\nオモチャっぽいポジションだからさ。": "Tôi chỉ nghĩ Rami là em gái―― một món đồ chơi có thể đánh vào\nvà kêu lên.",
    "そこ言い直すなよ！？　素直に妹みたいって言っとけよ！？": "Đừng sửa lại ở đó chứ!? Cứ nói như em gái đi!",
    "キモい。": "Gớm.",
    "ウザい。": "Phiền phức.",
    "死ね。": "Chết đi.",
    "その三段活用はお姉ちゃんというより、反抗期の娘だな。": "Cách dùng từ ba giai đoạn đó không giống chị gái mà là con gái đang nổi loạn.",
    "おまえとか弟でも父親でもゴメンだわ！！": "Tôi không cần cậu, em trai hay cha đâu!!",
    "あー……確かにふたりのはケンカじゃなさそう。": "A... Chắc chắn hai người không cãi nhau rồi.",
    "これがカップル……": "Đây là một cặp đôi...",
    "あ……": "A...",
    "（その設定忘れてた……\nラミも同様の反応してるな）": "(Tôi đã quên cài đặt đó... \nRami cũng phản ứng tương tự)",
    "と、というわけで……！　行き先頼んだ、%usernameusernameuserna%。": "Và, nói tóm lại...!\nTôi giao phó điểm đến cho %usernameusernameuserna%.",
    "えっ、そこで投げんのかよ！\n……と言いつつ、もう答えは見つけてある。": "Ê, sao lại ném cho tôi vậy!\n...Mặc dù vậy, tôi đã tìm ra câu trả lời rồi.",
    "へえ、そーなんだ？": "Hể, vậy sao?",
    "俺はみんなが幸せになれる世界を所望だからな。": "Tôi mong muốn một thế giới nơi mọi người đều hạnh phúc.",
    "神様みたいなこと言ってんじゃん。\nで、どこなの？": "Cậu đang nói như thần vậy.\nVậy, đi đâu?",
    "それは――": "Đó là――",
    "ファミレスだぁー！": "Quán ăn gia đình!",
    "久々に来たー！！": "Lâu rồi mới đếnー!",
    "なるほど、考えたじゃん。": "Ra là vậy, cậu đã nghĩ ra rồi.",
    "ここならラーメンもケーキもあるからな。\nアマツ牛ステーキはないけど……": "Ở đây có cả ramen và bánh kem.\nMặc dù không có bít tết bò Amatzu...",
    "マジ凹みとか、本気だったの……？": "Thật sự buồn bã, cậu nghiêm túc sao...",
    "そうして各々食べたい料理を注文し、その到着を待っていて――": "Sau đó, mỗi người gọi món mình muốn và chờ đợi――",
    "ねえねえ、お姉ちゃんとお兄ちゃんって恋人同士なんだよね！\nいつもイチャイチャしてるの？": "Này, chị và anh là người yêu của nhau đúng không!\nHai người luôn âu yếm nhau sao?",
    "イチャイチャ！？　と、ととととーぜんじゃない！！": "Âu yếm!? Đ, đ, đ, đương nhiên là không rồi!!",
    "（いや、そこでキョドんなよ……！）": "(Không, đừng có bối rối ở đó...!)",
    "じゃあ、何かここで恋人同士らしいことしてよ！　チューとか！": "Vậy, hãy làm gì đó giống như một cặp đôi ở đây đi! Hôn nhau chẳng hạn!",
    "あ！　私もチューみたい！": "A! Tôi cũng muốn hôn!",
    "はぁ！？": "Hả!?",
    "ふたりとも、そういうのは軽々しく見せるもんじゃないんだ。": "Hai người, những thứ đó không nên thể hiện một cách dễ dãi đâu.",
    "そんな～。": "Thật là～.",
    "とかなんとか言って、本当は恋人同士じゃないんじゃないの～？": "Và, và, và, hai người không phải là người yêu của nhau sao～?",
    "（ったく、このふたり……）": "(Chán thật, hai người này...)",
    "ギクッ！？": "Gik!?",
    "（いや、お前はお前で『ギクッ』じゃねーよ……！\n隠す気あんのか！）": "(Này, cậu cũng 'gik' nữa kìa...!\nCậu có ý định che giấu không!)",
    "――と、そのときだ。": "――Và, vào lúc đó.",
    "お待たせしました～！　ミートパスタとケーキのセット、\n醤油ラーメン、チャーハンスープセット、フライドポテトになりま～す！": "Xin lỗi vì đã để quý khách chờ đợi～! Set mì Ý và bánh kem,\nramen xì dầu, set cơm chiên súp, khoai tây chiên đã đến!",
    "店員はそう言ってテーブルの上に注文した料理を並べて去っていった。": "Người phục vụ nói như vậy và đặt những món ăn đã gọi lên bàn rồi rời đi.",
    "ラーメンきたー！": "Ramen đã đến!",
    "ケーキきたー！": "Bánh kem đã đến!",
    "（よし、この子らの意識を逸らすことに成功――）": "(Được rồi, đã thành công trong việc đánh lạc hướng sự chú ý của mấy đứa nhỏ――)",
    "で、恋人らしいことはいつするの？": "Vậy, khi nào thì hai người làm những điều giống như người yêu vậy?",
    "（このふたり……！）": "(Hai người này...!)",
    "ど、どうしよ、%usernameusernameuserna%……": "T, tôi nên làm gì đây, %usernameusernameuserna%...",
    "そうだな……": "Đúng vậy...",
    "よし。": "Được rồi.",
    "ん？": "Hửm?",
    "俺は自分の目の前に置かれたチャーハンを\nスプーンで一口分すくうと――": "Tôi dùng thìa múc một miếng cơm chiên đặt trước mặt――",
    "ほら、ハニー！　あーんだ！": "Này, Honey! A～nào!",
    "おお～！！": "Ô～!",
    "ハ、ハニーっておまえ……": "H, Honey gì chứ...",
    "いいから食えよ、この子らが満足しないだろ。": "Cứ ăn đi, mấy đứa nhỏ sẽ không hài lòng đâu.",
    "……うぐ、ちょっ、スプーン押し付けんな！　食う！　食うから！": "...Ugh, đợi đã, đừng có dí thìa vào! Ăn! Tôi ăn!",
    "あ、あーん……": "A, a～n...",
    "おお～～～～！！": "Ô～～～～!!",
    "この弟妹、楽しそうである。": "Hai đứa em này có vẻ vui vẻ.",
    "次はお姉ちゃんだよね！": "Tiếp theo là chị đúng không!",
    "えっ、ラミも！？": "Ê, Rami cũng vậy!?",
    "ハニー！　あーん！": "Honey! A～n!",
    "おまえ、ノリノリかよ！？": "Cậu, cậu đang hưng phấn sao!?",
    "ほ、ほら、あーん……": "N, này, a～n...",
    "フォークにポテトを１本刺して、こちらに差し出すラミだった。": "Rami dùng nĩa xiên một miếng khoai tây và đưa cho tôi.",
    "結構歩いたけど、疲れてない？": "Đi bộ nhiều vậy, cậu không mệt sao?",
    "大丈夫だよ。": "Tôi không sao đâu.",
    "うん、買い物楽しかった～！": "Ừm, đi mua sắm vui quá～!",
    "お姉ちゃん、その……": "Chị, ờ...",
    "ん？　ああ……ラミも行くから。\n%usernameusernameuserna%達は、そこのベンチで休憩してて。": "Hửm? À... Rami cũng đi.\n%usernameusernameuserna% cứ nghỉ ngơi ở ghế đó đi.",
    "おう、了解。": "Ừ, hiểu rồi.",
    "ふたりはお手洗いのほうに向かっていた。\n俺とラミ弟は適当なベンチに腰掛ける。": "Hai người đã đi về phía nhà vệ sinh.\nTôi và em trai của Rami ngồi xuống ghế.",
    "ね、今日１日、案内とかしてくれてありがとう！\nすごく楽しかったよ。": "Này, cảm ơn vì đã hướng dẫn tôi hôm nay!\nTôi đã có một ngày thật vui.",
    "だいたいラミに任せてたけど。\n楽しめたならよかった。": "Tôi đã giao cho Rami hết rồi.\nVui là được.",
    "頑張って、恋人っぽくしてるみたいだったしね。": "Cậu có vẻ như đang cố gắng tỏ ra giống như người yêu nhỉ.",
    "……バレてた？": "...Bị lộ rồi sao?",
    "お姉ちゃんの態度見てたらすぐ気づくよ。": "Nhìn thái độ của chị là tôi biết ngay.",
    "……ったく、ファミレスではわかっててからかってやがったな。": "...Chán thật, cậu đã biết và trêu chọc tôi ở quán ăn gia đình rồi.",
    "あはは……ごめんなさい。": "A ha ha... Xin lỗi.",
    "まあ、俺らも騙してたわけだし、お互い様だな。": "À thì, chúng ta cũng đã lừa họ, nên cũng như nhau thôi.",
    "でも俺達は、お兄ちゃんが本当のお兄ちゃんだったら\nいいなって思ってるよ。": "Nhưng chúng tôi nghĩ, nếu anh là anh trai thật sự của chị\nthì tốt hơn.",
    "え？": "Ê?",
    "だって、お姉ちゃんが俺達以外で、\nあんな優しい顔してるの初めて見たもん。": "Vì ngoài chúng tôi ra, chị chưa bao giờ có\ngương mặt dịu dàng như vậy với bất kỳ ai.",
    "恋人の振りをお願いするほど、お姉ちゃんが誰かを信頼するなんて\n正直今でもすっごくびっくりしてるし。": "Tôi thực sự ngạc nhiên vì chị tin tưởng ai đó đến mức\nphải giả vờ là người yêu.",
    "それは……": "Điều đó...",
    "ねえ、本当のとこ、お姉ちゃんのことどう思ってる？": "Này, thật ra, chị nghĩ gì về anh?",
    "そうだな……大事な仲間だ。\nあいつのためなら命くらいは懸けられる。": "Đúng vậy... Đồng đội quan trọng.\nTôi có thể đánh đổi cả mạng sống vì người đó.",
    "俺だけじゃない。ラミのチームメイトはみんな俺と同じくらい、\nあいつのこと大事に想ってるよ。": "Không chỉ tôi. Tất cả các đồng đội của Rami đều coi trọng người đó như tôi vậy,\nchúng tôi coi trọng người đó.",
    "……そっか。": "...Vậy sao.",
    "じゃあ、そんなお兄ちゃんに、俺達の秘密教えてあげる。": "Vậy thì, tôi sẽ tiết lộ bí mật của chúng tôi cho người anh trai như vậy.",
    "秘密……？": "Bí mật...?",
    "実は貯金してるんだ。お姉ちゃん用に。いつもうちに\n仕送りしてくれるんだけど、そのたびに少しずつ……ね。": "Thật ra, chúng tôi đang tiết kiệm tiền. Cho chị. Chị luôn gửi tiền cho chúng tôi,\nnhưng mỗi lần như vậy... nhé.",
    "そうだったのか……": "Ra là vậy...",
    "うちも確かにお金は必要なんだけど、元々お姉ちゃんのお金じゃん？\n本当はお姉ちゃんが使う用じゃないとダメだと思うんだ。": "Chúng tôi cũng cần tiền, nhưng đó là tiền của chị mà?\nTôi nghĩ chị nên dùng nó.",
    "そんな子どもらしからぬ思いやりに俺は驚く。\n複雑な家庭ゆえに、そういうふうにならざるを得なかったのだろう。": "Tôi ngạc nhiên trước sự quan tâm không giống trẻ con như vậy.\nCó lẽ vì hoàn cảnh gia đình phức tạp nên phải như vậy.",
    "どうして俺に打ち明けてくれたんだ？": "Sao cậu lại tiết lộ với tôi?",
    "お兄ちゃんなら信頼できるかなって。": "Tôi nghĩ tôi có thể tin tưởng anh.",
    "……そっか、さんきゅな。": "...Vậy sao, cảm ơn.",
    "あ、でもお姉ちゃんには絶対秘密だかんな！": "À, nhưng đừng bao giờ tiết lộ với chị nhé!",
    "もちろんだ。男と男の約束だ。": "Chắc chắn rồi. Lời hứa giữa hai người đàn ông.",
    "うん！": "Ừm!",
    "ただいま～って、ふたりで何話してたの？": "Con đã về rồi～, hai người đang nói chuyện gì vậy?",
    "ラミが生徒会庁舎にＭＧでカチコミしかけて、\n退学になりそうになったときの話を少々。": "Chuyện Rami định xông vào tòa nhà hội học sinh bằng MG\nvà có vẻ như sắp bị đuổi học.",
    "少々も何も、１から１０まで捏造しかないじゃん！？\nひとの弟にウソ吹き込むなよ！？": "Chỉ là một chút, nhưng đó là một sự bịa đặt từ đầu đến cuối mà!?\nĐừng có nói dối với em trai tôi chứ!?",
    "――それから俺達は、弟と妹を駅近くまで送るのだった。": "――Sau đó, chúng tôi tiễn em trai và em gái đến gần nhà ga.",
    "実はここまで両親に付き添われてきたようで、今もシティのどこかで\n時間を潰しているらしく、このあと改札前で合流予定とのこと。": "Họ có vẻ như đã được cha mẹ đi cùng đến đây, và họ vẫn đang giết thời gian ở đâu đó trong thành phố, và họ dự định sẽ gặp nhau trước cổng soát vé sau đó.",
    "一緒に回ればよかったのに、とは今はまだ言えなそうだ。\n特にラミ側にまだその準備が整っていないだろう。": "Tôi nghĩ bây giờ tôi không thể nói rằng tôi nên đi cùng họ.\nĐặc biệt là Rami vẫn chưa chuẩn bị sẵn sàng.",
    "あーあ、もうお別れか～。": "Aaa, chia tay rồi sao～.",
    "あとちょっと一緒に回りたーい。": "Tôi muốn đi cùng một chút nữa.",
    "わがまま言わないの。": "Đừng có ích kỷ.",
    "ほ、ほら、ラミ達もこのあと夜は、\n恋人同士ふたりでゆっくり過ごしたいし～？": "Ừm, thì, Rami và mọi người cũng muốn có\nthời gian riêng tư với nhau đúng không～?",
    "だから、ちょっとは気を使いなさいよね……！": "Vì vậy, hãy để ý một chút nhé...!",
    "（あ、そういや恋人の振りバレてるの言ってなかった）": "(À, tôi đã không nói rằng việc giả vờ là người yêu đã bị lộ)",
    "ね、ダーリン♪": "Này, Darling♪",
    "そう言って、俺の腕にぎゅっと絡みついてくる。": "Nói vậy, rồi bám chặt vào tay tôi.",
    "お前誰だよ、キャラブレてんぞ。": "Cậu là ai, nhân vật của cậu bị lệch rồi.",
    "おい！": "Ê!",
    "ぷふっ、じゃあ、仕方ないかな！\nお兄ちゃん……お姉ちゃんをよろしくね。": "Phụt, vậy thì, không còn cách nào khác!\nAnh... Xin hãy chăm sóc chị gái nhé.",
    "ああ、任せておけ。": "Ừ, cứ giao cho tôi.",
    "それじゃ、お兄ちゃんお姉ちゃんまたね！": "Vậy thì, anh và chị, hẹn gặp lại nhé!",
    "またいつでも遊びにきなよ。\n今度はラミんとこのチームメイトも紹介してあげる。": "Hẹn gặp lại bất cứ lúc nào.\nLần tới tôi sẽ giới thiệu các đồng đội của Rami.",
    "ほんと！？　楽しみー！": "Thật á!? Vui quá!",
    "ふたりとも気を付けてな。": "Hai người cẩn thận nhé.",
    "うん、バイバイ！": "Ừm, tạm biệt!",
    "手を振りつつ駅のコンコースに消えていく\nふたりの背中を見送る。": "Tôi nhìn theo bóng lưng của hai người biến mất vào khu vực nhà ga.",
    "あ、そうだ。ラミ面白いこと教えてやる。": "À, đúng rồi. Rami, tôi sẽ cho cậu biết một điều thú vị.",
    "ん？　何よ？": "Hửm? Gì vậy?",
    "恋人の振り、とっくにあのふたりにバレてるらしいぞ。": "Việc giả vờ là người yêu, dường như hai người kia đã biết hết rồi.",
    "はぁああああ！？": "Hảaaaaaaaa!?",
    "うお！？　おまえ、急に突き飛ばすなよ！？\nさっきまで嬉しそうに腕絡めてきたくせに！": "Uô!? Cậu, sao lại đẩy tôi đột ngột vậy!?\nLúc nãy còn vui vẻ khoác tay tôi mà!",
    "うっさいわ！　バレてんなら、早く言えよ！？\nめっちゃ恥ずかったんだけど！": "Im đi! Nếu đã bị lộ, sao không nói sớm hơn chứ!?\nTôi cảm thấy thật xấu hổ!",
    "いやぁ、眼福だったぞ！": "Tôi thấy rất đã mắt!",
    "そんな眼福の使い方するやつ、初めて見たわ！！\nひとの醜態で目の保養とか、悪趣味すぎんでしょ！？": "Tôi chưa từng thấy ai sử dụng thị giác như vậy!!\nThấy cảnh tượng xấu xí của người khác mà lại thích thú, thật là sở thích tồi tệ!!",
    "ははは、黙ってて悪かったって！\n詫びに、なんかスイーツでも奢ってやるからさ。": "Ha ha ha, tôi xin lỗi vì đã im lặng!\nĐể chuộc lỗi, tôi sẽ chiêu đãi cậu món tráng miệng nào đó.",
    "……ったく！　んじゃ、この近くのカフェの名物、\nウルトラデラックスチョコバナナパフェで許してあげる！": "...Chán thật! Vậy thì, món đặc sản của quán cà phê gần đây,\nUltra Deluxe Choco Banana Parfait, được chứ!",
    "はいはい、了解、マイハニー。": "Ừ, được rồi, My Honey.",
    "それはもういいっつの！": "Cái đó thì không cần thiết nữa!",
    "――なんて、いつものようにバカなやり取りをしながら、\n俺達はカフェに寄り道するのだった。": "――Và, như mọi khi, trong khi chúng tôi trao đổi những điều ngớ ngẩn,\nchúng tôi đã ghé vào một quán cà phê."
}