{
    "えっ、えええ！？　レイヴェルちゃん！？\nど、どうしてここに！？": "Ể, ể ể！？  Reiberu-chan！？\nTạ, tại sao lại ở đây!?",
    "%usernameusernameuserna%とリリーの手引きでな……\nいざという時のための戦力だそうだ。": "Là do %usernameusernameuserna% và Lily sắp xếp... \nNghe nói là lực lượng chiến đấu phòng khi.",
    "やっほー。リディアたちもおたすけー。": "Yo. Lydia và mọi người cũng đến giúp nè.",
    "よ、よかったぁ、間に合って……": "M, may quá, đến kịp...",
    "……全く驚いたわ。とんだサプライズね。": "…Thật bất ngờ. Đúng là một cú surprise.",
    "ちっ、まさかこんな手を取ってくるなんて……！\nだが、３機の増援程度で戦況は覆らない！": "Chậc, không ngờ lại dùng chiêu này...!\nNhưng, chỉ với 3 máy tăng viện thì không thể xoay chuyển tình thế!",
    "戦闘ドローンを展開しろ！　多少は惜しいが、\nここで出し惜しみをする意味はない！": "Triển khai drone chiến đấu đi! Dù có hơi tiếc, \nnhưng không có nghĩa lý gì khi phải giấu diếm ở đây cả!",
    "その言葉と共に、双頭の斧側の背後から\n大量の自律ドローンが飛来する。": "Cùng với lời nói đó, một lượng lớn drone tự hành bay đến từ phía sau của song đầu phủ.",
    "損害は気にするな！　このまま物量で押しつぶせ！": "Không cần quan tâm đến thiệt hại! Cứ dùng số lượng áp đảo đi!",
    "――が、突如何者かによる激しい爆撃によって撃墜されるドローン。\n完全に死角からの攻撃だった。": "――Nhưng, đột nhiên drone bị bắn hạ bởi một cuộc pháo kích dữ dội từ ai đó.\nĐó là một cuộc tấn công hoàn toàn từ điểm mù.",
    "お待たせ！　ヒーロー見参だよ！！": "Đợi đã lâu! Anh hùng đã đến rồi!!",
    "リリーさん……！": "Lily-san...!",
    "いやー、うまくいったね！\nトリニティ・ジュエル、脱出大作戦！": "Yeah, tốt quá nhỉ!\nChiến dịch thoát khỏi Trinity Jewel!",
    "ほんと、びっくりしましたよ！\nどうして事前に教えてくれなかったんですか？": "Thật sự, em đã rất bất ngờ!\nSao anh không nói trước cho em biết?",
    "成功するかどうか、賭けだったからだろう。": "Vì nó là một canh bạc, không biết sẽ thành công hay không.",
    "失敗して士気が落ちる可能性を考えると、\n念の為具体的なことは黙ってるほうがいいと思ったんだ。": "Nếu thất bại thì tinh thần sẽ xuống dốc, \ntôi nghĩ tốt nhất là nên giữ im lặng về những chuyện cụ thể.",
    "でもリリーはちゃんと成功させたよ！　為せば成る……だね！": "Nhưng Lily đã thành công rồi!\nCố gắng hết mình thì sẽ thành công... đúng không!",
    "あとで小花さん、怖そうだけどね……": "Sau đó, tiểu hoa-san, chắc là sẽ đáng sợ lắm...",
    "うぐっ！！": "Ugh!",
    "こ、これは燃える展開だよね！！　ピンチに駆け付けるライバル……！\nヒーローモノならお約束な、チョー熱い展開だよ！！": "Đ, đây là một tình tiết bùng nổ phải không!! Đối thủ xuất hiện khi gặp nguy hiểm...!\nNếu là phim anh hùng thì đây là một tình tiết siêu nóng bỏng!!",
    "あ、誤魔化した……": "A, đã đánh trống lảng...",
    "でももうここまでくれば、\nいちいち気にするのも野暮ってものじゃない？": "Nhưng đến nước này thì, \ncũng không cần phải để ý đến nó nữa đúng không?",
    "うん、それにトリニティ・ジュエルは無実で、\n本当に悪いのは誰かってもうわかってるものね。": "Ừm, với lại Trinity Jewel vô tội, \nvà chúng ta đã biết ai là người thực sự xấu xa rồi.",
    "――愚かね。": "――Thật ngu ngốc.",
    "そのとき聞こえたのは、コトハの声。オープンチャンネルのようだ。\n声はまるで威勢を誇示するかのように強く、しかして静かに響く。": "Lúc đó, tôi nghe thấy giọng của Kotoha. Có vẻ như là kênh mở.\nGiọng nói vang lên mạnh mẽ như thể đang khoe khoang, nhưng lại vang vọng một cách yên tĩnh.",
    "増援が何体増えようと、数はこちらのほうが上……\n無駄な足掻きはやめることね。": "Dù có bao nhiêu viện binh được tăng cường, số lượng của chúng ta vẫn đông hơn... \nĐừng cố gắng vô ích nữa.",
    "確かに……数は向こうのほうが上ですね……": "Quả thật... số lượng bên kia đông hơn thật...",
    "霞光、フロンティア５機、パスファインダー３機、明光の合計１０機。\n対する双頭の斧の機体は倍以上、ＡＤ社のドローン含めると差は歴然。": "Hào quang, 5 chiếc Frontier, 3 chiếc Pathfinder, tổng cộng 10 chiếc Minh Quang.\nĐối với song đầu phủ thì số lượng gấp đôi, nếu tính cả drone của AD thì sự khác biệt là rất rõ ràng.",
    "で、ですが……！　アゲぽよな気持ちは負けていません！": "Nhưng...!\nCảm xúc agepoyo của em không hề thua kém đâu!",
    "はっ！　気持ちだけで勝てるほど、戦いは甘くないわ！": "Hả! Chỉ với cảm xúc thì không thể chiến thắng trong trận chiến đâu!",
    "ううん、それは違うよ。": "Ưm, điều đó không đúng đâu.",
    "……？": "…?",
    "気持ちで勝っていることはもちろん――\n戦力でも勝っているんだから！！": "Tất nhiên là chiến thắng bằng cảm xúc rồi――\nvì chúng ta còn chiến thắng bằng cả lực lượng nữa!",
    "えっ……？": "Ể...?",
    "そのときだ。大量の銃弾が双頭の斧の部隊や\nＡＤ社のドローンに向けて降り注いだ。": "Đúng lúc đó. Hàng loạt đạn đã trút xuống đội song đầu phủ và drone của AD.",
    "ぐわぁあああああああ！！": "Guaaaaaaaa!",
    "ボス！　損傷甚大！　撤退します！！": "Boss! Thiệt hại nghiêm trọng! Rút lui!",
    "くそっ……！　今度は何！？": "Khốn kiếp...!\nLần này là gì!?",
    "い、今の銃弾って、どこから……": "Đ, đạn vừa rồi từ đâu ra...",
    "アゲぽよ～！　Ｆｌ∞ｔｙちゃん、大丈夫～？": "Agepoyo~! Fl∞ty-chan, có ổn không~?",
    "えっ、ど、どちら様！？": "Ể, đ, đây là ai!?",
    "突如、フルートのコックピット内に表示されたのは、\n数えきれないほどの別機のコックピット画面だった。": "Đột nhiên, trên màn hình buồng lái của flute, \nlà màn hình buồng lái của vô số máy bay khác.",
    "初めまして～！　Ｆｌ∞ｔｙ！　いつも配信観てるよー！\nＬＯＣからすっ飛んで来ちゃった！": "Chào mọi người~! Fl∞ty đây! Tớ luôn xem stream của cậu nè!\nTớ đã bay đến từ LOC!",
    "Ｆｌ∞ｔｙちゃんが危ないって配信で観たからね！\n柊校舎一のファンを自称する者として黙っていられなかったの！": "Tớ đã xem stream thấy Fl∞ty-chan gặp nguy hiểm!\nVới tư cách là người hâm mộ số một của trường học Hiragi, tớ không thể im lặng được!",
    "（こいつら、もしかして……）": "(Bọn này, có lẽ là...)",
    "（フルート達のリスナー！）": "(Những người xem của Flute!)",
    "こ、ここここんにちは！　スカラ校舎所属の……！\nえっと、いつも応援してます！！": "Ch, chào, chào mọi người! Thuộc trường học Scala...!\nỪm, tớ luôn ủng hộ cậu!!",
    "Ｆｌ∞ｔｙ――ううん、トレブルクインテットを応援する人間として、\nここは私達にも手伝わせて！！": "Fl∞ty――Ưm, với tư cách là người ủng hộ Treble Quintet, \ntụi tớ cũng muốn giúp một tay!",
    "あ、今度ユーロ・タワーにも遊びに来てくれたら、嬉しいな♪": "A, nếu sau này cậu đến chơi ở Euro Tower thì tớ rất vui đó♪",
    "そこに集まってきたのは……他のチームや校舎のＭＧだった。\n恐らくは配信を見てくれた、熱心なリスナーたちだ。": "Những người tập trung ở đó là... các đội và MG của các trường học khác.\nCó lẽ họ đã xem stream và muốn giúp đỡ.",
    "はは……こりゃ凄いね。こんなにも多くの人達が、\nフルートの配信を見て助けたいって思って来たんだ。": "Ha ha... thật tuyệt vời. Có rất nhiều người, \nđã xem stream của Flute và muốn giúp đỡ.",
    "すごい……本当にすごいよ、フルートの力……！\nやっぱ、私達の一番のリーダーだ……！": "Tuyệt vời... Thật sự rất tuyệt vời, sức mạnh của Flute...!\nQuả nhiên, cậu là người lãnh đạo số một của chúng ta...!",
    "応援してくれる人達の気持ちが、たくさん伝わってくる……": "Tình cảm của những người ủng hộ đang truyền đến rất nhiều...",
    "もう、こんな連続サプライズを用意してるなんて、\n刺激的なんてもんじゃないわ！": "Thật sự, việc chuẩn bị những bất ngờ liên tiếp như thế này, \nthì không chỉ là kích thích nữa!",
    "ふっ……フルートだからこそ、できた芸当だな。\nまったく、憧れるよ。": "Fuh... Chỉ có Flute mới làm được điều này thôi.\nThật sự, tôi ngưỡng mộ cậu.",
    "ピンチがチャンスに！　お約束の展開だね！\nフルートの正義の想いが、みんなの心に届いたんだよ！！": "Nguy hiểm biến thành cơ hội! Đúng là một tình tiết quen thuộc!\nTình cảm chính nghĩa của Flute đã đến được với trái tim của mọi người rồi!!",
    "ぐっ……！　まさか数で上回るなんて……！": "Guh...! Không ngờ lại vượt trội về số lượng...",
    "これだけの増援があるなら、節約する必要もないな！\n派手にぶちかましていくぞ！　ここらが正念場だ！": "Nếu có nhiều viện binh như vậy, thì không cần phải tiết kiệm nữa!\nHãy bùng nổ thật hoành tráng! Đây là thời điểm quyết định!",
    "はい！　みんながフルート達のために駆けつけてくれたんです！\n負けるわけにはいきません……！　バイブスあげて、勝ちましょう！": "Vâng! Mọi người đã đến vì Flute!\nChúng ta không thể thua được...!\nHãy tăng cường tinh thần và chiến thắng nhé!",
    "了解ッ！！": "Đã hiểu!!",
    "元々は数の優位で押さえていたが、\n駆け付けたＭＧの集団による援護射撃で撃墜されていく。": "Ban đầu, chúng ta đã chiếm ưu thế về số lượng, \nnhưng đã bị bắn hạ bởi hỏa lực hỗ trợ của nhóm MG đến.",
    "くっ……！　すみません、ボス！　戦闘続行不能！　撤退します！": "Chậc...! Xin lỗi, Boss! Không thể tiếp tục chiến đấu! Rút lui!",
    "こんな素人集団にやれるなんて……！　ボス、ごめんなさい！": "Bị một nhóm nghiệp dư như thế này đánh bại...!\nXin lỗi, Boss!",
    "ちっ……！　またか……！　またあの男のいるチームに……！": "Chậc...! Lại nữa...! Lại là đội của thằng đó...!",
    "道は切り開いたぞ、フルート！！": "Đã mở đường rồi, Flute!!",
    "フルート、おしおきおねがい。": "Flute, xin hãy trừng phạt.",
    "周りは、わ、私達が全部、押さえます！！": "Mọi người, chúng ta sẽ giữ hết tất cả!!",
    "トリニティ・ジュエルのみなさん、あざまるです！！": "Mọi người của Trinity Jewel, arigato!",
    "ＡＤ社の戦力も、トリニティ・ジュエルによって撃破されていた。\nそして、コトハまでの道が開く。": "Lực lượng của AD cũng đã bị Trinity Jewel đánh bại.\nVà con đường đến Kotoha đã mở ra.",
    "（さすがにめる達を巻き込むわけにはいかなかったから、\n消去法的にこいつらの力を借りたが……結果的に大正解だった）": "(Vì không thể kéo theo Meru và những người khác, \nnên đã dùng cách loại trừ để nhờ đến sức mạnh của bọn này... nhưng kết quả lại là một quyết định đúng đắn)",
    "所詮落ちぶれた企業のドローンね！　使えない！\n時間稼ぎにもならないじゃない！": "Chỉ là drone của một công ty đã phá sản thôi! Vô dụng!\nThậm chí không thể câu giờ được!",
    "行って、フルートちゃん！": "Đi đi, Flute-chan!",
    "フルート！": "Flute!",
    "フルートさん！": "Flute-san!",
    "決めちゃって、フルート！": "Hãy quyết định đi, Flute!",
    "新型ジェネレーター『ＶＲＸ－７７』が最大まで熱を吐く。\nその加速が、フルートをコトハの懐まで送り届けた。": "Máy phát điện kiểu mới 『VRX-77』 đã đạt đến nhiệt độ tối đa.\nTốc độ đó đã đưa Flute đến gần Kotoha.",
    "アゲぽよで、いきます！！": "Với agepoyo, chúng ta sẽ đi thôi!!",
    "ぐうっ！？": "Guuu!?",
    "接近したコトハの機体にフルートのフロンティアが一撃を与えた。": "Flute đã tung một đòn vào cỗ máy của Kotoha khi tiếp cận.",
    "バランスを失いかけるもすぐに立て直すコトハ。\nだが乱戦で蓄積されたダメージは少なくないようだ。": "Kotoha đã mất thăng bằng, nhưng đã nhanh chóng lấy lại được.\nTuy nhiên, có vẻ như thiệt hại tích lũy trong trận chiến hỗn loạn là không hề nhỏ.",
    "大勢は決した！　これ以上の戦闘は無意味だ！\nコトハ、投降しろ！": "Đã định đoạt rồi! Chiến đấu hơn nữa là vô nghĩa!\nKotoha, đầu hàng đi!",
    "……はぁ。舐めていたお遊びの配信者ごときに、\nここまでかき乱されるなんて……": "…Ha. Bị một streamer nghiệp dư mà tôi xem thường, \nlàm cho rối tung lên đến mức này...",
    "フルートひとりじゃありませんよ！\nみんながそのお遊びに参加してバイブスを上げてくれた結果です！": "Không chỉ có một mình Flute đâu!\nĐó là kết quả của việc mọi người cùng tham gia và nâng cao tinh thần của cậu ấy!",
    "……なるほど、世界を動かす『声』の力って訳ね。\n想いを広げる力……確かに侮れない。": "…Ra là vậy, sức mạnh của 『giọng nói』 có thể lay chuyển thế giới.\nSức mạnh lan tỏa những suy nghĩ... quả thực không thể xem thường.",
    "今回は新型ジェネレーターのデータを得られただけで良しとするわ。\n……全機撤退、私についてきなさい！": "Lần này, chỉ cần lấy được dữ liệu của máy phát điện kiểu mới là được rồi.\n…Tất cả các máy, rút lui, hãy đi theo tôi!",
    "待ってくれ、コトハ！　お前は生徒会長――四王天神楽の姉妹みたいな\nもんなんだろ！？　どうにか、話し合うことはできないのか！？": "Đợi đã, Kotoha! Cậu là hội trưởng hội học sinh――giống như chị em của Shiouten Kagura vậy!\nChẳng lẽ, không thể nào nói chuyện được sao!?",
    "姉妹……？　そうか、あいつ――": "Chị em...? Vậy sao, tên đó――",
    "……お前と話すことは何もないわ。": "…Tôi không có gì để nói với cậu cả.",
    "でも……！": "Nhưng…!",
    "反論しようにも、向こうは聞く耳を持たず――": "Dù có phản đối, nhưng đối phương không hề nghe――",
    "双頭の斧、全機撤退！": "Song đầu phủ, tất cả các máy rút lui!",
    "コトハ……！！": "Kotoha…!!",
    "言い終わらないうちに急加速するコトハ機。\nまだ間に合うと、追おうとブースターを加速させて……": "Trước khi nói hết lời, cỗ máy của Kotoha đã tăng tốc đột ngột.\nVẫn còn kịp, tôi đã tăng tốc bộ tăng áp và cố gắng đuổi theo...",
    "%usernameusernameuserna%さん！　ダメです！\n武装がない機体じゃ、追いかけても撃墜されちゃいます！": "%usernameusernameuserna%-san! Không được!\nVới một cỗ máy không có vũ khí, dù có đuổi theo thì cũng bị bắn hạ thôi!",
    "だが……！": "Nhưng…!",
    "言いたいことはわかる。武装のない霞光で追いかけるなんて、\n正気じゃない。": "Tôi hiểu những gì cậu muốn nói. Đuổi theo bằng Hào Quang không có vũ khí, \nthì không bình thường chút nào.",
    "すまない……熱くなってしまった。": "Xin lỗi... tôi đã quá nóng vội.",
    "気持ちは分かります……でも、今は今回の件を報告して、\nトリニティ・ジュエルの無実を証明するのが先です。": "Tôi hiểu cảm giác của anh... nhưng bây giờ, việc báo cáo về vụ việc lần này, \nvà chứng minh sự vô tội của Trinity Jewel là quan trọng hơn.",
    "ここでひとりで追えばみんなにも迷惑がかかる。\n優勢だったとはいえ、これ以上の戦いは厳しいだろう。": "Nếu đuổi theo một mình ở đây, thì sẽ gây rắc rối cho mọi người.\nDù đã chiếm ưu thế, nhưng trận chiến này sẽ rất khó khăn.",
    "ああ……": "Ừm…",
    "それにもう、追いつくことはできないだろう。\n遥か彼方へ向けて小さくなっていく機影を、俺は無言で見送った。": "Hơn nữa, có lẽ không thể đuổi kịp nữa rồi.\nTôi đã lặng lẽ tiễn biệt bóng dáng của cỗ máy đang dần nhỏ lại ở nơi xa xôi.",
    "……みなさん、ありがとうございました！\nフルートのピンチに駆け付けてくれて……すっごくぽよでした！": "…Mọi người, cảm ơn rất nhiều!\nĐã đến giúp Flute trong lúc nguy cấp... thật sự rất poyo!",
    "やった、Ｆｌ∞ｔｙの助けになれたぁー！": "Yeah, đã giúp được Fl∞ty rồi!",
    "校舎一のファンだから当然！": "Là fan số một của trường học, đó là điều đương nhiên!",
    "だ、だれも、お怪我なくて……よ、よかったです！": "M, mọi người, không ai bị thương... r, rất tốt!",
    "正義の勝利ね！": "Chiến thắng của chính nghĩa!",
    "あっ、それリリーのセリフ～～～～！！": "A, đó là câu nói của Lily～～～～!!",
    "みんなも、おつまるです……！": "Mọi người, otsumaru...",
    "最後の一撃、見事だったよ。": "Đòn cuối cùng, thật tuyệt vời.",
    "これで、一件落着？": "Như vậy, mọi chuyện đã kết thúc?",
    "それ、フラグって言わない？": "Đừng nói là flag nữa được không?",
    "もう、怖いこと言わないでよ……": "Thôi nào, đừng nói những điều đáng sợ nữa...",
    "にしても、大丈夫かな？　フルートのアカウント。\nＢＡＮとかされたら暴動が起きそう。": "Nhưng mà, không biết có ổn không nhỉ? Tài khoản của Flute.\nNếu bị BAN thì có khi bạo động mất.",
    "ピコピコピーン！\nそれならご安心ください！　ボクがアカウントを保護してます！": "Pikopiko-pin!\nVậy thì hãy yên tâm!\nTôi đang bảo vệ tài khoản của cậu ấy!",
    "それならもっと別の手段も……いや、出来る限りはしてくれたか。\n今回はピコにも大いに助けられた。ありがとうな。": "Nếu vậy thì còn có những cách khác... không, đã làm hết sức có thể rồi.\nLần này, Piko cũng đã giúp đỡ rất nhiều. Cảm ơn nhé.",
    "……マスターが素直に褒めた！？　『ありがとう』って！？\nこ、これはハッキングされました！？　明日は大嵐ですか！？": "…Master đã khen ngợi một cách chân thành à!? 『Cảm ơn』 á!?\nĐ, đây là bị hack rồi!? Ngày mai sẽ có bão lớn sao!?",
    "こいつ……人が素直に褒めてやったっていうのに……": "Thằng này... trong khi tao đã khen chân thành rồi...",
    "……ま、色々とあったが結果的には丸く収まりそうだな。\nそれじゃあ……ん？": "…Ừm, dù có nhiều chuyện xảy ra, nhưng kết quả có vẻ như đã ổn thỏa rồi.\nVậy thì… ừm?",
    "ふと見ると、遠くの空から何機ものＭＧが飛んでくるのが見える。\nあの機影はおそらく――": "Nhìn quanh, tôi thấy một vài MG đang bay đến từ xa trên bầu trời.\nCó lẽ, bóng dáng đó là――",
    "風紀委員会のＭＧだ。": "MG của ủy ban kỷ luật.",
    "これで一件落着だね！　正義は必ず勝つんだよ！\nおーい、小花――": "Như vậy, mọi chuyện đã kết thúc rồi! Chính nghĩa nhất định sẽ chiến thắng!\nÊ, Kohana――",
    "全機、その場から動かないで！\n無駄な抵抗は辞めて投降しなさい！！": "Tất cả các máy, đừng di chuyển khỏi vị trí đó!\nHãy từ bỏ sự kháng cự vô ích và đầu hàng đi!!",
    "……あれ？": "…Hả?",
    "まあ、そうなるだろうな……": "Ừm, chắc là như vậy thôi...",
    "そういえば風紀委員会に連行されるの、これで何度目だろうか。": "Nhân tiện, đây là lần thứ bao nhiêu bị dẫn giải đến ủy ban kỷ luật rồi nhỉ?"
}