{
    "今日は翠蘭にスカラ校舎のメジャースポットを案内してもらっていた。": "Hôm nay tôi được Thúy Lan dẫn đi tham quan những địa điểm nổi tiếng ở khu học xá Scara.",
    "本当になんでもあるんだな、スカラ校舎の商店街って……\n生鮮食品まで売ってるんだ……": "Đúng là cái gì cũng có, khu phố mua sắm của Scara nhỉ...\nThậm chí cả thực phẩm tươi sống cũng bán nữa...",
    "そうですね。基本的な食材であれば、\n一通りは揃うと思います。": "Đúng vậy ạ. Nếu là những nguyên liệu cơ bản thì em nghĩ\nlà có đủ cả.",
    "大勢で集まったときなんかは、\nここで買い物してみんなでパーティとかも楽しいかもな。": "Mấy lần tụ tập đông người, chắc sẽ vui nếu mua đồ ở đây rồi cùng nhau mở tiệc nhỉ.",
    "いいかもしれませんね。ただほとんど私と沙耶で、\n分担することになりそうですが……": "Cũng có thể ạ. Nhưng mà chắc là em và Sa-ya phải\nchia nhau ra làm thôi...",
    "料理っていってもシンプルなものなら、\nユリアとかでも大丈夫じゃないか？": "Nói là nấu ăn thì mấy món đơn giản, \nnhư Yuria chắc cũng làm được nhỉ?",
    "どうでしょうね……": "Chắc là không...",
    "ユリアの料理ってヤバイのか……？": "Đồ ăn của Yuria kinh khủng đến vậy sao...?",
    "それについては……ノーコメントです。": "Về chuyện đó thì... Em xin phép không bình luận.",
    "ま、まあサラダくらいなら……洗って切るだけだし……\nほら見てみろ、つやつやして新鮮なトマトだ。": "Thì, nếu chỉ làm salad thôi thì... cũng chỉ cần rửa với thái thôi mà...\nNhìn này, cà chua tươi ngon chưa kìa.",
    "……": "...",
    "ん、どうした？　微妙な顔して……": "Hửm, làm sao vậy? Sao lại nhăn mặt thế...",
    "もしかしてトマトが苦手？": "Hay là em không thích cà chua?",
    "そうか？　わかった": "Vậy sao? Hiểu rồi.",
    "い、いえ、なんでもありません。行きましょう。": "Dạ, không có gì ạ. Đi thôi.",
    "べ、別に苦手というわけでは……！\nただ『トマトは甘い』は詐欺だと思っているだけです。": "Đâ, đâu có phải là em không thích đâu...!\nChỉ là em thấy 'cà chua ngọt' là một trò lừa đảo thôi.",
    "あー……それは少しわかるかも。実際は酸っぱいというか、\n苦いというか、『甘い』と言われてのイメージとは違うよな。": "À... Chuyện đó thì tôi cũng hiểu. Thực tế thì nó chua hoặc\nlà đắng, khác xa với hình ảnh 'ngọt' mà người ta nghĩ.",
    "そう、それです！　わかってくれる人がいて嬉しいです。\nだからあまり口にしたくないんです。": "Đúng vậy, chính là nó! Em rất vui vì có người hiểu em.\nCho nên em không muốn ăn nó lắm.",
    "でもそれってつまり、苦手という意味では？": "Nhưng như vậy chẳng phải là không thích sao?",
    "あ……": "A...",
    "はは、翠蘭の秘密をひとつ知れたな。": "Ha ha, tôi đã biết một bí mật của Thúy Lan rồi.",
    "か、からかわないでください……\nこのこと……ふたりの秘密ということで、お願いします。": "Đừng, đừng có trêu em mà...\nChuyện này... coi như là bí mật của hai chúng ta nhé.",
    "ああ、わかったよ。": "Ừ, tôi hiểu rồi.",
    "（もしかしてトマトが苦手なのかな？\n言ってほしくなさそうだし、ここは黙っておこう）": "(Không lẽ Thúy Lan không thích cà chua nhỉ?\nCó vẻ như em ấy không muốn nói ra, thôi thì cứ im lặng vậy)",
    "…………": "...",
    "ん？　どうした？": "Hửm? Sao vậy?",
    "べ、別にトマトが苦手とかそういうわけではないので。\nそこのところ、一応言っておきます。": "Đâ, đâu phải là em không thích cà chua đâu ạ.\nChỉ là em muốn nói vậy thôi.",
    "お、おう……": "Ờ, ừm...",
    "……その、まあ、お気遣いには感謝します。": "... Em, em cảm ơn anh đã quan tâm."
}