{
    "レイヴェルと一緒にカフェに食事をしに来た。\nメニューを見ながらレイヴェルは悩んでいて――": "Tôi đến quán cà phê ăn trưa với Leivell.\nTrong khi xem thực đơn, Leivell có vẻ đang phân vân――",
    "ふむ……そうだな。サンドイッチに……\nドリンクはハーブティーを頼むとしようか。": "Hmm... Phải rồi. Bánh sandwich... \nCòn đồ uống thì gọi trà thảo mộc vậy.",
    "へえ、レイヴェルはハーブティーが好きなのか？": "Ể, Leivell thích trà thảo mộc à?",
    "よく母が淹れてくれてな……地元の伝統のハーブティーだ。\nそれとこの店のは香りが似ていて、つい頼んでしまうんだ。": "Mẹ tôi thường pha cho tôi uống... Đó là trà thảo mộc truyền thống ở quê tôi.\nVới lại, trà ở quán này có mùi vị tương tự, nên tôi gọi luôn.",
    "とはいえ、やはりまったく同じというわけではなくて……\n定期的に実家から送られてくるものを大切に飲んでいる。": "Tuy nhiên, nó vẫn không hoàn toàn giống nhau... \nTôi vẫn luôn trân trọng những gì được gửi từ nhà định kỳ.",
    "故郷が好きなんだな": "Cậu thích quê hương mình nhỉ?",
    "なら、探しに行くか？": "Vậy, mình đi tìm thử xem?",
    "なるほど……": "Ra là vậy...",
    "レイヴェルは故郷が好きなんだな。\nハーブティーが好きなのも、故郷の味だからなんだろう？": "Leivell thích quê hương mình nhỉ?\nCó lẽ cậu thích trà thảo mộc vì nó là hương vị quê hương?",
    "……ああ、そうだな。\n色々と面倒な事や問題も多いが……私は故郷が好きだ。": "…Ừ, đúng vậy.\nMặc dù có rất nhiều chuyện và vấn đề rắc rối… nhưng tôi yêu quê hương mình.",
    "だから、いつでも思い出せる味を求めているのかもしれないな。": "Có lẽ vì vậy mà tôi luôn tìm kiếm hương vị có thể gợi nhớ về nó.",
    "折角なら、レイヴェルの故郷の話を聞かせて貰っても良いか？": "Nếu được, tôi có thể nghe cậu kể chuyện về quê hương của Leivell được không?",
    "ああ、勿論だ。": "Ừ, tất nhiên rồi.",
    "折角なら、カフェを巡って探してみるか？\nレイヴェルの気に入る味をいつでも飲めると嬉しいだろ？": "Nếu được, chúng ta thử đi tìm quanh các quán cà phê xem?\nSẽ thật tuyệt nếu cậu có thể uống hương vị mình thích bất cứ lúc nào, đúng không?",
    "……確かにそれもいいかもしれないな。": "…Quả thật, điều đó có thể tốt đấy.",
    "中には持ち込んだ茶葉を淹れてくれるカフェもあるらしいぞ？": "Nghe nói có những quán cà phê cho phép mang theo lá trà vào pha nữa đấy?",
    "なるほど、それは興味深いな。\nでは、この後はカフェ巡りをしてみるとしようか。": "Ra là vậy, điều đó thật thú vị.\nVậy, sau đây chúng ta sẽ đi tìm quanh các quán cà phê xem sao.",
    "そして、食事を終わらせた俺たちは、\nレイヴェルの気に入るハーブティーを探しに店を巡るのだった。": "Và, sau khi ăn xong, chúng tôi đã đi tìm những quán có trà thảo mộc mà Leivell thích."
}