{
    "小説や映画のように、物語じみた特別なきっかけがあったわけじゃない。\n見かけるたび、話すたびに、『なんかいいな』が積み重なっていって。": "Không phải là một khởi đầu đặc biệt như trong tiểu thuyết hay phim ảnh.\nMỗi lần gặp, mỗi lần nói chuyện, 'thích' cứ thế chất chồng lên.",
    "自分でも知らないうちに、いつの間にかグラデーション的に――\n気付いたときにはもう、どうしようもないほど膨らんでいた。": "Không biết từ bao giờ, cứ thế tăng dần theo cấp số nhân――\nĐến khi nhận ra thì mọi thứ đã lớn đến mức không thể kiểm soát được nữa.",
    "生徒会に冬休みの件を確認してみたところ、\n生徒会長の返答はあっけらかんとしたものだった。": "Tôi đã hỏi ý kiến của hội học sinh về vấn đề kỳ nghỉ đông, \ncâu trả lời của hội trưởng lại rất thản nhiên.",
    "（俺があんまり熱心に教導指揮官の役割をこなしてるから、\n休暇を伝えるのも憚られた……か）": "（Có lẽ là do tôi đã đảm nhận vai trò chỉ huy hướng dẫn một cách nhiệt tình quá, \nnên người ta cũng ngại nói về kỳ nghỉ……）",
    "（なんて言い訳だよ。\nまったく、人をワーカホリックみたいに――）": "（Thật là một lời bào chữa.\nThật sự, cứ như người nghiện công việc――）",
    "（ん？\nこんな早い時間に、電話？）": "（Hửm?\nGiờ này mà có điện thoại？）",
    "……泉花？": "……Izuka?",
    "おはよう、%usernameusernameuserna%。\n冬だっていうのに、ずいぶん汗だくね。": "Chào buổi sáng, %usernameusernameuserna%.\nDù là mùa đông, cậu đổ mồ hôi nhiều thật đấy.",
    "急ぎの用って言うから、\n連絡をもらって全速力で部屋を飛び出してきたんだよ。": "Vì cậu nói là có việc gấp, \ntôi đã tức tốc chạy ra khỏi phòng ngay khi nhận được tin nhắn.",
    "悪いわね。昨日の今日で顔を出してもらって。": "Xin lỗi nhé. Vì đã gọi cậu đến vào hôm qua.",
    "それは構わないが……集まってるのはクララと泉花だけか？\n他のメンバーはどうした？": "Không sao đâu……Nhưng chỉ có Kurara và Izuka ở đây thôi sao?\nNhững người khác thì sao?",
    "カラフルブーケのみんなは今日は呼んでないの。": "Tôi không gọi mọi người trong Colorful Bouquet đến hôm nay.",
    "個人的な訓練指導か？": "Hướng dẫn huấn luyện cá nhân à?",
    "そうじゃないってば。\n教導指揮官の役目が頭から離れないのね、もう。": "Không phải đâu.\nCậu vẫn không thể quên vai trò chỉ huy hướng dẫn sao?",
    "生徒会長と似たようなことを……": "Tớ cũng nghĩ giống như hội trưởng……",
    "そういえば冬休みの件、生徒会からはなんて言われたの？": "Nhân tiện, cậu đã nói gì với hội học sinh về kỳ nghỉ đông?",
    "ああ。俺もみんなと同じように休んでいいそうだ。\n……休暇を欲してるようには思われてなかったみたいだが。": "À. Tôi cũng được nghỉ như mọi người.\n……Có vẻ như họ không nghĩ tôi muốn nghỉ.",
    "それがあなたに対する全員の共通認識ってことね。": "Đó là nhận thức chung của mọi người về cậu đấy.",
    "よかった。\nちゃんと冬休みをもらえるのなら、遠慮なくお願いできるわね。": "Tốt quá.\nNếu được nghỉ đông, tớ có thể nhờ cậu giúp đỡ mà không cần do dự.",
    "休みがなかろうが、俺にできることなら手助けはするが。\nそのお願いってのは一体なんなんだ？": "Dù không được nghỉ, tôi vẫn có thể giúp đỡ cậu nếu có thể.\nVậy, cậu muốn nhờ tôi chuyện gì?",
    "……": "……",
    "どうした？　そんなに言いにくいことか？\nなあ、泉花――": "Sao vậy? Khó nói đến vậy sao?\nNày, Izuka――",
    "クララさんから聞いて。\nこれは彼女からの大事なお願いだから。": "Cậu nghe từ Kurara đi.\nĐây là một yêu cầu quan trọng từ cô ấy.",
    "クララ個人の頼みってことか？\nなら、どうして泉花までここにいるんだ？": "Là yêu cầu riêng của Kurara sao?\nVậy tại sao Izuka lại ở đây?",
    "私もクララさんにヘルプをお願いされたのよ。\nチームの仲間なんだし、当然でしょ？": "Tớ cũng được Kurara nhờ giúp đỡ.\nVì chúng ta là bạn bè trong team, đúng không?",
    "要するに、俺も泉花と一緒にクララを手助けすればいいのか？": "Nói tóm lại, tôi cũng nên giúp Kurara cùng với Izuka sao?",
    "……%usernameusernameuserna%はクリスマスイヴ、\n何があるか知ってる？": "……%usernameusernameuserna%, cậu có biết gì về đêm Giáng Sinh không?",
    "クリスマスイヴ……？\nクリスマスイヴがあるな……": "Đêm Giáng Sinh……?\nCó đêm Giáng Sinh sao……",
    "あなた……もしかしておバカ？": "Cậu……có phải là ngốc không?",
    "ひとを憐れむように見るな！　冬休みすら知らなかった俺だぞ……？\n行事ネタはこれから禁止ワードだから！": "Đừng nhìn người khác với ánh mắt thương hại! Tôi còn không biết đến kỳ nghỉ đông cơ mà……?\nNhững chủ đề về sự kiện sắp tới sẽ bị cấm!",
    "いや、会話に勝手にルール作らないでよ……": "Này, đừng tự ý đặt ra luật trong cuộc trò chuyện……",
    "クリスマスパーティよ。\nその日、学園のこの校舎――柊校舎でパーティーがあるの。": "Là tiệc Giáng Sinh đấy.\nVào ngày đó, tại tòa nhà này của học viện――tòa nhà Hiragi sẽ có một buổi tiệc.",
    "その夜に、私を『サンタクイーン』に導いて。\nふたりの力で。": "Vào đêm đó, hãy dẫn tớ trở thành 'Nữ hoàng Santa' nhé.\nBằng sức mạnh của hai chúng ta.",
    "『サンタクイーン』？　なんだそれ？\n話がさっぱり見えてこないんだが。": "'Nữ hoàng Santa'? Là cái gì vậy?\nTớ chẳng hiểu gì cả.",
    "冬休みのことすら聞かされてなかったんじゃ、\nそりゃパーティーのことも知るはずないわよね……": "Vì cậu còn không biết đến kỳ nghỉ đông, \nnên chắc chắn cậu cũng không biết đến bữa tiệc rồi……",
    "ああ、初耳だ。": "À, lần đầu nghe đấy.",
    "昔から学園には長い休みに入っても、帰省しない子達が一定数いるの。": "Từ xưa, trong học viện đã có một số học sinh không về nhà trong kỳ nghỉ dài.",
    "私みたいに今回はいいやって気まぐれな人から、休みだろうが構わず\nメイズ探索に燃える人、人に言えない事情がある子……いろいろね。": "Từ những người như tớ, những người nghĩ rằng 'không sao đâu' đến những người không quan tâm đến kỳ nghỉ mà vẫn đam mê khám phá mê cung, những người có hoàn cảnh không thể nói ra…… đủ cả.",
    "で、うちの校舎ではそんな生徒達が、\nクリスマスイヴの夜に集まってパーティーするようになったの。": "Và, tại tòa nhà của chúng ta, những học sinh như vậy, \nvào đêm Giáng Sinh đã bắt đầu tụ tập và tổ chức tiệc.",
    "それがいつしか大きくなって、今じゃ昼の部と夜の部なんかに分かれて、\n柊校舎全体で盛り上がる大規模なイベントになったわ。": "Và từ đó, nó đã trở nên lớn hơn, bây giờ nó được chia thành buổi sáng và buổi tối, \ntrở thành một sự kiện lớn thu hút toàn bộ tòa nhà Hiragi.",
    "冬の居残り組のための学園行事ってわけか。": "Nó giống như một sự kiện của học viện dành cho những người ở lại vào mùa đông.",
    "有志による非公式パーティーだけどね。\n学園から予算が出るわけじゃないわ。": "Tuy là một bữa tiệc không chính thức do những người tình nguyện tổ chức.\nHọc viện không cấp ngân sách đâu.",
    "そのパーティーでは屋内講堂やグラウンドを借りてね、\n残留組の参加希望者みんなで食べたり喋ったりするの。": "Trong bữa tiệc đó, chúng ta sẽ mượn giảng đường và sân thể thao, \ncùng nhau ăn uống và trò chuyện với những người muốn tham gia.",
    "そいつは賑やかで楽しそうだな。": "Nghe có vẻ náo nhiệt và vui vẻ đấy.",
    "夜の部で行われる講堂の特設ステージの出し物は、特にイベントの目玉。\n歌とか、踊りとか……漫才や曲芸をやる人もいるって聞いたわ。": "Những buổi biểu diễn trên sân khấu đặc biệt trong giảng đường vào buổi tối là điểm nhấn của sự kiện.\nTớ nghe nói có cả hát, múa……và cả những người diễn hài và nhào lộn nữa.",
    "危ない出し物は禁止だけどね。\nボヤ騒ぎが起きそうになった年もあるらしいから。": "Những màn biểu diễn nguy hiểm thì bị cấm nhé.\nCó vẻ như đã có năm suýt xảy ra hỏa hoạn.",
    "よくパーティーそのものが潰されなかったな……": "Sao bữa tiệc đó không bị hủy bỏ nhỉ……",
    "大切なイベントを絶やすまいとした先達の努力のたまものじゃない？\nとにかく、危険行為以外は学園側にほぼ黙認されてるわ。": "Chẳng phải là nhờ vào những nỗ lực của những người đi trước đã cố gắng giữ gìn một sự kiện quan trọng sao?\nNói chung, học viện gần như đã bỏ qua những hành vi nguy hiểm.",
    "なるほど、自由度高めってことか。": "Ra là vậy, khá tự do nhỉ.",
    "明確に決まりがあるとすれば、多少の参加費が必要なことと――": "Nếu có một quy tắc rõ ràng, thì đó là cần phải đóng một khoản phí tham gia nhỏ――",
    "参加者はクリスマスに関係したコスチュームを着るのが、\n推奨されるくらいかしら。これも必須じゃなくて『推奨』だしね。": "Những người tham gia nên mặc trang phục liên quan đến Giáng Sinh, \ncũng được khuyến khích. Điều này cũng không bắt buộc, chỉ là 'khuyến khích' thôi.",
    "まあ、予算が出てるわけじゃないなら、参加費は必要だろうな。\nコスチュームもクリスマスパーティーだし、妥当だな。": "Chà, vì không có ngân sách, nên việc thu phí tham gia là cần thiết rồi.\nTrang phục cũng là một phần của tiệc Giáng Sinh, cũng hợp lý thôi.",
    "で、ここからが本題なんだけど……": "Và, đây là vấn đề chính……",
    "その特設ステージの出し物を、最後に参加者みんなで評価するの。\n投票形式でね。": "Những buổi biểu diễn trên sân khấu đặc biệt đó sẽ được mọi người tham gia đánh giá vào cuối buổi.\nDưới hình thức bỏ phiếu.",
    "そこで１番支持された個人やグループに送られる称号こそが、\n私が目指す『サンタクイーン』なのよ。": "Danh hiệu được trao cho cá nhân hoặc nhóm được yêu thích nhất, \nlà 'Nữ hoàng Santa' mà tớ đang hướng tới.",
    "きっと今年もたくさんの子達が参加するに違いないわ。\nでも、私は絶対に負けない。": "Chắc chắn năm nay sẽ có rất nhiều người tham gia.\nNhưng, tớ nhất định sẽ không thua.",
    "結構参加者多いのか？　景品や賞金が豪華だとか……": "Có khá nhiều người tham gia sao? Phần thưởng và tiền thưởng có lớn không……",
    "そこそこ参加するわね。サンタクイーンって景品や賞金は出ないけど、\nそれなりに話題になるし、面白そうだからって出る子が多いの。": "Có khá nhiều người tham gia đấy. Nữ hoàng Santa không có phần thưởng hay tiền thưởng, \nnhưng nó cũng được nhiều người biết đến, và có vẻ thú vị nên nhiều người tham gia.",
    "……なるほどな。つまり俺もパーティーに参加して、\nクララに投票しろってことか？": "……Ra là vậy. Tức là tôi cũng tham gia bữa tiệc, \nrồi bỏ phiếu cho Kurara sao?",
    "違うわ。\n出し物の準備を手伝ってほしいの！": "Không phải đâu.\nTớ muốn cậu giúp chuẩn bị cho buổi biểu diễn!",
    "なんだ、そういうことか。": "Ra là vậy.",
    "あんたの票なんてなくたって、\n私は実力で称号を勝ち取ってみせるから。": "Cho dù không có phiếu của cậu, \ntớ cũng sẽ giành được danh hiệu bằng thực lực của mình.",
    "はは、クララらしいな。": "Ha ha, đúng là Kurara.",
    "……あ、ちょっとお手洗いいいかしら？\nごめんなさい、話の途中で。": "……À, tớ đi vệ sinh một chút được không?\nXin lỗi, tớ ngắt lời một chút.",
    "ええ、いいわよ。悪かったわ、前置き長くて。": "Ừ, được thôi. Tớ xin lỗi, vì đã nói dài dòng.",
    "まったくだ、３行で言え。３行で。": "Đúng là vậy, nói trong 3 dòng thôi. Trong 3 dòng.",
    "あんたに言ってないし！": "Tớ có nói với cậu đâu!",
    "じゃあ、すぐ戻るわね。": "Vậy, tớ sẽ quay lại ngay.",
    "泉花が席を外している間――": "Trong khi Izuka rời khỏi chỗ ngồi――",
    "あ、そうだ。言い忘れてた。": "À, đúng rồi. Tớ quên nói.",
    "ん、なんだ？": "Hửm, có chuyện gì?",
    "サンタクイーンにまつわる、クリスマスの伝説よ。": "Về truyền thuyết Giáng Sinh, liên quan đến Nữ hoàng Santa.",
    "伝説とはまた仰々しいな。\n一体どんな内容なんだ？": "Truyền thuyết nghe có vẻ trang trọng đấy.\nNội dung là gì vậy?",
    "『サンタクイーンになった生徒は、ひとつだけ望んだものが手に入る』": "'Học sinh trở thành Nữ hoàng Santa, sẽ có được một điều ước'",
    "おとぎ話の導入みたいだな……": "Giống như lời mở đầu của một câu chuyện cổ tích nhỉ……",
    "結構本気にしている子もいるのよ？　まあ、だいたいが\n『バカバカしい』って感想か、ゲン担ぎになればいいなってところね。": "Cũng có khá nhiều người coi trọng nó đấy? Chà, hầu hết là\ncảm thấy 'ngớ ngẩn' hoặc muốn nó trở thành một điều may mắn gì đó.",
    "ちなみにクララは？\nもしかして、何かほしいものでもあるのか？": "Nhân tiện, còn Kurara thì sao?\nCó phải là, có điều gì đó cậu muốn không?",
    "……！": "……!",
    "そ、そんなことないわよ！？　私もバカバカしいって思ってる側だし！\n単に１番になってみたいだけ！": "Đ, đâu có!? Tớ cũng nghĩ nó ngớ ngẩn mà! Tớ chỉ muốn trở thành số 1 thôi!",
    "へえ～？　別に隠すことないぞ？　その年でもサンタさん信じて、\n毎年ほしいプレゼント願ってる子もいるって聞くし。": "Hể～? Cậu cũng không cần phải giấu đâu? Ngay cả khi đã lớn, cậu vẫn tin vào ông già Noel, \nmỗi năm đều ước một món quà mình muốn mà.",
    "違う～！　ほんとにただ１番になりたいだけだってば！": "Khác～! Tớ chỉ muốn trở thành số 1 thôi mà!",
    "はは、わかってるって！　負けず嫌いだもんな、クララって。": "Ha ha, tớ hiểu rồi! Cậu thật là không chịu thua mà, Kurara.",
    "な～んか、含みがありそうよね～。どうせ負けず嫌いで、\nすぐムキになるところが子どもっぽいとか思ってるんでしょ。": "Cứ như là, có điều gì đó ẩn chứa trong đó nhỉ～. Dù sao thì, vì cậu không chịu thua, \ncậu cũng sẽ nổi nóng ngay lập tức, đúng là trẻ con.",
    "まあ、多少は。": "Chà, một chút thôi.",
    "あんたね～～～～！！": "Cậu đấy～～～～!!",
    "でも、そういうところがクララの魅力だろ？": "Nhưng, đó là điểm thu hút của Kurara đấy?",
    "へっ……？": "Hể……?",
    "言い換えれば、何にでも一生懸命で純粋でまっすぐってわけだし、\nいいじゃん、そういうの。俺はかっこいいと思うよ。": "Nói cách khác, cậu luôn nỗ lực trong mọi việc, trong sáng và thẳng thắn, \ntốt mà, như vậy đấy. Tớ thấy cậu thật ngầu.",
    "なっ――！？": "Hả――!?",
    "（%usernameusernameuserna%さんが協力してくれれば、\nとりあえずは安心できそうね）": "（Nếu %usernameusernameuserna% hợp tác, \ntớ có thể yên tâm）",
    "（まさかクララさん、\nサンタクイーンでゲン担ぎして告白したいだなんて……）": "（Không ngờ Kurara lại, \ndùng Nữ hoàng Santa để cầu may và tỏ tình……）",
    "告白……するんだ、クララさん……": "Tỏ tình……sẽ tỏ tình sao, Kurara……",
    "…………": "…………",
    "まったく、そうやってまたひとをからかって！": "Thật là, cậu lại trêu chọc người khác!",
    "……？": "……?",
    "私の反応見て、心の中でほくそ笑んでるんでしょ！\nわかってるんだから！": "Cậu đang nhìn phản ứng của tớ, và đang cười thầm trong lòng đúng không!\nTớ biết mà!",
    "いや、そんなつもりでかっこいいと言ったわけじゃ……！": "Không, tôi đâu có ý nói vậy khi nói cậu ngầu……!",
    "……まあ、それはそれとして、\nからかったら面白いやつだなーとは思ってるけど。": "……Chà, bỏ qua chuyện đó, \ntôi nghĩ cậu là một người thú vị khi trêu chọc người khác.",
    "でも！　かっこいいと思ったのは本当だぞ！！": "Nhưng! Tớ thực sự nghĩ cậu ngầu đấy!",
    "直前で信憑性爆下がりなこと言っておいて、それ言う！？": "Cậu nói điều đó vào phút cuối, khiến độ tin cậy giảm xuống, rồi cậu nói vậy sao!?",
    "本当は『かっこいい』って言われて、嬉しかったんだろ？\nツンデレだなぁ。": "Thực ra cậu rất vui khi được nói là 'ngầu' đúng không?\nTsundere quá đi.",
    "なっ！？　んなわけないでしょ！？　ってか――": "Hả!? Không đời nào! Hơn nữa――",
    "誰がツンデレよ！": "Ai là tsundere chứ!",
    "（いいな……）": "（Tốt quá……）",
    "（…………）": "（…………）",
    "（ああ……）": "（À……）",
    "（やっぱり、すごくしっくりくるな……このふたり……）": "（Quả nhiên, rất hợp nhau……hai người này……）",
    "（……やだな）": "（……phiền phức quá）",
    "いや、デレはないから『ツンツン』か。": "Không, không có 'dere' đâu, chỉ có 'tsun' thôi.",
    "あんた、いい加減に――": "Cậu, làm ơn đi――",
    "ふたりとも。": "Hai người.",
    "――泉花？": "――Izuka?",
    "おお、戻ってたのか、泉花。": "Ồ, Izuka đã quay lại rồi à.",
    "そんなところでぼんやり突っ立って、どうしたの？": "Đứng thẫn thờ ở đó làm gì vậy?",
    "う、ううん。何でもない。\nただ、騒がしい声が廊下にまで響いてるな～って。": "Ừ, ừm. Không có gì.\nChỉ là, tớ thấy tiếng ồn ào vọng ra cả hành lang thôi～",
    "え！？　う、嘘っ！？": "Hả!? Ứ, thật sao!?",
    "フロア中に響いてたんじゃない？\n他にも登校してる子達がいたら、いい笑いものよ。": "Có lẽ là vọng ra khắp cả tầng rồi?\nNếu có những người khác đang đi học, thì sẽ thành trò cười mất.",
    "そんなに大声で言い合ってたつもりは……": "Tớ không nghĩ là mình đã nói to đến vậy……",
    "負けず嫌いは夢中になりすぎると、そういうところが怖いよな。": "Không chịu thua thì khi quá say mê, sẽ có những điểm đáng sợ như vậy đấy.",
    "あ、あんたがケンカを売ってきたせいでしょ！": "À, là do cậu chọc tức tớ trước!",
    "はいはい、イチャイチャタイムはそこまでにして。": "Ừ ừ, thời gian tình tứ đến đây thôi.",
    "なっ！？　別にイチャイチャしていないし！！": "Hả!? Tớ đâu có tình tứ đâu!",
    "そうだぞ、こいつがひとりでワチャワチャしてるだけだ。": "Đúng vậy, chỉ có cậu ấy tự làm ầm ĩ lên thôi.",
    "あんた、畳み掛けるようにケンカ売るわね！？": "Cậu, cứ như thể đang khiêu chiến vậy!",
    "話、進まないんだけど。結局クララさんがサンタクイーン目指すの、\n手伝ってくれるの？　くれないの？　そこの答えまだ聞いてないわ。": "Câu chuyện không tiến triển được gì cả. Rốt cuộc thì Kurara có muốn trở thành Nữ hoàng Santa không, \ncó muốn tớ giúp không? Tớ vẫn chưa nghe được câu trả lời.",
    "手伝うこと自体はまったく問題ないぞ。\nただ、出し物をそもそも何にするのか、まだまったく聞いてない。": "Việc giúp đỡ thì không có vấn đề gì cả.\nChỉ là, tôi vẫn chưa nghe xem sẽ làm gì cho buổi biểu diễn.",
    "それは……クララさん。": "Về chuyện đó thì……Kurara.",
    "……こほん。ソロライブよ！\nサンタのコスチュームを着て、ステージで歌って踊るの！": "……Khụ. Live solo!\nMặc trang phục Santa, hát và nhảy trên sân khấu!",
    "私の歌で、あんた――": "Bằng giọng hát của tớ, cậu――",
    "じゃなくて、パーティーの参加者全員を魅了してあげるわ！": "Không, là toàn bộ những người tham gia bữa tiệc sẽ bị mê hoặc!",
    "ライブか……お前、歌うたえるの？": "Live sao……cô có thể hát sao?",
    "当然じゃない。私を誰だと思ってるの？": "Đương nhiên rồi. Cậu nghĩ tớ là ai?",
    "歌う以前に、歌そのものはどうするつもりなんだ？\n何の曲にするのか決まってるのか？": "Trước khi hát, bài hát đó thì sao?\nĐã quyết định sẽ dùng bài hát nào chưa?",
    "もちろん、オリジナルソングで勝負よ！": "Tất nhiên là, tớ sẽ chiến đấu bằng bài hát gốc!",
    "えっ、今から準備を……みたいなノリなのに、オリジナル！？\n素人でも大変なことはわかるぞ！　もう２週間切ってるのに！": "Ể, từ bây giờ chuẩn bị……cứ như vậy mà, bài hát gốc!?\nNgay cả người nghiệp dư cũng biết là rất khó đấy! Trong khi chỉ còn 2 tuần nữa!",
    "……普通なら無茶ね。": "……Nếu nói như bình thường thì là vô lý.",
    "既存のどこかのアーティストの曲を、\nカバーする方向でいくしかないだろ……": "Chỉ có thể cover bài hát của một nghệ sĩ nào đó, \nlà phương án duy nhất thôi……",
    "早まらないで。\n今、『普通なら』って言ったでしょ？": "Đừng vội.\nCậu vừa nói 'nếu nói như bình thường' đúng không?",
    "え……？": "Ể……?",
    "私がなんとかする。": "Tớ sẽ làm gì đó.",
    "おいおい、完全新作の曲だぞ！？\n作曲とかしたことあるのか……？": "Ôi trời, một bài hát hoàn toàn mới đấy!?\nĐã từng sáng tác nhạc chưa……?",
    "ないわよ。でも音楽理論の最低限の知識くらいは、\n昔偶然読んだ本でなんとなく身についたから、どうにかするわ。": "Chưa. Nhưng tớ cũng có kiến thức tối thiểu về lý thuyết âm nhạc, \ntình cờ đọc được trong một cuốn sách hồi xưa, nên tớ sẽ làm gì đó.",
    "ナビにサポートさせつつ作曲ツール使って、作る範囲もフルじゃなく\n１コーラスに絞って伴奏も最低限。どのみちステージの割り当て時間は短いし。": "Dùng Navi hỗ trợ, sử dụng công cụ sáng tác, phạm vi cũng không phải là full, \ntập trung vào 1 đoạn thôi. Dù sao thì thời gian biểu diễn trên sân khấu cũng ngắn.",
    "振り付けとかも必要最低限にして練習もあまり必要ないようにする。": "Vũ đạo cũng làm ở mức tối thiểu, luyện tập cũng không cần quá nhiều.",
    "全部を完璧にやろうとするから時間がかかるのよ。要は頭を使うの。\n効率と合理性を重視すれば、最小の手数で最大の結果を生み出せるわ。": "Vì muốn làm mọi thứ một cách hoàn hảo nên tốn thời gian thôi. Quan trọng là phải dùng đầu óc.\nNếu coi trọng hiệu quả và tính hợp lý, thì có thể tạo ra kết quả lớn nhất với số lượng ít nhất.",
    "さすがね、泉花……！　まさに参謀――いいえ、プロデューサー！": "Quả là Izuka……! Chính xác là cố vấn――không, nhà sản xuất!",
    "この場合、コンポーザーじゃないか？": "Trong trường hợp này, không phải là nhà soạn nhạc sao?",
    "ううん、曲作りだけじゃなく、その他諸々もサポートするんだし、\nまさしくプロデューサーね！": "Không, không chỉ sáng tác nhạc, mà còn hỗ trợ những thứ khác nữa, \nnên đúng là nhà sản xuất!",
    "まあ、なんとかなるなら大丈夫か。": "Chà, nếu có thể xoay sở được thì không sao.",
    "その代わり、うまくいったら、\nたっぷりお礼を言って頂戴ね。": "Nhân tiện, nếu mọi việc suôn sẻ, \nhãy cảm ơn tớ thật nhiều nhé.",
    "そういうところ、泉花らしいわね。\n……素直にあんたの力を信じてるわ。": "Izuka đúng là như vậy mà.\n……Tớ thực sự tin vào sức mạnh của cậu.",
    "じゃあ次はサンタの衣装か。\nふたりはすでに持ってたりするのか？": "Vậy thì, tiếp theo là trang phục Santa.\nHai người đã có chưa?",
    "ないわ。そもそも私は着ないから必要ないでしょ？\n別にパーティー参加も着用必須ってわけでもないし……": "Chưa. Tớ cũng không mặc nên không cần thiết mà?\nDù sao thì, không bắt buộc phải tham gia bữa tiệc và mặc nó……",
    "どうせなら一緒に着ましょうよ。私だけっていうのもなんだし。": "Nếu được thì cùng mặc đi. Chỉ có tớ thì cũng hơi kỳ.",
    "えぇっ！？": "Ể!?",
    "推奨と言いつつ、大半の子はクリスマス系の格好だろうし、\n逆に浮くわよ？": "Dù là khuyến khích, nhưng hầu hết mọi người đều sẽ mặc đồ Giáng Sinh, \nngược lại sẽ bị lạc lõng đấy?",
    "うーん……私がサンタクロースか……": "Ưm……tớ là ông già Noel sao……",
    "そいつは楽しみだ。": "Thật là mong đợi đấy.",
    "……あなた、面白がってるでしょ。": "……Cậu, đang thấy thú vị đúng không?"
}