{
    "食堂に行くと、うるうがポツンとひとりで食事していたので、\n話しかけて一緒に食べることにした。": "Khi đến nhà ăn, thấy Uruu đang ngồi ăn một mình, tôi liền đến bắt chuyện và cùng ăn với cô ấy.",
    "うるう、俺の半分も食べてないけど、そんな量で大丈夫なのか？\nせっかくのお昼ご飯だし、もっと食えば？": "Uruu, em còn chưa ăn được một nửa của tôi nữa, ăn ít vậy có được không? Bữa trưa mà, ăn nhiều vào chứ.",
    "あ、は、はい。あの、家に仕送りしてて、お金がなくて……": "À, dạ, vâng. Em phải gửi tiền về nhà, nên không có nhiều tiền...",
    "あ、でも大丈夫です！　昔から貧乏で、空腹には慣れてますから！": "À, nhưng không sao ạ! Từ nhỏ em đã nghèo rồi, nên quen với việc đói bụng rồi!",
    "そうだったのか……": "Ra là vậy...",
    "なら、追加で何か奢るよ。": "Vậy thì, tôi sẽ mời em thêm món gì đó.",
    "慣れるものなのか？": "Có thể quen được sao?",
    "え？　い、いいんですか？　で、でも……": "Dạ? Đ, được ạ? Nhưng...",
    "仕送りしてるんだろ？\n俺も手伝いたくなったんだ。": "Em còn phải gửi tiền về nhà đúng không?\nTôi cũng muốn giúp một tay.",
    "それにうるうには腹いっぱい食べてほしいし。\n遠慮しないで頼んでくれ。": "Với lại, tôi muốn Uruu ăn no nữa.\nĐừng ngại mà cứ gọi món đi.",
    "で、ですが……そんなの申し訳……": "Nhưng mà... như vậy thì ngại quá...",
    "とはいえ、断りすぎるのも失礼ですし……": "Tuy nhiên, từ chối quá cũng thất lễ...",
    "で、ではお言葉に甘えて……ご飯追加で大盛りをいただければ……\nあとコ、コロッケもふたつ……オプションの冷奴もいいですね、えへへ。": "Vậy thì, em xin phép nhận lời... Nếu được thì cho em thêm một phần cơm cỡ lớn ạ...\nThêm cả hai cái khoai tây chiên nữa... Món đậu phụ lạnh cũng được ạ, hehe.",
    "お、おう……": "Ờ, ừm...",
    "え、えっと、特大サラダとデザートのパフェも加えて……\nよ、よろしいでしょうか？": "À, ừm, cho em thêm salad đặc biệt và một ly parfait tráng miệng nữa ạ...\nĐ, được không ạ?",
    "ああ、もう！　好きに食え食え！　ジュースも付けていいぞ！": "Haizz! Cứ ăn thoải mái đi! Thêm cả nước ép nữa!",
    "わぁ！　あ、ありがとうございます！！　このトロピカルジュースも、\nラ、ラージサイズで……！　アイス付きがいいです！": "Wow! À, cảm ơn anh ạ!! Em cũng muốn một ly nước ép nhiệt đới cỡ lớn ạ...\nCó cả kem nữa thì càng tuyệt vời!",
    "その代わり、俺の財布が腹の虫を鳴らすことになるのだった――": "Kết quả là, ví tiền của tôi bắt đầu kêu la vì đói bụng...",
    "はい！　普段から食べる量を少なくして、\n胃を小さくしておけば大丈夫です！": "Dạ! Bình thường em ăn ít đi, nên dạ dày em nhỏ lại, không sao đâu ạ!",
    "なので――": "Cho nên...",
    "ぐぅうううううう――――": "Ụuuuuuuuuuuuuuuuuuuuuuuuuuuuuu...",
    "……………………": "...",
    "あー……えっと……": "À... ừm...",
    "こ、これは違うんです！　えっとえっと……わたしの心臓の音です！！": "Đ, đây không phải là tiếng bụng đâu ạ! À ừm... Đây là tiếng tim em đập ạ!",
    "いや、そんなすごい心音したら、それはそれで心配になるんだが……": "Này, tim mà đập mạnh như vậy thì tôi còn lo hơn đấy...",
    "その後も変なところで意地になって、\n結局空腹であることを認めないうるうだった。": "Sau đó, cô ấy vẫn cứ cố chấp ở những điểm kỳ lạ, cuối cùng Uruu vẫn không chịu thừa nhận là mình đang đói."
}