{
    "ん……？\nこんな時間に訪ねてくるなんて、一体誰だ？": "Hừm……?\nGiờ này mà đến tìm, rốt cuộc là ai vậy?",
    "……や、夜分遅くに失礼いたします。\n就寝のお邪魔ではなかったでしょうか？": "……Vâng, xin lỗi vì đã đến vào đêm khuya.\nCó lẽ nào đã làm phiền giấc ngủ của anh không?",
    "沙耶？　俺は大丈夫だけど……\n急にどうしたんだ？": "Saya? Tôi không sao đâu……\nTự dưng lại thế này là sao?",
    "その……昼間にお願いした件で……\nわ、私をもう一度助けていただきたいんです。": "Chuyện đó……về chuyện em đã nhờ ban ngày……\nEm, em muốn được giúp đỡ một lần nữa.",
    "また深刻な悩みか？": "Lại có chuyện gì nghiêm trọng à?",
    "し、深刻といえば、深刻です。\nその…………か、体が。う、疼いてしまって。": "N, nghiêm trọng thì, cũng có thể nói là nghiêm trọng.\nChuyện đó……c, cơ thể em. Đ, đau nhức quá.",
    "もっとＭＧに乗って戦いたい、とか？": "Muốn lên MG chiến đấu nữa à?",
    "そ、そうではなく……！\n%usernameusernameuserna%さんのことで……！": "Kh, không phải vậy……!\nVề chuyện của %usernameusernameuserna%……!",
    "え？　俺？": "Hả? Tôi á?",
    "あ……あなたのことを想うと、か、体が火照ってしまって……\n心も、体も、どうにかなってしまいそうなのです……！": "A……Cứ nghĩ đến anh, c, cơ thể em nóng bừng lên……\nTim em, cơ thể em, như muốn phát điên lên……!",
    "困ったら、また背中を押してくださると言ってくださいました。\nで、ですから、その……迷惑でしたか？": "Anh đã nói là nếu gặp khó khăn thì cứ nói với anh mà.\nV, vậy nên, chuyện đó……anh thấy phiền phức sao?",
    "……こんな時間に訪ねてきて、そんなふうに言われたら、\nちょっと強引な押し方になるかもしれないぞ。": "……Đến giờ này mà tìm tôi, lại còn nói thế, thì có lẽ hơi cưỡng ép đấy.",
    "か、構いませんっ……！\nわ、私も……！": "Kh, không sao đâu……!\nV, em cũng……!",
    "私も、%usernameusernameuserna%さんのことをっ……\nめ、めちゃくちゃにしたいと、思ってしまっています……！": "Em cũng, về chuyện của %usernameusernameuserna%……\nMu, muốn làm anh tan nát……!",
    "そこまで言われては断る理由もない。\n俺は沙耶の痩身を抱き寄せて、そのままベッドへと招いた。": "Đã nói đến mức đó thì tôi cũng không có lý do gì để từ chối.\nTôi ôm lấy thân hình mảnh mai của Saya, rồi mời em lên giường.",
    "す、すみません……リードをお任せしてしまって……\n自分から、め、めちゃくちゃにしたいなどと言っておきながら……": "X, xin lỗi……để em dẫn dắt trước……\nMặc dù em đã nói là muốn làm tan nát anh……",
    "私……は、初めてですし……\nこういったことには、詳しくなくて……はぅ、んっ……んっ……！": "Em……là, lần đầu……\nVề những chuyện như này, em cũng không rành……ha, ừm……ừm……!",
    "横たわる沙耶の柔肌をそっと撫で回しながら、うっすら湿った唇、\n火照った首筋、つんと尖った乳首と、順番に口づける。": "Trong khi nhẹ nhàng vuốt ve làn da mềm mại của Saya, tôi hôn lên đôi môi ướt át, cổ nóng bừng, và đầu vú nhọn hoắt.",
    "ふぁ……あ……あ……あ、あのっ……準備に……\nこんな、時間を……んっ……かけるものなのですか……？": "Ph, a……a……a, chuyện đó……chuẩn bị……\nMất, nhiều thời gian……ừm……như vậy sao……?",
    "俺の方にも沙耶をめちゃくちゃにしたい衝動はあるが、\n痛い思いをさせるより、できれば一緒に気持ちよくなりたかった。": "Về phía tôi cũng có mong muốn làm tan nát Saya, nhưng thay vì để em phải đau đớn, tôi muốn cùng em tận hưởng cảm giác thoải mái.",
    "沙耶の大切な部分を指でいじりながら、正直にそう伝えると、\nワレメの隙間からじわっと愛液が滲み出した。": "Trong khi tôi nghịch ngợm phần quan trọng của Saya bằng ngón tay, tôi đã nói thật lòng, và chất dịch tình yêu đã rỉ ra từ kẽ hở.",
    "んんっ……た、大切に……思って、くださるの、ですねっ……\nう、うれしい、ですっ……ふぁ、ん……んんっ……": "Ưm……t, thật sự……nghĩ cho em, đúng không……\nEm, em vui, lắm……ph, ừm……ừm……",
    "入口の周辺を丹念にまさぐり、\n花弁を広げるために、指先をゆっくりと出し入れする。": "Tôi xoa bóp cẩn thận xung quanh lối vào, và đưa ngón tay vào từ từ để mở rộng cánh hoa.",
    "んぁ……！　あっ、あっ……そ、そのような場所……\n開かれては……恥ずかしい……ひぁ……あぅ、んんっ……！": "Ưn a……! A, a……ch, chỗ đó……\nBị mở ra……thật là……xấu hổ……hi a……a ừm……!",
    "沙耶の中を傷つけないよう、緩やかな動きで指の抽挿を繰り返す。\n摩擦のたび、沙耶の腰が律儀に弾んだ。": "Để không làm tổn thương bên trong Saya, tôi lặp đi lặp lại việc rút và đút ngón tay vào bằng những chuyển động chậm rãi.\nMỗi khi ma sát, eo của Saya lại bật nảy một cách ngoan ngoãn.",
    "わ、私のそこに、このあと、あなたのものが……んんぅ……\n想像するだけで……昂ぶって、しまいます……はぁ……はぁっ……": "Trong đó của em, sau này, thứ của anh sẽ……ừm ư……\nChỉ cần tưởng tượng thôi……em đã thấy phấn khích rồi……ha……ha……",
    "あぁぁ……い、いけません……んっ、あ、あっ……\nこんなことを考えて……か、感じてしまう……なんて……": "Aaaaa……kh, không được……ừm, a, a……\nChỉ nghĩ đến chuyện này thôi……c, cảm thấy……thật là……",
    "申告通り、指を咥え込んだ隘路がヒクつき始めた。\n思いのほか感度がいい体質なのかもしれない。": "Như đã nói, ngõ hẹp ngậm ngón tay bắt đầu giật giật.\nCó lẽ em có cơ thể nhạy cảm hơn tôi nghĩ.",
    "あっ――ど、どうして……指、止めてしまうのですか……？\n私……そ、その……もっと、あなたに……": "A――t, tại sao……anh, lại dừng ngón tay lại……?\nEm……ch, chuyện đó……muốn, có anh hơn……",
    "まだ本番はこれからだよ。\n俺のこと、めちゃくちゃにしてくれるんだろ？": "Vẫn chưa đến màn chính đâu.\nEm muốn làm tôi tan nát mà, đúng không?",
    "あぅ……は、はい……\nどうか、私のことも……めちゃくちゃにしていただきたいです……": "A ừ……v, vâng……\nXin hãy, làm cho em cũng……tan nát……",
    "ん……こ、このような交わり方もあるのですね……\n私、あのまま%usernameusernameuserna%さんに抱かれるものと……": "Ừm……c, cũng có kiểu giao hợp như này sao……\nEm, cứ nghĩ là mình sẽ được %usernameusernameuserna% ôm……",
    "寝転がったままじゃ、俺が一方的に動くだけになる。\n……沙耶もしてみたいだろ？　自分の好きなように。": "Nằm im như vậy thì tôi chỉ là người chủ động thôi.\n……Saya cũng muốn thử chứ? Theo cách em thích.",
    "自分から、す、好きなように、なんて……そんなこと……": "Tự mình, t, theo cách mình thích, sao mà……chuyện đó……",
    "俺のことをめちゃくちゃにしたいと言っていたはずだ。\nそう囁きかけると、沙耶は耳まで真っ赤になった。": "Em đã nói là muốn làm tôi tan nát mà.\nTôi thì thầm như vậy, tai Saya đã đỏ ửng lên.",
    "っ……は、はい。それも……本心です。\nご期待に応えられるよう……努めます……んっ。": "……V, vâng. Chuyện đó……cũng là thật lòng.\nEm sẽ cố gắng……để đáp ứng……ừm.",
    "――ちゅ。ん……はぁ……ちゅっ……\n%usernameusernameuserna%さん……ん……ちゅ……ちゅ……": "――Chụt. Ưm……ha……chụt……\n%usernameusernameuserna%……ừm……chụt……chụt……",
    "たどたどしい動きで、沙耶がちょっと舌を伸ばして俺を求めてくる。\n抱きすくめた体を撫で回しながら、俺も舌で応えた。": "Với những chuyển động ngập ngừng, Saya hơi đưa lưỡi ra và tìm đến tôi.\nTrong khi ôm lấy cơ thể em, tôi cũng đáp lại bằng lưỡi.",
    "んぅ……どうか……わ、私の体で……\n存分に気持ちよくなってください……っ……": "Ưm……xin hãy……c, cơ thể em……\nXin hãy tận hưởng thoải mái đi……!",
    "んく……ぅっ……！\nんぁ、ああ、あっ……はぁっ……んぅぅぅ……！": "Ưn……ư……!\nA, a, a……ha……ừm ư……!",
    "沙耶が腰を落とし、俺のものをズブズブと飲み込んでいく。\n窮屈な乙女の肉壁が、高熱とともに強烈な圧迫感で迎えてきた。": "Saya hạ eo xuống, nuốt chửng thứ của tôi.\nBức tường thịt của một trinh nữ chật chội, đã chào đón tôi bằng áp lực mạnh mẽ cùng với nhiệt độ cao.",
    "くぅっ……あ……熱くて……硬い……ですっ……\nこれが、男性の……んんっ……！": "Ư……a……nóng……cứng……quá……\nĐây là, đàn ông……ừm……!",
    "この痛みが……初めての感覚……なのですね……ん、んっ……\n私……%usernameusernameuserna%さんと繋がってしまいました……": "Cơn đau này……là, cảm giác đầu tiên……đúng không……ừm, ư……\nEm……đã kết nối với %usernameusernameuserna% rồi……",
    "辛くはないか尋ねると、\n沙耶は熱っぽい瞳で俺を真っ直ぐ見つめてきた。": "Tôi hỏi em có đau không, Saya nhìn thẳng vào tôi với đôi mắt nóng bỏng.",
    "はぁ……はぁ……少し、苦しくは……ありますが……\nでも、それ以上に……": "Ha……ha……hơi, khó chịu……nhưng……\nNhưng, hơn thế nữa……",
    "%usernameusernameuserna%さんと、繋がれた……\n幸福感で……胸が、いっぱいです……んんぅ……": "Được kết nối với %usernameusernameuserna%……\nCảm giác hạnh phúc……đã tràn ngập……ngực em……ừm ư……",
    "押しつけられた豊満な双丘を、自分の胸板で受け止める。\n弾力と一緒に、沙耶の鼓動が伝わってきた。": "Tôi đỡ lấy hai ngọn đồi đầy đặn bị ép vào ngực mình.\nCùng với độ đàn hồi, nhịp tim của Saya cũng truyền đến.",
    "あっ……あ、んっ……この胸も……今夜からは、あなたのもの……\nどうか、お好きに……んぁっ、はぁ、う……ん、んっ……": "A……a, ư……ngực này cũng……từ đêm nay, là của anh……\nXin cứ tự nhiên……a, ha, ư……ừm, ư……",
    "代わりに、どうか……あなたの全部を……\n私に、いただけますでしょうか……はぅっ、んっ……んくぅ……": "Thay vào đó, xin hãy……toàn bộ của anh……\nCho em, được không……ha, ư……ư……",
    "慎重に腰の上下動を開始すると、\n早速、沙耶の膣内がぞわっと震えて俺自身を刺激した。": "Khi tôi bắt đầu di chuyển hông một cách thận trọng, bên trong âm đạo của Saya đã run rẩy và kích thích tôi.",
    "あっ……んっ、あ……あぁ……わ、私っ……\n今、抱かれているのですね……あなたにっ……んんっ……": "A……ừm, a……a a……e, em……\nBây giờ, đang được ôm……bởi anh……ừm ư……",
    "痛みより喜びが勝っていることは、\n沙耶の恍惚とした表情からうかがえた。": "Tôi có thể thấy từ biểu hiện sung sướng của Saya rằng niềm vui đã chiến thắng nỗi đau.",
    "やっと、こうして……特別な方と……\nあぁ……ん……うれしい、です……ん、んっ……": "Cuối cùng, như thế này……với một người đặc biệt……\nA……ừm……em vui, lắm……ừm, ư……",
    "より快楽に集中してもらうべく、沙耶への好意を囁きながら、\n狭い膣内を穏やかな動きで往復する。": "Để em tập trung vào khoái cảm hơn, tôi thì thầm những lời yêu thương với Saya, và di chuyển qua lại trong âm đạo chật hẹp.",
    "ん……ん……あなたの……お気遣いを……感じます……っ……\n動きが……優しくて……胸が……温かくて……んっ……": "Ừm……ừm……em cảm nhận được……sự quan tâm của anh……\nChuyển động……thật dịu dàng……ngực em……ấm áp……ừm……",
    "で、ですが……優しさだけでなく……んんっ……\nどうか、欲望を……んっ……私に、ぶつけて……あ、あっ……": "V, nhưng……không chỉ dịu dàng……ừm……\nXin hãy, dục vọng……ừm……trút hết lên em……a, a……",
    "あなたの……めちゃくちゃになる姿……見たいのです……\nんっ……んんっ……ですから……もっと、強く……": "Em muốn xem……anh tan nát……\nỪm……ừm……vậy nên……mạnh mẽ hơn đi……",
    "沙耶も俺に合わせたいのか、ぎこちない動きで腰を振り始める。\nあまりにも窮屈な膣内で、肉棒がヒダにジワジワと擦られる。": "Saya cũng muốn hòa hợp với tôi, bắt đầu lắc hông một cách vụng về.\nTrong âm đạo quá chật chội, dương vật cọ xát vào các nếp gấp một cách từ từ.",
    "はぁう……ん……あぅ……あぅん……い、いかがでしょう……\n私の……中の、具合はっ……んんぅっ……": "Ha ư……ừm……a ưn……c, thế nào……\nBên trong em……cảm giác thế nào……ừm ư……",
    "沙耶に吐息を吹きかけながら、キツくて気持ちいいよと伝える。\nすると頬の赤みが耳の端まで浸食してきた。": "Tôi thổi hơi thở vào Saya, và nói rằng nó rất chặt và rất tuyệt.\nSau đó, màu đỏ trên má đã lan đến tận tai.",
    "んっ……それは……ち、小さすぎる、ということでしょうか……\n私の、アソコは……んっ……男性のものを、迎え入れるには……": "Ừm……chuyện đó……có nghĩa là, nó, quá nhỏ sao……\nChỗ đó của em……ừm……để đón nhận thứ của đàn ông……",
    "か、体が、未熟なれば……ふぁ……はぁん……\n技で……んっ……奉仕、しなければ……いけませんね……あっ……": "C, cơ thể, còn non nớt……pha……ha ưn……\nPhải dùng kỹ năng……ừm……phục vụ……anh……a……",
    "やはり拙い動きで、上下運動と同時に腰をくねらせ始めた。\n膣内をほぐして広げようというのだろう。": "Tôi lắc hông cùng với chuyển động lên xuống, và âm đạo bắt đầu giãn ra.\nCó lẽ em đang cố gắng nới lỏng và mở rộng âm đạo.",
    "自然と肉棒で沙耶の中をかき回してしまう形になる。\nすると新たな刺激に耐えかねて、彼女の動きが活発になった。": "Tôi vô tình khuấy động bên trong Saya bằng dương vật.\nSau đó, chuyển động của em trở nên sôi nổi hơn, không thể chịu đựng được sự kích thích mới.",
    "ひあ……んんんんっ……！　お、おかしな、感覚が……！\nあなたの、先が……私の……何か、にっ……ふぁ、んっ……！": "Hi a……ừm ưm ưm……! C, cảm giác, kỳ lạ……!\nCái đầu của anh……của em……cái gì, đó……pha, ừm……!",
    "新たな動きの最中、偶然にも沙耶は\n自分の敏感な場所を見つけてしまったらしい。": "Trong chuyển động mới, tình cờ Saya đã tìm thấy điểm nhạy cảm của mình.",
    "いっ……今の場所……今の感覚を……もっとっ……んんっ……\n見つけて……極めなければ……あ、あ、あっ……！": "Kh……chỗ đó……cảm giác đó……hơn nữa……ừm ư……\nTìm thấy……và phải đạt đến cực khoái……a, a, a……!",
    "はふ……ん……もう少し……奥っ……い、いえ……\nか、角度が……んんぅっ……あぁぁっ……": "Ha phu……ừm……sâu hơn một chút……kh, không……\nG, góc độ……ừm ư……aaaa……",
    "あ、あぁ……なんて、はしたない……んっ……\n私……じ、自分から、こんなっ……は、くぅ……！": "A, a a……thật là, vô liêm sỉ……ừm……\nEm……t, tự mình, như vậy……ha, ư……!",
    "俺を感じさせてめちゃくちゃにしたかったはずが、\n沙耶は自分のスポット探しに夢中になり始めた。": "Saya đã bắt đầu tập trung vào việc tìm ra điểm nhạy cảm của mình, mặc dù tôi muốn em cảm nhận tôi và làm em tan nát.",
    "しかしそんな沙耶の姿はいじらしく、そしていやらしく……\n俺の劣情を煽るにも十分な効果を発揮した。": "Nhưng dáng vẻ của Saya thật đáng yêu, và cũng thật gợi cảm……\nNó có tác dụng kích thích dục vọng của tôi.",
    "あ――はぁぅ！　んっ、んっ、んっ、い、いけませ……！\nわ、私が……あなたをっ……おっ、あっ、ん、ふぅっ……！": "A――ha ư! Ưm, ưm, ưm, kh, không được……!\nEm, em sẽ……anh sẽ……a, a, ư, phu……!",
    "たまらず、こちらからも腰を突き上げると、\n沙耶もひときわ大きな喘ぎで応えてくれた。": "Tôi cũng không kìm được, và thúc hông lên, Saya cũng đáp lại bằng tiếng rên rỉ lớn hơn.",
    "俺の形を覚え、いくらか抽挿しやすくなった膣内を、\n貪るように蹂躙していく。": "Tôi đã ghi nhớ hình dạng của tôi, và tôi đã tàn phá âm đạo, nơi đã dễ dàng hơn một chút để đưa vào.",
    "はぅ、あんっ、は、激しい、ですっ、んっ、あっ……！\nこれが、本当のっ、男女の、交わりっ……あっ、んんっ……！": "Ha, ưn, ha, mãnh liệt, quá……ừm, a……!\nĐây là, thật sự, nam nữ, giao hợp……a, ưm ưm……!",
    "んっ、くぅっ……あ、あなたにばかり、攻めさせては……！\n私だけではなく……あなたもっ、もっと、乱れて、んっ……！": "Ưm, ư……a, chỉ để anh tấn công thôi……!\nKhông chỉ em đâu……anh cũng……phải, càng thêm, loạn, ừm……!",
    "全体重を乗せてお尻を降ろしてきたかと思うと、\n沙耶の上下動がいっそう激しくなった。": "Tôi nghĩ rằng tôi đã đặt toàn bộ trọng lượng cơ thể lên và hạ mông xuống, và chuyển động lên xuống của Saya trở nên dữ dội hơn.",
    "はぅっ、んっ、んぁぅ、ど、どう、ですか……？\n速いのは――んっ、んっ、き、気持ち、いい、ですかっ……？": "Ha ư, ư, ưn ư, t, thế nào……?\nNhanh――ừm, ưm, s, sướng, phải không……?",
    "俺の肩を強く抱きしめ、激しくなっていく呼吸を額に浴びせてくる。\nその熱気に当てられて、俺もますます沙耶に夢中になっていく。": "Tôi ôm chặt lấy vai tôi, và hơi thở dồn dập của em phả vào trán tôi.\nBị ảnh hưởng bởi sức nóng đó, tôi cũng ngày càng say mê Saya.",
    "んぁっ、はぁ、はぁ、ふ、ふふ……ふふっ……\nこうして、あなたと、んっ、溶け合っていると……": "A, ha, ha, ph, phu……phu……\nNhư thế này, cùng anh, ưm, hòa tan……",
    "どんどん、んっ、体が、火照って、いきますっ……！\nもっと……息だけでなく……肌も……肉も……っ、んっ、んっ……！": "Càng ngày, ưm, cơ thể, lại càng nóng bừng lên……!\nHơn nữa……không chỉ hơi thở……da thịt……thịt……ừm, ưm……!",
    "体を外からも内からも擦りつけ合い、\nびしょ濡れの沙耶と結合部の摩擦熱でとろけ合う。": "Tôi cọ xát cơ thể từ bên ngoài và bên trong, và tôi tan chảy vì ma sát của Saya ướt đẫm và khớp nối.",
    "んんっ……一緒にっ、動いて……！\n私と、もっと高まってくださいっ……！": "Ưm ưm……cùng nhau, di chuyển……!\nCùng em, đạt đến cực khoái hơn nữa……!",
    "太股を、股間を、胸を。まるで全身の汗を俺に染みこませるように。\n視界も肌の感触も、すべてが沙耶で一杯になっていく。": "Đùi, háng, ngực. Như thể thấm mồ hôi toàn thân vào tôi.\nTầm nhìn và cảm giác của làn da, mọi thứ đều tràn ngập Saya.",
    "はぁっ……！　す、好きですっ……！\n今の……快楽に溺れた、あなたの、表情っ……んぁっ……！": "Ha……! Th, thích……!\nHiện tại……biểu cảm của anh, đắm chìm trong khoái lạc……a……!",
    "もっと……もっと見たい……んっ、み、見たいんです……んんっ！\nあ、あなたの、そんな顔がっ……あっ、あっ、あぁぁっ……！": "Hơn nữa……muốn xem hơn nữa……ừm, mu, muốn xem……ừm ư!\nA, khuôn mặt của anh……a, a, aaaaa……!",
    "俺をのぞき込む熱を帯びた瞳に、吸い込まれそうな気がした。\n同時に、強烈な収束感が股間を襲ってくる。": "Tôi có cảm giác như bị hút vào đôi mắt nóng bỏng đang nhìn tôi.\nĐồng thời, một cảm giác co thắt mạnh mẽ ập đến háng tôi.",
    "んくっ、あ、あっ、あっ、感じますっ……！\n私の奥で、あなたのもが、びくりと、っ、んあ、あっ、あんっ……！": "Ưn, a, a, a, em cảm nhận được……!\nBên trong em, thứ của anh, giật mình……a, a, ưn……!",
    "近いのですね……ど、どうか、このまま……！\nんぁ、あなたのもので、全部、満たして……んぁぁっ……！": "Gần rồi……x, xin hãy, cứ như vậy……!\nA, thứ của anh, lấp đầy, tất cả……aaaa……!",
    "沙耶に求められるまま、ペニスを搾り上げてくる膣圧に抵抗し、\n無我夢中で腰を振り上げ続けた。": "Theo yêu cầu của Saya, tôi đã chống lại áp lực âm đạo, và tiếp tục lắc hông một cách vô thức.",
    "んぁ、あ、私もっ……乱れていく、あなたを見ていたら……っ！\nも、もう、あっ、だ、だめ、ですっ、アソコがっ……！": "A, a, em cũng……thấy anh, đang loạn……!\nC, ch, không được, nữa, a, chỗ đó……!",
    "どんどん、感覚、なくなって――あっ、あっ、あっ、ふぁんっ、\nあ、んくっ、頭、真っ白にぃ……ん、んんんんん――！": "Cảm giác dần dần biến mất――a, a, a, phan,\na, ưn, đầu óc, trắng xóa……ừm, ưm ưm――!",
    "膣壁の震えを通じて沙耶の絶頂を感じた瞬間、それは来た。\n": "Khoảnh khắc tôi cảm thấy cực khoái của Saya thông qua sự rung động của thành âm đạo, nó đã đến.",
    "ふぁっ――あ、あ、んんんんんんんんんっ……！\n": "Pha――a, a, ưm ưm ưm ưm ưm……!",
    "あくっ……あぁぁ、っふぅ……んっ、んっ、んぅ……！": "A, a, ưm ưm ưm ư……!",
    "今まで感じたことがないほどの快感と共に、\nびくつく沙耶の中へ、俺は欲望のすべてを解き放っていた。": "Cùng với khoái cảm chưa từng có, tôi đã giải phóng tất cả dục vọng của mình vào trong Saya đang run rẩy.",
    "はぁっ……はぁ……ふ……ふふっ……\nもう……終わってしまいました……んっ……": "Ha……ha……phu……phu……\nĐã……kết thúc rồi……ừm……",
    "俺と繋がったまま、汗ばんだ顔に微笑みを浮かべて、\n沙耶がじっと見つめてくる。": "Trong khi vẫn kết nối với tôi, Saya nhìn tôi chằm chằm với một nụ cười trên khuôn mặt đẫm mồ hôi.",
    "とても、素敵でした……あなたと溶け合う感覚も……\n最後に乱れていくあなたの表情も……": "Thật là, tuyệt vời……cảm giác hòa tan với anh……\nBiểu cảm của anh khi cuối cùng, bị loạn……",
    "そ、そうか……喜んでもらえたなら、俺もうれしい。": "Th, vậy sao……nếu em vui, thì anh cũng vui.",
    "あの……この幸せな時間を、もっと味わいたいのですが……\nこのあとも、まだお付き合いいただけますか？": "Chuyện đó……em muốn tận hưởng khoảng thời gian hạnh phúc này hơn nữa……\nSau chuyện này, anh có thể tiếp tục ở bên em được không?",
    "その答えを知っているのは、\nすべてを終えた夜明けの俺のみぞ知ることだ。": "Chỉ có tôi, người đã kết thúc mọi thứ vào buổi bình minh, mới biết câu trả lời.\n"
}