{
    "（あいつら……さすがに落ち込んでいるだろうな……）": "（Bọn họ… chắc là đang buồn lắm đây…）",
    "俺はリュシーに聞いた情報を頼りに、\n３人が今いるだろうミリアムの部屋へと向かっていた。": "Tôi dựa vào thông tin mình hỏi được từ Lucy, đi đến phòng của Miriam, nơi ba người họ đang ở.",
    "俺だ。ちょっといいか。": "Tôi đây. Nói chuyện chút được không?",
    "あ、はい……どうぞ……": "À, vâng… xin mời…",
    "ハリエットの声だろうか。\n応答があったので扉を開いて部屋の中へ入ると――": "Có lẽ là giọng của Harriet. Vì có tiếng trả lời, tôi mở cửa và bước vào phòng――",
    "いっけー！　そこだーっ！\nレッドドラゴンっ、村を焼き払っちゃえー！": "Xông lên! Tới đó điー！\nRồng đỏ, thiêu rụi ngôi làng điー！",
    "いやあああ……！？　わ、わたしの農民達が……！\nこうなったら聖騎士で迎え撃ちます……っ。": "Ư…！？ T, tớ nông dân của tớ…！\nĐến nước này thì phải dùng thánh kỵ sĩ để nghênh chiến…!",
    "どうぞ。座ってください。飲み物は飲みたければご自由に。\nまあ、ミリアムの部屋なので、ジュースしかありませんが。": "Xin mời. Ngồi đi. Muốn uống gì thì cứ tự nhiên.\nMà, vì là phòng của Miriam, nên chỉ có nước ép thôi.",
    "あ、ああ……": "À, ừm…",
    "ミリアムとケイトは何やらボードゲームに夢中なようだ。\n一方ハリエットはスケッチブックに何か絵を描いている。": "Miriam và Kate có vẻ đang say mê trò chơi trên bàn cờ.\nTrong khi đó Harriet đang vẽ gì đó trong cuốn sổ phác thảo.",
    "これは何をやってるところなんだ……？": "Đây là đang làm gì vậy nhỉ…？",
    "『時は千年前――世界は大魔導士グレンツェの脅威に晒されていた。\n人々の希望はひとりの聖騎士に託され――』": "『Vào thời điểm một ngàn năm trước――thế giới bị đe dọa bởi đại ma đạo sĩ Grenz.\nNiềm hy vọng của con người được giao phó cho một thánh kỵ sĩ――』",
    "違う、違う。\nパッケージの裏面を読み上げるな。": "Sai rồi, sai rồi.\nĐừng có đọc mặt sau của hộp game nữa.",
    "お前達はこの部屋で何をやってるんだと聞いてるんだ。\nてっきり沈んでいるかと思ったら、この騒ぎだからな。": "Tôi đang hỏi là mấy người đang làm gì trong phòng này đấy.\nCứ tưởng là sẽ buồn bã, ai ngờ lại ồn ào thế này.",
    "ですよね。ちょっと騒がしいですね。": "Đúng là vậy. Hơi ồn ào nhỉ.",
    "そういうハリエットが描いているのは、\nドロテアとリュシーの似顔絵か？　しかし距離感が妙に近いな。": "Mà Harriet đang vẽ là, tranh chân dung của Dorothea và Lucy à？\nNhưng sao khoảng cách lại gần gũi đến lạ vậy.",
    "……！？": "…！？",
    "何覗いてるんですか！？\n覗き魔！　変態！　%usernameusernameuserna%！": "Anh đang nhìn trộm gì vậy！？\nKẻ biến thái thích nhìn trộm！ Biến thái！ %usernameusernameuserna%！",
    "俺の名前は悪口じゃねぇ！": "Tên tôi không phải là để chửi đâu！",
    "ここんところ、ずーっと訓練ばっかだったし、\nちょっとくらい休憩してもいいかなーって！": "Dạo này, toàn là huấn luyện không à,\nnghỉ ngơi một chút cũng được mà!",
    "……こくこく。": "… gật gật.",
    "いやだからって――": "Nhưng mà――",
    "ケイ、次はボクの番だよね！　ほら、ダイス振って！": "Kate, tới lượt tớ rồi phải không！ Này, tung xúc xắc đi！",
    "うん――え、えいっ！": "Ừm――e, êi！",
    "ふぅ、まったく。ふたりってば、うるさいですね……": "Haizz, thật là. Hai người thật là ồn ào…",
    "あ、%usernameusernameuserna%さん。冷蔵庫のオレンジジュースを\n所望します。あと棚にポテチもあるので、持ってきてください。": "À, %usernameusernameuserna%-san. Cho em xin nước cam trong tủ lạnh với ạ.\nVới lại trên kệ có khoai tây chiên nữa, mang tới luôn nha.",
    "や、やった……！　レッドドラゴン、倒せる……！": "Đ, được rồi…！ Rồng đỏ, có thể đánh bại…！",
    "ちょ！　ちょっと、待った！　こんなのってないよ～～！": "Khoan đã！ Chờ đã nào！ Không có chuyện này đâu～～！",
    "お前ら――": "Mấy người――",
    "……心が折れたか。": "… Gục ngã rồi à.",
    "途端、ぴたりと３人の動きが静止する。": "Ngay lập tức, hành động của ba người dừng lại.",
    "……………………": "…………",
    "だって……あんなに頑張ったのに、全部ムダだったじゃん。": "Tại vì… cố gắng nhiều như vậy, mà lại thành công cốc hết.",
    "選考会で落ちるなら、それは実力ですから……\nでも出ることも許されないなんて……": "Rớt ở vòng tuyển chọn thì là do thực lực mà thôi…\nNhưng mà đến cả việc được ra sân cũng không được phép nữa thì…",
    "なんのためにやったのかわかりません……\n%usernameusernameuserna%さんにまで、迷惑かけて……": "Em cũng không biết mình làm vì cái gì nữa…\nĐến cả %usernameusernameuserna%-san cũng phải phiền lòng…",
    "……そうだな。すべて無駄だった。\n<r=クリスタル・ベルト>煌晶帯</r>での頑張りも、ユニティエッジとの模擬戦も、みんなの決意も――": "… Phải rồi. Tất cả đều vô ích.\nCả sự cố gắng ở <r=Vành đai pha lê>Vành đai pha lê</r>, trận chiến giả định với Unity Edge, quyết tâm của mọi người――",
    "お前達が言うなら、そうなんだろう。": "Nếu là mấy người nói, thì chắc là vậy rồi.",
    "%usernameusernameuserna%さん……？": "%usernameusernameuserna%-san…？",
    "ドロテアの名前を出す": "Đề cập đến tên của Dorothea",
    "リュシーの名前を出す": "Đề cập đến tên của Lucy",
    "（この状況で心が折れるのも理解はできる。\nだが、こいつらのために、ここで甘やかしてはいけないだろう）": "（Trong tình huống này thì gục ngã cũng có thể hiểu được.\nNhưng mà, vì mấy người này, ở đây không thể nuông chiều được）",
    "ドロテアは結局、お前達に何も残せなかったんだな。": "Dorothea rốt cuộc cũng không để lại gì cho mấy người cả.",
    "え……？": "Hả…？",
    "パイロットとしては超一流なんだが、\nリーダーとしてはその程度ということか。": "Tuy là một phi công siêu hạng, nhưng\nvới tư cách là một người lãnh đạo thì chỉ đến thế mà thôi.",
    "まあ、ドロテアもお前達のお守りから解放されて\nせいせいしているだろうな。": "Mà, Dorothea cũng được giải thoát khỏi việc phải chăm sóc mấy người rồi,\nchắc là cũng thấy thoải mái thôi.",
    "リュシーは結局、お前達の教育に失敗したな。\n本当に無駄骨折ったのはあいつのほうだ。": "Lucy rốt cuộc cũng thất bại trong việc giáo dục mấy người rồi.\nNgười thực sự uổng công là cô ta đấy.",
    "なっ……": "Hả…",
    "あいつはパイロットとしてもメイドとしてもお前らを\n信頼しているようだが、当の後輩達はその自覚もその気もないときた。": "Cô ta tin tưởng mấy người, dù là một phi công hay một người hầu gái,\nnhưng mà mấy đứa hậu bối lại không có ý thức đó.",
    "さぞ失望してるだろうな。ドロテアだってかつてのチームメイトが、\nこんな体たらくだとむしろ別れてせいせいしてるんじゃないか？": "Chắc là cô ta thất vọng lắm nhỉ. Dorothea cũng vậy, đồng đội cũ của mình lại thành ra như thế này, thà chia tay còn hơn？",
    "そ、そんなっ……そんな、言い方っ……": "Đ, đâu có… Không có chuyện đó…",
    "ボク達のことをすごく大切にしてくれてるっ！\nそんなふうに思うはずないよっ！": "Bọn tớ rất là quý trọng cậu ấy！\nKhông đời nào lại nghĩ như vậy đâu！",
    "何も知らないお前に言われたくないです……！": "Anh không biết gì thì đừng có nói…！",
    "お前らこそ、何もわかってねぇじゃねーか！！": "Chính mấy người còn không biết gì kìa！！",
    "……！": "…！",
    "投げ出すな！　逃げ出すな！　手放すな！\nお前らは何を学んだんだ！？　思い出せ！！": "Đừng bỏ cuộc！ Đừng bỏ chạy！ Đừng buông tay！\nMấy người đã học được những gì！？ Hãy nhớ lại！！",
    "どうしてアークトゥルスに入りたかった！？": "Tại sao lại muốn vào Arcturus！？",
    "どうしてあんな厳しい訓練に耐えられた！？": "Tại sao lại chịu đựng những bài huấn luyện khắc nghiệt đó！？",
    "どうしてそもそもドロテアについていこうと思った！？": "Tại sao lại muốn đi theo Dorothea từ đầu！？",
    "誰かを守れる立派な姿に、\n惹かれたんじゃないのか！！": "Không phải là bị thu hút bởi hình ảnh tuyệt vời của người có thể bảo vệ ai đó sao！！",
    "本物の英雄を、\n見出したんじゃないのか！！": "Không phải là đã tìm thấy một anh hùng thực sự sao！！",
    "自信に溢れた立ち居振る舞いに、\n焦がれたんじゃないのか！！": "Không phải là khao khát phong thái tự tin của người đó sao！！",
    "お前らはドロテアの何を見てきた！！\n教わった誇りを、知らないとは言わせないぞ！！": "Mấy người đã nhìn thấy gì ở Dorothea！！\nTôi không cho phép mấy người nói là không biết niềm tự hào đã được dạy！！",
    "……チームを離れても、自分が存在した証明に違いないんだ。\n誇りを受け継ぎ、信念を持って戦ってほしい――": "… Dù rời khỏi đội, thì đó chắc chắn là minh chứng cho sự tồn tại của bản thân.\nMong muốn mấy người kế thừa niềm tự hào, chiến đấu với niềm tin――",
    "ドロテアはきっと、そんなふうに考えるんじゃないか。": "Dorothea chắc chắn sẽ nghĩ như vậy.",
    "ドロテア様の、誇り……": "Niềm tự hào của Dorothea-sama…",
    "で、でも……わたし達に何ができるんでしょうか……": "Nhưng, nhưng mà… Bọn tớ có thể làm gì đây…",
    "まずはドロテアと離れ離れになるのは受け入れるしかない。\nもう決まったことだ。": "Đầu tiên là phải chấp nhận việc xa cách Dorothea.\nĐó là chuyện đã rồi.",
    "その上でだ。改めて、お前らは何をしたい？\n――いや、何をすべきだ？": "Sau đó. Một lần nữa, mấy người muốn làm gì？\n――Không, nên làm gì？",
    "すべき……こと……": "Nên… làm… gì…",
    "言っとくけど、俺は答えを与えないぞ。\n当然、ドロテアやリュシーに決めてもらうってのもナシだ。": "Tôi nói trước, tôi sẽ không đưa ra câu trả lời đâu.\nĐương nhiên, để Dorothea hay Lucy quyết định cũng không được.",
    "いつまでも、あいつらにおんぶに抱っこじゃ何も意味がない。\n自分達で考え、答えを出し、そして立ち上がれ。": "Cứ mãi dựa dẫm vào họ thì chẳng có ý nghĩa gì cả.\nHãy tự mình suy nghĩ, đưa ra câu trả lời, và rồi đứng lên.",
    "憧れて、執着して、依存する時間はもう終わりだ。": "Thời gian khao khát, chấp niệm, và phụ thuộc đã kết thúc rồi.",
    "…………": "…………",
    "それから俺は、ただ黙ってじっと待つことにした。\n彼女達が答えを出すのを。": "Sau đó, tôi chỉ im lặng và chờ đợi.\nChờ đợi họ đưa ra câu trả lời.",
    "彼女達が考えようとする限り、俺はいつまでも付き合おうと思った。": "Chừng nào họ còn cố gắng suy nghĩ, thì tôi sẽ đi cùng họ đến cùng.",
    "そして――": "Và――",
    "しばらくして、ミリアムが口を開いた。": "Một lúc sau, Miriam lên tiếng.",
    "……": "…",
    "ね、ねえ……ボク、その……考えてみたんだけど……": "N, này… tớ, ờm… đã suy nghĩ thử…",
    "ちょうど私も、思いついたことが……": "Vừa hay tớ cũng vừa nghĩ ra…",
    "あ、え、えっと、わたしも――": "À, ờ, ừm, tớ cũng――",
    "言ってみろ。": "Nói đi.",
    "――なるほどな。それがお前達の答えか。": "――Ra là vậy. Đó là câu trả lời của mấy người sao.",
    "ははっ！　まさかみんな同じ気持ちだったなんて。": "Ha ha！ Không ngờ mọi người lại có cùng suy nghĩ.",
    "だって、ずっと３人一緒だったから。": "Tại vì, cứ ở cùng nhau suốt mà.",
    "うん、考えること、似ちゃうよね……えへへ。": "Ừm, suy nghĩ cũng giống nhau nhỉ… ehehe.",
    "%usernameusernameuserna%……どう、かな？": "%usernameusernameuserna%… thấy sao ạ？",
    "どうも何も、お前らが決めた答えに文句なんてあるわけないだろう。\n面白いじゃないか。やり方のほうは、一緒に考えてやる。": "Thấy gì mà thấy, tôi không có lý do gì để phàn nàn về câu trả lời mà mấy người đã đưa ra cả.\nThật thú vị. Về cách làm, tôi sẽ cùng mấy người suy nghĩ.",
    "３人の出した『答え』に、俺はニヤリと口角を上げるのだった――": "Tôi nhếch mép trước 『câu trả lời』 mà ba người đưa ra――"
}