{
    "練習が終わると、心香に声をかけられた。": "Khi buổi tập kết thúc, tôi được Kokoro gọi.",
    "%usernameusernameuserna%、ちょっといいかしら？\nちゃんとした治療のために保健室に行きましょう。": "%usernameusernameuserna%, em có thể cho tớ hỏi một chút được không?\nChúng ta đến phòng y tế để được chữa trị đàng hoàng nhé.",
    "その言葉にうなずいて、肩を貸してもらい、\n一緒に保健室まで歩いて行った。": "Tôi gật đầu, được em ấy dìu vai, cùng nhau đi đến phòng y tế.",
    "……どうやら観てくれる人はいないみたいだな。": "……Có vẻ như không có ai nhìn thấy nhỉ.",
    "他に用事があったのかもしれないわね……\nそれじゃあ、私がちゃんと治療をするわ。": "Chắc là cậu có việc khác rồi……\nVậy thì, để tớ chữa trị cho cậu nhé.",
    "心香はそんな治療まで出来るのか？": "Kokoro còn có thể làm cả việc đó sao?",
    "そんなちゃんとしたものじゃないけどね。\nでも、アイシングとテーピングだけよりは出来るわ。": "Không phải là thứ gì đó đàng hoàng đâu.\nNhưng mà, còn hơn là chỉ chườm đá và băng bó.",
    "言われるがまま、ベッドに腰を下ろした俺に、\n痛む場所に湿布を貼って、包帯で巻いてくれる。": "Nghe theo lời, tôi ngồi xuống giường, em ấy dán miếng dán lên chỗ đau, rồi băng bó.",
    "そこまで大げさにやらなくてもいいんじゃないか……？": "Không cần làm quá lên thế đâu……?",
    "大げさとは言うけど、筋を痛めて放置すると長引くわよ。\n歩くたびに痛んでもいいの？": "Cậu nói là làm quá, nhưng mà nếu để bị thương gân mà không chữa trị thì sẽ kéo dài đấy.\nCậu có muốn mỗi lần đi lại đều đau không?",
    "……それはゴメンこうむりたいな。": "……Cái đó thì tôi xin chịu.",
    "そうして、心香のされるがままになりながら、\n待っていると立ち上がる心香。": "Cứ để Kokoro làm theo ý mình, tôi đợi một lát thì em ấy đứng dậy.",
    "さ、終わったわよ。": "Xong rồi đấy.",
    "お、ずいぶん早いな。": "Ơ, nhanh thế nhỉ.",
    "まあ、湿布を貼って包帯で巻いて固定しただけだから。\nそんなに大したことはしてないもの。": "Chà, chỉ là dán miếng dán rồi băng bó cố định thôi mà.\nCó làm gì to tát đâu.",
    "了解。ありがとう心香。": "Hiểu rồi. Cảm ơn Kokoro.",
    "ベッドから立ち上がろうとする。": "Tôi định đứng dậy khỏi giường.",
    "……っと、うっ、おっ……": "……Ư, ơ, ừm……",
    "すると、固定した脚のせいでバランスを崩してしまった。": "Thế rồi, vì cái chân bị băng bó nên tôi mất thăng bằng.",
    "ちょっと、大丈夫！？": "Khoan, không sao chứ!?",
    "うおっ、ととと……おわぁ！？": "Ugh, tớ, tớ……oà!?",
    "きゃあっ！？": "Kyaaa!?",
    "そうして、俺を支えようとして二人で倒れ込んでしまった。": "Thế là, tôi cố gắng đỡ lấy, cả hai ngã nhào xuống.",
    "…………わ、悪い。": "…………X, xin lỗi.",
    "…………き、気にしないで。": "…………K, không sao đâu.",
    "……心香？": "……Kokoro?",
    "顔を赤くしてそっぽを向いた心香は、\n恥ずかしそうに俺に向かって言う。": "Kokoro đỏ mặt, quay đi chỗ khác, ngượng ngùng nói với tôi.",
    "……別に、私はこのまましてもいいけど。": "……Thì, tớ cũng được thôi.",
    "え？": "Hả?",
    "…………だって、その……おおきくなってるでしょう？\n男の人だったら、我慢できないわよね？": "…………Vì, cái đó……nó lớn lên rồi đúng không?\nNếu là con trai, thì không thể chịu đựng được đúng không?",
    "そういわれた通り、密着した心香の柔らかさに反応して、\n俺の肉棒は大きく屹立していた。": "Như lời em ấy nói, tôi phản ứng với sự mềm mại của Kokoro, đang dính sát vào người, và\ncái ấy của tôi đã cương cứng.",
    "頬を染めて、瞳を潤ませている。\nどうやら本気らしい。": "Má đỏ lên, đôi mắt rưng rưng.\nCó vẻ như em ấy đang nghiêm túc.",
    "……本当にいいのか？": "……Cậu có thật sự ổn không?",
    "……その、私だって嫌だって思っていたら、\nこんなことを言ったりしないわ。": "……Thì, tớ cũng không thích đâu, nếu tớ nghĩ như thế,\ntớ đã không nói những lời này rồi.",
    "……だ、だからあんまり聞かないで……恥ずかしいんだから。": "……T, tại vì đừng hỏi nhiều……tớ ngại mà.",
    "分かった……俺も我慢の限界だったんだ。": "Hiểu rồi……Tôi cũng không thể kiềm chế được nữa.",
    "……%usernameusernameuserna%。\nあ、やっ……んんっ……。": "……%usernameusernameuserna%.\nÀ, ư……ưm…….",
    "愛おしさが込み上げて、心香に覆い被さった。": "Tình yêu thương dâng trào, tôi đè lên Kokoro.",
    "その……き、着替えてもいいかしら？\n……匂いが気になっちゃうから……": "Cái đó……t, tớ có thể thay đồ được không?\n……Vì tớ thấy hơi ngại mùi……",
    "そういうが、むしろ心香はいい香りだから大丈夫だと伝える。\nしかし、顔を真っ赤にして怒られてしまう。": "Tôi nói rằng, Kokoro lại có mùi hương rất dễ chịu, không sao đâu.\nNhưng mà, em ấy lại đỏ mặt giận dữ.",
    "私が気にするのよ！　は、恥ずかしいし……って、\nちょ、ちょっと！　なんで興奮して……！": "Tớ ngại mà! H, ngại lắm đấy……này, khoan đã! Tại sao lại hưng phấn……!",
    "んっ……くっ……ああっ……！\n入って、きてるっ……ん、はぁっ、ふぅっ……！": "Ưm……khự……á……!\nVào, đang vào rồi……ư, hah, hừ……!",
    "ぬちゅっと音を立てて、膨張したペニスが心香の中に入っていく。\n包み込んでくれる温もりに思わずこちらも息を漏らしてしまった。": "Phụt một tiếng, dương vật đang cương cứng của tôi tiến vào trong Kokoro.\nTôi không khỏi thở dài trước sự ấm áp bao bọc lấy tôi.",
    "はぁ、はぁ……もう、乱暴なんだから……\nでも……こんな風に求められるのも、悪い気はしないわね……": "Hah, hah……tớ, tớ làm thô bạo quá……\nNhưng mà……bị cậu muốn như thế này, tớ cũng không thấy tệ……",
    "怒られるかと思ったが、どこか嬉しそうな顔をする心香。": "Tôi nghĩ là sẽ bị mắng, nhưng Kokoro lại có vẻ vui vẻ.",
    "……あなたに、こんな風に強引に求められると……\nそれだけ、魅力を感じてくれてる気がして、嬉しいの……": "……Bị cậu cưỡng ép như thế này……\nTớ cảm thấy như là, cậu cảm thấy tớ quyến rũ, tớ rất vui……",
    "嬉しいことを言ってくれる。\n俺はゆっくりと腰を振り始めた。": "Em ấy nói những lời khiến tôi vui vẻ.\nTôi bắt đầu từ từ lắc hông.",
    "ああっ……はぁっ……はぁっ……貴方の熱がそのまま、\n私の中に伝わってくる……あったかくて、大きくて……っ。": "Á……hah……hah……Cái nóng của cậu cứ như vậy,\ntruyền vào trong tớ……ấm áp, lớn lao……!",
    "き、気持ちいいわ……すごく、すごく気持ちいい……\nこんな感覚、貴方が教えてくれなかったら私っ……はぁっ……。": "K, sướng quá……sướng quá đi……\nCảm giác này, nếu cậu không cho tớ biết thì tớ……hah…….",
    "満たされてる感じがする……貴方が私の中に入ってきて、\nそれが、私の胸をあたたかくするの……": "Cảm giác như được thỏa mãn……Cậu vào trong tớ,\nNó sưởi ấm trái tim tớ……",
    "ねえ、動いて……もっと、もっと動いて……": "Này, cử động đi……cử động mạnh hơn nữa đi……",
    "徐々に、腰を振る速度を速め、深くまで突くようにしていく。\n深いところに当たるたびに彼女の口元から甘い吐息が漏れた。": "Tôi tăng tốc độ lắc hông, và đâm sâu hơn.\nMỗi lần đâm vào sâu, một tiếng thở dài ngọt ngào thoát ra từ miệng em ấy.",
    "んっ、恥ずかしいのに……でも、もっともっと、\n私に抱き着いて……近寄って欲しいって、思っちゃうの……": "Ưm, ngại quá……nhưng mà, muốn, muốn hơn nữa,\ntớ muốn được ôm chặt lấy cậu……muốn gần gũi hơn nữa……",
    "ふぁああっ！　もっと、もっと……お願い……もっと……！\n貴方を、感じたいっ……ん、あっ、はぁんっ……！": "Fuaah! Hơn nữa, hơn nữa……xin cậu……hơn nữa……!\nTớ muốn, muốn cảm nhận cậu……ư, á, haah……!",
    "心香の手が俺の首に絡まり、唇を奪われた。\n普段の彼女からは想像できない情熱的な行動だ。": "Tay Kokoro quàng lấy cổ tôi, cướp lấy môi tôi.\nHành động nhiệt tình không thể tưởng tượng được từ em ấy thường ngày.",
    "んちゅっ！　……んっ……はっ……はむっ……ちゅっ……\nちゅぱ、ちゅっ……ん、ふぅっ……ちゅっ、ちゅぱっ……。": "Chuuu!……ưm……ha……hammm……chuuu……\nChupa, chuu……ưm, fuu……chuu, chupaa…….",
    "はぁ、んっ、ふぅ……こんな、私の、匂いまで、\n嗅がれちゃうのに……それも、興奮しちゃうの……": "Hah, ưm, fuu……cái này, cả mùi của tớ,\ncũng bị ngửi thấy rồi……cũng hưng phấn nữa……",
    "ついばむようなキスではない。\n舌と舌を絡ませる、溶け合うようなキスだ。": "Không phải là một nụ hôn nhẹ nhàng.\nLà một nụ hôn hòa quyện, lưỡi quấn lấy lưỡi.",
    "ちゅぱっ！　じゅっ！　じゅっ！　じゅっ！　んっ！　じゅるっ！\nもっと、したいのっ……ん、ちゅっ、じゅるっ……！": "Chupaa! Juu! Juu! Juu! Ưm! Jururu!\nTớ muốn hơn nữa……ưm, chuu, jururu……!",
    "温かな舌先が口内を探っていくように動き回り、\n前歯の裏側までなぞられた。": "Đầu lưỡi ấm áp di chuyển như đang khám phá bên trong miệng, và\ncòn liếm cả mặt sau của răng cửa.",
    "もちろん、彼女にされるがままになっているつもりもない。\nこちらもまた彼女の舌先を吸い、唇を食み、唾液を交わす。": "Tất nhiên, tôi cũng không có ý định để em ấy làm theo ý mình.\nTôi cũng hút lưỡi của em ấy, mút môi em ấy, trao đổi nước bọt.",
    "んっ……はぁ……ちゅっ……んっ……あっ……はぁっ……はぁっ……\nなんだか……頭がぼーっとして……ふぅっ、ん、はぁっ……。": "Ưm……hah……chuu……ưm……á……hah……hah……\nKhông hiểu sao……đầu óc cứ trống rỗng……fuu, ưm, hah…….",
    "お互いに口を塞いでいるから、少し息苦しい。\nけれど構わず、舌を絡めていく。": "Vì cả hai đều đang khóa môi, nên hơi khó thở một chút.\nNhưng không quan tâm, tôi vẫn quấn lưỡi vào.",
    "れろ……れろっ…んっ……はっ……あんっ……あっ……ちゅぱっ……\nこれ……幸せ……っ、はっ、ん、ちゅく、ちゅぷっ……。": "Rero……rero…ưm……ha……an……á……chupaa……\nCái này……hạnh phúc……!, hah, ưm, chuku, chupuu…….",
    "んっ……じゅぱっ！　じゅるっ！　ふぁっ！　んっ！　じゅっ！\nはぁっ、はぁっ、はぁっ……。": "Ưm……jupaa! Jururu! Faa! Ưm! Juu!\nHah, hah, hah…….",
    "最後に強く舌を吸われ、やっと顔が離れると、\nその瞳は恍惚にとろんとしていた。": "Cuối cùng, bị mút lưỡi một cách mạnh mẽ, khi tôi cuối cùng cũng rời khỏi khuôn mặt em ấy,\nđôi mắt em ấy mờ mịt vì sự say mê.",
    "気持ちよすぎて、おかしくなっちゃいそうだわ……\n体が火照って仕方がないの……熱い……": "Sướng quá, tớ sắp phát điên mất……\nCơ thể nóng bừng lên không chịu được……nóng quá……",
    "おかしくなっちゃいそう……\nそれとも、もうおかしくなっちゃってるのかしら……": "Sắp phát điên mất rồi……\nHay là, tớ đã phát điên rồi nhỉ……",
    "貴方に抱かれていると、なんでこんなにも……あんっ！": "Khi được cậu ôm, tại sao lại……an!",
    "強く、深く、子宮にまで届く勢いで膣奥まで貫く。\n自分でも、ペニスが信じられないほどに硬くなっているのがわかる。": "Mạnh mẽ, sâu sắc, xuyên thấu vào tận tử cung.\nTôi cũng biết rằng, dương vật của mình đang cứng đến mức không thể tin được.",
    "はぁ……はぁ……\nえ、えっちって、すごい……": "Hah……hah……\nE, ecchi thật là, tuyệt vời……",
    "それとも、やっぱり貴方とだからかしら……きっと、そうよね。\nこんなに満たされるなんて……。": "Hay là, là vì có cậu……chắc chắn là thế rồi.\nĐược thỏa mãn đến mức này…….",
    "俺も気持ちいい。それは心香とだからだ、と伝える。": "Tôi cũng thấy sướng. Tôi nói rằng là vì có Kokoro.",
    "フフッ……よかった……私も、貴方を喜ばせてあげられているのね……\n嬉しい……": "Fufu……tốt quá……tớ cũng, có thể làm cậu vui vẻ……\nVui quá……",
    "もっと、もっと気持ちよくなって……\n私の体で……気持ちよく、なって……あっ": "Sướng hơn nữa, sướng hơn nữa đi……\nTrên cơ thể tớ……cảm thấy thoải mái, đi……á",
    "抱きしめるようにして、柔らかな胸に顔をうずめる。\n心香の体操服はしっとりと汗で濡れていた。": "Tôi ôm chặt lấy, vùi mặt vào bộ ngực mềm mại.\nBộ đồ thể thao của Kokoro đã ướt đẫm mồ hôi.",
    "……ふふっ。なんだか、可愛い……頼りになる貴方なのに、\nこんな感情も持ってしまうなんて……不思議だわ……。": "……Fufu. Không hiểu sao, dễ thương quá……Mặc dù là cậu rất đáng tin cậy,\ntớ lại có cả cảm xúc này nữa……thật kỳ lạ…….",
    "頭を撫でられる。上目遣いで顔を見ると、なんだか嬉しそうだ。": "Tôi được xoa đầu. Khi nhìn lên, em ấy có vẻ vui vẻ.",
    "あ、でも、体操服、汗臭くない……？\n脱いだ方がいいんじゃない……？": "À, nhưng mà, bộ đồ thể thao, không hôi mồ hôi sao……?\nHay là, nên cởi ra thì hơn……?",
    "いや、むしろいい匂いだ、と伝えてから、\n敢えて大げさに息を吸い込む。": "Tôi nói rằng, mùi còn rất dễ chịu, và\ncố tình hít một hơi thật sâu.",
    "うぅ……やめて、恥ずかしいわ……ばか……": "Ư……dừng lại đi, ngại quá……ngu ngốc……",
    "また顔を真っ赤にしてしまう。\nそんな初々しい反応に、こちらもどんどん昂ぶっていく。": "Lại đỏ mặt.\nVới phản ứng ngây thơ như thế, tôi cũng ngày càng hưng phấn hơn.",
    "あっ！　あっ！　あっ！　あんっ！　なにそれっ、すごいっ……！\nあっ、あぁんっ！　やぁんっ……！": "Á! Á! Á! An! Cái gì thế, tuyệt vời quá……!\nÁ, aaan! Yaan……!",
    "膣内のヒダがペニスに擦れて、下腹部が熱を帯びていく。": "Các nếp gấp trong âm đạo cọ vào dương vật, và phần bụng dưới nóng lên.",
    "求められてる……私、貴方に求めてもらえてる……っ、\nそのことが、こんなに幸せだなんて……っ。": "Được muốn……Tớ, được cậu muốn……,\nCái đó, vui đến mức này……!",
    "うれしい……うれしいの……きて……もっときて……\n私の体で、気持ちよくなってぇ……！　あっ、あっ、あぁんっ！": "Vui……vui quá……đến đi……đến nữa đi……\nTrên cơ thể tớ, cảm thấy thoải mái đi……! Á, á, aaan!",
    "甘い声に、脳がピリピリと痺れる。\nたまらずに心香の肩を掴んでピストンを速める。": "Giọng nói ngọt ngào, bộ não tê liệt.\nTôi không thể kiềm chế được, nắm lấy vai Kokoro và tăng tốc độ.",
    "ふぁあああっ！　あふっ……ふぁ……あああっ……！\nそんなに、されたらっ……はぁんっ、んっ、んぅっ！": "Fuaaa! Afu……faa……aah……!\nNếu bị làm như thế……haan, ưm, ưuu!",
    "あ、だ、だめ……だめだめだめ……こんなの、おかしくなっちゃう……\n変な顔、見られたくない……でも、でもぉっ……。": "A, đ, đừng……đừng đừng đừng……như thế này, tớ sẽ phát điên mất……\nTớ không muốn bị thấy mặt kỳ lạ……nhưng mà, nhưng mà…….",
    "欲しい……もっと、もっと欲しいのぉっ……！\n貴方が、ほしくてっ、たまらないのっ……！": "Muốn……muốn hơn nữa, muốn hơn nữa……!\nTớ muốn cậu, không thể chịu nổi nữa……!",
    "焦がれるような瞳に応えるように、いっそう強く腰を打ち付ける。\n心香の愛液が、ジュプッ！　ジュプッ！　と音を立てる。": "Như đáp lại đôi mắt khao khát, tôi càng đánh vào hông mạnh hơn.\nChất dịch của Kokoro, phát ra âm thanh, Jup! Jup!",
    "はぁううううううううっ！\nあんっ！　あっ！　あんっ！　あっ！　あっ！　あっ！　あっ！": "Hauuuuuuuu!\nAn! Á! An! Á! Á! Á!",
    "き、気持ちいい……気持ちいいの%usernameusernameuserna%……！\n何もかも、忘れて……貴方のことで頭がいっぱいになる……っ。": "S, sướng quá……sướng quá, %usernameusernameuserna%……!\nQuên hết mọi thứ,……đầu óc chỉ toàn là cậu……!",
    "だめ……くる……きちゃう……わ、私……私もう……！": "Đừng……đến……đến rồi……t, tớ……tớ sắp……!",
    "膣がぎゅうっと締まり、精子を搾り取ろうとするかのようだ。\n俺はまっすぐに心香を見つめた。": "Âm đạo thắt chặt, như muốn vắt kiệt tinh trùng.\nTôi nhìn thẳng vào Kokoro.",
    "だめぇ……！　見ないでぇ……！　見ちゃやだぁ……！\nこんな顔、見らいれぇ……！": "Đừng……! Đừng nhìn mà……! Đừng nhìn tớ mà……!\nĐừng thấy mặt này……!",
    "ああ、でも……でも嬉しいのぉ……貴方に見られながらするの、\n嬉しくて、気持ちいいのぉ……！": "À, nhưng mà……nhưng mà vui quá……được nhìn cậu làm, vui và sướng quá……!",
    "見てぇ……もっと見てぇ……！\n私も見たい、貴方の顔を見ていたいからぁ……！": "Nhìn đi……nhìn nữa đi……!\nTớ cũng muốn nhìn, vì tớ muốn nhìn mặt cậu……!",
    "もう限界が近い。今にも暴発してしまいそうだ。": "Giới hạn đã gần kề. Sắp bùng nổ đến nơi rồi.",
    "あっ！　あっ！　あっ！　あっ！\nきちゃうっ、ひゃんっ、あ、あんっ！　きちゃうっ……！": "Á! Á! Á! Á!\nĐến rồi, hyaan, á, an! Đến rồi……!",
    "わ、わかるわ……私の中で暴れてる……\n貴方の顔も、苦しそう……": "W, tớ hiểu……nó đang bạo loạn trong tớ……\nMặt cậu cũng, đau khổ quá……",
    "いいわ、いつでも出して……出してほしいの……\n貴方の精子をちょうだいっ……！": "Được thôi, cứ xuất ra bất cứ lúc nào……tớ muốn cậu xuất ra……\nCho tớ tinh trùng của cậu đi……!",
    "私の中に、たくさん出してぇっ！": "Xuất thật nhiều vào trong tớ đi!",
    "あっ……ああっ……ああああああああっ！": "Á……aah……aaaaaaah!",
    "彼女の恍惚とした顔を見つめたまま、\n最奥めがけて精をたっぷりと放つ。": "Trong khi nhìn khuôn mặt say mê của em ấy,\ntôi xuất tinh thật nhiều vào sâu bên trong.",
    "はぁ……はぁ……ああ……あああ……": "Hah……hah……aah……aaaa……",
    "絶頂に達し、呆けている心香の中からペニスを引き抜くと、\nどろりと愛液と混ざった精液が流れ出た。": "Đạt đến cực khoái, khi tôi rút dương vật ra khỏi Kokoro đang ngẩn người ra,\ntinh dịch trộn lẫn với chất dịch chảy ra.",
    "す、すごかった……こんなの、信じられない……": "T, tuyệt vời……cái này, không thể tin được……",
    "……ねえ、そういえば、脚は大丈夫なの？": "……Này, nói đến thì, chân cậu sao rồi?",
    "心香の体を前にして、すっかり忘れていた。\n無理な体勢をとってしまったのか、少し痛みを感じる。": "Tôi đã quên hết về cơ thể của Kokoro.\nCó lẽ vì đã ở tư thế không thoải mái, tôi cảm thấy hơi đau.",
    "あんなに夢中になってするからよ、ばかね。": "Vì cậu đã say mê như thế, đồ ngốc.",
    "……でも、それだけ私を愛してくれたってことよね。\nありがと、%usernameusernameuserna%。": "……Nhưng mà, có nghĩa là cậu yêu tớ đến thế sao.\nCảm ơn, %usernameusernameuserna%.",
    "もうこんな時間か。": "Đã đến giờ này rồi sao.",
    "思ったより遅くなってしまったわね。": "Trễ hơn tôi nghĩ rồi.",
    "うっ、すまん。つい流れで……": "Ư, xin lỗi. Tại vì cứ thế mà……",
    "いいのよ。私から誘ったんだから、気にしないで。": "Không sao đâu. Vì tớ đã chủ động mà, đừng bận tâm.",
    "そ、それに、私だって貴方といたかったし……": "V, vả lại, tớ cũng muốn ở cùng cậu mà……",
    "心香……": "Kokoro……",
    "脚は大丈夫？": "Chân cậu sao rồi?",
    "ああ。肩を貸してもらって悪いな。": "Ừm. Cảm ơn vì đã dìu tớ.",
    "ううん。貴方を支えられるのが嬉しいの。": "Ừm. Tớ vui vì có thể đỡ cậu.",
    "こうして……信頼できる人が出来るってのも思ってなかったわ。": "Cứ như thế này……tớ cũng không nghĩ rằng mình có thể có người tin tưởng.",
    "俺も心香に信頼されてるのは嬉しいよ。": "Tôi cũng vui vì Kokoro tin tưởng tôi.",
    "本当に？　そう思ってくれる？": "Thật sao? Cậu nghĩ thế sao?",
    "ああ。": "Ừm.",
    "…………うれしい。": "…………Vui quá.",
    "心香の手が俺の背中に回り、正面から強く抱きしめられる。\nその顔は俺の胸にうずまった。": "Tay Kokoro quàng ra sau lưng tôi, ôm chặt từ phía trước.\nKhuôn mặt em ấy vùi vào ngực tôi.",
    "も、もし貴方さえよければ、\nこれからも時々は甘えさせてもらえると嬉しいのだけど……": "N, nếu như cậu muốn, thì\ntớ cũng rất vui nếu thỉnh thoảng được làm nũng……",
    "ど、どうかしら……？": "T, thế nào……?",
    "上目遣いにそう尋ねる心香に、いつものような大人びた印象はなく、\nまるであどけない女の子のようだった。": "Kokoro hỏi như thế, với ánh mắt nhìn lên, không còn ấn tượng trưởng thành như mọi khi,\nmà giống như một cô gái ngây thơ vậy."
}