{
    "今日は買い物に付き合ってくれて、ありがとうね。": "Hôm nay cảm ơn em đã đi mua sắm cùng anh nhé.",
    "いや、ちょうど暇してたし、いいんだが。\nしかし……また大量に買ったな。": "Ừm, anh cũng đang rảnh, không sao đâu.\nNhưng mà... em mua nhiều thật đấy.",
    "お正月セールだったから、つい。\n欲しかった実験器具が買えて良かったよ。": "Tại vì có đợt sale đầu năm ý mà.\nMua được mấy dụng cụ thí nghiệm em thích rồi.",
    "消耗品もいろいろ補充できたしねー。\n荷物持ち、サンキュー、%usernameusernameuserna%。": "Cũng mua được nhiều đồ dùng cần thiết nữa.\nCảm ơn anh, người mang vác, %usernameusernameuserna%.",
    "どういたしまして。\nでも、なんで今日も振袖だったんだ？": "Không có gì.\nMà, tại sao hôm nay em lại mặc Furisode (Kimono tay dài) vậy?",
    "買い物で歩き回るんだし、動きやすい格好の方が\nよかったんじゃないか？": "Vì đi mua sắm phải đi lại nhiều, mặc đồ thoải mái hơn\nsẽ tốt hơn đúng không?",
    "乙女心がわかってないなあ、%usernameusernameuserna%。": "Anh đúng là không hiểu con gái mà, %usernameusernameuserna%.",
    "もうちょっとお正月気分が味わいたかったんだもん。\nそれにさ……": "Em muốn tận hưởng không khí năm mới một chút thôi.\nVới lại...",
    "何度見てもいいもんだ、似合ってるって\n褒めてくれたのは%usernameusernameuserna%じゃない？": "Nhìn bao nhiêu lần cũng thấy đẹp, anh không phải là người\nđã khen em mặc đẹp sao, %usernameusernameuserna%?",
    "確かに褒めた。": "Anh có khen.",
    "振袖姿のあたしとお出かけできて嬉しくない？": "Em mặc Furisode đi chơi với anh, anh không vui sao?",
    "いや、嬉しいよ。": "Không, anh vui chứ.",
    "でしょー？　ち・な・み・に……知ってる？\n振袖のときって、下着を着けないのが一般的なんだって。": "Thật sao? Ti-ệ-t-vời... anh biết không?\nKhi mặc Furisode, người ta thường không mặc đồ lót đâu.",
    "いつの時代の話をしてるんだよ。": "Em đang nói chuyện thời đại nào vậy?",
    "えー、最近でもそうらしいよ？": "Ê, gần đây vẫn vậy đó?",
    "マジで……？": "Thật...?",
    "そんなことを言われたら、いけないと思いつつも\nつい、ちゆるの胸元に視線を向けてしまう。": "Bị nói vậy, dù biết là không nên\nnhưng tôi lại nhìn chằm chằm vào ngực của Chiyuru.",
    "えっち。": "Biến thái.",
    "うっ……": "Ư...!",
    "やっぱり気になる～？": "Vẫn còn tò mò sao?",
    "そりゃ、あんなこと言われたら……": "Nếu đã nói vậy thì...",
    "実はね……": "Thật ra thì...",
    "ほら♪": "Nè♪",
    "ちょっ、こ、こんなとこでっ……！？": "Ch-ờ, t-ại sao lại ở đây...!?",
    "%usernameusernameuserna%が喜ぶかと思って。\nそれに着物用のブラ、買うの面倒だったし。": "Em nghĩ %usernameusernameuserna% sẽ thích.\nHơn nữa, em thấy mua áo ngực mặc với Kimono phiền phức quá.",
    "おまえなあ……！": "Em...!",
    "ねえ、この後、よかったらどう？": "Nè, sau này, nếu được thì sao?",
    "どうって……何がだよっ。\nいいから、はやくしまえ！": "Sao là sao... là sao chứ.\nThôi nào, làm nhanh lên!",
    "いくら人気のない道とはいえ、心臓に悪い。": "Dù là con đường vắng người, nhưng cũng làm tim anh đập nhanh đấy.",
    "もう……わかってるく・せ・に。": "Haizz... em biết rõ m-à.",
    "ほらほら～%usernameusernameuserna%だけが\n好き放題できちゃうおっぱいだよ～。": "Nè nè, chỉ có %usernameusernameuserna% mới được\nthích làm gì thì làm với bộ ngực này thôi đó~.",
    "おい……！": "Này...!",
    "何されても、多分キミなら何でも許しちゃうんだけどな～。\nわりとマジで。": "Dù có bị làm gì thì, chắc chắn là anh sẽ tha thứ cho em thôi.\nNói thật luôn đấy.",
    "く……！": "Ư...!",
    "色っぽく微笑まれて、心臓がバクバクする。": "Bị em cười một cách quyến rũ, tim tôi đập thình thịch.",
    "%usernameusernameuserna%、今日は暇なんでしょ。": "%usernameusernameuserna%, hôm nay anh rảnh đúng không?",
    "……あたしの部屋、寄っていかない？": "... Hay là mình ghé phòng em nhé?",
    "……！　い、いいのか……？": "...! Đ-được sao...?",
    "あは♪　陥落しちゃったね。": "A ha♪ Sập bẫy rồi nè.",
    "う…………": "Ư...!",
    "（勝てるはずないだろ……）": "(Chắc chắn không thể thắng được...)",
    "いいも悪いもあたしから誘ってるんだけど。\nってか、今日を逃したら振袖、しまっちゃうよ～？": "Dù được hay không thì em cũng là người rủ mà.\nVới lại, nếu bỏ lỡ hôm nay thì em sẽ cất Furisode đi đó~?",
    "だったら、しまっちゃう前に、\n一度無茶苦茶にしてやらないとな。": "Nếu vậy, trước khi em cất nó đi,\nanh phải làm loạn một lần mới được.",
    "お、スイッチ入ってきちゃった？　ふふ、楽しみー♪": "Ô, lên hứng rồi à? Hừm, vui quá đi♪",
    "じゃあ、あたしの部屋、行こっか。": "Vậy thì, mình đi phòng em thôi.",
    "あたしももう、%usernameusernameuserna%がほしくて……\n多分ぬるっと挿入っちゃうくらい、今結構アソコやばいかも。": "Em cũng muốn %usernameusernameuserna% quá đi...\nCó lẽ sẽ trượt vào luôn đấy, chỗ đó của em bây giờ cũng khá là nguy hiểm.",
    "背後を振り返り、よくよく地面を見れば、\n滴り落ちた愛液の跡が彼女を追いかけるように連なっていた。": "Quay đầu lại nhìn xuống đất, nếu nhìn kỹ sẽ thấy\nvết tích của ái dịch đang nối đuôi nhau.",
    "ったく……こんな垂れ流しのだらしない穴には、\n早く栓してやらないとな。": "Haizz... với cái lỗ chảy dãi bừa bãi này,\nphải nhanh chóng bịt nó lại thôi.",
    "うん♪　でっかいのでお願い♪": "Vâng♪ Xin anh làm cho to vào nhé♪",
    "そして誘われるまま、ちゆるの部屋を訪れ――": "Và theo lời mời, tôi đến thăm phòng của Chiyuru――",
    "ふ、あぁぁっ……んっ……！": "Ư, aaaaaa... ư...!",
    "すっごっ……何これぇ……バッキバキじゃん……っ。": "Tuyệt vờiiii... Cái gì đây... Cứng quá đi...!",
    "それはしかたない。\n外であんなのを見せられたら男ならこうなる。": "Đó là điều không thể tránh khỏi.\nNếu để lộ ra như vậy ở bên ngoài thì đàn ông sẽ như vậy thôi.",
    "ふふっ、興奮しすぎ……って、あたしも、か……んっ……はぁ……\nあたしのあそこ、ミチミチだし……っ。": "Hừm hừm, hưng phấn quá... nhưng mà, em cũng... ư... haaa...\nChỗ đó của em, cũng đầy ắp rồi...",
    "ぅあっ……%usernameusernameuserna%の、\nあたしの中でビクビクしてるっ……こーの暴れん坊めっ……": "Ư... %usernameusernameuserna%, ở bên trong em đang run rẩy kìa... đồ đáng ghét...",
    "ただでさえ狭いちゆるの中がきゅうっときつく締まり\n腰が浮きそうなほどの快感が襲ってくる。": "Chỗ của Chiyuru vốn đã chật chội, giờ lại càng siết chặt hơn\ncảm giác khoái cảm như muốn bay người lên.",
    "%usernameusernameuserna%のこれ、いっぱい感じて……\nすごく気持ちいいよぉっ……": "Cái này của %usernameusernameuserna%, cảm nhận được hết nè...\nSướng quá đi...",
    "まだ入れただけなのにぃ……んんっ。": "Mới chỉ vừa cho vào thôi mà...",
    "おなかいっぱい広げられてっ……それだけで……ぁっ、\nここ、キュンキュンしちゃってるっ……": "Bị mở rộng ra hết cả rồi... chỉ có vậy thôi mà... a, \nchỗ này, đang rung rinh nè...",
    "わかる……？": "Anh hiểu chứ...?",
    "ちゆるの問いにゆっくりとうなずく。": "Tôi chậm rãi gật đầu trước câu hỏi của Chiyuru.",
    "言われなくても、ちゆるの膣襞のひくつきが\nペニスにずっと伝わってきている。": "Dù không nói, thì sự co thắt của môi âm đạo Chiyuru\ncũng đã truyền đến dương vật của tôi rồi.",
    "ちゆるの目を見つめ、加減はできそうもないが\n覚悟はできているかと念を押す。": "Tôi nhìn vào mắt Chiyuru, không thể giảm bớt được, nhưng\ntôi vẫn dặn dò xem cô ấy đã chuẩn bị sẵn sàng chưa.",
    "あははっ、いいよ……？\nあたしもいっぱい気持ち良くなりたいし……": "A ha ha, được thôi...?\nEm cũng muốn được sướng thật nhiều mà...",
    "もう、うずうずして我慢できないからっ……して？\nそのまま、思いっきりずぽずぽしてぇっ……！": "Em không thể kiềm chế được nữa, em muốn...?\nCứ như vậy, hãy cứ làm thật mạnh vào đi...!",
    "ちゆるの腰を強く掴むと、思いっきりピストンを開始した。": "Tôi nắm chặt lấy eo của Chiyuru, bắt đầu chuyển động mạnh mẽ.",
    "ふあぁぁっっ！　こ、こすれるぅっっ！": "Ưaaaaa! Cọ, cọ xát kìa!",
    "ごりごりっと狭い膣襞を擦り上げ、亀頭を膣口まで引き抜いては\n奥まで突き上げるのを繰り返す。": "Cọ xát mạnh vào môi âm đạo chật hẹp, rút đầu dương vật ra khỏi cửa âm đạo rồi lại\nđâm sâu vào bên trong, lặp đi lặp lại.",
    "ぁっ、はぁっ……そ、それっ、好きぃっ……\nそこ、すっごい気持ちいいよぉっっ……！": "A, haa... ch-ỗ đó, em thích...!\nChỗ đó, sướng quá đi...!",
    "んふっ、あっ……ふ、あっ、んっ……はぁぁぁっ……\n%usernameusernameuserna%の、硬いのっ……": "Ưm hức, a... ư, a, ư... haaa... \nCái cứng của %usernameusernameuserna%...",
    "いっぱいっ、気持ちいいとこ、擦れてっ……\nはぁぁ……これ、ヤバ……癖になるかもっ……": "Thật nhiều, cọ xát vào chỗ sướng... \nhaaa... cái này, nguy hiểm quá... có khi em bị nghiện mất...",
    "ってか、%usernameusernameuserna%の、ガチガチすぎぃっ、\n中、擦られるの、ゾクゾクするぅっ……！": "Với lại, %usernameusernameuserna%, cứng quá đi à... \nbên trong, bị cọ xát, rùng mình quá đi...!",
    "ちゆるに興奮しすぎだ、と伝える。": "Tôi nói với Chiyuru rằng cô ấy đã quá hưng phấn.",
    "だ、って……%usernameusernameuserna%に、\nんっ……抱かれてるって……あっ、んあっ……思った、ら……！": "T-ại vì... %usernameusernameuserna% đang...\nư... ôm em... ư, ư... em nghĩ...!",
    "ドキドキしてっ……\nでも、%usernameusernameuserna%……んふうっ、だって……！": "Tim đập thình thịch... \nNhưng mà, %usernameusernameuserna%... ưm hức, tại vì...!",
    "興奮を伝えるように、きゅっきゅっとちゆるの膣肉が収縮する。": "Như để truyền đạt sự hưng phấn, thịt âm đạo của Chiyuru co thắt lại.",
    "あははっ、もう……顔つきが……あぁっ、ケダモノすぎ……！\nキュンキュンきちゃうっ……！": "A ha ha, thôi nào... nét mặt... a, như con thú...!\nRung rinh quá đi...!",
    "こんなにたぎらせてっ……はぁぁっ……あたしの中っ、\nゴリゴリしてぇっ……んっ、ふうっ、はぁっ。": "Hưng phấn đến mức này... haaa... bên trong em... \ncọ xát mạnh vào... ư, hừm, haa.",
    "振袖着たままっ、えっちするのっ……なんだかすっごく\nいけないことしてるみたいで、興奮するっ……！": "Mặc Furisode... làm chuyện đó... cảm giác như\nlà mình đang làm điều gì đó rất tồi tệ, hưng phấn quá đi...!",
    "突き上げるたびに、ちゆるの膣奥がきゅっきゅっと\nキスするみたいに吸いついてくる。": "Mỗi lần đâm vào, bên trong âm đạo của Chiyuru lại như muốn hôn tôi.",
    "そんなことされたら、ますますピストンに熱が入ってしまう。": "Nếu bị như vậy, thì càng làm cho nhịp điệu thêm hăng say hơn.",
    "あっ……んっ、また、おちんちんビクってしたぁっ……！": "A... ư, lại, chim của em lại bị run rồi...!",
    "ここっ、ここぉっ……おなかの、奥っ……！\nここでぇっ、ビクって、なってるぅっ……": "Chỗ này, chỗ này... bên trong bụng...!\nỞ đây, bị run nè...",
    "んっ、あっ……あっはっ……あたしの中っ……はぅっ、\n奥まで、キミの形に広がっちゃうっ……": "Ưm, a... a ha... bên trong em... hự, \nsâu bên trong, đã lan rộng ra theo hình dạng của anh rồi...",
    "奥、コツコツされるとっ……勝手に、きゅってなってるっ！\n止められないよ……ぉっ！": "Bên trong, bị cọ xát nhẹ... tự động, lại run lên!\nKhông thể dừng lại...!",
    "も、気持ちいいの、溢れてっ……蕩けそっ……\nあたし、絶対、今、やらしー顔してるぅ。": "Sướng quá, trào ra hết rồi... tan chảy rồi...\nEm, chắc chắn là đang có khuôn mặt dâm đãng rồi.",
    "ちゆるの言葉にその通りだと正直に伝える。": "Tôi nói với Chiyuru rằng điều đó là đúng sự thật.",
    "あは……やっぱりぃ？\nでも、%usernameusernameuserna%だって、そうだよ……？": "A ha... quả nhiên sao?\nNhưng mà, %usernameusernameuserna% cũng vậy mà...",
    "目をギラギラさせてっ、がっついてっ……\n求められてるって感じてっ……ますます感じちゃうっ！": "Mắt thì long lên, lao vào... \nCảm giác như được khao khát... càng ngày càng cảm thấy nhiều hơn!",
    "言葉通りにちゆるの膣襞のわななきはどんどん激しくなっている。": "Như lời nói, sự run rẩy của môi âm đạo Chiyuru ngày càng trở nên dữ dội hơn.",
    "ぁっ、も、もっとっ……んっ、激しくしてっ……！\nいいからっ、いっぱい、求めてっ……！": "A, ư, thêm nữa đi... ư, làm mạnh hơn nữa đi...!\nCứ làm đi, cứ khao khát em đi...!",
    "はぁぁっ……あたしも%usernameusernameuserna%のことっ……\nんっ、もっとっ、もっと欲しいからっ……！": "Haaa... em cũng muốn %usernameusernameuserna%... \nư, muốn nhiều hơn nữa, muốn nữa...!",
    "もっと、２人で夢中になってっ、おかしくなるくらいっ……\n気持ちよくなっちゃおっ……！": "Hai chúng ta cùng nhau say mê, đến mức điên cuồng... \ncảm thấy sướng hơn nữa đi...!",
    "んふううっ、あっ、はぁぁっっ、くぅっ、んっ\nはぁぁ……もっとっ……もっと……ねっ……？": "Ưm hức, a, haaa... ư, ư, ư... \nhaaa... thêm nữa... nữa... đúng không...?",
    "快感が限界を超えて、それでも腰が止まらなくて\n昇り詰めていく。": "Khoái cảm vượt quá giới hạn, nhưng vẫn không thể dừng lại được\nvà cứ thế mà lên đỉnh.",
    "それはちゆるも同じようで――": "Chiyuru cũng vậy――",
    "はぁっはぁっ……いいよっ、いいよぉっ……\n%usernameusernameuserna%っ、すっごいイイっ……！": "Haa haa... được rồi, được rồi... \n%usernameusernameuserna%, sướng quá đi...!",
    "んっ、はっっ……ね、も、限界なんでしょっ……？\nわかるよっ……おちんちん、ずっとビクビクしてるっ……！": "Ư, ha... nè, đã, đến giới hạn rồi đúng không...?\nEm hiểu mà... chim của anh cứ run mãi thôi...",
    "出してっ……中にっ……あたしの中ぁっ……！\nおなか、いっぱいっ……なるくらいっ、びゅーびゅーってっ……": "Xuất ra đi... bên trong... bên trong em...!\nbụng, đầy ắp... đến mức...!",
    "精液をねだるように下がってきたちゆるの子宮口が\n淫らに亀頭へ吸いつく。": "Miệng tử cung của Chiyuru, như đang cầu xin tinh dịch, đã\nôm lấy dương vật một cách dâm đãng.",
    "もっ、気持ちよすぎ、てぇっ……あたしも、限界っ……\nだからっ、キミの欲しくてっ……！": "Sướng quá đi, em cũng đến giới hạn rồi... \nvì vậy... em muốn anh...",
    "キミのっ……んんンっ……精液で、イきたいのっ……！\nおなかにびゅーびゅー出されてっ……！": "Em muốn... ưm... tinh dịch của anh...!\nBị anh bắn đầy bụng...!",
    "出してっ……んっ、熱くてっ、ドロッドロのっ……んっ！\n好きなだけ、出していいからぁっ……！": "Xuất ra đi... ư, nóng quá, sền sệt...!\nMuốn bao nhiêu cũng được mà...",
    "絞りとるように締めつけらえて、限界が一気に来る。": "Bị siết chặt như muốn vắt kiệt, giới hạn đã đến một cách nhanh chóng.",
    "あはぁっ、いいよっ……イこっ……一緒にっ……！\nほらほらっ……んっっ、はぁっ！": "A haa, được thôi... đi thôi... cùng nhau...!\nNè nè... ư, haa!",
    "イきそうな%usernameusernameuserna%の顔っ……\nすっごいキュンキュンくるっ……はぁぁぁっんっ。": "Khuôn mặt của %usernameusernameuserna% như sắp lên đỉnh... \nEm thấy rung rinh quá đi... haaaaa!",
    "んんンっ！！　あっ、ま、また、おなかの中でっ、おっきくっ！\nあっ、あっ、はぁっ、これ、ヤバっ……！": "Ưm ưm! A, lại, ở bên trong bụng, to lên rồi!\nA, a, haa, cái này, nguy hiểm quá!",
    "あぁぁぁぁっ、くるくるくるっ、きちゃうっっ！\nあたしも、おっきいのっ、きちゃうからぁぁっっ！": "Aaaaaaa, sắp đến rồi, đến rồi...!\nEm cũng, sắp đến rồi...!",
    "出してッ……出してぇ、%usernameusernameuserna%のっ、\nあたしのっ……中、にぃっ……！": "Xuất ra đi... xuất ra đi, của %usernameusernameuserna%, \nvào bên trong... em...!",
    "膣肉の激しい締め付けに快感の波が押し寄せてくる。\nちゆるの求めに応じ、このまま――": "Những cơn co thắt dữ dội của âm đạo ập đến như một làn sóng khoái cảm.\nĐáp ứng lại mong muốn của Chiyuru, cứ như vậy――",
    "はぁぁぁっ、んっ、はっ、んぅううううっっ！": "Haaaa, ư, ha, ưuuuuu!",
    "ひ、あ……はっぁっ、あっ、ああああああっ！": "Hự, a... haa, aaaaaaa!",
    "あは……おなかの中、どくどくしてる……\nこれ、すっごい好き……": "A ha... bên trong bụng, đang đập thình thịch... \nEm thích cái này quá...",
    "ってか、ホントにすっごいあふれてくる……\nどれだけ溜めてたの……？": "Với lại, thật sự tràn ra quá nhiều... \nAnh đã tích trữ bao nhiêu vậy...",
    "ん……でも……こういうの、いいね。\nいっぱい気持ちよくなったんだってわかるもん。": "Ưm... nhưng mà... như vậy cũng tốt mà.\nEm thấy rõ là mình đã được sướng thật nhiều.",
    "それだけ%usernameusernameuserna%が\n興奮してくれたってことでしょ……？": "Chỉ vì %usernameusernameuserna% đã\nhưng phấn vì em thôi mà...",
    "最後の一滴まで出し尽くすと、俺は大きく息を吐いた。\nちゆるがとろんとした瞳で見上げてくる。": "Sau khi đã xuất hết giọt cuối cùng, tôi thở mạnh ra.\nChiyuru nhìn tôi với đôi mắt đờ đẫn.",
    "ねぇ……１回じゃ足りないよね？\nそれとも、もう満足してる……？": "Nè... không phải chỉ một lần là đủ đâu đúng không?\nHay là, anh đã thỏa mãn rồi sao...",
    "ちゆるの甘い声に正直なペニスが反応してしまった。": "Dương vật trung thực đã phản ứng lại với giọng nói ngọt ngào của Chiyuru.",
    "あははっ、まだまだ元気だね。\nじゃ……続けよっか。": "A ha ha, vẫn còn khỏe mạnh nhỉ.\nVậy thì... mình tiếp tục nhé.",
    "おなかいっぱいになるまで……ね？": "Cho đến khi bụng no căng... nhé?",
    "足を絡められ――再び濃密な時間が始まるのだった……": "Đan xen chân vào nhau――một khoảng thời gian dày đặc lại bắt đầu..."
}