{
    "中継機、設置完了。\nこれからテストするね。": "Đã hoàn thành lắp đặt trạm tiếp sóng.\nBắt đầu kiểm tra nhé.",
    "こちらトレブルクインテット。本部、聞こえますか？": "Treble Quintet gọi. Bộ chỉ huy, nghe rõ không?",
    "――こちら試験隊本部。映像、音声ともにクリア。\nただいまよりモニタリングを開始します。": "――Đây là bộ chỉ huy đội thử nghiệm. Hình ảnh và âm thanh đều rõ.\nBắt đầu theo dõi từ bây giờ.",
    "おけまるでーす！　さあみなさーん！\n本日もアゲアゲで頑張りましょ～！　ぴすぴーす！": "Oke men! Nào mọi người!\nHôm nay cùng nhau cố gắng hết mình nào~! Peace peace!",
    "ＭＧでピースなんて、相変わらず器用なことするな……": "MG mà còn 'peace' được, đúng là khéo thật đấy...",
    "その調子でお願いします。広報用映像も重要ですからね。\n今はフルートさん達の注目度も上がっていますから。": "Cứ tiếp tục như vậy nhé. Vì hình ảnh quảng bá cũng rất quan trọng mà.\nHiện tại, mọi người đang rất chú ý đến các cô gái Flute.",
    "やれやれ。まさかＭＧに乗ったまま配信に参加することになるとは……": "Haizz. Không ngờ lại phải tham gia phát sóng khi vẫn ngồi trên MG...",
    "それは試験の数日前のこと。ＲＳ社関係者が揃って、\nトレブルクインテットと打ち合わせを行った。": "Đó là chuyện của vài ngày trước khi diễn ra cuộc thử nghiệm. Những người có liên quan đến RS đã cùng nhau\ntiến hành một cuộc họp với Treble Quintet.",
    "それでは実地試験についてご説明します。試験は３回に分けて実施。\n予定の深度までの探索を行います。もちろん戦闘もあり得ます。": "Sau đây, tôi xin giải thích về cuộc thử nghiệm thực tế. Cuộc thử nghiệm sẽ được chia thành 3 lần.\nChúng ta sẽ tiến hành thám hiểm đến độ sâu đã định. Tất nhiên, chiến đấu cũng có thể xảy ra.",
    "メイズ内は電波の届く範囲が限られますから、\n中継機を設置しながら進んでください。": "Vì phạm vi tín hiệu trong Mê Cung bị giới hạn,\nnên hãy vừa lắp đặt trạm tiếp sóng vừa tiến lên.",
    "ドローンが撮影したデータを転送してもらいます。": "Chúng ta sẽ nhận dữ liệu do drone ghi lại.",
    "実地試験では戦闘能力はもちろん、\n継戦能力やメイズでの機動性能とか、総合的に評価されるんだよね。": "Trong cuộc thử nghiệm thực tế, không chỉ đánh giá về khả năng chiến đấu,\nmà còn đánh giá về khả năng chiến đấu liên tục và khả năng cơ động trong Mê Cung nữa.",
    "ＶＲＸのフィードバック制御は？": "Việc điều khiển phản hồi của VRX thì sao?",
    "これまでの皆さんのデータをもとに制御プログラムをアップデートし、\n安全マージンを残しつつパフォーマンスを向上しています。": "Chúng tôi đã cập nhật chương trình điều khiển dựa trên dữ liệu của các bạn,\nduy trì biên độ an toàn và cải thiện hiệu suất.",
    "あの戦闘性能評価試験での挙動に限りなく近づけたつもりです。\n手動で切ることも可能ですが……この判断は現場に委ねます。": "Tôi đã cố gắng để nó gần với hành vi trong bài kiểm tra đánh giá khả năng chiến đấu đó nhất có thể.\nBạn cũng có thể cắt nó bằng tay... nhưng quyết định này sẽ được giao cho hiện trường.",
    "ま、そりゃそうだよね。あんな仕様で量産化できないからね。": "Chà, đúng là như vậy. Vì không thể sản xuất hàng loạt với thông số kỹ thuật như vậy.",
    "あたし達のデータで、量産化仕様が研ぎ澄まされていく感じかしら。": "Có vẻ như thông số kỹ thuật sản xuất hàng loạt đang được hoàn thiện dựa trên dữ liệu của chúng ta.",
    "じゃあ、ギリギリを攻めたほうが品質は高まるんでしょうか？": "Vậy, liệu việc mạo hiểm một chút có giúp chất lượng được nâng cao không?",
    "理屈ではそうだけど、無理はしないでください。あくまでも開発中の\n装備です。安全マージンの幅が適切か、誰にも分からないんです。": "Về lý thuyết là vậy, nhưng đừng cố quá sức. Dù gì thì đây vẫn là trang bị đang trong quá trình phát triển.\nKhông ai biết biên độ an toàn có phù hợp hay không.",
    "実地試験は試験とはいうけど、\n実戦だし事故を起こすわけにはいかないよね。": "Cuộc thử nghiệm thực tế được gọi là thử nghiệm,\nnhưng nó cũng là một trận chiến thực sự và không thể để xảy ra tai nạn.",
    "その通りだ。この試験は絶対に失敗は許されない。\n少なくとも、世間一般に見える部分でトラブルは起きてはならない。": "Đúng vậy. Cuộc thử nghiệm này tuyệt đối không được phép thất bại.\nÍt nhất, không được để xảy ra bất kỳ rắc rối nào ở những nơi mà công chúng có thể nhìn thấy.",
    "そういって歩いてきたのは、初日に話をしたＲＳ社の重役だった。": "Vừa nói, người đó vừa bước tới, là một vị lãnh đạo cấp cao của RS, người đã nói chuyện vào ngày đầu tiên.",
    "キミたちの活躍で印象付けば、ＶＲＸの性能を知って、\n採用を求める声も高まるだろう。": "Nếu các cô gái thể hiện tốt, mọi người sẽ biết được hiệu suất của VRX,\nvà sẽ có nhiều tiếng nói yêu cầu được sử dụng nó.",
    "故にキミたちには相手を上回る戦果を挙げて、\nその実績を持って世間にアピールして欲しい。": "Vì vậy, tôi muốn các cô gái đạt được thành tích vượt trội hơn đối phương,\nvà sử dụng thành tích đó để thu hút sự chú ý của công chúng.",
    "流石にそれは虫の良すぎる話じゃない？\n全部が出来るなんて約束できないけど。": "Không phải là một câu chuyện quá tốt sao?\nTôi không thể hứa là sẽ làm được tất cả mọi thứ.",
    "……すまないな。君たちの成果を見て期待しているからこそだ。\nそして、礼儀として言うべきだろう。": "…Tôi xin lỗi. Tôi mong đợi vào kết quả của các cô gái.\nVà, tôi nên nói như một lời chào.",
    "そういうと、重役はフルートたちへ頭を下げる。": "Nói xong, vị lãnh đạo cấp cao cúi đầu trước các cô gái Flute.",
    "先日はパイロット諸君を軽視するような物言いをしてしまい、\n申し訳なかった。どうか、我が社を勝利に導いてほしい。": "Tôi xin lỗi vì đã có những lời nói coi thường các phi công vào ngày hôm trước.\nXin hãy giúp công ty chúng tôi giành chiến thắng.",
    "その姿に驚きながらも、フルートは笑顔を浮かべて答えた。": "Mặc dù ngạc nhiên trước hành động đó, Flute đã nở một nụ cười và trả lời.",
    "えへへ、りょですよ！\nトレブルクインテットにお任せですっ！": "Ehehe, vâng ạ!\nCứ giao cho Treble Quintet chúng tôi!",
    "まあ、欲張りな話よねぇ……\nトリニティ・ジュエルより活躍しつつ安全にって。": "Chà, đúng là một câu chuyện tham lam mà...\nVừa phải hoạt động tốt hơn Trinity Jewel vừa phải an toàn.",
    "……でも、フルートさんが喜んだ気持ちもわかるな。\nあの重役さんが信じてくれたってことは心強いもの。": "…Nhưng, tôi hiểu cảm xúc của Flute.\nViệc vị lãnh đạo đó tin tưởng chúng ta là một điều rất đáng khích lệ.",
    "はい、フルートたちは間違ってなかった……そう思えます。\n一番大変なのは、興味のなかった人に興味を持ってもらう事ですので。": "Vâng, Flute và mọi người đã không sai... Tôi nghĩ vậy.\nĐiều khó khăn nhất là khiến những người không quan tâm trở nên quan tâm.",
    "あはは、まあシンプルだけどその通りだね。": "Ahaha, chà, đơn giản nhưng đúng là như vậy.",
    "……全機、進行停止。\n多数の熱反応を検知した。": "…Tất cả các máy, dừng tiến.\nPhát hiện nhiều phản ứng nhiệt.",
    "……来たか。": "…Đến rồi sao.",
    "はい！　ここから、フルート達の一番カッコいいとこを見せる番ですね！": "Vâng! Từ bây giờ, là lúc chúng ta thể hiện những điều tuyệt vời nhất của Flute rồi!",
    "ああ、しっかりファンサービスをしてやれよ！\nそれじゃあ戦闘開始だ！": "Đúng rồi, hãy phục vụ người hâm mộ thật tốt vào!\nVậy thì, bắt đầu chiến đấu thôi!"
}