{
    "なんとか身を隠すことはできたけど……": "Dù sao thì cũng đã trốn được...",
    "葵がやられたのはかなりの痛手ね。": "Việc Aoi bị đánh bại là một tổn thất lớn.",
    "桃園さんがあんな技を習得しているなんて……\nあんなの予想出来ないわっ！": "Không thể ngờ Momozono lại có thể sử dụng chiêu thức đó...\nTôi không thể nào đoán trước được!",
    "そんなことより、今考えるべきはここからどう勝つかよ。\nもちろん策はあるんでしょう？": "Hơn nữa, điều chúng ta cần nghĩ đến bây giờ là làm thế nào để chiến thắng ở đây.\nChắc chắn là cậu đã có kế hoạch rồi chứ?",
    "……ええ。ひとまずはこのまま匍匐飛行で障害を利用して、\n接敵を拒否しながら態勢を整え――": "…Vâng. Trước tiên, cứ bò sát mặt đất lợi dụng chướng ngại vật,\ntừ chối tiếp xúc và chuẩn bị tư thế—",
    "ちょ、えええええっ！？": "Chờ, ơ ơ ơ ơ !?",
    "なっ！？　急に大声出してどうしたのよ！？": "Hả!? Sao cậu lại hét lớn lên đột ngột vậy!?",
    "う、う、う、うしろっ！　てきてき～！！": "S-s-s-sau lưng! Tên địch kìa~!!",
    "うしろ？　てきてき？　うるう、何を言って――ええっ！？": "Sau lưng? Tên địch? Ưm, cậu đang nói gì vậy— Ơ!?",
    "背後から敵襲！！\n匍匐飛行で、あの速度！？": "Bị tấn công từ phía sau!\nBò sát mặt đất, với tốc độ đó!?",
    "なんで匍匐飛行があんなに上手いのよ！？\n速すぎてちょっと引くんだけど！？": "Sao lại bò sát mặt đất giỏi đến thế chứ!?\nNhanh quá, tôi hơi bị sốc đấy!?",
    "お、追いつかれちゃう～～～～！": "Ô, bị đuổi kịp mất rồi~~~!",
    "これじゃあただ敵に背中を見せただけに……！\n完全に私の作戦ミス……！": "Thế này thì chỉ như là để lộ lưng cho địch xem mà…!\nHoàn toàn là do tôi tính sai…!",
    "……っ！　泉花っ、避けて！": "…Hả! Izuka, tránh ra!",
    "えっ！？　……きゃああぁぁ！": "Hả!? …Kaaah!",
    "やりましたわ！": "Đã xong!",
    "そこまで。状況終了だ。両チーム、ただちに戦闘行動を終了しろ。": "Đến đây thôi. Kết thúc tình huống. Cả hai đội, lập tức dừng hành động chiến đấu.",
    "試合終了時点で、シリウスシュガー５機に対して\nカラフルブーケは残り３機。": "Vào thời điểm kết thúc trận đấu, Sirius Sugar còn 5 chiếc\nColorful Bouquet chỉ còn 3 chiếc.",
    "加えて、さっきの戦闘はシリウスシュガーに利がある状況だった。\n総合的に判断した結果、今回の模擬戦はシリウスシュガーの勝利とする。": "Thêm vào đó, trận chiến vừa rồi có lợi thế cho Sirius Sugar.\nSau khi đánh giá tổng thể, kết quả của trận đấu mô phỏng lần này là chiến thắng của Sirius Sugar.",
    "異論はないか？": "Không ai có ý kiến gì chứ?",
    "ああ……残念ながら、私達の負けだ。": "A… Thật đáng tiếc, chúng ta thua rồi.",
    "納得いかない！　私はまだ負けてないの！\nあのまま戦えば、勝つ可能性だってあったわよ！": "Không phục! Tôi vẫn chưa thua đâu!\nNếu cứ tiếp tục chiến đấu, chúng ta vẫn có khả năng chiến thắng!",
    "ほほーん。なら、今から続きやる？\nラミがボコボコにしてあげよっか～？": "Hoh hoh. Vậy, giờ mình chơi tiếp không?\nLami sẽ cho cậu một trận tơi bời~?",
    "上等よ！　タイマンで格の違いを教えてあげる！": "Được thôi! Tớ sẽ cho cậu biết sự khác biệt về đẳng cấp trong trận solo!",
    "クララ、ここは素直に負けを認めないとかっこ悪いわよ。": "Clara, cậu nên khiêm tốn thừa nhận thất bại thì không đến nỗi tệ đâu.",
    "ぐぐっ……": "Ực…",
    "あれ～怖気づいちゃったぁ？": "A~, sợ rồi à?",
    "……次は絶対泣かす！！": "…Lần tới nhất định sẽ làm cho cậu khóc nhè!!",
    "すごいすごい！\n私達カラフルブーケに勝っちゃったよ！": "Tuyệt vời! Tuyệt vời!\nChúng ta đã thắng Colorful Bouquet rồi!",
    "ま、判定勝ちって感じだよね。どうせなら最後までやりたかったかな。": "Ừm, kiểu như là thắng nhờ trọng tài ấy. Nếu được thì mình muốn chơi đến cùng hơn.",
    "……勝ちは勝ち。": "…Thắng là thắng.",
    "ええ。本当に、上手く作戦が機能してよかったですわ。": "Vâng. Thật sự, rất vui vì kế hoạch đã diễn ra tốt đẹp.",
    "勝利に喜ぶシリウスシュガーのメンバー達。\n俺もその様子を眺め、ほっと胸をなでおろした。": "Các thành viên của Sirius Sugar vui mừng vì chiến thắng.\nTôi cũng nhìn cảnh đó, thở phào nhẹ nhõm.",
    "……ひとまずは、か。": "…Tạm thời, là vậy.",
    "今回の作戦は、%usernameusernameuserna%が？": "Kế hoạch lần này, là của %usernameusernameuserna%?",
    "いや。俺はただ『受けに回るな』と教えただけだ。\n具体的な作戦を考えたのは七彩だな。": "Không. Tôi chỉ bảo 'Đừng thụ động' thôi.\nNgười nghĩ ra kế hoạch cụ thể là Nanairo.",
    "ほう……あの大胆な作戦を鳴滝が。見事な作戦だった。": "Hừm… Nanairo với kế hoạch táo bạo đó. Một kế hoạch tuyệt vời.",
    "七彩がその言葉に照れながら言う。": "Nanairo ngượng ngùng nói.",
    "めるさんがフラットスピンを身につけてくださったから\n立案できた作戦ですわ。": "Vì Mero đã học được Flat Spin nên\ntôi mới có thể lập kế hoạch.",
    "そそそ、そんなことは！\n私の方こそ、いつも失敗ばかりで……！": "Đâu có, đâu có!\nVề phần tôi, lúc nào cũng chỉ toàn thất bại…!",
    "そうだ……この前はすまなかったな。\nふたりにはかなり厳しいことを言ってしまった……": "Đúng rồi… Lần trước, tôi xin lỗi nhé.\nTôi đã nói những điều khá nặng nề với hai người…",
    "そ、そんな！　気にしないでください！\nあの言葉のおかげで自分の殻を破れたんです！": "Đ-đâu có! Xin đừng bận tâm!\nNhờ có những lời đó mà tôi đã phá bỏ được lớp vỏ của mình!",
    "そうですわ。わたくしたちは、\nおかげで自分の欠点を自覚できたのですから。": "Đúng vậy. Nhờ vậy mà chúng ta đã\nnhận ra được những khuyết điểm của bản thân.",
    "そう言ってもらえると助かる。発破のつもりだったんだが、\n事実とはいえ傷つけてしまったんじゃないかと心配になって……": "Nếu cậu nói vậy thì tôi rất mừng. Tôi chỉ muốn thúc đẩy thôi,\ntôi lo rằng mình đã làm tổn thương các cậu…",
    "ま、ムカつきはしたけどぉ。聞いてて一理あるな～とは思ったし。": "Ừm, bực mình thật đấy. Nhưng mà tôi nghĩ là cũng có lý~",
    "……正論ではあった。": "…Quả là chính xác.",
    "すまない。実は%usernameusernameuserna%から\nどうしても言えと迫られていてな。": "Xin lỗi. Thực ra, tôi bị %usernameusernameuserna% ép phải nói.",
    "なっ！？　お前、それは黙ってろって！": "Hả!? Mày, im mồm đi!",
    "いや、マジで勘弁してください。\nみんなの視線が痛いの！！": "Không, làm ơn tha cho tôi đi.\nÁnh mắt của mọi người thật là đau đớn!",
    "うわっ、%usernameusernameuserna%の仕業だったの！？\nお前、マジさいてーじゃん！": "Uwa, là trò của %usernameusernameuserna% à!?\nMày, đúng là đồ tồi!",
    "そんな%usernameusernameuserna%さん……\n嫌がる葵さんに無理矢理……？": "Cái người %usernameusernameuserna% đó…\nÉp Aoi, người không thích…?",
    "わたくしたちの為、というのは理解できますが\nそれはパワハラに該当するのでは……？": "Vì chúng ta, tôi hiểu rồi.\nNhưng mà, có phải là quấy rối không…?",
    "ち、違うぞ！？俺はそんなこと言ってない！　冤罪だ！": "Đ,đâu có!? Tôi không có nói vậy! Bị oan!",
    "……犯人はみんなそう言う。": "…Tội phạm nào mà không nói vậy.",
    "ああそうだ、最近いいものを研究しててね。\n飲んだら、どんなことでも肯定するようになる薬なんだけど。": "À đúng rồi, gần đây tôi đang nghiên cứu một thứ hay ho nè.\nUống vào, dù chuyện gì cũng sẽ được chấp nhận.",
    "嘘を真にしようとするな！\n俺は本当にやってないんだ！　信じてくれ！": "Đừng có biến điều dối trá thành sự thật!\nTôi thật sự không có làm! Hãy tin tôi!",
    "……いや、実際発破をかけてくれとは頼んだけどさ。": "…Không, thực ra tôi có nhờ cậu ấy thúc đẩy đấy.",
    "……なんて、冗談はこのくらいにしておくか。": "…Thôi nào, nói đùa đến đây thôi.",
    "あ、冗談って言ってくれた。優しい。": "À, cậu nói đùa à. Dễ thương quá.",
    "なーんだ、冗談か。つまんないの。": "Thì ra chỉ là nói đùa thôi. Chán thật.",
    "わ、私は信じてましたよっ！": "T,tôi tin cậu mà!",
    "なんだ、せっかく合法的に実験できると思ったのに。残念だね。": "Gì chứ, tôi cứ tưởng mình có thể thí nghiệm hợp pháp chứ. Tiếc thật.",
    "残念がらないで！？": "Đừng có tiếc nữa!",
    "日頃の行いが悪いからそうなるんですわ。": "Vì ngày thường cậu làm điều xấu nên mới ra nông nỗi này.",
    "……本当は葵が正しいかもしれないし。": "…Thật ra Aoi có lẽ đúng đấy.",
    "俺の評価が思いのほか低いのがよくわかった。\nアレだけ飯食わせてやったのに、ひどい連中だ。": "Tôi hiểu rõ đánh giá của tôi thấp đến mức nào rồi.\nCho ăn no bụng vậy mà, đúng là một lũ tồi tệ.",
    "はははっ。さて、話を戻すが、\n今日のシリウスシュガーは見事の一言だった。": "Ha ha ha. Quay lại vấn đề chính, Sirius Sugar hôm nay thật tuyệt vời.",
    "だが。正直に言って今のお前たちでも、\nカオスメイデンに勝つのは厳しいだろうな。": "Nhưng. Nói thật thì, ngay cả các cậu bây giờ,\ncũng khó mà thắng được Chaos Maiden.",
    "奴らはそんなに強いのか。": "Bọn họ mạnh đến vậy sao?",
    "強い。彼らはザルトゥーム学園全体でも最強格のチームのひとつだ。": "Mạnh. Họ là một trong những đội mạnh nhất trong toàn học viện Zartoom.",
    "特にリーダーのユリア……\n彼女の強さは生徒達のなかで頭ひとつ飛びぬけてる。": "Đặc biệt là người lãnh đạo Yuria…\nsức mạnh của cô ấy vượt trội hơn hẳn các học sinh khác.",
    "ま、本気で戦えば私達が勝つけどね！": "Ừm, nếu chiến đấu nghiêm túc thì chúng ta thắng thôi!",
    "あれ、まだいたんだぁ～。\nべそかいてお家に帰ったのかと思ってたんだけど。": "Này, vẫn còn ở đây à~.\nCứ tưởng là mếu máo rồi về nhà rồi chứ.",
    "本当、ムカつくクソガキ……！": "Thật sự, một con bé đáng ghét…!",
    "……めるのフラットスピンがあっても、それでも全然？": "…Ngay cả khi Mero có Flat Spin, vẫn không ăn thua sao?",
    "たしかに桃園のフラットスピンには驚かされた。\nだが、ユリアに通用するかどうかは未知数だな。": "Quả thực, Flat Spin của Momozono đã khiến tôi ngạc nhiên.\nNhưng không biết nó có tác dụng với Yuria hay không.",
    "そ、そんなにすごい方なんですね……": "T,thật sự là một người giỏi đến vậy sao…",
    "……皆さん、今、ここで不安になっていても仕方ありませんわ。": "…Mọi người, ngay bây giờ, dù có lo lắng cũng vô ích.",
    "試合当日まではまだ数日あります。\nそれまでにもっと練習をして、練度をあげていきましょう。": "Vẫn còn vài ngày nữa cho đến ngày thi đấu.\nHãy luyện tập nhiều hơn nữa cho đến lúc đó, nâng cao trình độ lên.",
    "わたくしたちに出来ることは、すべてを出し切ることだけ。\n後悔のないよう、頑張りますわよ！": "Những gì chúng ta có thể làm là dốc hết sức mình.\nChúng ta sẽ cố gắng hết sức, để không phải hối tiếc!",
    "うん。そうだよね！": "Ừm. Đúng vậy!",
    "ありがたい。俺が言おうとしていたことを、\n七彩が代わりに言ってくれた。": "Thật đáng quý. Nanairo đã nói thay cho tôi những gì tôi định nói.",
    "こうして、みんな少しずつ成長していくんだな。\nなんか感慨深いぜ……": "Cứ như vậy, mọi người sẽ dần trưởng thành hơn.\nThật là cảm động quá…",
    "しかし、カオスメイデン、か……": "Tuy nhiên, Chaos Maiden, à…",
    "葵があそこまでいうんだ。相当な強豪チームに違いない。": "Aoi đã nói đến mức đó. Chắc chắn là một đội rất mạnh.",
    "特にリーダーのユリア・バーンズ。\n勝つためには、彼女をどうにかしなければ……": "Đặc biệt là người lãnh đạo Yuria Burns.\nĐể chiến thắng, chúng ta phải làm gì đó với cô ấy…",
    "おまけに、負けたらシリウスシュガーは解散ときた。\nさて、どうするかな……": "Thêm vào đó, nếu thua thì Sirius Sugar sẽ giải tán.\nGiờ thì phải làm sao đây…",
    "こんな時間に誰だ……？": "Giờ này mà ai đây…?",
    "開いてるぞ。誰だか知らないが、入ってくれ。": "Cửa mở rồi. Dù không biết là ai, cứ vào đi.",
    "七彩……？": "Nanairo…?",
    "夜分遅くに申し訳ございません。少々お時間よろしいでしょうか？": "Xin lỗi vì đã đến muộn như vậy. Tôi có thể làm phiền cậu một chút được không?",
    "ああ、俺は構わないが。\nわざわざ部屋に来るってことは、大事な話か？": "Ừ, tôi không phiền đâu.\nĐến tận phòng tôi thì chắc là có chuyện quan trọng?",
    "はい……とても大切なお話ですわ。\nわたくしたちの、今後に関して。": "Vâng… Một vấn đề rất quan trọng.\nVề tương lai của chúng ta."
}