{
    "ねえ見て、%usernameusernameuserna%！\nあれって……！": "Này nhìn xem, %usernameusernameuserna%!\nCái đó là……!",
    "元より丸腰で待ち受けているとは思ってなかったが、\nＭＧを持ち出してきたか。": "Ngay từ đầu tôi đã không nghĩ là cô ta sẽ đợi mình tay không,\nVậy mà lại mang theo MG.",
    "位置情報にあった場所にやってくると、１機のＭＧが待っていた。\n違法パイロットどもがよく乗ってるやつだ。": "Khi đến chỗ có thông tin vị trí, một chiếc MG đang đợi sẵn.\nCái loại mà bọn phi công bất hợp pháp hay dùng.",
    "（特に罠とかなさそうだ……周囲に仲間が隠れている気配もない。\n本当に素直に待ってたとはな）": "(Đặc biệt không có vẻ gì là có bẫy……Cũng không có dấu hiệu đồng bọn ẩn nấp xung quanh.\nThật sự ngoan ngoãn đợi mình sao)",
    "何かあってもドーンとかまえてていいよ！\n%usernameusernameuserna%のことは私が守るから！": "Có chuyện gì cứ để em lo!\nVì em sẽ bảo vệ %usernameusernameuserna% mà!",
    "その点は頼りにしてるよ。": "Chuyện đó thì tôi tin tưởng.",
    "――久しぶりね、ユリア・バーンズ。\n『スカラ・アカデミー』以来かしら？": "――Lâu rồi không gặp, Yuria Barnes.\nTừ sau 『Học viện Scala』 thì phải?",
    "オープン回線……？\nあのＭＧに乗ってる人みたいだね。": "Kênh mở……?\nCó vẻ là người trên chiếc MG đó.",
    "（やはり向こうはユリアを知っている……？\n『スカラ・アカデミー』……いや、考えるのはあとだ）": "(Rốt cuộc là đối phương biết Yuria……?\n『Học viện Scala』……Không, chuyện này tính sau)",
    "あなたは誰？\nどうして『バーサーク』なんか売ってたの？": "Cô là ai?\nSao lại bán 『Berserk』?",
    "ここに呼び出した目的も話してもらおうか。": "Hãy nói cho tôi biết mục đích cô gọi tôi đến đây.",
    "男の声……？　連れがいたのね。ひとりで来いって言ったのに……\n人の話を聞かないところは変わらない……": "Giọng đàn ông……? Có đồng bọn à. Rõ ràng là tôi đã bảo đến một mình……\nĐúng là chẳng bao giờ chịu nghe ai cả……",
    "男と温泉宿なんて、いいご身分ね。": "Đàn ông với nhà tắm onsen, đúng là sung sướng nhỉ.",
    "ふっふーん！\nうらやましいでしょ～♪": "Phù phù!\nGhen tị ghê chưa～♪",
    "ちっ……皮肉も通じないのか。\nそういうところも相変わらずのようね、あなたって人は。": "Chậc……Châm chọc cũng không ăn thua à.\nĐúng là vẫn không thay đổi gì, cô là vậy đấy.",
    "向こうは旧知の仲のような口ぶりだが……\nユリア、やつのことを知ってるのか？": "Đối phương nói chuyện như người quen cũ……\nYuria, cô ta biết cậu sao?",
    "ふっ、忘れたとは言わせないわ。\nアカデミー時代、『電光』の二つ名で呼ばれた私の名を！！": "Phù, đừng có nói là quên nhé.\nThời học viện, biệt danh 『Điện Quang』 của tôi cơ mà!!",
    "あっ……！！": "A……!!",
    "（やっぱり知り合いか……！）": "(Quả nhiên là quen biết sao……!)",
    "……………………誰だっけ？": "……………………Là ai nhỉ?",
    "おいっ！": "Ê!",
    "く……！\nどこまでも人をコケにして……！": "Kh…!\nĐến cùng thì vẫn coi thường người khác……!",
    "現在の二つ名――闇薬師の『ダークドラッグ』と名乗れば、\nこっちはさすがに聞いたことがあるんじゃない？": "Hiện tại, biệt danh――là 『Dark Drug』, của Dược sư bóng đêm, cô có từng nghe qua chưa?",
    "全然。": "Hoàn toàn không.",
    "なんか絶妙にダサいな……電光もそうだけど……": "Nghe cứ thấy tầm thường kiểu gì ấy……Điện Quang cũng vậy……",
    "まだ『雷』光とかなら少し格もあったかもしれないが……": "Nếu là 『Lôi』 Quang thì còn có vẻ được một chút……",
    "ぐぅっ……！\nだったら何故、こちらの呼び出しに応じたの！？": "Ư…!\nVậy tại sao cô lại đáp lại lời triệu tập của tôi chứ!?",
    "『バーサーク』を売ってたの、キミなんでしょ？\n『アカデミー』の薬を悪いことに使うなんて許せないの！": "Cô bán 『Berserk』 đúng không?\nTôi không thể tha thứ cho việc dùng thuốc của 『Học viện』 vào những việc xấu!",
    "薬物の売買阻止のため……？\n売り手の正体なんて、どうでもよかったってわけ……？": "Để ngăn chặn việc buôn bán ma túy……?\nViệc người bán là ai, thì không quan trọng sao……?",
    "そんなこと言われても、キミのこと知らないし。": "Dù có nói gì thì tôi cũng không biết cô.",
    "ぐぐぐぐぐ……！": "Ư gừ gừ gừ……!",
    "なあ、聞いていいか？　ダーク……ドラッグだったか？\n素直にひとりで待っているとは思わなかったよ。": "Này, cho tôi hỏi được không? Dark……Drug phải không?\nTôi cứ nghĩ là cô sẽ không ngoan ngoãn đợi một mình như vậy.",
    "てっきり罠のひとつやふたつは張ってるもんだと思ったが、\nそうじゃない。": "Tôi cứ tưởng cô sẽ giăng một hai cái bẫy chứ,\nChứ không phải như vậy.",
    "こっちが警察や仲間に位置情報を渡して、\n集団でくるとは思わなかったのか？": "Cô không nghĩ là tôi sẽ đưa thông tin vị trí cho cảnh sát hoặc đồng bọn,\nrồi đến tập thể sao?",
    "まさか本当にユリアの顔を見たかっただけなのか？": "Chẳng lẽ cô chỉ muốn gặp mặt Yuria thôi sao?",
    "私は罠を張るとか、セコいやり方は嫌いなの。\nそれに集団で来られても私ひとりが逃げるくらいなら問題ないわ。": "Tôi không thích giăng bẫy hay những cách làm ti tiện đâu.\nHơn nữa, dù có đến tập thể thì tôi chạy một mình cũng không thành vấn đề.",
    "今までそうして生き抜いてきたわけだし。": "Từ trước đến nay tôi vẫn sống như vậy.",
    "相当な自信家のようだ。": "Có vẻ là một người tự tin.",
    "だが――\n多分、同時に相当アホの子でもありそうだ……": "Nhưng――\nCó lẽ, đồng thời cũng là một đứa ngốc nữa……",
    "でも勘違いしないで。今日ユリアを呼び出したのは、\n別に顔を見たかったからじゃない。": "Nhưng đừng hiểu lầm. Hôm nay tôi gọi Yuria đến,\nKhông phải vì muốn gặp mặt cô đâu.",
    "私がいかに素晴らしい才能の持ち主か、知らしめるためよ！": "Để cho cô biết tôi là người tài năng đến nhường nào!",
    "は……？": "Hả……?",
    "まさか偶然薬を売ったやつの起こした事件で、\nユリアを見つけることになるとは思わなかったわ。": "Không ngờ là tôi sẽ tìm thấy Yuria trong một vụ việc do kẻ bán thuốc gây ra,\nsau khi rời khỏi học viện.",
    "アカデミーから出たあと、\n私がどうしていたかユリア……あなたにわかる？": "Yuria……cô có biết tôi đã làm gì sau khi rời học viện không?",
    "わかんないし、興味ない！！": "Tôi không biết, và cũng không quan tâm!!",
    "なっ……！　さすが、傲慢ね……『成功例』さん。\n『失敗例』のその後なんて知ったこっちゃないってこと！？": "Hả……! Đúng là ngạo mạn……『Ví dụ thành công』.\nKhông quan tâm đến 『Ví dụ thất bại』 sau đó sao!?",
    "さっきから何を言ってるんだか全然わかんないよ。\n『失敗例』とか『成功例』とか、どうでもいーから！": "Nãy giờ cô đang nói gì tôi cũng không hiểu.\n『Ví dụ thất bại』 hay 『Ví dụ thành công』, tôi mặc kệ!",
    "っ……どうでもいいですって……！？": "Hức……Mặc kệ sao……!?",
    "どうやって持ち出したのか知らないけど！　キミみたいに薬を\n悪いことに使う人がいると、パパ達やママ達が迷惑するの！": "Tôi không biết cô lấy nó bằng cách nào! Vì có những người như cô dùng thuốc vào\nnhững việc xấu, nên ba mẹ tôi sẽ gặp rắc rối!",
    "この期に及んでパパ達、ママ達……！\nあんたはいつもそうよ……こっちなんて眼中にない……！": "Đến lúc này mà vẫn còn ba mẹ……!\nCô lúc nào cũng vậy……không coi ai ra gì……!",
    "もう悪い人達に『アカデミー』の薬を配らないで！": "Đừng phân phối thuốc của 『Học viện』 cho những kẻ xấu nữa!",
    "――断るっ！！": "――Từ chối!!",
    "わわっ！？　撃ってきた！？\nいきなり危ないなー、もーっ！": "Woa wa!? Bắn kìa!?\nTự nhiên nguy hiểm quá đi, chán thật!",
    "こいつ人の話聞かないし、いきなり襲ってくるし、\n無茶苦茶だな……！": "Con bé này không chịu nghe người khác nói, tự nhiên lại tấn công,\nQuả là vô lý……!",
    "ほんと、そーだよね！！": "Thật đấy, đúng là vậy!!",
    "…………": "…………",
    "（思えば、ユリアも似たようなもんなんだよなぁ……）": "(Nghĩ lại thì, Yuria cũng gần như vậy nhỉ……)",
    "『失敗例』はね、『スカラ・アカデミー』を出たら\nこういう道で生きていくしかないの！": "『Ví dụ thất bại』 thì, sau khi ra khỏi 『Học viện Scala』\nsẽ chỉ có con đường này để sống thôi!",
    "私だけじゃない……あの至れり尽くせりな環境に甘やかされた人間が、\n突然外に放り出されてまともな生き方なんてできると思う！？": "Không chỉ riêng tôi……Con người được nuông chiều trong môi trường đầy đủ đó,\ntự dưng bị ném ra ngoài, cô nghĩ có thể sống bình thường được sao!?",
    "そう訴えながら、銃撃の次は近接攻撃と、\n器用に仕掛けてくるダークドラッグのＭＧ。ユリアは回避するが――": "Vừa nói như vậy, Dark Drug vừa tấn công cận chiến sau khi bắn súng, chiếc MG của cô ta. Yuria né tránh――",
    "結構速いな……ただの違法パイロットとは思えない。\nユリア、やれるか！？": "Nhanh thật đấy……Không giống một phi công bất hợp pháp bình thường.\nYuria, cô làm được không!?",
    "全然だいじょーぶっ！\n私の実力、%usernameusernameuserna%は知ってるでしょ？": "Hoàn toàn không sao hết!\nThực lực của tôi, %usernameusernameuserna% biết rõ mà?",
    "適性と才能に恵まれて学園に行けた『アカデミー』の天才……\nあんたには落ちこぼれの気持ちなんてわからないわよね！": "Thiên tài của học viện, người có năng khiếu và tài năng……\nCô không hiểu được cảm giác của kẻ thất bại đâu!",
    "（『アカデミー』――ユリアは故郷だと言っていたが……\n本当は地名なんかじゃなく、文字通り教育機関か何かか？）": "(『Học viện』――Yuria nói đó là quê hương của cô ấy……\nThật ra không phải là địa danh, mà đúng nghĩa là một cơ sở giáo dục sao?)",
    "（エリートパイロットや、メイズ適性者を育てる予備校みたいな……\nだとしたらユリアの能力の高さにも納得はいくけど……）": "(Kiểu như trường dự bị để đào tạo phi công ưu tú, hoặc những người có khả năng Meizu……\nNếu vậy thì cũng dễ hiểu tại sao Yuria lại có năng lực cao đến vậy……)",
    "だけど私だって昔のままじゃない！\nそれをあんたの体に刻み込んでやる！": "Nhưng tôi cũng không còn như xưa nữa!\nTôi sẽ khắc sâu điều đó vào cơ thể cô!",
    "攻撃を仕掛けながら、言葉で訴えてくるダークドラッグ。\nしかしその動きはどんどん向上しており――": "Dark Drug vừa tấn công, vừa nói chuyện.\nNhưng động tác của cô ta ngày càng tiến bộ hơn――",
    "ん～……なんか変な感じ。\nさっきよりもちょっと動きがよくなってきてるような……": "Ưm～……Cảm giác kỳ lạ thật.\nCó vẻ như động tác của cô ta đã tốt hơn một chút so với lúc nãy……",
    "……イヤな予感がするぞ。\nやつは薬物の売人をやっていた。まさか……": "……Tôi có linh cảm chẳng lành rồi.\nCô ta là kẻ bán thuốc. Chẳng lẽ……",
    "ただのおまけだと思ってたけど、\nそっちの男はなかなか察しがいいわね！": "Tôi cứ nghĩ nó chỉ là một thứ phụ thôi,\nNhưng anh kia khá là tinh ý đấy!",
    "どーいうこと？": "Ý là sao?",
    "ふふふ……メイズ適性に恵まれなくたって、\n地上でＭＧに乗って戦うことくらいはできるのよ。そして……": "Hừ hừ hừ……Dù không có khả năng Meizu, nhưng\ntôi vẫn có thể chiến đấu trên MG trên mặt đất. Và……",
    "脳の処理速度、反応速度……すべてを強化する改良型バーサーク。\n人間用に作りかえたコイツを投与すれば、私だってね――！": "Tốc độ xử lý của não, tốc độ phản ứng……Berserk cải tiến để tăng cường tất cả.\nNếu tiêm cái này cho người, thì tôi cũng――!",
    "パパ達とママ達の薬を、そんなことにまで使うなんて……！": "Dùng thuốc của ba mẹ vào những việc như vậy……!",
    "今の私なら……『成功例』にだって勝てる！": "Bây giờ tôi có thể……thắng cả 『Ví dụ thành công』!",
    "何がやりたいのか、ぜっんぜんわかんないけど！\n私もう怒ったよ！！": "Tôi chẳng hiểu cô muốn làm gì nữa!\nTôi giận rồi đấy!!",
    "そうよ、来なさい！\n避けてばかりいないで、攻めてきなさいよ！": "Đúng vậy, đến đây!\nĐừng có né nữa, hãy tấn công tôi đi!",
    "――%usernameusernameuserna%、いいよね？": "――%usernameusernameuserna%, được không?",
    "ああ……でももう少し様子を見るんだ、ユリア。\nやつの動きのパターンを読んで、確実に仕留めるぞ。": "Ừm……Nhưng cứ xem tình hình thêm một chút đi, Yuria.\nTôi sẽ đọc được cách di chuyển của cô ta, và sẽ kết liễu chắc chắn.",
    "こんな状況で、男と何をブツブツと……\n舐めやがってっ……！": "Trong tình huống này, anh lại lẩm bẩm với nhau……\nĐừng có coi thường tôi chứ……!",
    "……どうせあんたは、『アカデミー』在籍中に\n何度も訓練で当たったことも覚えてないでしょう！": "……Dù sao thì cô cũng không nhớ đã từng tập huấn với tôi\ntrong 『Học viện』 đâu!",
    "何度も何度も屈辱を味わわされて……！\nあんたは私の……認めたくないけど、ライバルだった……！": "Đã bao nhiêu lần tôi phải chịu nhục nhã……!\nCô là……tôi không muốn thừa nhận, nhưng là đối thủ của tôi……!",
    "ライバル……？": "Đối thủ……?",
    "やっぱりね。しょせん私は落ちこぼれの脇役。\nそんなやつの視線になんか、あんたが気付くはずない……！": "Quả nhiên rồi. Rốt cuộc tôi chỉ là vai phụ thất bại.\nCô sẽ không bao giờ để ý đến ánh mắt của tôi đâu……!",
    "――でも、私は変わった！": "――Nhưng, tôi đã thay đổi!",
    "『アカデミー』でくすねた薬を、頑張って研究した！\nそいつを複製して、あちこちに売りさばいて……": "Tôi đã cố gắng nghiên cứu loại thuốc đã đánh cắp ở 『Học viện』!\nTôi đã sao chép nó, và bán nó khắp nơi……",
    "（『バーサーク』の話か……！）": "(Là câu chuyện về 『Berserk』……!)",
    "それで裏社会をのし上がったのよ、私は！\nいつしか界隈に広まった異名が『ダークドラッグ』！": "Vì vậy, tôi đã vươn lên trong thế giới ngầm!\nBiệt danh 『Dark Drug』 đã lan rộng trong giới!",
    "思い知りなさい、ユリア！　私だって『成功』した！\n私だって、あんたに負けないくらいすごい人間なのよ！": "Hãy biết đi, Yuria! Tôi cũng đã 『thành công』!\nTôi cũng là một người tuyệt vời như cô vậy!",
    "――は！？　何言ってんの！？\n悪いことしてるのに、すごいわけないじゃん！！": "――Hả!? Cô đang nói gì vậy!?\nLàm chuyện xấu mà lại nói là tuyệt vời được sao!!",
    "ぐっ……！\nあんたは……また私を否定するのかぁーっ！": "Ư…!\nCô……lại phủ nhận tôi nữa saoー!",
    "否定するも何も、全然知らないんだってばーっ！": "Phủ nhận gì chứ, tôi hoàn toàn không biết gì hết á!",
    "あんたって昔からそうだった！\n人の気持ちなんて何ひとつわかってない！": "Cô lúc nào cũng như vậy!\nChẳng hiểu gì về cảm xúc của người khác cả!",
    "絶対に叩き潰してやる……！\n私のすべてを賭けて！　どんな手を使ってでも！": "Tôi nhất định sẽ đánh bại cô……!\nTôi sẽ đặt cược tất cả vào đó! Dù phải dùng cách nào đi chăng nữa!",
    "お前に、私を、認めさせてやるッ！！": "Tôi sẽ khiến cô phải công nhận tôi!!",
    "２機のＭＧが、互いに銃口を向け合って引き金を引いた――": "Hai chiếc MG, hướng nòng súng vào nhau rồi bóp cò――",
    "一方――": "Trong khi đó――",
    "フィーさん、急ぎすぎです！": "Fii-san, vội quá rồi!",
    "場所がわかっているなら、あとは急ぐだけ。": "Đã biết vị trí rồi thì chỉ cần nhanh chóng thôi.",
    "メイズに潜ってなくてよかったわね。\nおかげで位置情報が明確にわかるわ。": "May mà không phải ẩn trong Meizu.\nNhờ vậy mà thông tin vị trí mới rõ ràng được.",
    "でもこれ、多分戦闘してる。": "Nhưng chuyện này, có lẽ là đang chiến đấu.",
    "ええ、なので、無策に突っ込まないでください。\n敵の規模がわかりませんし、かえって状況を悪くする可能性があります！": "Vâng, vì vậy, xin đừng xông vào một cách vô nghĩa.\nChúng ta không biết quy mô của kẻ địch, và có thể làm tình hình tồi tệ hơn!",
    "ここは心配だからこそ、間違えないよう慎重かつ確実に――": "Vì lo lắng nên phải cẩn thận và chắc chắn để không sai lầm――",
    "ふふ、ふふふふ……！　私も一緒に突っ込みますか？\n今とってもたぎっていて……少し暴れん坊になりたい気分なんです！": "Hừ hừ, hừ hừ hừ……! Tôi cũng sẽ xông vào cùng chứ?\nBây giờ tôi đang rất hưng phấn……Tôi muốn trở nên hơi hung hăng một chút!",
    "フィーさんひとりに突進させるより、ずっとリスクが下がりますよ！": "Còn hơn là chỉ để Fii-san một mình xông vào, thì sẽ giảm bớt rủi ro hơn!",
    "沙耶が突っ込みたいだけでしょう……？　慎重にって言葉、\n伝わってますか！？　私も急ぎたいのは山々ですが……！": "Chỉ là Saya muốn xông vào thôi đúng không……? Chữ cẩn thận,\ncô có hiểu không vậy!? Tôi cũng muốn nhanh chóng……!",
    "ねえ、翠蘭。": "Này, Suiran.",
    "なんですか。": "Sao ạ?",
    "接敵したとき、もしあたしが敵側に寝返ったら、どうする？\n翠蘭はあたしと戦う？　それとも味方に戻るよう熱く説得する？": "Khi tiếp cận địch, nếu tôi phản bội sang phe địch, thì sao?\nSuiran sẽ chiến đấu với tôi? Hay sẽ nhiệt tình thuyết phục tôi quay lại phe mình?",
    "……言っておきますが、戦闘中に変な試し行為をしたら、\nタダじゃおきませんからね。": "……Tôi nói trước, nếu cô làm những hành động thử nghiệm kỳ lạ trong lúc chiến đấu,\nthì đừng trách tôi nhé.",
    "というか、落ち着いてますが……あなたはユリアと\n%usernameusernameuserna%さんが心配じゃないんですか？": "Mà khoan đã, bình tĩnh như vậy……Cô không lo lắng cho Yuria và\n%usernameusernameuserna% sao?",
    "……翠蘭もフィーも、逆に心配しすぎよ。\nあたし達が追ってる相手、誰だと思ってるの？": "……Suiran và Fii, hai người lo lắng thái quá rồi.\nHai người nghĩ chúng ta đang truy đuổi ai vậy?",
    "え……？": "Hả……?",
    "スカラ校舎が誇る最上位クラスのパイロットと、\nそれをかつて弱小だったチームを率いて打ち破った教導指揮官――": "Phi công hàng đầu của Học viện Scala, và\nngười chỉ huy đã dẫn dắt đội yếu kém đánh bại họ――",
    "まあ、追いかけること自体に反対はないわよ？\nでもどこに心配までする必要があるの？": "Mà, tôi không phản đối việc đuổi theo đâu?\nNhưng cần gì phải lo lắng đến thế?",
    "アニス……": "Anis……",
    "らしくないわよ？": "Không giống con bé nhỉ?",
    "%usernameusernameuserna%とユリアのことが、\n大好きなのはわかるけどね♪": "Tôi hiểu là cô thích %usernameusernameuserna% và Yuria,\nnhưng♪",
    "……そう、ですね……確かにそのとおりです。\nまさかアニスに窘められるとは……": "……Đúng, phải rồi……Quả thật là như vậy.\nKhông ngờ lại bị Anis quở trách……",
    "まあ、あたしはふたりのそういうところも、\n愛おしくて大好きよ。ふふ♪": "Mà, tôi cũng thích cả hai người họ như vậy đấy.\nHừ hừ♪"
}