{
    "大事な公式戦の直前だって言うのに、\nどうしてわざわざ今、シリウスシュガーとバトらないといけないわけ？": "Ngay trước trận đấu chính thức quan trọng thế này, \nsao lại phải đánh nhau với Sirius Sugar chứ?",
    "しかも最終調整って、シミュレーターじゃなくて実機でしょ？\nあいつらがどうなっても私、知らないんだから。": "Hơn nữa là điều chỉnh cuối cùng, lại còn dùng máy thật chứ không phải giả lập?\nDù bọn họ có ra sao thì tôi cũng không quan tâm.",
    "クララさん……も、もしかして心配してあげてるんですか？": "Clara... Cậu... có phải là đang lo lắng không?",
    "流石はカラフルブーケの誇るツンデレね。": "Quả là một Tsundere chính hiệu của Colorful Bouquet.",
    "だ、誰がツンデレよ！　私はただ、あいつらがケガして\n公式戦に出られなくなった時、文句を言ってこないか心配なだけ！": "Đ, Đâu có ai là Tsundere chứ! Tôi chỉ là lo lắng khi bọn họ bị thương\nrồi không thể tham gia trận đấu chính thức thôi!",
    "それは私たちが気にする事じゃないと思うわよ？": "Tôi nghĩ đó không phải là chuyện chúng ta nên bận tâm đâu?",
    "そうだな。私たちはただ、勝つ事だけに注力して突き進めばいい。": "Đúng vậy. Chúng ta chỉ cần tập trung vào chiến thắng và tiến lên thôi.",
    "シリウスシュガー……この短期間でお前たちがどれだけ成長したか、\nお手並み拝見といこうじゃないか。": "Sirius Sugar... Xem ra trong thời gian ngắn này, các người đã trưởng thành đến mức nào rồi,\nhãy xem tài nghệ của các người nào.",
    "葵さん、なんだか楽しそうですねぇ。": "Aoi, trông cậu có vẻ vui vẻ nhỉ.",
    "フン……言っておくけど、私は正面から全力で叩き潰すから。\nあの子たちのために胸を貸すとか、ないんだからね。": "Hừ... Tôi nói trước là, tôi sẽ đánh bại các người từ phía trước bằng tất cả sức lực của mình đấy.\nTôi không có ý định giúp đỡ bọn họ đâu.",
    "ツンデレクララさんの言う通りよ。\nシリウスシュガーが相手でも気は抜かないでね。": "Đúng như lời Tsundere Clara nói đấy.\nNgay cả khi đối đầu với Sirius Sugar thì cũng đừng lơ là nhé.",
    "だから違うってば！": "Tôi đã bảo là không phải mà!",
    "模擬戦とはいえ、万が一でも負けたらウチの評価に響くんだから。": "Dù là trận đấu tập, nhưng nếu thua thì sẽ ảnh hưởng đến đánh giá của chúng ta.",
    "普段通りにやれば大丈夫。うるう、奇襲への備えは任せるわね。": "Cứ làm như mọi khi là được thôi. Uru, tớ giao việc chuẩn bị cho cuộc tập kích cho cậu nhé.",
    "ぴぎゃぁ……あ、あんまり期待されると困りますぅ。\nわたし、プレッシャーには弱いタイプですのでぇ……": "Pigi... A, được kỳ vọng nhiều quá em khó chịu quá à.\nEm, em yếu đuối trước áp lực lắm...",
    "お喋りはその辺にしておけ。模擬戦が始まるぞ。": "Đừng nói nhiều nữa. Trận đấu tập bắt đầu rồi.",
    "さあ、どこからでもかかってきなさい！": "Nào, cứ đến từ bất cứ đâu đi!",
    "さあさあ、おいでなすったわよ。": "Nào nào, cứ đến đi nào.",
    "前衛はラミちゃんと白奈ちゃんみたいね。": "Tiền tuyến có vẻ là Rami và Shirana nhỉ.",
    "鳴滝と月ヶ瀬が後衛か……前回とは異なるようだな。\n各員、ブレイクコンタクトに注意し――": "Naritaki và Tsukigase ở tuyến sau à... Khác với lần trước nhỉ.\nMọi người, hãy cẩn thận với Break Contact――",
    "何だと！？　初手で！？": "Cái gì!? Ngay từ đầu!?",
    "い、いきなり襲い掛かってきましたよぉ！？": "T, tấn công bất ngờ ngay từ đầu kìa!?",
    "よし、まずは奇襲成功といったところか。": "Được, xem ra cuộc tập kích đã thành công.",
    "シリウスシュガーのメンバーは俺の言葉を信頼して、\n忠実に作戦を実行してくれている。": "Các thành viên của Sirius Sugar tin tưởng vào lời nói của tôi, \nvà đang trung thành thực hiện kế hoạch.",
    "だからこそ、このファーストヒットの意味は大きい。": "Chính vì vậy, ý nghĩa của cú đánh đầu tiên này rất lớn.",
    "前回の敗因は、敵のペースに巻き込まれてしまったこと。": "Nguyên nhân thất bại lần trước là do chúng ta đã bị cuốn vào nhịp độ của đối phương.",
    "ですから、%usernameusernameuserna%さんが教えてくれた通り、\nまずは主導権を握りにいきますわよ！": "Vì vậy, theo như %usernameusernameuserna% đã dạy, \ntrước tiên chúng ta sẽ giành quyền chủ động!",
    "七彩を中心にシリウスシュガーが展開していく。\nこれも教えたとおりで、スムーズな動きだ。": "Nanairo sẽ triển khai đội hình xung quanh Sirius Sugar.\nĐây cũng là điều đã được dạy, một động thái mượt mà.",
    "チッ……いきなり新戦術とはやってくれるな……！": "Chậc... Bọn họ sử dụng chiến thuật mới ngay từ đầu à...!",
    "クララ！　防御姿勢を崩すな！\n付け焼刃の戦術とはいえ、何をしてくるか分からない！": "Clara! Đừng phá vỡ thế phòng thủ!\nDù chỉ là chiến thuật chắp vá, nhưng không thể biết họ sẽ làm gì!",
    "言われなくてもそのつもり！": "Không cần nói tôi cũng biết!",
    "葵さんとクララさんの勢いが落ちた？\nおそらくは、こちらの出方を窺おうと……": "Aoi và Clara có vẻ như đã giảm bớt sự hung hăng rồi?\nCó lẽ là, đang thăm dò tình hình của chúng ta...",
    "それなら好都合ですわ。ラミさん！　白奈さん！\nそのまま正面から斬り合って差し上げて！": "Vậy thì thật là một điều may mắn. Rami! Shirana!\nCứ xông lên và đánh nhau trực diện đi!",
    "……わかった。それがわたしの役目。": "...Đã hiểu. Đó là vai trò của tôi.",
    "ラミにおまかせっ！": "Để Rami lo!",
    "七彩の号令で、白奈とラミの機体が突っ込んでいく。": "Theo lệnh của Nanairo, máy của Shirana và Rami lao vào.",
    "なっ……！？　足を止めて斬り合うつもりか！？": "Hả...!? Dừng lại và định đánh nhau trực diện à!?",
    "あはは！　余計な小細工しなくても、ラミ達の方が強いし！": "A ha ha! Không cần bày vẽ gì cả, Rami và mọi người còn mạnh hơn mà!",
    "ふぅん？　ちょっと操縦は上手くなったみたいね。\n――でも、考えなしの突撃なんて悪手じゃないかしら！？": "Hừm? Có vẻ như đã tiến bộ hơn trong việc điều khiển rồi nhỉ.\n――Nhưng, một cuộc tấn công liều lĩnh như vậy không phải là một nước đi tồi sao!?",
    "ちょっとばかしテクニックを磨いてきたところで、\n私の方がアンタ達よりもずっとずっと強いんだからさぁ！": "Chỉ là rèn luyện một chút kỹ thuật thôi, \ntôi còn mạnh hơn các người nhiều!",
    "さすがは歴戦のカラフルブーケといったところか。\n意表を突いた白奈とラミの強襲を、しっかりと防いでいる。": "Quả là Colorful Bouquet đã có kinh nghiệm. \nĐã ngăn chặn được cuộc tấn công bất ngờ của Shirana và Rami.",
    "しかし、もちろん俺たちもそれは予想済みだ。": "Tuy nhiên, tất nhiên chúng ta cũng đã lường trước điều đó.",
    "――だからこそ、わたくしたちがいるのですわ！": "――Chính vì vậy, chúng tôi mới ở đây!",
    "七彩とちゆるが、側面を見せた葵たちに射撃していく。\n致命傷にはならずとも、意識は分散されるハズだ。": "Nanairo và Chiyuru bắn vào Aoi, người đã để lộ sườn.\nDù không gây ra vết thương chí mạng, nhưng chắc chắn sẽ làm phân tán sự chú ý.",
    "くっ……！？　遠くからチクチクと……！": "Khực...!? Từ xa cứ chọc chọc vào...!",
    "さっきまでの威勢はどうしたのぉ？\nそんなんじゃラミにボッコボコにされちゃうよー！": "Sao lại hết cả khí thế rồi hả?\nNhư vậy thì Rami sẽ đánh cho tơi bời đó!",
    "ひとりじゃまともに戦えないくせに……！\n調子に乗ってんじゃないわよ！": "Trong khi một mình thì không thể chiến đấu đàng hoàng...!\nĐừng có lên mặt nữa!",
    "それはラミのセリフだよっ！！": "Đó là câu nói của Rami đấy!",
    "現状で、こちらと敵の戦力は拮抗しているように見える。\nよし、ここまではシナリオ通りだ。": "Hiện tại, lực lượng của chúng ta và kẻ địch có vẻ đang giằng co.\nĐược, mọi thứ đều theo kịch bản.",
    "変だわ。鳴滝さんが後方にいるのもそうだけど、\n馬鹿正直に正面から斬りかかってきた単調さ……": "Kỳ lạ thật. Naritaki ở phía sau cũng vậy, \nnhưng lại quá đơn điệu khi lao vào đánh trực diện...",
    "そもそも、桃園さんはどこに……？": "Hơn nữa, Momono đang ở đâu...?",
    "そうか！　これはおそらく、鳴滝さんたちの助攻撃をもって敵を拘束し、\n主力が側面をつく『鉄槌と鉄床』戦術……！": "Đúng rồi! Có lẽ đây là chiến thuật 'Búa và Đe' khi Naritaki và những người khác hỗ trợ tấn công để trói chân đối phương, \nrồi lực lượng chủ yếu sẽ tấn công vào sườn...!",
    "ということは、姿の見えない桃園さんが――": "Điều đó có nghĩa là, Momono, người không lộ diện――",
    "でやぁあああああああああ！": "De yaaaaaaaaaaa!",
    "ひとり前線を迂回するように潜んで展開していた\nめるの機体が、カラフルブーケの後衛に襲いかかった！": "Máy của Meru, người đã ẩn mình để đi vòng ra tiền tuyến, \nđã tấn công vào tuyến sau của Colorful Bouquet!",
    "大きく迂回しながら後衛へと進撃！\n教科書通りの戦術ね！": "Đi vòng lớn và tiến vào tuyến sau!\nChiến thuật đúng chuẩn sách giáo khoa!",
    "うるうさん！　桃園さんの迎撃を！": "Uru! Chặn Momono lại!",
    "ひぃぃ～！　が、頑張ります～！\nここから先には行かせませんよぉ～！": "Hiiiii~! Em, em sẽ cố gắng~! \nEm sẽ không để cậu đi xa hơn đâu~! ",
    "……今です……！": "...Ngay bây giờ...!",
    "えぇっ！？　い、いきなり失速しましたぁ！？\nど、どうしたんですかぁ！？　もしかして墜落！？": "Ehh!? T, tự dưng mất đà kìa!?\nS, Sao vậy chứ!? Có khi nào là rơi không!?",
    "……っ！？　いえ、これは違うわ！\n墜落しそうになっていると錯覚させるフェイク……！": "...!? Không, đây không phải là vậy!\nMột cú lừa để khiến người ta lầm tưởng như sắp rơi...",
    "今更気づいたところでもう遅いです！": "Ngay cả khi nhận ra điều đó bây giờ thì cũng đã quá muộn rồi!",
    "な、あぁ！？　ごめんなさぁい、抜かれちゃいましたぁ！": "N, aaaaaa!? Xin lỗi, em đã bị vượt qua rồi!",
    "よし、成功しました！　失速してからの急速方向転換！\nそして……これで後衛までのルートががら空きです……！": "Được, thành công rồi! Mất đà và sau đó quay đầu nhanh chóng!\nVà... Như vậy thì tuyến đường đến tuyến sau đã hoàn toàn trống trải rồi...",
    "このまま決めます！　いっけぇええええええ！": "Quyết định thôi! Đi nào!",
    "しまっ……きゃああああああああ！？": "Chết tiệt... Kyaaaaaaaaaa!?",
    "泉花さん！？　わ、わたしのせいでぇ～！": "Izumi!? V, vì em đâyyyy!",
    "今のはまさか、フラットスピン……！？": "Cái vừa rồi có phải là Flat Spin...!?",
    "知識としては知っていたけど、まさか実戦で……！": "Tôi biết nó qua kiến thức, nhưng không ngờ lại có thể thực hiện nó trong thực chiến...!",
    "低空の高速飛行中、それも戦闘機動中に\nあんな曲芸をやらかす命知らずがいるだなんて思わないわよ……！": "Trong khi đang bay với tốc độ cao ở độ cao thấp, lại còn thực hiện những pha nhào lộn như vậy, tôi không nghĩ sẽ có ai liều lĩnh như vậy đâu...",
    "次！　お覚悟を、舞亜さん……！": "Tiếp theo! Hãy chuẩn bị đi, Maa!",
    "っ、速い……！　ひとりじゃ無理ね……うるう！\nめるちゃんの迎撃を！　挟撃するわよ！": "Hự, nhanh quá...! Một mình thì không được rồi... Uru!\nChặn Meru lại! Chúng ta sẽ bao vây!",
    "わ、分かりましたぁ！\nこれ以上好き勝手にはやらせませんよぉ！": "D, đã hiểu rồi ạ!\nEm sẽ không để cậu muốn làm gì thì làm nữa đâu ạ!"
}