{
    "くっ……フラットスピンのせいで動きが読めない……！": "Chết tiệt… Vì Flat Spin mà không thể đoán được động tác…!",
    "前の私とは違います！\nあれからたくさん、特訓しましたから……！": "Khác với tôi của trước kia rồi!\nTừ sau đó tôi đã luyện tập rất nhiều…!",
    "しかし、残念ながら、めるの快進撃もそこまでだった。": "Nhưng, thật đáng tiếc, chiến thắng của Meru cũng chỉ đến thế thôi.",
    "も、もうこれ以上好きにはさせませぇん！\nわたしがみんなを守らないといけませんからぁ～！": "Tớ, tớ không cho phép cậu thích tớ hơn nữa đâu!\nTớ phải bảo vệ mọi người mà!",
    "うるうと舞亜の射線が交わり、挟撃の形となってめるを襲う！": "Lu và Maia giao nhau, tạo thành thế gọng kìm tấn công Meru!",
    "ジャンプユニットに直撃を受けためるの機体は、\n文字通り翼をもがれ、それ以上の跳躍を封じられてしまった。": "Cơ thể của Meru bị trúng đòn trực tiếp vào Jump Unit, \nnói trắng ra là đôi cánh đã bị gãy, không thể nhảy cao hơn nữa.",
    "くっ……ここまで、ですか……！\nですが、私、頑張りましたよ……！": "Chết tiệt… Đến đây thôi sao…!\nNhưng mà, tớ đã cố gắng hết sức rồi…!",
    "はぁっ、はぁっ……やっと止められたわ……\n早く前線の援護をしないと……！": "Haa, haa… Cuối cùng cũng chặn được rồi…\nPhải nhanh chóng hỗ trợ tuyến đầu mới được…!",
    "だが、一歩遅かった。": "Nhưng, đã chậm một bước.",
    "え？": "Hả?",
    "既に七彩とちゆるが、前方で孤立した葵の機体を\n墜としていたのだった。": "Chitose và Chiyuru đã cô lập và hạ gục cơ thể của Aoi ở phía trước.",
    "残念ですけど。": "Thật đáng tiếc.",
    "めるちゃんを倒すのがちょーっと遅かったねぇ♪": "Tớ đã hơi chậm trễ trong việc đánh bại Meru-chan nhỉ?",
    "すまない、舞亜。相手の方が一枚上手だった……！": "Xin lỗi, Maia. Đối phương đã hơn một nước cờ…!",
    "桃園ひとりで後衛を瓦解させ、\n援護できなくなった隙に前衛を叩くとは……！": "Momozono đã làm tan rã đội hình hậu vệ một mình, \ntrong khi không có sự hỗ trợ nào, thì lại tấn công tiền tuyến…!",
    "この私がこんなにあっさり撃墜されるとか有り得ないんだけど！": "Tôi mà lại bị bắn hạ dễ dàng như vậy sao!",
    "で、でも、まだ私とうるうが残っているわ。\nここから何とか巻き返せば――。": "Nhưng, nhưng mà, tớ và Lu vẫn còn mà.\nTừ đây có thể xoay chuyển tình thế――.",
    "そこまで！　模擬戦終了！\nお前ら、戦闘やめろー！　終わり終わり！": "Đến đây thôi! Kết thúc trận chiến mô phỏng!\nCác người, dừng chiến đấu đi! Hết giờ rồi!",
    "ぐっ……！": "Ư…!",
    "……はぁ……これは、私達の完敗ね……": "…Ha… Đây là, thất bại của chúng ta rồi…",
    "よーし、みんなＭＧから降りたな？\nお疲れ様、いい模擬戦だったと思うぞ。": "Được rồi, mọi người đã ra khỏi MG hết rồi chứ?\nMọi người vất vả rồi, tớ nghĩ đây là một trận chiến mô phỏng hay đấy.",
    "実際、やってみてどうだった？": "Thực tế, cậu thấy thế nào?",
    "前回のシミュレーションとは全然違いました。\nまさかわたくし達がカラフルブーケにここまで善戦できるとは。": "Khác hẳn với buổi mô phỏng lần trước.\nKhông ngờ chúng ta lại có thể chiến đấu tốt đến vậy với Colorful Bouquet.",
    "完璧にリベンジ成功じゃね？": "Hoàn toàn thành công trong việc phục thù rồi phải không?",
    "頑張った甲斐があったってもんね。\n前に負けた後、ラミちゃんなんてずっと機嫌悪かったし。": "Thật đáng đồng tiền bát gạo mà.\nSau khi thua trước đó, Rami-chan đã có vẻ không vui suốt.",
    "ストレス発散のためか、食堂でお子様ランチ爆食いしていたもんな。": "Vì để giải tỏa căng thẳng, cậu ta đã ăn một bữa ăn trưa dành cho trẻ em ở nhà ăn.",
    "してないし！　毎回子ども扱いすんなー！": "Tôi có làm đâu! Đừng có lúc nào cũng đối xử với tôi như trẻ con!",
    "睨みを聞かせてくるちびっ子三等兵は一旦無視するとして。": "Bỏ qua cô bé trung sĩ nhỏ đang nhìn chằm chằm một lát.",
    "さて、カラフルブーケの皆も、今回の模擬戦に協力してくれて感謝する。": "Giờ thì, mọi người của Colorful Bouquet, tớ cảm ơn vì đã hợp tác trong trận chiến mô phỏng lần này.",
    "いや、こちらこそ、いい経験をさせてもらったよ。": "Không, chúng tôi mới là những người đã có được một trải nghiệm tốt.",
    "まさかこの短期間で、\nシリウスシュガーがここまで成長しているとはな。": "Không ngờ trong một thời gian ngắn như vậy, \nSirius Sugar lại có thể trưởng thành đến mức này.",
    "今回の模擬戦は、私達の完敗だ。": "Trận chiến mô phỏng lần này, là thất bại của chúng ta.",
    "そんな……私としたことが……あっけなく撃墜されてしまうなんて……": "Thật… Với tôi mà nói… Bị bắn hạ một cách dễ dàng như vậy sao…",
    "わ、わたしが抜かれちゃったのが悪いんですよぉ！": "T, tớ là người có lỗi vì đã bị loại!",
    "ふん。最後までやってれば、勝負は分かんなかったわよ！": "Hừm. Nếu cứ tiếp tục, thì kết quả vẫn chưa biết được đâu!",
    "落ち着いてクララ。それに、あそこから巻き返すのは\nかなり厳しいと思うわよ。": "Bình tĩnh nào, Clara. Với lại, tớ nghĩ việc xoay chuyển tình thế từ đó là khá khó đấy.",
    "カラフルブーケのメンバーたちも、相当悔しそうだが、\nそれはそうだ。": "Các thành viên của Colorful Bouquet cũng có vẻ rất hối hận, \nđúng là như vậy.",
    "今まで格下としか認識していなかった相手に、\nここまでやられたんだからな。": "Đối với đối thủ mà chúng ta chỉ coi là kẻ dưới cơ, \nlại bị đánh bại đến mức này.",
    "今回の作戦は、お前が考えたのか？": "Cậu là người đã nghĩ ra chiến thuật lần này à?",
    "いいや。俺は受動的になるなと教えただけだよ。\n後のことは全部七彩に任せた。": "Không. Tớ chỉ bảo là đừng bị động thôi.\nMọi chuyện còn lại đều giao cho Chitose.",
    "これはお世辞でも何でもなく、本当のことだ。\n俺はメンバーの自主性を大事にしているからな。": "Đây không phải là lời nói suông, mà là sự thật.\nTớ coi trọng tính tự chủ của các thành viên.",
    "でも、今回はめるさんがフラットスピンを\n身に着けてくれたからこその戦術です。": "Nhưng mà, lần này là nhờ Meru đã học được Flat Spin đấy.",
    "そのフラットスピンの有用性を教えてくださったのは%usernameusernameuserna%さんです。謙遜なさる必要はありませんわ。": "Chính %usernameusernameuserna% là người đã cho chúng ta thấy được sự hữu ích của Flat Spin. Cậu không cần phải khiêm tốn đâu.",
    "そうですよ！　大変でしたけど……感謝してます！": "Đúng vậy! Dù rất vất vả… nhưng tớ rất biết ơn!",
    "いや、それでもやっぱり頑張っためるやみんなの戦果だよ。": "Không, dù sao thì, đây vẫn là chiến công của Meru và mọi người.",
    "%usernameusernameuserna%さん……": "%usernameusernameuserna%…",
    "そうか。しかし、今回は本当にいい経験をさせてもらった。\n今回の敗北を糧として、我々も成長させてもらうよ。": "Vậy sao. Nhưng mà, lần này tôi đã có một trải nghiệm thực sự tốt.\nTôi sẽ lấy thất bại lần này làm động lực để phát triển hơn nữa.",
    "それと、先日の演習での失言を謝罪させてほしい。\n意義を感じない演習だのと……本当にすまなかった。": "Với lại, tôi muốn xin lỗi vì những lời nói sai sót trong buổi diễn tập hôm nọ.\nVề việc cảm thấy buổi diễn tập không có ý nghĩa gì… Thực sự xin lỗi.",
    "特に桃園と鳴滝には厳しい事を言ってしまった。二度とああいうことは口にしない。謝罪させてほしい。": "Đặc biệt là Momozono và Narutaki, tôi đã nói những điều khắc nghiệt với họ. Tôi sẽ không bao giờ nói như vậy nữa. Tôi muốn xin lỗi.",
    "い、いいですよ、気にしないでください。": "Đ, được rồi, xin đừng bận tâm.",
    "そうですわ。むしろ、ああ言ってもらえたからこそ、\nわたくしたちは自分の殻を破ることができましたから。": "Đúng vậy. Thay vào đó, nhờ có những lời nói đó, \nchúng ta đã có thể phá bỏ lớp vỏ của chính mình.",
    "そう言ってもらえると助かる。\n流石にパワハラ紛いだとは思っていたんだが……": "Nghe cậu nói vậy tôi thấy nhẹ nhõm hơn.\nTôi đã nghĩ rằng nó gần như là quấy rối quyền lực rồi…",
    "まあ、アレは横で聞いててもかなりムカついたよねえ～。": "Mà, nghe chuyện đó ở bên cạnh cũng khá là tức giận đấy～.",
    "すまない……実は、%usernameusernameuserna%に\nどうしても言ってくれと迫られてな。": "Xin lỗi… Thực ra, %usernameusernameuserna% đã \nbắt tôi phải nói như vậy.",
    "あ、それは黙っててくれと……": "À, thì cứ im lặng đi…",
    "それもお前かよ！　マッチポンプじゃん！": "Cũng là cậu sao! Trò hề của kẻ đạo đức giả!",
    "お、むずかしい言葉を知ってるな。偉いぞ。": "Ô, biết những từ ngữ khó đấy. Giỏi lắm.",
    "ふざけんな！\nおまえのおごりで、一週間お子様ランチ食べ放題だから！": "Đừng có đùa!\nVì cậu mà tớ sẽ được ăn buffet bữa ăn trưa dành cho trẻ em trong một tuần!",
    "……ご馳走様、%usernameusernameuserna%。": "…Cảm ơn, %usernameusernameuserna%.",
    "え、パフェも付けていいですか！？": "Ê, cho cả parfait vào được không!?",
    "やれやれ……次は気をつけるとしよう。\n小遣いがいくらあっても足りなくなりそうだからな。": "Chán thật… Lần tới phải cẩn thận hơn thôi.\nCó bao nhiêu tiền tiêu vặt cũng không đủ mất.",
    "だから、そういうことすんなって言ってんの！": "Đấy, tôi đã bảo đừng có làm mấy chuyện như vậy rồi mà!",
    "はははっ。以前と比べて、本当にいいチームになったな。": "Ha ha ha. So với trước đây, các cậu đã trở thành một đội thực sự tốt rồi đấy.",
    "だが、これでもまだ、彼女達……\nカオスメイデンに勝つには足りていないんじゃないかと思う。": "Nhưng mà, ngay cả như vậy, tôi vẫn nghĩ rằng họ…\nvẫn chưa đủ để chiến thắng Chaos Maiden.",
    "ほう。そんなに凄いチームなのか、カオスメイデンは。": "Hừm. Chaos Maiden là một đội kinh khủng đến vậy sao?",
    "ああ。学園でもトップクラスと言っても過言じゃないな。\n特にリーダーのユリアは怪物級のパイロットだ。": "Ừ. Không ngoa khi nói rằng họ là một trong những đội hàng đầu trong học viện.\nĐặc biệt là Yuria, người lãnh đạo, là một phi công quái vật.",
    "今回、私たちの敗因となった桃園のフラットスピンもユリアなら\n初見で対応してしまうかもしれない。": "Lần này, Flat Spin của Momozono, nguyên nhân khiến chúng ta thua, Yuria có thể \nsẽ đối phó được ngay từ cái nhìn đầu tiên.",
    "なるほど……ですが、まだ試合当日までは時間があります。": "Tôi hiểu rồi… Nhưng mà, vẫn còn thời gian cho đến ngày thi đấu.",
    "カオスメイデンに勝つためにも、\nみなさん、より練度を上げていきますわよ！": "Để chiến thắng Chaos Maiden, \nmọi người, hãy nâng cao trình độ hơn nữa nhé!",
    "うげえ、また特訓祭りかよ。": "Ugh, lại là một buổi huấn luyện nữa sao.",
    "嫌そうだな。特別メニューを用意してやろう。": "Có vẻ không thích nhỉ. Để tôi chuẩn bị một thực đơn đặc biệt cho.",
    "ぜーーーったいにヤだ！": "Tuyệt đối KHÔNG!",
    "ズタボロに負けるのと、どっちがいい？": "Thua thảm hại, hay là chọn cái nào?",
    "う……ずるいっつの、その聞き方ぁ。": "Ư… Cách hỏi đó thật là xảo quyệt.",
    "よし、それじゃカラフルブーケのみんなも、\n今日は模擬戦に付き合ってくれて感謝する。": "Được rồi, vậy thì mọi người của Colorful Bouquet, \ntôi cảm ơn vì đã tham gia trận chiến mô phỏng ngày hôm nay.",
    "また何かあったら、頼ってもいいか？": "Nếu có chuyện gì, có thể nhờ cậy không?",
    "もちろんだ。こちらも何かあれば頼らせてもらおう。": "Tất nhiên rồi. Nếu có chuyện gì, chúng tôi cũng sẽ nhờ cậy.",
    "わかった。という訳で、解散だ解散。休める内に休んどけよ、お前ら。": "Tôi hiểu rồi. Vậy thì, giải tán thôi. Hãy nghỉ ngơi khi có thể nhé, các cậu.",
    "おや、もしかしてお忘れではないかな。%usernameusernameuserna%殿？": "Ô, chẳng lẽ cậu quên rồi sao? %usernameusernameuserna%?",
    "……スペシャルステーキセット食べ放題。蟹クリームコロッケを添えて。": "…Set bít tết đặc biệt ăn thả ga. Thêm cả bánh croquette kem cua nữa.",
    "わかった、わかったよ。打ち上げに行くぞ！": "Tôi hiểu rồi, tôi hiểu rồi. Đi liên hoan thôi!",
    "カラフルブーケも良かったらどうだ？\nついでに交流を深めておくってのは。": "Colorful Bouquet, các cậu cũng muốn đi không?\nNhân tiện, để tăng thêm tình hữu nghị.",
    "いや……今回は、遠慮しておこう。\n我々は敗者として、今日の戦いを見直さねばならない。": "Không… Lần này, chúng tôi xin phép từ chối.\nChúng tôi là những kẻ thua cuộc, phải xem lại trận chiến ngày hôm nay.",
    "そうか。なら、カオスメイデンに勝った時だな。": "Vậy sao. Vậy thì, là khi các cậu thắng Chaos Maiden nhé.",
    "ああ。その時は喜んで御一緒させて貰うよ。": "Ừ. Khi đó, tôi rất vui khi được cùng các cậu.",
    "……良かった。破産するところだった。": "…May quá. Suýt chút nữa thì phá sản rồi.",
    "しかし、このストイックさが、\n彼女たちの強さの根底を支えているんだろうな。": "Nhưng, sự khắc nghiệt này, \ncó lẽ là nền tảng cho sức mạnh của họ.",
    "そこは見習うべきだろう。": "Chúng ta nên học hỏi điều đó.",
    "おーい、置いてくよー。請求書だけ回すからねー。": "Ê, đi thôi. Chỉ gửi hóa đơn thôi nhé.",
    "ちょ、ふざけんな！　せめて俺にも食わせろ！": "Chờ đã, đừng có đùa! Ít nhất thì cho tôi ăn với!",
    "ふぅ……今日は無事に勝てて良かったな。": "Ha… Hôm nay thắng được thật tốt.",
    "財布には思わぬダメージを受けたが……": "Ví tiền của tôi đã bị tổn thất nặng nề…",
    "戦術と役割と考え方を変えるようにアドバイスしただけだが、\n上手くいってくれて助かった。": "Tôi chỉ đưa ra lời khuyên để thay đổi chiến thuật, vai trò và cách suy nghĩ thôi, \nnhưng may mắn là mọi chuyện đã diễn ra tốt đẹp.",
    "しっかし、カオスメイデンか……あの生駒があれほど警戒する程とは、\n何か考えないといけないか。": "Nhưng, Chaos Maiden… Ikoma còn cảnh giác đến mức đó, \ntôi phải nghĩ cách gì đó mới được.",
    "そうしてこれからのことを考えていると、\n部屋の扉が数回ノックされた。": "Khi tôi đang nghĩ về những điều sắp tới, \ncánh cửa phòng gõ vài lần.",
    "ん？　誰だ？": "Hửm? Ai vậy?",
    "あの、%usernameusernameuserna%さん。めるです。\n相談したいことがあるんですけど……": "À, %usernameusernameuserna%さん. Là Meru ạ.\nEm có chuyện muốn hỏi ạ…"
}