{
    "偶然食堂の前で七彩と出くわした俺は、\n彼女と昼食をとることにした。": "Tôi tình cờ gặp Nanase trước cửa nhà ăn,\ntôi quyết định ăn trưa với cô ấy.",
    "七彩ってすごく綺麗だよな。": "Nanase thật sự rất xinh đẹp.",
    "……っ！？　な、な、何ですの！？\nそんな急に……": "……!?, Ơ, ơ, là, là, là sao chứ!?\nTự nhiên…",
    "いや、見てて思ったからつい口に出ちゃったんだ。\n食器や皿はもちろん口元も汚さない、綺麗な食べ方だ。": "Không, chỉ là tôi nghĩ vậy nên lỡ buột miệng thôi.\nTừ chén đĩa đến khóe miệng, em ăn rất sạch sẽ.",
    "ああ、ええ……食べ方の話でしたか……": "A, vâng… là chuyện ăn uống sao…",
    "テーブルマナーに関しては一通り学んでいますわ。\nふふ、格式高いレストランでも問題ありませんのよ。": "Em đã học qua một vài quy tắc trên bàn ăn.\nHừm hừm, đến cả nhà hàng sang trọng cũng không thành vấn đề đâu ạ.",
    "とはいえ、失敗もしてしまいましたが……": "Tuy nhiên, em cũng đã từng thất bại…",
    "気になるがスルーする": "Bỏ qua vì tò mò",
    "気になるので聞いてみる": "Tò mò nên hỏi thử",
    "（ん？　何かあったのか？）": "（Hửm? Có chuyện gì sao？）",
    "失敗があったとしても、\n今がこれだけ立派なら可愛いもんじゃないか？": "Dù có thất bại đi chăng nữa,\nhiện tại em đã giỏi giang như vậy thì có gì đâu chứ?",
    "まあ……そういう考え方もできますわね。\nお気遣いありがとうございます。": "À thì… cũng có thể nghĩ như vậy ạ.\nCảm ơn anh đã quan tâm.",
    "どのみち俺は今の七彩しか知らないからな。": "Dù sao thì tôi cũng chỉ biết Nanase của hiện tại thôi.",
    "ふふ、そうですわね。": "Hừm hừm, đúng là vậy ạ.",
    "失敗ってどんな失敗なんだ？": "Thất bại gì cơ?",
    "テーブルマナーを覚えたばかりなので、\nどこでもナイフとフォークを使っていましたの。": "Vì mới học quy tắc trên bàn ăn,\nnên em đã dùng dao và nĩa ở bất cứ đâu.",
    "……それで、小さい頃にある料亭に行った際、\n店員さんに『ナイフとフォークをお出しなさい！』と……": "……Thế rồi, hồi còn nhỏ, khi đến một nhà hàng,\nngười phục vụ đã bảo em 'Hãy bỏ dao và nĩa xuống đi!'…",
    "はは、可愛い失敗じゃないか。": "Ha ha, một thất bại dễ thương làm sao.",
    "わたくしにとっては人生の汚点ですわ……口調も尊大でしたし……\nでも時と場合のマナーに合わせる大切さは身に沁みましたの。": "Đối với em mà nói, đó là một vết nhơ trong cuộc đời… Giọng điệu cũng ngạo mạn nữa…\nNhưng em đã thấm thía được tầm quan trọng của việc điều chỉnh quy tắc tùy theo hoàn cảnh.",
    "失敗から学ぶ、ってやつだな。\nきっと七彩には必要な経験だったんだろう。": "Học hỏi từ thất bại, đúng không nào?\nChắc chắn đó là một kinh nghiệm cần thiết đối với Nanase.",
    "なるほど……そうとも言いますわね。": "Ra là vậy… cũng có thể nói như vậy ạ.",
    "ふふ……なんだか%usernameusernameuserna%さんに話すと、\n恥ずかしい過去も良き教訓のように思えますわ。": "Hừm hừm… không hiểu sao khi nói chuyện với %usernameusernameuserna%,\nquá khứ xấu hổ của em cũng trở thành một bài học hay. "
}