{
    "俺とトレブルクインテットは、ＡＤ社の工場がある工業地域へと\n向かっていた。ちなみにリリーは『奥の手』のためにお使い中だ。": "Tôi và Treble Quintet đang trên đường đến khu công nghiệp, nơi có nhà máy của AD. À, Lily đang đi làm 'chiêu cuối'.",
    "%usernameusernameuserna%さんとトレブルクインテットのみんなで、\nバイブス上げていきますよー！": "Cùng với %usernameusernameuserna% và mọi người trong Treble Quintet, chúng ta sẽ cùng nhau tăng 'vibe' lên nào!",
    "でもいきなり攻撃はするなよ？　これは簡単にいえば挑発行為だ。\n武装したＭＧで押しかけ、向こうのリアクションを引き出す。": "Nhưng đừng tấn công vội nhé? Nói đơn giản thì đây là hành động khiêu khích. Dùng MG vũ trang xông vào, khiêu khích đối phương.",
    "思ったんだけど……相手のリアクションが無かったらどうするの？\nただＭＧで襲撃かけただけになっちゃうよね。": "Tôi tự hỏi... nếu đối phương không phản ứng thì sao? Chúng ta chỉ tấn công bằng MG thôi à?",
    "人目を引いて、観客を魅了するのがトレブルクインテットの本領だろ。\n無視できないほどのパフォーマンスを見せてやれ。": "Thu hút sự chú ý và làm say mê khán giả mới là bản lĩnh của Treble Quintet. Hãy thể hiện một màn trình diễn không thể phớt lờ.",
    "やつらが思わず尻尾を出すような、な。": "Để bọn chúng phải lộ đuôi, hiểu chứ?",
    "……それ説明してないよね！？　凄い丸投げされてないかな！？": "… Khoan đã, cậu chưa giải thích gì cả!? Sao lại đẩy hết cho tớ thế này!?",
    "いいじゃない、後のことなんて考えずに派手に騒ぐのも。\nストレスが溜まってたし、最高に『映える』画をみんなに届けましょ♪": "Không sao đâu, cứ làm ầm lên, không cần nghĩ gì cả. Tớ đang bị stress, hãy mang đến cho mọi người một khung cảnh 'lung linh' nhất nào!",
    "俺が責任を取る": "Để tôi chịu trách nhiệm.",
    "生徒会長が責任を取る": "Hội trưởng sẽ chịu trách nhiệm.",
    "その意気だ。何かあったらそのときは……": "Được đó. Nếu có chuyện gì xảy ra thì...",
    "その言い回し、よく聞くけど具体的に何をするんだろうね。": "Cách nói đó nghe quen lắm, nhưng cụ thể thì sẽ làm gì vậy?",
    "さあな。俺もよく分かってはいない。\n生徒会長に丸投げしよう。": "Chịu thôi. Tớ cũng không rõ nữa. Để hội trưởng lo liệu vậy.",
    "おいこら、数秒前のセリフはどこいった。": "Ê, mấy giây trước cậu nói gì?",
    "まさかの他人任せ……": "Thật bất ngờ, lại giao cho người khác...",
    "いやだって、俺……責任のとりようがないし？": "Nhưng mà tôi... làm sao có thể chịu trách nhiệm được chứ?",
    "ふふ、確かにね。\n後輩クンのそういう素直なところ、嫌いじゃないわよ。": "Hừm, đúng là vậy. Tớ không ghét cái tính thật thà đó của cậu đâu, hậu bối.",
    "工業地域が見えてきた頃、フルートは機体の手に持たせていた\n配信用ドローンを起動する。それを空に放ち――": "Khi khu công nghiệp hiện ra, Flute khởi động drone phát trực tiếp mà cô ấy đang cầm trên tay. Cô ấy thả nó lên trời...",
    "アゲぽよ～！　今、緊急で生配信しています！": "A-gê-pô-yo~! Hiện tại, chúng ta đang phát sóng trực tiếp khẩn cấp!",
    "突発企画！　題して！": "Dự án bất ngờ! Với chủ đề!",
    "『＃ニセ生徒会長を捜せ！』キャンペーンの答え合わせ――\n『＃ニセ会長の発見！？　ＡＤ社の工場に突撃してみた！』です！": "'#Tìm_Hội_Trưởng_Giả!' Giải đáp thắc mắc— 'Đột kích nhà máy AD và tìm ra #Hội_Trưởng_Giả!'",
    "……みなさん、評価プロジェクトの動画は観てくれましたでしょうか？\n突然中止になって、困惑していると思います。": "… Mọi người đã xem video của Dự án Đánh Giá chưa? Chắc hẳn mọi người đang rất bối rối vì nó đã bị dừng đột ngột.",
    "今、トリニティ・ジュエルの３人の女の子たちが、\nとってもつらい目に合ってます……": "Hiện tại, ba cô gái của Trinity Jewel đang gặp phải tình cảnh rất khó khăn...",
    "無実の罪で捕まり、泥棒みたいな扱いをされちゃってます。": "Họ bị bắt vì tội danh vô cớ và bị đối xử như những kẻ trộm.",
    "それを見過ごすことなんてできるでしょうか？\n少なくともトレブルクインテットにはできませんでした！": "Liệu chúng ta có thể làm ngơ được không? Ít nhất là Treble Quintet thì không thể!",
    "そこで、トレブルクインテットはこれより真相を暴きにいきます！\n実は、『＃ニセ生徒会長を捜せ！』もその一環だったんです。": "Vì vậy, Treble Quintet sẽ vạch trần sự thật ngay bây giờ! Thực ra, '#Tìm_Hội_Trưởng_Giả!' cũng là một phần trong đó.",
    "ご覧ください……！　特別配信！　ＢＡＮ覚悟……！\n配信者人生をかけてニセ会長の悪行を白日の元に晒します！": "Hãy xem nào…! Phát sóng đặc biệt! Liều mình…! Đặt cược cả cuộc đời streamer để vạch trần tội ác của hội trưởng giả!",
    "……ＢＡＮ覚悟って、本当にされたら大変そうだけど、大丈夫？": "… Liều mình như vậy, nếu bị khóa tài khoản thì sẽ rất phiền phức đấy, ổn không?",
    "だ、大丈夫じゃないかもですけど……でもライバルを見捨てるのは、\nフルートの目指してるギャルじゃないです！": "C-có lẽ không ổn đâu… Nhưng từ bỏ đối thủ thì không phải là gal của Flute!",
    "だから――": "Vì vậy—",
    "うわっ、なに！？": "Uwa, cái gì vậy!?",
    "えっ、ええええ！？　まだ何もやっていませんよ！？": "Hả, ế, ế ế!? Tớ còn chưa làm gì mà!?",
    "その答えは、すでに視界に入っている目的地、\nＡＤ社の工場敷地にあった――": "Câu trả lời đã nằm trong tầm mắt, tại địa điểm đến, khuôn viên nhà máy AD—",
    "おい、すでに炎上してるぞ！？": "Ê, nó cháy rồi kìa!?",
    "ええええええ！？": "Ế ế ế ế!?",
    "本当に炎上してます！？": "Nó thực sự đang cháy kìa!?",
    "しかも物理的にだね……\n配信とかじゃなく……": "Hơn nữa là cháy theo nghĩa đen đấy… Không phải là trên sóng nữa…",
    "誰が上手いことを言えと――\nって、みんな見て。あの機体……！": "Ai bảo nói hay làm gì— Này, mọi người nhìn kìa. Cỗ máy kia…!",
    "双頭の斧か！": "Song Đầu Phủ!",
    "見覚えのある機体はおそらく双頭の斧だろう。\nだが、彼女達が戦っている戦闘用のドローンの群れは一体――": "Cỗ máy quen thuộc đó có lẽ là Song Đầu Phủ. Nhưng, đội drone chiến đấu mà họ đang chiến đấu là—",
    "え……これ、どうしたら……？\n双頭の斧と、誰が戦ってるの……？": "Ể… Cái này, phải làm sao đây…? Song Đầu Phủ đang chiến đấu với ai…?",
    "もしかすると今ならやつらの部隊の通信を、\n傍受できるかもしれない……ちょっと待ってくれ。": "Có lẽ bây giờ chúng ta có thể nghe lén được thông tin liên lạc của đội quân đó… Chờ một chút.",
    "そうして通信傍受を試みると――": "Và khi cố gắng nghe lén...",
    "『アークライトの連中め、私を切り捨てて\nすべての罪を被せる算段ね……バカな奴ら』": "'Bọn Arclight, chúng muốn loại bỏ tôi và đổ hết tội lên đầu tôi… Bọn ngốc'",
    "『裏切り者に慈悲は無用よ。\nいけ、お前達。この工場を地獄に変えてあげなさい！』": "'Không cần lòng thương xót với kẻ phản bội. Đi đi, các ngươi. Hãy biến nhà máy này thành địa ngục!'",
    "今のってつまり……": "Ý của việc đó là…",
    "ＡＤ社がコトハを裏切って、それに怒ったコトハが\n工場を破壊しまくってる……ってところかな。": "AD đã phản bội Kotoha, và Kotoha tức giận nên đã phá hủy nhà máy… đúng không?",
    "じゃあ双頭の斧と交戦中のドローンは、\nＡＤ社が所有するドローンってことかしら。つまり……仲間割れ？": "Vậy thì drone đang giao chiến với Song Đầu Phủ là drone của AD sao? Tức là… đánh nhau nội bộ?",
    "放っておけば、いわゆる漁夫の利ってやつになるのかな？": "Nếu cứ để yên, thì sẽ thành 'ngư ông đắc lợi' nhỉ?",
    "でも、このまま見過ごすわけにはいかないよ。\nもしかしたら関係ない人にまで被害が出ちゃうかもしれないから。": "Nhưng, chúng ta không thể làm ngơ được. Vì có thể sẽ có người vô can bị liên lụy.",
    "確かに放っておくわけにはいかないな。\nそれに傍観していただけじゃ……視聴者も退屈するだろ？": "Đúng là không thể làm ngơ được. Với lại, nếu chỉ đứng xem… thì khán giả cũng sẽ thấy chán đúng không?",
    "そうですね……たとえ被害者の方がいないとしても、\nこんな争いはぽよじゃないので……『Ｆｌ∞ｔｙ』が止めます！": "Đúng vậy… Dù không có ai bị hại đi chăng nữa, thì một cuộc chiến như thế này cũng không phải là 'poyo'… nên 'Fl∞ty' sẽ ngăn chặn!",
    "トレブルクインテットのメンバーは次々に工場へと降下。\nすぐさま双頭の斧のＭＧとＡＤ社のドローンは照準をこちらに向ける。": "Các thành viên của Treble Quintet lần lượt hạ xuống nhà máy. Ngay lập tức, MG của Song Đầu Phủ và drone của AD chĩa nòng về phía chúng ta.",
    "どうやら一時休戦して、俺達を先に始末するつもりらしいな。": "Có vẻ như họ sẽ tạm ngừng chiến sự và xử lý chúng ta trước.",
    "え、ええ！？　そんないきなり仲良しさんに！？\nフルートのぽよが伝わったなんてことは……": "Ê, ế!? Tự nhiên thân thiết thế này!? Chẳng lẽ 'poyo' của Flute đã lan tỏa rồi sao…",
    "言ってる場合！？　二正面作戦はちょっと想定外なんだけど！": "Còn nói gì nữa!? Tớ không ngờ lại phải tác chiến hai mặt!",
    "さすがに交戦してすぐに挟撃されては、\nトレブルクインテットも苦戦を強いられ、防戦一方となる。": "Quả là không thể ngờ. Treble Quintet sẽ gặp khó khăn, chỉ có thể phòng thủ.",
    "ぐうっ……流石に、この物量は……！": "Ư… Quả nhiên, số lượng này…!",
    "ちょ、ちょっと、これはマズくないかしら！？": "Chờ, chờ chút, chuyện này không ổn rồi!?",
    "示し合わせたように手を組むなんて手際が良すぎるな。\nさてはコトハがやってくれたか……": "Họ phối hợp ăn ý đến mức đáng ngạc nhiên. Chắc Kotoha đã làm gì đó…",
    "霞光の存在に気づいた瞬間に秘匿性の高い回線に切り替え、\nＡＤ社側の指揮官とコンタクトを取ったのだろう。": "Ngay khi nhận ra sự hiện diện của Kasumi, họ đã chuyển sang một đường truyền bí mật và liên lạc với chỉ huy của AD.",
    "くっ……このまま全裸で土下座でもすれば許してくれるか？": "Khực… Nếu tôi quỳ gối khỏa thân thì liệu có được tha thứ không?",
    "そんなわけないでしょ！？　誰得なのさ！？\n今はまだ捌けてるけど、これ以上は……！": "Không đời nào! Ai thèm xem chứ!? Bây giờ vẫn còn xoay xở được, nhưng nếu cứ tiếp tục…!",
    "みんな、諦めちゃダメです！\nまだ……見てくれてる人たちがいますから！": "Mọi người, đừng bỏ cuộc! Vì vẫn còn… những người đang xem chúng ta!",
    "だが、フルートは決して諦めない。\n必死にカメラを回して戦い続けている。": "Nhưng, Flute sẽ không bao giờ bỏ cuộc. Cô ấy cố gắng quay camera và tiếp tục chiến đấu.",
    "無実の罪でとらわれているレイヴェルちゃん達……\nそれに、応援してくれる皆のために……！": "Vì Revelle và những người đang bị bắt oan… Và vì tất cả mọi người đang ủng hộ chúng ta…!",
    "必死に正面からの攻撃を持ちこたえる彼女には覚悟があった。\nそれは、この競争で成長したフルートの矜持だ。": "Cô ấy đã có sự chuẩn bị để chống lại các cuộc tấn công trực diện. Đó là niềm tự hào của Flute, người đã trưởng thành trong cuộc cạnh tranh này.",
    "フルートがどうなったとしても……きっと、届けて見せます！\nレイヴェルちゃん達の無実を！　そしてギャルは必ず勝つことを！": "Dù Flute có ra sao đi nữa… Chắc chắn sẽ truyền tải được! Sự vô tội của Revelle! Và gal sẽ luôn chiến thắng!",
    "まずいわっ、フルートちゃん！　後ろ！": "Nguy rồi, Flute-chan! Phía sau!",
    "っ！？": "Hả!?",
    "１機のＭＧが密かに背後からフルートへ肉薄する。": "Một chiếc MG bí mật tiếp cận Flute từ phía sau.",
    "もらった！！": "Được rồi!!",
    "その瞬間――": "Khoảnh khắc đó—",
    "うわぁああああ！！": "Uwaaaaaa!!",
    "爆音とともに双頭の斧の機体が次々吹き飛ばされ、陣形が乱れる。": "Cùng với tiếng nổ, cỗ máy Song Đầu Phủ lần lượt bị thổi bay, đội hình bị rối loạn.",
    "え……？": "Hả…?",
    "なんだ！？　新手か！？": "Cái gì vậy!?",
    "何者……！？": "Ai…!?",
    "――こちらパスファインダー、レイヴェル・ブライトリーフ機。": "— Đây là Pathfinder, máy của Revelle Brightleaf.",
    "……！": "…!",
    "『Ｌｉｂｅｒｔｙ　Ｏｎｌｉｎｅ　Ｃａｍｐｕｓ』所属、\nチーム『トリニティ・ジュエル』――": "Thuộc 'Liberty Online Campus', đội 'Trinity Jewel'—",
    "これより、戦闘に参加する。": "Chúng tôi sẽ tham gia chiến đấu.",
    "さて――少しは借りを返せたか？": "Nào— Đã trả được nợ một chút rồi chứ?"
}