{
    "これから体育祭の特訓をするため、特別養成校舎へ向かっていると――": "Tôi đang trên đường đến khu huấn luyện đặc biệt để tập luyện cho lễ hội thể thao――",
    "あ、%usernameusernameuserna%！　きぐーだね！": "A, %usernameusernameuserna%! Cậu khỏe chứ!",
    "手に買い物袋を提げたノエルに遭遇した。\n袋の中身は飲み物やお昼ごはんのようだ。": "Tôi gặp Noel đang xách túi đồ. Bên trong có vẻ là đồ uống và bữa trưa.",
    "おう、ノエル。一緒に校舎行くか？": "Chào Noel. Đi cùng tôi đến nhà thi đấu không?",
    "うん、行くー！": "Vâng, đi thôi!",
    "……っと、その前にスーパー寄ってもいいか？\n朝から何も飲んでなくてな。ちょっと飲み物を買いたい。": "…… Khoan đã, tôi ghé siêu thị mua gì đó được không?\nTừ sáng đến giờ chưa uống gì. Muốn mua chút nước.",
    "それなら、はい！　２本買ってるから、１本新しいのあげる！\nいつも特訓見てくれるお礼！": "Vậy thì, này! Tớ mua hai chai, cho cậu một chai mới luôn!\nCảm ơn vì cậu luôn xem tớ tập luyện!",
    "と、ノエルは袋からスポドリのペットボトルを１本出して差し出した。": "Noel lấy ra một chai nước thể thao từ trong túi và đưa cho tôi.",
    "お言葉に甘えてもらう": "Cứ tự nhiên nhận vậy",
    "やっぱり自分で買う": "Để tôi tự mua vậy",
    "え、いいのか？": "Hả, được sao?",
    "じゃあ、お言葉に甘えていただこうかな。ありがとう。": "Vậy thì, tôi xin phép nhận vậy. Cảm ơn.",
    "どーいたしまして！": "Không có gì!",
    "（今度逆に何か奢ってあげるか）": "(Để lần sau mời gì đó vậy)",
    "喉が渇いていた俺は、\nさっそくもらったペットボトルの蓋を開けて口をつけた。": "Tôi đang khát, tôi mở nắp chai nước vừa nhận và uống thử.",
    "ぷはーっ！　美味い！": "Phù! Ngon!",
    "（しかし新品らしいのに、蓋の抵抗が弱かったな……気のせいか）": "(Nhưng sao nắp chai có vẻ lỏng lẻo nhỉ…… Chắc là mình nghĩ vậy thôi)",
    "私も自分の飲もっと！": "Tớ cũng uống của tớ!",
    "……あ。": "…… A.",
    "ん？": "Hử?",
    "な、なんでもないよ！": "Đ, đừng có gì hết!",
    "うぅ、そのペットボトル、私のだったぁ……\nこれって、か、間接……": "Ư… chai nước đó là của tớ mà……\nCái này là, gi, gián tiếp……",
    "最後なんて言ったのかわからなかったが、\nノエルのおかげで俺の渇きは癒えたのだった。": "Tôi không biết cô ấy nói gì ở cuối, nhưng cơn khát của tôi đã được giải tỏa nhờ Noel.",
    "いや、やっぱり悪いから自分で買うよ。\nスーパー、ここから歩いてそんなに遠くないし。": "Không, tôi thấy ngại nên tự mua vậy.\nSiêu thị cũng không xa lắm từ đây.",
    "えー？　遠慮しなくていいのに。": "Hể? Cậu không cần khách sáo vậy đâu.",
    "あ、そうだ！　それじゃあ、私もついてっていい！？": "À, phải rồi! Vậy thì, tớ đi cùng cậu được không!?",
    "いいけど、買い物はもう済んだんじゃ？": "Được thôi, nhưng cậu mua xong rồi mà?",
    "……えっと、その……%usernameusernameuserna%と、\n一緒に校舎行きたいなって。": "…… Ừm, thì là…… tớ muốn đi với %usernameusernameuserna% đến nhà thi đấu.",
    "ダ、ダメ……？": "Đ, được không……?",
    "はは、そんなふうに言われちゃ断れないよ。\nいいに決まってるだろ。": "Ha ha, bị nói vậy thì không từ chối được rồi.\nChắc chắn là được rồi.",
    "こうして俺達は一緒にスーパーへ行ったあと、\n仲良くふたりで校舎に行ったのだった。": "Cứ như vậy, chúng tôi cùng nhau đến siêu thị, sau đó\ncả hai cùng nhau đến nhà thi đấu."
}