{
    "ピンポーン――": "ピンポーン――",
    "レイヴェル、いるか？\n相談があるって連絡があったから来たんだが……": "レイヴェル、いるか？\n相談があるって連絡があったから来たんだが……",
    "ああ、%usernameusernameuserna%。\n急に呼び出しておいてすまないが、今準備で手が離せないんだ。": "À, %usernameusernameuserna%。\nXin lỗi vì đã gọi cậu đột ngột, nhưng hiện tại tớ đang bận chuẩn bị.",
    "鍵は開けてあるから、入ってきてくれ。": "Cậu cứ mở cửa vào đi.",
    "わかった。": "Tớ hiểu rồi.",
    "すまない。下手に動くと、ペディキュアがよれそうでな。\n今日は足元を見せる撮影もあるみたいで……": "Xin lỗi. Nếu cử động mạnh, lớp sơn móng sẽ bị hỏng mất.\nHôm nay còn có buổi chụp ảnh chân nữa...",
    "レイヴェルはパイロットであること以外に、\nモデルとしても活動している。": "Ngoài là một phi công, Reivell còn hoạt động như một người mẫu.",
    "そういうの自分でやるんだな。\nモデルって、全部人にやってもらうんだと思ってたよ。": "Cậu tự làm những việc đó à?\nTớ cứ tưởng người mẫu là phải nhờ người khác làm hết chứ.",
    "え？　ああ……まあ、人によるが。\n私は、基本のヘアセットやメイクくらいなら自分でやる。": "Hả? À... Ừm, tùy người thôi.\nTớ thì tự làm những việc cơ bản như trang điểm và tạo kiểu tóc.",
    "特別な仕上げが必要な時は、流石にプロを頼るがな。\n自分でできることは自分でやるようにしているんだ。": "Khi cần những khâu hoàn thiện đặc biệt, tớ sẽ nhờ đến chuyên gia.\nTớ luôn cố gắng tự làm những gì có thể.",
    "複数のモデルがいる時は、スタッフも大変だろう？\nみんなの負担を、可能な限り減らすためだ。": "Khi có nhiều người mẫu, nhân viên cũng vất vả lắm nhỉ?\nĐể giảm bớt gánh nặng cho mọi người hết mức có thể.",
    "なるほどな。それで相談にあった『臨時マネージャーの件』だけど……\n合計２日間やるんだよな？": "Ra là vậy. Vậy còn về việc 'tạm thời làm quản lý' mà cậu đã hỏi... \nTổng cộng là hai ngày đúng không?",
    "企業主宰のチャリティーイベントに関する撮影とインタビューで、\n１日目が広報用の写真撮影、２日目が動画インタビューだっけ？": "Chụp ảnh và phỏng vấn liên quan đến sự kiện từ thiện do công ty tổ chức.\nNgày đầu tiên là chụp ảnh quảng cáo, ngày thứ hai là phỏng vấn bằng video?",
    "そうだ。２日間も拘束するというのに、受けてくれて助かる。": "Đúng vậy. Cậu đã nhận lời dù phải bị gò bó suốt hai ngày, tớ rất biết ơn.",
    "全然問題ない。レイヴェルの頼みだしな。": "Không vấn đề gì. Vì là Reivell nhờ mà.",
    "私……というより、正確には事務所だな。\n勝手に連絡したみたいで、すまなかった。": "Tớ... mà nói đúng hơn là văn phòng của tớ.\nXin lỗi vì đã tự tiện liên lạc.",
    "もちろん、私としても受けてくれたことは嬉しいが、\n彼らの本心はこの機会に――": "Đương nhiên, tớ cũng rất vui vì cậu đã nhận lời,\nnhưng thâm tâm họ muốn nhân cơ hội này――",
    "学園内でも大きな力を持つ、\n生徒会の俺やもっといえば生徒会長と繋がりたい……だろう？": "Có thể kết nối với tớ, người có sức ảnh hưởng lớn trong học viện,\nhay nói đúng hơn là với hội trưởng hội học sinh... đúng không?",
    "ああ……私がうっかり、\n%usernameusernameuserna%と知り合いであることを話したせいで……": "À... Vì tớ đã lỡ\nkể với %usernameusernameuserna% rằng tớ quen cậu...",
    "巻き込んでしまい、すまない。": "Tớ xin lỗi vì đã lôi cậu vào.",
    "気にするな。たまたまこっちも予定空いてたしな。\n元々のマネージャーさんが倒れて困ってたんだろ？": "Đừng bận tâm. Tớ cũng đang rảnh nữa mà.\nBan đầu quản lý của cậu bị ốm nên cậu gặp khó khăn đúng không?",
    "なら、やっぱレイヴェルが謝ることじゃない": "Vậy thì, Reivell không cần phải xin lỗi.",
    "今度何かお礼してくれ。それでチャラだ": "Lần sau hãy làm gì đó để tớ được đền đáp. Coi như huề đi.",
    "そうだな……正直彼女不在での仕事には少し不安があった。": "Ừm... Thực ra tớ hơi lo lắng khi không có cô ấy.",
    "俺は全然気にしてない。むしろ役得だと思ってるぞ？": "Tớ không hề bận tâm. Thay vào đó, tớ còn thấy có lợi nữa chứ?",
    "役得？": "Có lợi?",
    "芸能マネージャーの体験なんて、なかなか出来るもんじゃないだろ。\nせいぜい楽しませてもらうよ。": "Trải nghiệm làm quản lý nghệ sĩ đâu phải dễ có được đâu.\nCứ để tớ tận hưởng vậy.",
    "そう言ってもらえると、こちらも気が楽だ。": "Nghe cậu nói vậy, tớ cũng thấy nhẹ nhõm hơn.",
    "ああ、だからレイヴェルもあまり負い目を感じすぎるなよ。": "À, vì vậy Reivell đừng cảm thấy có lỗi quá nhé.",
    "%usernameusernameuserna%……": "%usernameusernameuserna%...",
    "撮影されるモデルさんが主役なんだから、\n余計なこと気にしてパフォーマンスが発揮できなかったらダメだろ？": "Vì người mẫu được chụp là nhân vật chính,\nnếu cậu cứ bận tâm những chuyện vặt vãnh thì không thể hiện được hết khả năng của mình đâu?",
    "確かに……": "Quả thật...",
    "おっ、今の俺、マネージャーっぽくなかったか？": "Ố, tớ vừa giống quản lý chưa?",
    "……ふっ……そうだな。": "...... Hừm... Đúng là vậy.",
    "礼か……\n確かに、そういうのは必要だな。": "Đền đáp à...\nQuả thật, những thứ đó là cần thiết.",
    "うーむ……そうだな、何がいいか……": "Ưm... Đúng là vậy, nên làm gì đây...",
    "そ、そんなに真剣に考えなくても……": "Đ, đừng suy nghĩ nghiêm túc đến vậy...",
    "そんな訳にはいかない、お礼……いや、これはお詫びだからな。": "Không thể nào, đền đáp... không, đây là lời xin lỗi mà.",
    "お詫びって……すまん、冗談だよ。\nレイヴェルはやっぱり、いつも真面目で真剣なんだな。": "Xin lỗi á... Xin lỗi, tớ đùa thôi.\nReivell vẫn luôn nghiêm túc và chân thành nhỉ.",
    "冗談が通じない奴……ということか？": "Ý là... không biết đùa à?",
    "違う、それがレイヴェルのいいところってことさ。\nだから俺は臨時マネージャーを引き受けたんだ。": "Không, đó là điểm tốt của Reivell.\nVì vậy tớ mới nhận làm quản lý tạm thời.",
    "いつも真面目で何に対しても真剣なレイヴェルが相手なら、\n大丈夫じゃないかって。": "Nếu là Reivell, người luôn nghiêm túc và chân thành trong mọi việc,\nthì chắc chắn sẽ ổn.",
    "それは……ありがとう。": "Điều đó... Cảm ơn cậu.",
    "にしても、レイヴェルでも不安になることがあるんだな。": "Nhưng mà, Reivell cũng có lúc cảm thấy bất an nhỉ.",
    "……どういう意味だ？": "...... Ý cậu là sao?",
    "悪い意味じゃないさ。いつもクールで完璧なリーダーって印象だし、\n多少のトラブルじゃ不安なんて感じないのかと思ってた。": "Tớ không có ý xấu đâu. Cậu luôn là một leader hoàn hảo và lạnh lùng, \ntớ cứ nghĩ cậu không hề cảm thấy bất an trước những rắc rối nhỏ nhặt.",
    "……%usernameusernameuserna%には、\nそう見えるんだな。": "...... %usernameusernameuserna% thấy tớ như vậy à?",
    "あっ、もしくは、そんなレイヴェルでも不安になるくらい、\n信頼がおけて仕事ができるマネージャーさんだったのか？": "À, hoặc là, ngay cả Reivell như vậy cũng cảm thấy bất an,\nvì cậu là một quản lý đáng tin cậy và giỏi giang?",
    "……そんな人の代わりなんて、俺に務まるかな。": "...... Liệu tớ có thể thay thế người như vậy không nữa.",
    "大丈夫だ。現場の取り仕切りは基本的に私がやる。\nそれ以外の手が回らないところのサポートをお願いしたい。": "Không sao đâu. Về cơ bản tớ sẽ lo việc chỉ đạo hiện trường.\nTớ muốn cậu hỗ trợ những việc khác mà tớ không thể làm được.",
    "了解した。とにかく足手まといにならないように頑張るよ。": "Đã hiểu. Dù sao thì tớ sẽ cố gắng không gây vướng víu.",
    "それでは撮りまーす！": "Giờ thì bắt đầu chụp nha!",
    "よろしく頼む。": "Nhờ cậu giúp đỡ.",
    "いいですねー！\n少し肩の力を抜いてもらっていいですかー？": "Tuyệt vời!\nCậu có thể thả lỏng một chút được không?",
    "こうか？": "Như này?",
    "完璧でーす！　とっても綺麗～！": "Hoàn hảo!\nĐẹp quá!",
    "それじゃ、次は足を見せて別パターンを――": "Tiếp theo, chúng ta sẽ chụp kiểu khác để lộ chân――",
    "次撮る前に、少しいいか？": "Trước khi chụp tiếp, tớ có thể hỏi một chút không?",
    "はい、なんでしょう？": "Vâng, có chuyện gì sao?",
    "ポスターにするなら、文字はこの空間に入れるとして……\n私の位置はこの辺りでどうだろう？": "Nếu dùng làm poster, thì chữ sẽ đặt vào khoảng trống này... \nvị trí của tớ ở đâu thì được?",
    "ああ～！　なるほど……": "À～! Ra là vậy...",
    "ポーズはこれでどうだろうか？　画角はこっちがいいかもな。\nライトはそちらから当ててもらってもいいか？": "Tư thế này thì sao? Góc máy này có vẻ tốt hơn nhỉ.\nCó thể cho ánh sáng chiếu từ phía đó được không?",
    "私はこちら側の角度がより良く見えるらしい。\nいつもマネージャーが言っているんだ。": "Góc độ từ phía bên này có vẻ đẹp hơn.\nQuản lý của tớ luôn nói vậy.",
    "わかりましたー！\nちょっとカメラさんと照明さんに相談してみますね！": "Đã hiểu!\nĐể tớ hỏi ý kiến của cameraman và người phụ trách ánh sáng nhé!",
    "……すごい。仕切りは自分でやるって言ってたが、完璧だ。\nどこが『不安があった』なんだか。": "...... Ghê thật. Cậu nói sẽ tự lo liệu, nhưng mọi thứ đều hoàn hảo.\nKhông biết chỗ nào là 'cảm thấy bất an' nữa.",
    "おかげで……正直やることが、ない……！！": "Nhờ có cậu... Thành thật mà nói, tớ chẳng có việc gì để làm...!",
    "貴方の撮影技術には信頼を置いている。\nこれはあくまで私の一案だから、貴方の意見も聞かせて欲しい。": "Tớ tin vào kỹ thuật chụp ảnh của cậu.\nĐây chỉ là một ý kiến của tớ thôi, tớ cũng muốn nghe ý kiến của cậu.",
    "しかもただ仕切るだけじゃなく、スタッフへの気遣いも忘れない……\nこれがデキる女ってやつか……！": "Hơn nữa, không chỉ lo liệu mọi thứ, cậu còn quan tâm đến nhân viên nữa...\nĐúng là một người phụ nữ tuyệt vời...!",
    "少しいいか、%usernameusernameuserna%。": "Cho tớ hỏi một chút, %usernameusernameuserna%.",
    "おっ！　は、はーい！": "Ố! V, vâng!",
    "すまない、少し頼みたいことがあるんだが……": "Xin lỗi, tớ có chút việc muốn nhờ cậu...",
    "なんだ？　買い出しならまかせとけ！": "Chuyện gì? Cứ để tớ đi mua đồ!",
    "ふっ、それが%usernameusernameuserna%の思うマネージャー業か。\nまぁ、確かにスタッフ全員分のドリンクは欲しいところだ。": "Hừm, đó là cách %usernameusernameuserna% nghĩ về công việc của một quản lý à?\nỪm, đúng là cần phải có nước uống cho tất cả nhân viên.",
    "全員分！？　それ、モデル側が用意するものなのか？": "Tất cả mọi người á!? Đó là việc bên người mẫu phải lo sao?",
    "他の現場ではどうか知らないが、私はそうしている。": "Tớ không biết ở những nơi khác thế nào, nhưng tớ thì làm vậy.",
    "スタッフ……特に、下の立場である者ほど、\nやることが沢山あって忙しいものだからな。": "Nhân viên... Đặc biệt là những người ở vị trí thấp hơn,\nthì có rất nhiều việc phải làm và rất bận rộn.",
    "私は写真を撮られているだけなのだから、\nそのくらいの労いはして当然だろう。": "Vì tớ chỉ là người được chụp ảnh,\nnên việc đó là điều đương nhiên.",
    "しかし……今頼みたいのは、別の仕事だ。": "Nhưng... việc tớ muốn nhờ cậu bây giờ là một việc khác.",
    "別の仕事？": "Việc khác?",
    "外にファンが集まってきているようでな……\nそちらの対応を頼めるか？": "Có vẻ như fan đang tụ tập bên ngoài...\nCậu có thể ra đó giải quyết được không?",
    "そういえば、外がガヤガヤしてる気が……": "Nói mới nhớ, bên ngoài có vẻ ồn ào nhỉ...",
    "（リモート授業が多い校舎だから、普段ほとんど人なんていない\nはずなのに。レイヴェル目当てでわざわざ集まったってことか）": "（Vì là tòa nhà có nhiều lớp học trực tuyến, bình thường chẳng có ai ở đây cả.\nChắc là vì Reivell nên họ mới đến）",
    "撮影の邪魔はしないと思うが……\n念の為教室まで入らないようにおさえておいてほしい。": "Tớ không nghĩ sẽ cản trở việc chụp ảnh đâu...\nNhưng để đảm bảo, cậu hãy ngăn họ vào lớp học nhé.",
    "了解した。": "Đã hiểu.",
    "あと私のファンは女性が多くてな……\n一応うかつに身体を触ったりしないよう配慮してくれたら助かる。": "Với lại, fan của tớ đa phần là nữ...\nTớ mong cậu để ý đừng để họ tùy tiện động chạm vào người.",
    "さすが、細かいファンへの気遣いも完璧だな……\n任せてくれ。": "Quả là, cậu chu đáo đến từng chi tiết với fan của mình... \nCứ giao cho tớ.",
    "レイヴェルさーん！": "Reivell-san!",
    "レイヴェルー！": "Reivell!",
    "うお、やば……想像してた以上の人数が集まってる……\n歩くのも大変だ……いや、怯んでる場合じゃないか。": "Ugh, chết rồi... Số lượng người tập trung còn hơn cả tớ tưởng tượng... \nĐi lại cũng khó khăn quá... Không, không được hoảng sợ.",
    "すみませーん！　ここで、一旦ストップしてくださーい！\nあ、押さないで押さないで！": "Xin lỗi mọi người! Dừng lại ở đây một chút nhé!\nÀ, đừng xô đẩy, đừng xô đẩy!",
    "ちょっと今足踏んだでしょ！": "Vừa rồi có ai giẫm vào chân tớ đúng không!",
    "踏んでないし！": "Tớ có giẫm đâu!",
    "撮影中ですので、お静かにお願いしまーす！": "Hiện tại đang trong quá trình chụp ảnh, xin mọi người giữ trật tự!",
    "（俺の声、ほとんど届いてねぇな、これ……）": "（Giọng tớ hầu như không đến tai họ...）",
    "うええーん……おねえちゃあん……": "Ue... Ue... Chị ơi...",
    "……ん？": "...... Hửm?",
    "うぐ……ひっく……ここどこぉ……": "Ugu... Hức... Đây là đâu...",
    "おーい、お嬢ちゃん、どうした？\n迷子になったのか？　名前は？": "Này cô bé, có chuyện gì vậy?\nBị lạc à? Tên là gì?",
    "うええ……ひいーん……おねえちゃん……が、\nいなくなったのぉ……": "Ue... Hih... Chị... đã đi đâu mất rồi...",
    "なるほどな……\nとりあえずここにいたら危ないから、中に入ろうか。": "Ra là vậy...\nTạm thời ở đây không an toàn, vào trong thôi.",
    "う、うん……": "Ư, ừm...",
    "（しかしなんでこんな小さい子が、学園の校舎に……\nファンって感じじゃないし、ここにいる人たちの身内だろうか？）": "（Nhưng sao một đứa bé nhỏ thế này lại ở trong tòa nhà học viện... \nKhông giống fan, có phải là người nhà của những người ở đây không？）",
    "どうした、%usernameusernameuserna%？　その子は……": "Sao vậy, %usernameusernameuserna%? Đứa bé đó...",
    "どうやら迷子みたいだ。": "Hình như bị lạc.",
    "おねえちゃん……": "Chị...",
    "……なるほど、撮影は中断だな。この子の保護者を捜すのが優先だ。\nスタッフには私から説明する。": "...... Ra là vậy, vậy thì phải tạm dừng buổi chụp hình. Ưu tiên tìm người nhà cho đứa bé này.\nTớ sẽ giải thích với nhân viên.",
    "ちょ、ちょっと待ってください、中断は困ります！\n学園には風紀委員会がいるでしょう！　そちらに任せれば……": "Khoan đã, dừng lại thì phiền lắm!\nHọc viện có ủy ban kỷ luật mà! Cứ giao cho họ...",
    "だめだ。風紀委員会に通報しても、手続きから着手まで時間を要する。\nその間、この子に長く寂しい思いをさせてしまうだろう。": "Không được. Nếu báo cho ủy ban kỷ luật, thì sẽ mất thời gian từ thủ tục đến khi bắt đầu.\nTrong thời gian đó, đứa bé sẽ phải chịu đựng sự cô đơn lâu dài.",
    "だから、私の手で捜し出してあげたい。": "Vì vậy, tớ muốn tự mình tìm ra.",
    "ですが、このあとも撮影のスケジュールが……": "Nhưng, lịch trình chụp ảnh của chúng ta sau đó...",
    "今日の撮影はチャリティーイベントのためのもの……\nつまり、か弱き者達のために行うものだろう。": "Buổi chụp ảnh hôm nay là vì sự kiện từ thiện...\nNói cách khác, là vì những người yếu thế.",
    "なのに、目の前の『か弱き者』を優先しないのか？\nそういう行動は、私の主義に反するな。": "Vậy mà, cậu lại không ưu tiên người 'yếu thế' trước mắt?\nHành động như vậy, trái với chủ nghĩa của tớ.",
    "そ、そう言われましても……": "N, nói vậy thì...",
    "………………": "………………",
    "……わかりました。３０分だけですよ。\nその後は、風紀委員会に託すこと……それでいいですか？": "… Tớ hiểu rồi. Chỉ 30 phút thôi nhé.\nSau đó, sẽ giao cho ủy ban kỷ luật... Được không?",
    "……ありがとう。": "… Cảm ơn cậu.",
    "さて、どこから捜すべきか……ん？": "Giờ thì, nên tìm từ đâu đây... Hửm?",
    "俺はさっそくＬＯＣの知り合いに、\nスマートデバイスで連絡を取っていた。": "Tôi đã liên lạc với một người quen trong LOC ngay lập tức,\nbằng thiết bị thông minh.",
    "……ああ、そうだ。エヴィのハッキングスキルなら校区のカメラから、\n迷子の保護者捜せないかなって。写真は今から送る。": "… À, đúng rồi. Với kỹ năng hack của Evi, liệu có thể tìm được người giám hộ của đứa bé từ camera trong khu học viện không nhỉ?\nTớ sẽ gửi ảnh ngay bây giờ.",
    "もちろん、フルート達にもお願いしようと思ってる。\n顔が広いから、人海戦術もできるはずだし……ああ、頼んだ。": "Đương nhiên, tớ cũng sẽ nhờ Flute.\nVì cô ấy quen biết rộng, nên có thể dùng chiến thuật biển người... À, nhờ cậu đấy.",
    "%usernameusernameuserna%？": "%usernameusernameuserna%?",
    "今ＬＯＣの知り合いに連絡したんだ。\n多分この方法ならすぐ見つかるぞ。": "Tớ vừa liên lạc với một người quen trong LOC.\nCó lẽ với cách này sẽ tìm thấy ngay thôi.",
    "時間がない上に手がかりが少なすぎるから、\nとにかく人を集めて人海戦術を取ろうと思ってさ。": "Vì không có thời gian và quá ít manh mối,\nnên tớ nghĩ sẽ tập hợp mọi người để dùng chiến thuật biển người.",
    "なる……ほど。": "Ra... là... vậy.",
    "それから――": "Và――",
    "おっ、着信きた！　もしもし！": "Ố, có cuộc gọi đến! Alo!",
    "おお～！　さすがだな、エヴィ！\nそっか、フルート達も……！　みんなには感謝だな！": "Ô～! Quả nhiên là Evi!\nThì ra là vậy, Flute cũng... ! Cảm ơn mọi người nhiều!",
    "レイヴェル、この子のお姉さん、見つかったらしい！\n今からこっち来るって！": "Reivell, chị của đứa bé này đã được tìm thấy rồi!\nSắp đến đây!",
    "なにっ、本当か！？": "Cái gì, thật sao!?",
    "ああ。ちなみにお姉さんはＬＯＣの生徒で、遊びにきた家族を案内\nしてたそうだ。その途中で逸れてしまったんだって。": "Ừ. Tiện thể, chị của bé là học sinh của LOC, và đang dẫn gia đình đi chơi.\nNhưng đã bị lạc trên đường đi.",
    "……ん、エヴィ？　ああ、わかってる。お礼はちゃんとするよ。\n何がほしいか考えておいてくれ――それじゃ。今日はありがとう。": "… Ừm, Evi? À, tớ hiểu rồi. Tớ sẽ cảm ơn đàng hoàng.\nCứ nghĩ xem muốn gì đi nhé――Vậy nhé. Hôm nay cảm ơn cậu.",
    "そうしてスマートデバイスでの通話は終わった。": "Cuộc gọi trên thiết bị thông minh kết thúc.",
    "ふぅー……\n良かったな、レイヴェル。これで一件落着だ。": "Phùー…\nMay quá, Reivell. Vậy là xong rồi.",
    "……すごいな。": "… Ghê thật.",
    "え？": "Hả?",
    "%usernameusernameuserna%はあっという間に、\nこの問題を解決してみせた。": "%usernameusernameuserna% đã giải quyết vấn đề này\ntrong chớp mắt.",
    "解決したのは俺じゃなくて、トレブルクインテットのみんなだけどな。": "Không phải tớ giải quyết, mà là nhờ mọi người trong Treble Quintet.",
    "もちろん、彼女たちにも感謝してる。\nだが、%usernameusernameuserna%の冷静な行動があってこそだ。": "Đương nhiên, tớ cũng cảm ơn họ.\nNhưng là nhờ có hành động bình tĩnh của %usernameusernameuserna%.",
    "正直私はＬＯＣ校区……最悪学園中を走り回って捜すつもりだった。\n目の前のことに焦って冷静さを欠き、自ら選択肢を絞っていた。": "Thành thật mà nói, tớ đã định chạy khắp khu học viện LOC... thậm chí là cả học viện để tìm kiếm.\nVì quá lo lắng về những gì trước mắt mà mất đi sự bình tĩnh, tự thu hẹp các lựa chọn của mình.",
    "それじゃ、３０分で見つけるのはかなり運任せになるな。": "Vậy thì, tìm thấy trong 30 phút sẽ phụ thuộc rất nhiều vào vận may.",
    "ああ……お前が一歩立ち止まって、\n最善の方法をとってくれたおかげでそうならなかった。": "Ừm... Cậu đã dừng lại một bước,\nvà chọn phương pháp tốt nhất, nhờ vậy mà không thành ra như vậy.",
    "落ち着いて状況を見れば、意外にも選択肢は多くあるもんだ。\n急いでいるときこそ、冷静になるべしってな。": "Nếu bình tĩnh nhìn nhận tình hình, thì có rất nhiều lựa chọn hơn bạn nghĩ.\nKhi đang vội, thì càng phải bình tĩnh.",
    "ふっ……そうだな。\n私にはまだまだ模索が足りなかったよ。": "Hừm... Đúng là vậy.\nTớ vẫn còn thiếu sót trong việc tìm kiếm.",
    "――翌日。レイヴェルは動画インタビューを受けていた。\n特に何の問題もなく進行して……": "――Ngày hôm sau. Reivell đã nhận một cuộc phỏng vấn video.\nMọi việc diễn ra suôn sẻ...",
    "……以上だ。仕事と学園生活を両立させてくれる、\nこの学園にはとても感謝している。": "… Trên đây là tất cả. Tớ rất biết ơn học viện này,\nvì đã giúp tớ có thể cân bằng giữa công việc và cuộc sống học đường.",
    "さすがレイヴェル、インタビューの受け答えも完璧だなあ……": "Quả là Reivell, cách trả lời phỏng vấn cũng hoàn hảo quá...",
    "ありがとうございます。では今日のインタビューはこれで……": "Cảm ơn mọi người. Vậy thì buổi phỏng vấn hôm nay đến đây là...",
    "すまない、ちょっといいだろうか。": "Xin lỗi, tớ có thể hỏi một chút được không?",
    "えっ、はい？": "Hả, vâng?",
    "今日の動画に求められていたのは学園生活の話だったが……\n少し、私の出身について話してもいいか？": "Những gì được yêu cầu trong video hôm nay là về cuộc sống học đường... \ntớ có thể nói một chút về xuất thân của mình được không?",
    "もちろんです！　レイヴェルさんはあまり過去の話をされないので、\nファンも喜ぶと思いますよ！": "Đương nhiên là được rồi! Reivell-san hiếm khi nói về quá khứ của mình,\nnên tớ nghĩ fan sẽ rất vui!",
    "私は……元々、リバティ南部のベイサイド区出身だ。\n母は、先住民カルンバ族の血を引いている。": "Tớ... ban đầu, xuất thân từ khu Bayside, miền Nam Liberty.\nMẹ tớ có dòng máu của bộ tộc Karumba bản địa.",
    "ベイサイド区は多文化コミュニティで、その分経済格差も深刻だ。\n両親も重労働がまったく報われない生活をしてきた。": "Khu Bayside là một cộng đồng đa văn hóa, vì vậy sự chênh lệch kinh tế cũng rất nghiêm trọng.\nCha mẹ tớ cũng đã có một cuộc sống mà công sức bỏ ra không được đền đáp.",
    "私がこうしてモデルをやっているのは……人口減少や貧困で\n衰退していく生まれ故郷を、再興したいと思ったからなんだ。": "Lý do tớ làm người mẫu là vì... tớ muốn hồi sinh quê hương đang suy thoái vì giảm dân số và nghèo đói.",
    "モデルとパイロットという２つの立場で、\n社会的影響力を持つ存在になりたい。": "Tớ muốn trở thành một người có tầm ảnh hưởng xã hội,\nvới hai vai trò là người mẫu và phi công.",
    "そうすれば……故郷にも注目や投資が集まり、活気を取り戻す\nきっかけになるかもしれないから……": "Nếu làm được vậy... quê hương tớ sẽ nhận được sự chú ý và đầu tư, \nvà có thể sẽ có cơ hội hồi sinh...",
    "無論、いずれ私も故郷に戻るつもりだ。そのとき皆が笑顔に\nなれる場所になっていてほしいと……そう願っている。": "Đương nhiên, một ngày nào đó tớ cũng sẽ trở về quê hương. Tớ mong rằng nơi đó sẽ là nơi mọi người có thể mỉm cười... Tớ mong là vậy.",
    "レイヴェル……": "Reivell...",
    "だ、だから、あの……": "V, vậy nên, à...",
    "レイヴェルさん？": "Reivell-san?",
    "この動画を見てくれる人達にお願いしたいんだ。\nどうか……えっと……": "Tớ muốn nhờ những người xem video này.\nXin hãy... ừm...",
    "（……？　なんか急にしどろもどろになったな……）": "（…？ Tự nhiên lại ấp úng thế này…）",
    "私に……故郷を救うために……協力してくれないだろうか？\nもちろん私もより頑張るつもりだ。でもいろんな選択肢を取りたい。": "Xin hãy... giúp tớ... cứu quê hương...?\nĐương nhiên tớ cũng sẽ cố gắng hơn nữa. Nhưng tớ muốn có nhiều lựa chọn khác nhau.",
    "尊敬に値するある人の、何気ない行動を見て……\nもっと状況を落ち着いて見つめることを知ったんだ。": "Nhìn vào hành động bình thường của một người đáng kính... \ntớ đã biết cách nhìn nhận tình hình một cách bình tĩnh hơn.",
    "些細な助言でもいい。応援してくれるだけで嬉しい。\nそれだけでもとても助かる。どうか、お願いしたい。": "Dù chỉ là một lời khuyên nhỏ thôi cũng được. Chỉ cần ủng hộ tớ là tớ vui rồi.\nChỉ cần vậy thôi là đã giúp tớ rất nhiều rồi. Xin hãy giúp đỡ tớ.",
    "（すごいな。ここまでさせる、尊敬する人って……\n一体、どんな奴なんだろう……）": "（Ghê thật. Để người mà cậu kính trọng phải làm đến mức này... \nlà người thế nào vậy...）",
    "俺は思うのだった。彼女のこの切実なお願いが、\nひとりでも多くの人に届くことを――": "Tớ đã nghĩ như vậy. Tớ mong rằng lời thỉnh cầu tha thiết này của cô ấy,\nsẽ đến được với thật nhiều người――"
}