{
    "（雪山で大変な目に遭ったが、\n結果的にログハウスでのんびりできたのは役得かもしれないな……）": "（Tuyệt vời khi được ở trong cabin gỗ trên núi tuyết, \ncó lẽ là một đặc quyền…）",
    "……そういえば、あそこにあるのはサウナか。\n七彩が使っても良いって言ってたよな……": "…À phải rồi, cái kia là phòng tắm hơi nhỉ。\nNanaya nói là có thể dùng mà…",
    "……せっかくだし、\nここはひとつ、サウナを体験させてもらおうかな。": "…Nhân tiện, \ncứ thử trải nghiệm xông hơi một lần xem sao.",
    "タオルを巻いてサウナの中に入ると、\n中はしっかりと熱されていて心地よい熱が体を包む。": "Quấn khăn tắm vào rồi bước vào phòng tắm hơi, \nbên trong nóng hừng hực, hơi nóng dễ chịu bao trùm lấy cơ thể.",
    "（……ん？　先客か？　熱気の向こうに誰かが……）": "（…Hửm? Có người đến trước à? Ai đó ở phía sau làn hơi nóng…）",
    "あれ？\n%usernameusernameuserna%さん？": "Hả?\nAnh %usernameusernameuserna%?",
    "ラウラ？　ラウラもサウナに居たのか。": "Laura? Laura cũng ở trong phòng tắm hơi sao?",
    "（……危ない、タオルだったか。\nこれが裸だったら出て行かないといけないところだった）": "（…Nguy hiểm thật, khăn tắm à。\nNếu mà trần như nhộng thì phải đi ra rồi）",
    "%usernameusernameuserna%さんもサウナ？\nここに来て、今までここで見なかったから苦手なのかなって。": "Anh %usernameusernameuserna% cũng vào phòng tắm hơi à?\nĐến đây, từ trước đến giờ em chưa thấy anh ở đây, chắc là không thích sao?",
    "いや、そういうわけじゃないぞ？\nただ、機会がなかっただけだからな。": "Không, không phải vậy đâu?\nChỉ là, chưa có cơ hội thôi.",
    "そうなんだ。\nふふ、誰かとサウナを愉しめるのは嬉しいわ。": "Vậy sao.\nHe he, em rất vui khi có thể xông hơi cùng ai đó.",
    "そうか……それなら、俺も遠慮せずお邪魔するかな。": "Vậy à… Nếu vậy, tôi cũng không ngại mà vào chung.",
    "ラウラ、俺はあんまりサウナの経験がないんだが、\nこのくらい熱いものなのか？": "Laura, tôi không có nhiều kinh nghiệm xông hơi, \nnhưng nó nóng như thế này sao?",
    "ごめんなさい。ちょっと熱めかも……私が昔からサウナが好きで、\n自分好みの温度に調整しちゃったから……": "Xin lỗi. Có lẽ hơi nóng… Em thích xông hơi từ lâu rồi, \nnên đã tự điều chỉnh nhiệt độ theo ý thích của mình…",
    "そうだったのか。\nラウラひとりだけで来たのか？": "Ra là vậy.\nLaura đi một mình sao?",
    "ううん、ノエルちゃんやジュリーちゃんとも入ってたんだけど……\n熱くて無理って、出て行っちゃって。": "Ưm, em cũng vào với Noel và Julie…\nNhưng nóng quá nên họ ra ngoài rồi.",
    "ああ、なるほどな……": "À, ra là vậy…",
    "心香ちゃんや七彩さんとは何度かサウナに入ってたけど、\n今日は別のところに行くからって。": "Em đã vào phòng tắm hơi với Kokoro và Nanaya vài lần, \nnhưng hôm nay họ đi chỗ khác.",
    "だから、今日は一人サウナかなって思ってたけど、\n%usernameusernameuserna%さんが来てくれて嬉しいわ♪": "Vì vậy, em nghĩ hôm nay mình sẽ xông hơi một mình, \nnhưng em rất vui vì anh %usernameusernameuserna% đã đến♪",
    "まあ、俺で良かったら話し相手になるよ。": "À, nếu được thì tôi sẽ làm bạn với em.",
    "ふふ、ありがとうね%usernameusernameuserna%さん。": "He he, cảm ơn anh nhé %usernameusernameuserna%.",
    "そうして、話題は雪山登山の事になっていく、": "Và rồi, câu chuyện chuyển sang chuyện leo núi tuyết,",
    "はぁ……それにしても、\nこんな風にみんなで旅行ができて、とっても楽しかったなぁ。": "Haizz… Dù sao thì, \ncả nhà cùng đi du lịch như thế này, vui quá đi mất.",
    "まあ、相変わらずトラブルには巻き込まれたけどな。": "À, mà vẫn gặp rắc rối như thường lệ.",
    "確かに、あの雪山は大変だったね……": "Đúng là, ngọn núi tuyết đó thật là vất vả…",
    "でも、無事だったし……それに、実を言うと私ね、\n%usernameusernameuserna%さんが弱みを見せてくれたのが嬉しかったな。": "Nhưng, cũng an toàn rồi… Với lại, nói thật thì em thấy vui khi \nanh %usernameusernameuserna% cho em thấy điểm yếu của mình.",
    "……そういえば恥ずかしい姿を見せてたな。\nあれは忘れてくれ。": "…Nói đến thì cũng cho thấy bộ dạng đáng xấu hổ nhỉ.\nQuên chuyện đó đi.",
    "ふふっ、%usernameusernameuserna%さんのお願いは聞いてあげたいけど、\nちょっと無理かもしれないわ。": "He he, em muốn nghe theo yêu cầu của anh %usernameusernameuserna%, \nnhưng có lẽ hơi khó.",
    "え？": "Hả?",
    "だって、あんな風に頼ってくれることなんてなかったら、\nとっても嬉しくて……ずっと覚えていたいもの。": "Vì nếu anh không nhờ cậy em như vậy, \nthì em sẽ rất vui… và muốn nhớ mãi.",
    "まいったな……": "Chán thật…",
    "%usernameusernameuserna%さんは、\nいつだって頑張って皆のために動いてくれるけど……": "Anh %usernameusernameuserna%, \nlúc nào cũng cố gắng làm việc vì mọi người…",
    "あんな風に、誰かに甘えて弱い所を見せることだって、\nしてもいいんだからね？": "Anh cũng có thể dựa dẫm vào ai đó và cho thấy điểm yếu của mình, \nđúng không?",
    "……ああ。まるで、本当のお姉ちゃんみたいだな。": "…À. Giống như, một người chị thật sự vậy.",
    "ふふ、ちゃんと弟も妹もいる立派なお姉ちゃんですよー♪\nだから、いつだって頼ってね？": "He he, em là một người chị tuyệt vời, có cả em trai và em gái nữa đóー♪\nVì vậy, hãy cứ dựa vào em nhé?",
    "ああ……確かに俺はひとりで何とかしようとしすぎだった。\nラウラのおかげで気づけたよ。ありがとうな。": "À… Đúng là tôi đã cố gắng tự mình xoay sở quá nhiều.\nNhờ Laura mà tôi đã nhận ra. Cảm ơn em.",
    "……こんなサウナで言っても説得力はないかもしれないが。": "…Nói ở trong phòng tắm hơi này có lẽ không có sức thuyết phục.",
    "う、ううん！　そんなことはないよ！？": "Ư, ưm! Không phải vậy đâu!?",
    "私はただ、頑張ってる%usernameusernameuserna%さんの、\n助けにちょっとでもなれたらいいなって思っただけだから……": "Em chỉ nghĩ, anh %usernameusernameuserna% đang cố gắng hết sức, \nmuốn giúp anh một chút thôi…",
    "だけど、それで十分に助けられたよ。": "Nhưng, như vậy là đã giúp tôi rất nhiều rồi.",
    "私も、お姉ちゃんとして弟と妹に、\nカッコいい所を見せなきゃ―って頑張っちゃうから……": "Em cũng vậy, với tư cách là một người chị, phải cho em trai và em gái thấy mình thật ngầu…\nnên em đã cố gắng hết sức…",
    "だから、%usernameusernameuserna%さんも、\nそんな風にどこか無理をしちゃってるのかも……って思って。": "Vì vậy, em nghĩ anh %usernameusernameuserna% cũng vậy, \ncó lẽ đang cố gắng quá sức ở đâu đó…",
    "…………": "…………",
    "不器用な私だけど……でも、そんな風に頑張ってる、\n%usernameusernameuserna%さんの助けに……": "Em vụng về… nhưng, em muốn giúp đỡ anh %usernameusernameuserna%…",
    "……って、あれ？\n%usernameusernameuserna%さん……？": "…Này, khoan đã?\nAnh %usernameusernameuserna%…?",
    "……ぐはっ……": "…Ực…",
    "%usernameusernameuserna%さん！？": "Anh %usernameusernameuserna%!?",
    "た、大変、%usernameusernameuserna%さんが倒れちゃった……！\nのぼせちゃったのかな……！": "Khô, không xong, anh %usernameusernameuserna% ngã rồi…!\nCó lẽ bị say nắng rồi…!",
    "%usernameusernameuserna%さん、ちょっと待っててね！\n今すぐ介抱してあげるからね！": "Anh %usernameusernameuserna%, đợi em một chút nhé!\nEm sẽ chăm sóc anh ngay!",
    "――うぐ……んっ……？": "――Ư… ừm…?",
    "（なんだ？　確か、サウナでラウラと話をしてて……）": "（Sao vậy? Chắc chắn là, đang nói chuyện với Laura trong phòng tắm hơi…）",
    "よかった……気が付いた？　%usernameusernameuserna%さん？\n頭は痛くない？　大丈夫？": "May quá… Anh tỉnh rồi?\nAnh có bị đau đầu không? Anh có ổn không?",
    "ラウラ……？　俺は……？": "Laura…? Tôi…?",
    "まだ起きたらダメよ！　サウナで倒れちゃったんだから！\nでも、ごめんなさいね？　長い時間話に付き合わせたから……": "Anh còn chưa được dậy đâu! Anh ngã trong phòng tắm hơi mà!\nNhưng, em xin lỗi nhé? Vì đã bắt anh nói chuyện lâu như vậy…",
    "いや……自分の不調に気づかなかった俺が悪い……": "Không… Tại tôi không để ý đến tình trạng của mình…",
    "（……俺は今、どこにいるんだ……？\n横になっているのは分かるが、部屋のベッドじゃないよな）": "（…Giờ tôi đang ở đâu…? \nTôi biết là đang nằm, nhưng không phải giường trong phòng）",
    "（でも、この頭に感じるやわらかくて暖かい感触は、\nとても気持ちいいな……）": "（Nhưng, cảm giác mềm mại và ấm áp trên đầu này, \nthật dễ chịu…）",
    "……ん？　って、待ってくれ……！": "…Hửm? Khoan đã…!",
    "あっ、急に起き上がろうとしちゃ駄目だよ、\nもう少しこのままでいてね、%usernameusernameuserna%さん。": "A, đừng cố gắng ngồi dậy đột ngột, \ncứ ở yên như vậy một chút đi, anh %usernameusernameuserna%.",
    "……もしかして、ラウラの膝なのか？": "…Có phải, là đầu gối của Laura không?",
    "うん、そうよ。\n倒れて部屋に連れていくよりも涼しい所で介抱したほうがいいから……": "Ừm, đúng vậy.\nVì chăm sóc ở nơi mát mẻ thì tốt hơn là trong phòng…",
    "（……まさか、ラウラが膝枕をしてくれてたのか……）": "（…Không ngờ, Laura lại đang gối đầu cho tôi…）",
    "大丈夫だ": "Ổn rồi",
    "まだ調子が悪い": "Vẫn chưa khỏe",
    "それで、%usernameusernameuserna%さんは大丈夫？\n頭が痛いとか、めまいはしてない？": "Vậy, anh %usernameusernameuserna% có ổn không?\nĐau đầu, chóng mặt không?",
    "いや……大丈夫だ。\nだから、膝枕をしなくても……": "Không… Ổn rồi.\nVì vậy, không cần phải gối đầu…",
    "だーめ。無理に立ち上がったら倒れちゃうかもしれないわ。\nゆっくり休んで、無理はしないでね？": "Không được. Nếu cố đứng dậy có thể ngã đấy.\nHãy nghỉ ngơi từ từ, đừng cố gắng nhé?",
    "……ああ、分かった。お言葉に甘えるよ。": "…À, tôi hiểu rồi. Tôi sẽ nghe theo.",
    "……まあ、確かにまだくらくらするかもな。": "…À, đúng là vẫn còn hơi choáng.",
    "それなら、お水も用意してるからね？\nだから、ゆっくり横になりながら休んでね。": "Vậy thì, em cũng đã chuẩn bị nước rồi nhé?\nVì vậy, hãy nằm yên và nghỉ ngơi đi.",
    "ああ……ありがとうな、ラウラ……": "À… Cảm ơn em, Laura…",
    "でも、本当に心配しちゃった……\n男の人だから、運べるかも不安だったし……": "Nhưng, em thực sự lo lắng…\nVì anh là đàn ông, em cũng không chắc mình có thể khiêng anh không…",
    "そういえばそうか……重かっただろ？\n大丈夫だったか？": "Nói đến thì phải rồi… Nặng lắm hả?\nCó sao không?",
    "ううん！　全然！　むしろ、軽いくらいだったわ！\nもっと%usernameusernameuserna%さんは、ご飯を食べた方がいいかも。": "Ưm! Không hề! Thậm chí, còn nhẹ nữa là!\nCó lẽ anh %usernameusernameuserna% nên ăn nhiều cơm hơn.",
    "（……そういえば、ラウラはかなりの力持ちだったな。\n俺で軽かったら、ほとんどは軽いと思うんだが……）": "（…Nói đến thì, Laura là một người rất khỏe.\nNếu nhẹ đối với tôi, thì hầu như ai cũng nhẹ cả…）",
    "でも、倒れる程無理をしちゃダメだからね？\n熱いって思ったら、ちゃんと熱いって言わないと。": "Nhưng, đừng cố gắng đến mức ngã nhé?\nNếu thấy nóng, phải nói là nóng đó.",
    "すまん、ラウラと話すのが楽しすぎて、つい……\nラウラは大丈夫なのか？": "Xin lỗi, vì tôi quá vui khi nói chuyện với Laura…\nLaura có ổn không?",
    "私は慣れてるし、お水もちゃんと飲んでたから……\nそういえば、%usernameusernameuserna%さんは飲んだの？": "Em quen rồi, và em cũng đã uống nước đầy đủ…\nNói đến thì, anh %usernameusernameuserna% đã uống chưa?",
    "ああ、さっき少し飲ませてもらった。": "À, tôi vừa uống một chút.",
    "ちゃんと飲まないとダメよ？\n脱水症状だって怖いんだから。": "Phải uống đầy đủ đấy nhé?\nVì mất nước cũng đáng sợ lắm đó.",
    "そうはいうが……ちゃんと飲んだんだがな。": "Nói vậy thôi… Tôi đã uống đầy đủ rồi.",
    "本当かしら……？　私が飲ませてあげましょうか？\n%usernameusernameuserna%さんも、楽になるでしょ？": "Thật sao…? Để em đút cho anh nhé?\nAnh %usernameusernameuserna% cũng sẽ thấy dễ chịu hơn chứ?",
    "いやいや！？　風邪をひいたわけじゃないんだからな！？\n流石にそこまではして貰わなくても……": "Không, không!? Đâu phải bị cảm mà cần phải làm vậy đâu!?\nĐến mức đó thì không cần đâu…",
    "そう……？　それならいいんだけど……": "Vậy sao…? Vậy thì tốt rồi…",
    "そういって、俺が水を飲む間しばらくの沈黙が流れ、\n小さくラウラが笑った。": "Nói rồi, một khoảng im lặng trôi qua trong khi tôi uống nước, \nLaura cười nhỏ.",
    "ふふ……なんだかこうしていると、少し懐かしい気持ちになるわ。": "He he… Cứ như thế này, em lại cảm thấy hơi hoài niệm.",
    "懐かしい？": "Hoài niệm?",
    "弟たちも、風邪をひいちゃったりすることが多かったの。\nだから、そういう時はこうやって看病をしてたのよ。": "Em trai em cũng hay bị cảm.\nVì vậy, những lúc như vậy em sẽ chăm sóc chúng như thế này.",
    "%usernameusernameuserna%さんみたいにいい子じゃないから、\n結構わがままを言ってきて困らされちゃったけどね♪": "Vì không được ngoan như anh %usernameusernameuserna%, \nnên cũng hay bị chúng làm phiền♪",
    "……なんとなく、ラウラがお姉ちゃんをしている光景の、\n想像が簡単にできるな……": "…Tôi có thể dễ dàng hình dung ra cảnh Laura đang làm chị…",
    "そうかな……やっぱり家でも、弟たちにのんびりしすぎって、\n怒られちゃうことも多いんだけど……": "Vậy sao… Dù sao thì, ở nhà em cũng hay bị mắng vì lười biếng với em trai…",
    "あっ、あとイタズラっ子が多いから、\nよく引っかかっちゃうのよね……": "À, với lại, có nhiều đứa nghịch ngợm nên em hay bị dính vào…",
    "あはは、確かにそんなイメージがあるな。": "A ha ha, đúng là có hình ảnh đó thật.",
    "……なんだか懐かしいわ。\nプレ・クラスに入ってから、帰ってないから……": "…Em thấy nhớ quá.\nTừ khi vào lớp Pre-Class, em chưa về nhà…",
    "ラウラ……そうだったのか。": "Laura… Ra là vậy.",
    "ええ、立派な姿を見せるまでは帰れないなーって。\n実家からはいつでも帰ってきてもいいって言われてるんだけどね？": "Vâng, em không thể về nhà cho đến khi em thể hiện được bản thân mình.\nNhà em lúc nào cũng bảo em có thể về mà?",
    "でも、お姉ちゃんとして……弟と妹には、\nカッコいい姿を見せてあげたいなーって思うの。": "Nhưng, với tư cách là một người chị… với em trai và em gái, \nem muốn cho họ thấy mình thật ngầuー",
    "そういって、どこか寂しげな表情を浮かべる。\nそんな彼女に俺は尋ねる。": "Nói rồi, cô ấy lộ ra vẻ mặt có chút buồn bã.\nVới cô ấy, tôi hỏi.",
    "なあ、ラウラ。": "Này, Laura.",
    "なあに？　%usernameusernameuserna%さん？": "Sao ạ? Anh %usernameusernameuserna%?",
    "もしよければだけど……\nラウラの兄弟の話をもっと聞かせてくれないか？": "Nếu được thì…\nEm có thể kể cho tôi nghe nhiều hơn về anh em của em không?",
    "えっ？　私の兄弟の話？\n別にいいけど……そんな面白い内容じゃないかも……": "Hả? Chuyện anh em của em á?\nCũng được thôi… Nhưng có lẽ không thú vị lắm đâu…",
    "いや、俺にとっては十分に楽しい話だよ。\nだから、聞かせてくれないか？": "Không, đối với tôi thì đó là một câu chuyện thú vị rồi.\nVì vậy, em có thể kể cho tôi nghe được không?",
    "そう？　なら弟の話なんだけど……": "Vậy sao? Vậy thì chuyện về em trai em…",
    "そうして、ラウラから他愛ない家族の話を聞く。\nたとえば、風邪の看病をした話。イタズラを怒った話……": "Và rồi, tôi nghe những câu chuyện gia đình tầm thường từ Laura.\nVí dụ, chuyện chăm sóc khi bị cảm. Chuyện mắng vì nghịch ngợm…",
    "（……でも、この話をしてる時のラウラは、\nとってもいい顔をしてるな）": "（…Nhưng, Laura khi kể những câu chuyện này, \ncô ấy có một biểu cảm rất tốt）",
    "ふふ、それでね。弟くんがうっかり足を滑らせちゃって……\nお姉ちゃんって泣きながら家に帰ってきてね？": "He he, và rồi nhé. Em trai em đã vô tình trượt chân…\nChị đã khóc và chạy về nhà đó?",
    "そうして、ラウラの話を聞きながら俺は、\nどこか優しい表情を浮かべる彼女をじっと見つめるのだった。": "Và rồi, trong khi nghe Laura kể chuyện, \ntôi nhìn chằm chằm vào cô ấy với vẻ mặt dịu dàng."
}