{
    "ゲーセンか。ちょっと時間も空いたことだし、\nたまには気晴らしに遊んでいこうかな。": "Quán game nhỉ. Chắc cũng có chút thời gian rảnh, \nthỉnh thoảng đi chơi giải khuây một chút vậy.",
    "……えっと……": "……À thì……",
    "（あれは……七彩？　あんなお嬢様がひとりで来るとは考え難いが、\n何をキョロキョロしてるんだ？）": "（Kia là……Nanairo? Không thể nào cô tiểu thư đó lại đến một mình được, \nsao lại cứ nhìn xung quanh thế nhỉ？）",
    "七彩。友達でも探してるのか？": "Nanairo. Cậu tìm bạn à?",
    "あっ……！　%usernameusernameuserna%さん。": "A……! %usernameusernameuserna% -san.",
    "い、いえ、ひとりですわ。": "Dạ, không, tôi đi một mình ạ.",
    "へぇ……意外だな。\n七彩がひとりでゲーセンに来るだなんて。": "Hể……Bất ngờ thật đấy.\nNanairo mà lại đến quán game một mình.",
    "……やっぱり、わたくしには似つかわしくないでしょうか。": "……Rốt cuộc, liệu có phải là không thích hợp với tôi không?",
    "そんなことないけど。": "Không có chuyện đó đâu.",
    "――そうだ。連れがいないんだったら、\nせっかくだし一緒に遊んでいかない？": "――Phải rồi. Nếu không có ai đi cùng, \nhay là mình cùng chơi một chút đi?",
    "……！\nよろしいのですか？": "……！\nNgài đồng ý sao?",
    "もちろん。相手がいた方が楽しいからさ。": "Đương nhiên rồi. Có người chơi cùng thì vui hơn mà.",
    "で、七彩はどんなのが好きなんだ？\nUFOキャッチャーか？　メダルゲーム？": "Vậy, Nanairo thích loại game nào?\nMáy gắp thú à? Hay game xu?",
    "えっ？　えっ！？　え、え～っと……！": "Ể? Ể!? Ể, ể～m……!",
    "もしかして、格闘ゲーム系とかか？\nなんでも七彩の好きなものに付き合――": "Hay là, game đối kháng chẳng hạn?\nMuốn chơi gì thì tôi chiều――",
    "あ、あのっ……！\n実は……！": "A, à thì……!\nThật ra thì……!",
    "なるほど。\n初めての場所で、勝手がわからずに困ってたと。": "Ra là vậy.\nỞ một nơi xa lạ, không biết phải làm sao.",
    "恥ずかしいところをお見せしてしまいましたわ……": "Tôi đã để lộ một khía cạnh đáng xấu hổ rồi……",
    "……よし。\nそういうことなら、俺がゲーセンのイロハを教えるよ。": "……Được rồi.\nNếu là vậy, tôi sẽ chỉ cho cậu những điều cơ bản ở quán game.",
    "げーせんの……いろは？": "Cơ bản ở……quán game?",
    "俺はちょくちょく遊びに来ているから、\n大抵のゲームは遊び方を指南してあげられるからな。": "Tôi thường xuyên đến chơi nên, \ncó thể chỉ cho cậu cách chơi của hầu hết các game.",
    "興味を惹かれる筐体があったら、どれでも言ってくれ。": "Nếu có máy game nào khiến cậu hứng thú, cứ nói với tôi.",
    "%usernameusernameuserna%さん……感謝いたしますわ。\nえっと……それでは……": "%usernameusernameuserna% -san……Tôi rất biết ơn.\nÀ thì……vậy thì……",
    "この子、ふかふかしていて、とっても愛らしいですわ。": "Cái này, mềm mại quá, đáng yêu thật sự.",
    "気に入ってくれたなら、粘った甲斐があったよ。": "Nếu cậu thích thì tôi cũng thấy đáng công.",
    "（俺の財布はずいぶん軽くなっちゃったけど……）": "（Tuy ví tiền của tôi đã nhẹ đi rất nhiều rồi……）",
    "本当に、わたくしがいただいてもよろしいのですか？\n使った分のお金を払わせていただきますので……": "Thật sự, tôi có thể nhận nó được không ạ?\nTôi sẽ trả tiền đã dùng……",
    "いや。七彩が欲しそうにしていたから取ったものだし。\n俺からのプレゼントってことで。": "Không cần đâu. Vì cậu thích nên tôi mới gắp mà.\nCứ coi như là quà của tôi vậy.",
    "……ありがとうございます。わたくしの力だけでは、\nきっとこの子を手に入れることはできませんでしたわ。": "……Cảm ơn ngài. Chỉ bằng sức của tôi thôi thì, \nchắc chắn tôi đã không thể có được bé này rồi.",
    "初めてにしては上手だったと思うな。\nあのクレーンのアームが弱すぎただけさ。": "Tôi nghĩ là cậu đã làm tốt so với lần đầu đấy.\nChỉ là tay gắp của máy hơi yếu thôi.",
    "わざと取りにくくしてある、と……？\nゲーセンとは、とても厳しい世界なのですね。": "Cố tình làm cho khó gắp, đúng không……?\nQuán game đúng là một thế giới khắc nghiệt thật.",
    "もし今度ひとりで挑戦する機会があったら、\n筐体ごと買い占めてしまった方が早いかしら……": "Nếu lần sau có cơ hội thử một mình, \nliệu có nên mua luôn cả máy không nhỉ……",
    "（それは反則だろ）": "（Như vậy là phạm luật rồi）",
    "そういえば、この子の名前はなんというのでしょう？": "Nói mới nhớ, tên của bé này là gì nhỉ?",
    "名前を聞いたことはあるんだが……よく覚えてないな。\nちょっと前に少し流行ってたのは覚えてるんだが。": "Tôi có nghe qua rồi……nhưng không nhớ rõ lắm.\nChỉ nhớ là trước đó nó có hơi nổi một chút.",
    "せっかくだから、七彩が名前をつけてあげたら？": "Hay là, Nanairo đặt tên cho bé đi?",
    "わたくしが？\n……そうですわね……": "Tôi sao?\n……Được thôi……",
    "では、『%usernameusernameuserna%さん２号』でいかがでしょう。": "Vậy, '%usernameusernameuserna% -san 2' thì sao ạ?",
    "なんで俺の名前。しかも２号って。": "Sao lại là tên tôi. Hơn nữa lại là số 2.",
    "『%usernameusernameuserna%さん・改』の方が\nよろしかったでしょうか。": "'%usernameusernameuserna% -san・Chỉnh sửa' thì\ncó lẽ sẽ tốt hơn nhỉ.",
    "……俺の名前をつけるのはやめにしないか？": "……Hay là đừng dùng tên tôi nữa?",
    "取っていただいた方の名にあやかるのが筋かと思いまして。": "Tôi nghĩ là nên theo tên của người đã gắp nó.",
    "そういう義理は通さなくていいよ。": "Không cần phải câu nệ như vậy đâu.",
    "もし近くでぬいぐるみの名前を呼ばれたら、\nうっかり俺が返事しそうだ。": "Nếu gần đây có ai đó gọi tên con thú bông, \ntôi sẽ vô tình trả lời mất.",
    "ふふっ。想像したら、ちょっと楽しそうですわ。": "Phu phu. Nếu tưởng tượng đến thì, có vẻ cũng thú vị đấy nhỉ.",
    "さて。次はどんなゲームで遊んでみたい？": "Nào. Tiếp theo cậu muốn chơi game gì?",
    "たくさんあって、目移りしてしまいますが……": "Có quá nhiều, tôi cũng không biết chọn gì……",
    "――あっ。": "――A.",
    "七彩……？": "Nanairo……?",
    "（うちの校舎の子達が踊ってる……ダンスゲームか）": "（Mấy bạn trong trường đang nhảy……Game nhảy sao）",
    "ちょっと順番待ちすれば、すぐ遊べると思うぞ。\nそれとも、あの子達に混ぜてもらうか？": "Chờ một chút thì có thể chơi ngay thôi.\nHay là, mình vào nhảy cùng họ?",
    "……": "……",
    "……いえ。別に踊りたいわけではありませんの。": "……Không. Tôi không có ý muốn nhảy đâu ạ.",
    "なら代わりに他のゲームを……って雰囲気じゃなさそうだ。\n気分でも悪くなったのか？": "Vậy thì chơi game khác……nhưng có vẻ không được rồi.\nHay là cậu thấy khó chịu trong người?",
    "……場所を変えようか。": "……Hay là mình đổi chỗ nhé?",
    "お気遣いいただいたようで、申し訳ありません。": "Tôi rất xin lỗi vì đã làm phiền ngài.",
    "俺がちょっと気疲れしただけだから。\nほら、ゲーセンの中って騒がしいからさ。": "Tôi chỉ hơi mệt một chút thôi.\nNày, trong quán game khá là ồn ào mà.",
    "……それで、七彩。\nどうしたのか聞かせてくれないか。": "……Vậy, Nanairo.\nCậu có thể cho tôi biết chuyện gì đã xảy ra không?",
    "……はい。分かりましたわ。": "……Vâng. Tôi hiểu rồi ạ.",
    "わたくしは、メイズ関連事業で財を成した家に生まれました。": "Tôi sinh ra trong một gia đình làm giàu từ các dự án liên quan đến Maze.",
    "厳しい両親の言いつけで、わたくしは小さい頃から\nさまざまな習い事を身につけさせられてきました。": "Theo lời cha mẹ nghiêm khắc, tôi đã được học nhiều thứ khác nhau từ nhỏ.",
    "お茶に、書に、社交ダンス……": "Trà đạo, thư pháp, khiêu vũ xã giao……",
    "（社交ダンス……さっきのダンスゲームを見て、\n習い事の日々を思い出したのか）": "（Khiêu vũ xã giao……Nhìn game nhảy vừa rồi, \ncậu nhớ lại những ngày học hành sao）",
    "両親の理想とする子になるべし、と……\nですが、わたくしの望みは違うのです。": "Phải trở thành người mà cha mẹ mong muốn……\nNhưng, mong muốn của tôi lại khác.",
    "敷かれたレールに沿って進むのではなく本物の令嬢に……\n両親とは違う自分になりたかったのですわ。": "Không đi theo con đường đã được định sẵn mà trở thành một tiểu thư thực thụ……\ntôi muốn trở thành một người khác với cha mẹ.",
    "この学園に入学したのも、それが理由でした。": "Việc tôi vào học viện này cũng là vì lý do đó.",
    "ご両親には反対されなかったのか？": "Cha mẹ cậu không phản đối sao?",
    "いえ。それどころか、我が社に箔が付くと\n喜んで賛成してくれましたわ。": "Không. Ngược lại, họ còn vui mừng vì điều đó sẽ giúp công ty chúng tôi có uy tín hơn.",
    "……自ら選択したはずの道でさえ、\nわたくしは両親の敷いたレールの上にいるようで……": "……Ngay cả con đường mà bản thân đã chọn, \ntôi vẫn như đang ở trên con đường mà cha mẹ đã định sẵn……",
    "そんな呪縛から解放されたくて、\n気がついたらゲームセンターに飛び込んでいたのです。": "Tôi muốn thoát khỏi sự trói buộc đó, \nvà rồi tôi đã đến quán game lúc nào không hay.",
    "……七彩は束縛を意識しすぎているんじゃないか？\n自由になりたいって考えに囚われる必要はないと思う。": "……Nanairo có lẽ đang quá để ý đến sự trói buộc thì phải?\nTôi nghĩ không cần phải bị giam cầm trong suy nghĩ muốn tự do đâu.",
    "えっ……？": "Hả……?",
    "未知の世界に飛び込んだところで、\n人は過去の経験からは逃れられない。": "Dù có nhảy vào một thế giới chưa biết đến, \nthì người ta cũng không thể trốn khỏi kinh nghiệm trong quá khứ.",
    "でも、たとえ押しつけられた道だろうと、\n積み重ねてきた経験は七彩自身のもののはずだ。": "Nhưng, dù là con đường bị ép buộc, \nthì những kinh nghiệm đã tích lũy được vẫn là của riêng Nanairo.",
    "わたくしのもの……\n両親に与えられた道であっても……？": "Của tôi……\nDù là con đường do cha mẹ ban cho……?",
    "七彩が歩んできた道を否定することはないさ。": "Cậu không cần phủ nhận con đường mà Nanairo đã đi.",
    "悩んだら、経験から逃げ出そうとせずに、\nなんであれ向き合ってみたらいいんじゃないか。": "Nếu có phiền muộn, đừng cố trốn tránh khỏi kinh nghiệm, \ncứ đối mặt với nó đi.",
    "向き合う……": "Đối mặt……",
    "その中にきっと、確かなものがあるはずだ。\n自分で選んだって信じられるものが。": "Chắc chắn trong đó, sẽ có những điều chắc chắn.\nNhững thứ mà bản thân cậu tin rằng mình đã chọn.",
    "……！": "……!",
    "%usernameusernameuserna%さん。\nもう少しだけ、わたくしにお時間をいただけますか。": "%usernameusernameuserna% -san.\nCậu có thể cho tôi thêm một chút thời gian được không?",
    "ついて来てほしいのです。%usernameusernameuserna%さんに\n見ていただきたいものがありますの。": "Tôi muốn cậu đi cùng tôi. Có một thứ tôi muốn \ncậu xem, %usernameusernameuserna% -san.",
    "この花壇が、七彩が俺に見せたかったもの？": "Khu vườn hoa này, là thứ Nanairo muốn cho tôi xem sao?",
    "はい。わたくしが育ててきたものです。\n学園に許可をいただいて、一から作り上げましたわ。": "Vâng. Là thứ tôi đã tự tay chăm sóc.\nTôi đã được học viện cho phép và tự mình tạo ra nó.",
    "ここの一角が全部、七彩の庭園ということか。\n……すごいじゃないか。": "Một góc này là cả khu vườn của Nanairo sao?\n……Tuyệt vời thật đấy.",
    "そ、そうでしょうか。": "V, vậy sao ạ?",
    "花なんて繊細なものなのに、どれも綺麗に咲いてるんだ。\n七彩がひとつひとつ大切に育ててきた証拠だろ？": "Hoa là loài mong manh, vậy mà tất cả đều nở rất đẹp.\nĐó là bằng chứng cho thấy Nanairo đã chăm sóc chúng cẩn thận từng chút một đúng không?",
    "ガーデニングには自然と熱が入ってしまうのです。\n特に意識してやってきたことでは……": "Tôi đã tự nhiên đam mê làm vườn.\nĐặc biệt là những gì tôi đã làm một cách có ý thức……",
    "好きなんだな。花を育てるのが。": "Cậu thích nhỉ. Việc chăm sóc hoa.",
    "……はい。": "……Vâng.",
    "園芸も、ご両親の指示で学んだこと？": "Làm vườn cũng là do cha mẹ cậu chỉ định sao?",
    "いいえ。父からも母からも、鳴滝家の者が\n土いじりなどする必要はないと窘められました。": "Không. Cả cha và mẹ tôi đều khiển trách rằng người nhà Narutaki không cần phải \ncầm cuốc xẻng làm gì.",
    "それでも続けてきたってことは……": "Vậy mà cậu vẫn tiếp tục, có nghĩa là……",
    "そう……ですわね……わたくしが望んだからです。\nわたくし自身が、選択したからですわ。": "Đúng……đúng vậy……Vì tôi muốn.\nVì chính tôi đã chọn.",
    "やっぱり、ちゃんとあるじゃないか。\n七彩が経験してきたことの中に、七彩自身の選択が。": "Cuối cùng thì, vẫn có mà.\nTrong những kinh nghiệm mà Nanairo đã trải qua, có cả lựa chọn của chính cậu.",
    "……ありがとうございます。\n": "……Cảm ơn ngài.\n",
    "%usernameusernameuserna%さんを花壇へお連れすると決めた時、\nわたくし自身の選択に気付けたのは――": "Khi tôi quyết định dẫn %usernameusernameuserna% -san đến vườn hoa, \ntôi đã nhận ra lựa chọn của chính mình――",
    "%usernameusernameuserna%さんの言葉で、\nこれまでの自分と向き合えたおかげですわ。": "Nhờ có lời nói của %usernameusernameuserna% -san, \ntôi đã có thể đối diện với bản thân mình cho đến bây giờ.",
    "お礼なんていいから、もっと花のことを教えてくれないか？\n君が抱いている、その鉢植えの花はなんだ？": "Không cần phải cảm ơn đâu, hãy cho tôi biết thêm về hoa đi?\nCậu đang ôm chậu hoa nào vậy?",
    "これは、初心者にもおすすめの多年草です。\n世界中でたくさん品種改良されていますの。": "Đây là loại cây lâu năm được khuyến khích cho người mới bắt đầu.\nTrên thế giới có rất nhiều giống đã được cải tiến.",
    "剪定の仕方次第で、このようにたくさんの花を咲かせてくれますわ。\n成長もとても早いんですのよ。": "Tùy theo cách cắt tỉa, nó sẽ nở ra rất nhiều hoa như thế này.\nNó còn phát triển rất nhanh nữa đấy.",
    "剪定か……水やりだけじゃなく、\n色々と気を遣うことが多そうだな。": "Cắt tỉa sao……Không chỉ tưới nước, \ncòn phải để ý nhiều thứ khác nhỉ.",
    "気になるのでしたら、試しに育ててみますか？": "Nếu ngài quan tâm, ngài có muốn thử trồng không?",
    "七彩に育て方を教えてもらえるなら。": "Nếu Nanairo dạy tôi cách trồng.",
    "よろしく七彩先生": "Rất vui được gặp Nanairo - sensei",
    "一緒に学ぶのが楽しみだ": "Tôi cũng rất mong được học hỏi",
    "わたくしでよろしければ、喜んで。\n一から花の扱い方を説明させていただきますわ。": "Nếu tôi có thể giúp được, tôi rất vui lòng.\nTôi sẽ giải thích cách chăm sóc hoa từ đầu.",
    "せ、先生だなんて、よしてください。\nわたくしもまだまだ未熟者ですわ。": "Đ, đừng gọi tôi là sensei.\nTôi vẫn còn non lắm.",
    "少なくとも俺よりは先輩だよ。\n先生がだめなら、七彩先輩ってことで。": "Ít nhất là hơn tôi rồi.\nNếu không được sensei thì là Nanairo - senpai vậy.",
    "もう……からかわないでください。\nどうか今まで通りの呼び方でお願いします。": "Thôi nào……Đừng có trêu tôi nữa.\nXin hãy gọi tôi như trước đây.",
    "わたくしもです。\n人に上手に教えようとする努力は、自分の身にもなりますから。": "Tôi cũng vậy.\nNỗ lực để dạy người khác một cách tốt nhất, sẽ giúp ích cho bản thân mình.",
    "一緒に過ごす時間が増えれば、\n俺が知らなかった七彩のことをもっと知れるしな。": "Nếu có nhiều thời gian ở cùng nhau hơn, \ntôi sẽ biết thêm nhiều điều về Nanairo mà tôi chưa biết.",
    "花だけでなく、わたくしのことも……？": "Không chỉ hoa, mà còn cả về tôi nữa……?",
    "は、はい。ご理解いただけるよう努めてみますわ。": "V, vâng. Tôi sẽ cố gắng để ngài hiểu ạ.",
    "今日は七彩の思いがけない一面を知れてよかったよ。": "Hôm nay tôi đã biết một khía cạnh bất ngờ của Nanairo.",
    "わたくしも、思い切って\nゲーセンに足を踏み入れた甲斐がありましたわ。": "Tôi cũng đã rất đáng để \nbước chân vào quán game.",
    "……これからも、わたくし自身の選択を信じてみようと思います。\n両親のことなど関係なく。": "……Từ bây giờ, tôi sẽ tin vào lựa chọn của chính mình.\nKhông quan tâm đến cha mẹ nữa.",
    "きっと花以外にもたくさん、七彩だけの大切なものがあるよ。\nこれまでの経験でも、これから経験することでも。": "Chắc chắn ngoài hoa ra, còn có rất nhiều thứ quan trọng đối với Nanairo.\nDù là những kinh nghiệm đã có, hay là những điều sẽ trải nghiệm trong tương lai.",
    "わたくしだけの、大切なもの……はい。\nその言葉も、信じてみます。": "Những thứ quan trọng, chỉ của riêng tôi……Vâng.\nTôi sẽ tin vào những lời đó."
}