{
    "それじゃあ、よろしくね！\n%usernameusernameuserna%、頼りにしてるよ！": "Vậy thì, làm ơn giúp đỡ nhé!\n%usernameusernameuserna%, tôi tin tưởng cậu đấy!",
    "ん……？　その恰好は……？": "Hừm……? Cái dáng vẻ đó là……?",
    "体育祭なんだから、体操服になるに決まってるでしょ？": "Vì là ngày hội thể thao, đương nhiên phải mặc đồng phục thể dục rồi?",
    "……いや、普段の服は実戦でも使えるものだろ？\n別に着替える必要はないんじゃないか？": "……Không, trang phục thường ngày cũng có thể dùng trong thực chiến mà?\nKhông cần phải thay đồ đúng không?",
    "それとこれとは別でしょう？\nお祭りなんだから、衣装はちゃんと着替えないと。": "Cái đó với cái này khác nhau chứ?\nVì là lễ hội mà, phải thay trang phục cho đàng hoàng chứ.",
    "……そういうものなのか？　いやまあ、\n郷に入っては郷に従えっていうからな……": "……Là như vậy sao? À mà, \nnhập gia tùy tục mà……",
    "ねえねえ、それよりも早く特訓しようよ！\nもう待ちきれなくて、うずうずしちゃってる！": "Nè nè, hơn thế nữa, chúng ta tập luyện nhanh lên nào!\nTớ không thể chờ được nữa, ngứa ngáy trong người quá!",
    "ああ、分かった分かった……ごほん。貴様ら！\nこれから体育祭に優勝するために俺が教官となる！": "À, hiểu rồi, hiểu rồi……khụ. Bọn mày! \nTừ bây giờ để giành chiến thắng trong ngày hội thể thao, tao sẽ làm huấn luyện viên!",
    "お前らの返事は全部『イエッサー』とする！\n教官である俺の指示に従うように！　分かったな！": "Câu trả lời của chúng mày là 『Yes sir』 hết! \nPhải tuân theo chỉ thị của tao, một huấn luyện viên! Hiểu chưa!",
    "イエッサー！！": "Yes sir!!",
    "いい返事だ！　それでは早速始めるぞ！\n腕立て、腹筋、屈み跳躍各３０回を３セット！　ただちにかかれ！！": "Trả lời tốt lắm! Vậy thì bắt đầu ngay thôi! \nChống đẩy, gập bụng, bật nhảy mỗi loại 30 lần, 3 hiệp! Bắt đầu ngay!!",
    "すぐに指示通りにトレーニングを始める４人。": "Ngay lập tức 4 người bắt đầu tập luyện theo chỉ thị.",
    "（……まあ、素直に聞いてくれるのはいいことだが）": "（……À, ngoan ngoãn nghe lời cũng là chuyện tốt）",
    "シリウスシュガーにした時とは違って、素直に聞いてくれる。\n反発することもなく真剣に取り組んでくれている。": "Khác với lúc dùng Sirius Sugar, bọn họ ngoan ngoãn nghe lời.\nKhông hề có phản kháng, mà còn nghiêm túc thực hiện.",
    "不満はない。ないのだが……": "Không có bất mãn. Nhưng mà……",
    "（くっ……なんだこの物足りなさは……！\nなんというかシリウスシュガーのような歯応えを感じない……）": "（Khực……Cái gì đây, sao lại thiếu thiếu……!\nKhông hiểu sao lại không có cảm giác gì như Sirius Sugar……）",
    "はぁ、はぁ……そ、それで次は何をしたらいいのかしら？": "Ha, ha……v, vậy thì tiếp theo nên làm gì ạ?",
    "どんな厳しいメニューだってドンと来いだよ！\nシリウスシュガーのみんなから聞いてたし心の準備はできてるわ！": "Dù là thực đơn khắc nghiệt đến đâu, cứ đến đi!\nTớ đã nghe từ mọi người ở Sirius Sugar rồi, tớ đã chuẩn bị sẵn sàng về mặt tinh thần rồi!",
    "どうやら心の覚悟は十分だったようだな！\nおりこうさんな貴様らには追加訓練だ！": "Hình như tinh thần đã chuẩn bị đầy đủ rồi nhỉ!\nVới bọn mày ngoan ngoãn, tao sẽ cho thêm bài tập!",
    "（……落ち着け。素直過ぎて物足りなく感じるのは良くないぞ。\n俺の目的はこいつらを優勝させてやることだからな）": "（……Bình tĩnh. Cứ ngoan ngoãn quá mức thì không tốt đâu.\nMục đích của tao là để bọn chúng giành chiến thắng mà）",
    "――よし、準備運動はここまでだ！\nまずは綱引き！　ロープを用意しろっ、駆け足！！": "――Được rồi, khởi động đến đây thôi!\nĐầu tiên là kéo co! Chuẩn bị dây thừng, chạy nhanh lên!!",
    "持ってきた縄を２人ずつのチームに分けて綱引きをさせる。\n現状では力持ちというラウラ側が優勢だ。": "Chia sợi dây thừng đã mang đến thành từng đội 2 người và cho kéo co.\nHiện tại, phe của Laura có sức mạnh hơn đang chiếm ưu thế.",
    "綱引きはひとりの力で勝負が決まるわけじゃない！\n呼吸を合わせろ！　そうすれば拮抗するはずだ！": "Kéo co không phải chỉ cần một người là có thể quyết định thắng thua!\nPhải phối hợp nhịp thở! Như vậy mới có thể giằng co được!",
    "組み合わせを変えて何度も挑戦することで最終的に、\nどの組み合わせでも拮抗する程呼吸が合うようになった。": "Bằng cách thay đổi tổ hợp và thử thách nhiều lần, cuối cùng, \nnhịp thở đã ăn khớp đến mức dù là tổ hợp nào cũng giằng co được.",
    "次はリレーの練習だ。リレーは受け渡しの呼吸合わせが重要だ。\n走る速さも重要だが、この競技では戦略も見られるぞ！": "Tiếp theo là luyện tập chạy tiếp sức. Chạy tiếp sức, việc phối hợp nhịp thở khi trao đổi rất quan trọng.\nTốc độ chạy cũng quan trọng, nhưng trong cuộc thi này, chiến lược cũng rất quan trọng!",
    "バトンを受け渡すタイミングを完璧に身体に叩き込め！\n受け渡そうと思うな、気がつけば相手に渡っているイメージだ！": "Ghi nhớ thời điểm trao gậy vào cơ thể một cách hoàn hảo!\nĐừng nghĩ là muốn trao, mà là khi nhận ra thì nó đã ở trong tay đối phương rồi!",
    "あっさりとリレーも組み合わせを変えても成功するように。\nやはり、プレ・クラス－Ａの連携力は格段に上がっている。": "Việc chạy tiếp sức cũng thành công một cách dễ dàng dù có thay đổi tổ hợp.\nQuả nhiên, khả năng phối hợp của Pre-Class-A đã tăng lên đáng kể.",
    "次は玉入れだ。この競技は個人技の競技に見えるが、\nチームでお互いの弱みをカバーする要素もある。": "Tiếp theo là ném bóng. Cuộc thi này có vẻ như là cuộc thi cá nhân, nhưng \ncũng có yếu tố hỗ trợ lẫn nhau trong đội.",
    "集中力を持って的を狙え！　外すとしても、\nお互いの立ち位置を意識して投げればカバーは出来るぞ！": "Tập trung vào mục tiêu! Dù có ném trượt, \ncũng phải ý thức được vị trí của nhau mà ném thì có thể hỗ trợ được!",
    "最初だからか、玉入れはそこまで結果は出なかった。\nだが、この様子であればあっと言う間に習熟するだろう。": "Có lẽ vì là lần đầu, nên ném bóng không có kết quả gì mấy.\nNhưng, với tình hình này thì chắc chắn sẽ thành thạo ngay thôi.",
    "よし、そこまで！　全員集合しろ！": "Được rồi, đến đây thôi! Tất cả tập hợp lại!",
    "……さて、貴様らに伝える事がある。\nこれ以上は教えることがないということだ！": "……Nào, tao có chuyện muốn nói với chúng mày.\nĐó là, tao không còn gì để dạy nữa!",
    "イエッサー？": "Yes sir?",
    "ん？": "Hả?",
    "イエッサ、イエッサ！　イエッサー！": "Yes sir, yes sir! Yes sir!",
    "返事は『イエッサー』だけっていうのは指示に従えってことで\n『イエッサー』だけで喋れってことじゃないぞ。": "Trả lời 『Yes sir』 chỉ là để tuân theo chỉ thị thôi, \nchứ không phải chỉ được nói 『Yes sir』.",
    "えっ。じゃあ普通に喋っても大丈夫なの？": "Hả. Vậy thì nói chuyện bình thường cũng được ạ?",
    "特訓中に質問があったらどうするつもりだったのよ……": "Trong lúc tập luyện mà có câu hỏi thì phải làm sao đây……",
    "私もイエッサーしか言えないと思ってたよー。": "Tớ cũng tưởng chỉ được nói Yes sir thôi đó.",
    "それで、ジュリーは何が言いたかったんだ？": "Vậy thì, Julie muốn nói gì vậy?",
    "もう教えることはないってどういうこと！？\nまだ初日なのに……もしかして、あたし達が完璧すぎた！？": "Nghĩa là không còn gì để dạy nữa là sao!?\nMới có ngày đầu tiên mà……chẳng lẽ bọn tớ quá hoàn hảo rồi sao!?",
    "調子に乗るんじゃない。まあ、俺も大雑把に言いすぎた。\n無理にスパルタな訓練をしなくても地力は備わってるってことだ。": "Đừng có lên mặt. À thì, tao cũng nói hơi quá.\nKhông cần phải huấn luyện khắc nghiệt thì bọn chúng cũng đã có thực lực rồi.",
    "多分、前の事件で鍛えられたのが良かったんだろうな。\nだから、ここからは普通のコーチングをしていくぞ。": "Chắc là vì đã được rèn luyện trong sự kiện trước đó.\nVì vậy, từ bây giờ sẽ là huấn luyện bình thường.",
    "じゃあ、まだ私たちと一緒にいてくれるの？": "Vậy thì, anh vẫn sẽ ở cùng chúng tôi chứ?",
    "もちろん。": "Đương nhiên.",
    "なーんだ。焦って損したわ。": "Thế thì. Tớ đã lo lắng vô ích rồi.",
    "よーし！　それじゃあ優勝に向けて明日からもがんばるわよ！": "Được rồi! Vậy thì chúng ta sẽ cố gắng hết sức từ ngày mai để giành chiến thắng nhé!",
    "おーっ！": "Yeah!",
    "（燻っている人間は、何かしらの切っ掛けで成長するが……\n前の事件はジュリーたちには成長する転機になったみたいだな）": "（Con người đang ủ dột, sẽ trưởng thành nhờ một vài cơ hội……\nSự kiện trước đó có vẻ là một bước ngoặt để Julie và những người khác trưởng thành）",
    "（このまま順調にいけば体育祭で優勝も現実的な話になるな。\nなら、細かい部分でしっかりとサポートをすればいいか）": "（Nếu cứ tiến triển thuận lợi như thế này, thì việc giành chiến thắng trong ngày hội thể thao là điều có thể xảy ra.\nVậy thì, nên hỗ trợ một cách chi tiết hơn）",
    "それから数日が経過した。\n当初、想定していた以上に特訓は成果が出ている。": "Vài ngày đã trôi qua.\nBan đầu, việc huấn luyện đã đạt được kết quả hơn dự kiến.",
    "ただひとりを除いて――": "Chỉ trừ một người――",
    "うぐぐ……うあー！　だめ、我慢できない……ううう！\nはぁ……ごめんね、みんなぁ……うう……": "Ư…ư…a…! Không, không thể chịu đựng được……ư…ư!\nHa……xin lỗi mọi người……ư…ư……",
    "気にしないで。どうしても難しい事ってあるもの。\nノエルちゃんは、勝手に体が動いちゃうんだよね？": "Không sao đâu. Có những việc nhất định là khó khăn mà.\nNoel, cậu cứ tự động làm cơ thể di chuyển đúng không?",
    "うん……邪魔なものがあるなぁって思ったら、\n体が勝手に動いて壊しちゃう……": "Ừm……Cứ nghĩ là có thứ gì đó vướng víu, \nthì cơ thể sẽ tự động di chuyển và phá hủy nó……",
    "まさか、こんな落とし穴があったとはな……": "Không ngờ lại có cái bẫy này……",
    "問題が起きたのは、障害物競走のトレーニング中。\nノエルが障害物を強引に倒して無理やり突破してしまうのだ。": "Vấn đề xảy ra trong lúc tập luyện vượt chướng ngại vật.\nNoel đã tự ý xô ngã chướng ngại vật và vượt qua một cách thô bạo.",
    "いくつかの障害を乗り越えて最後は網の下を這って通り抜ける。\nそんなコースが予定されているのだが……": "Vượt qua một số chướng ngại vật và cuối cùng là bò qua lưới.\nĐó là lộ trình đã được lên kế hoạch……",
    "そうね……ハードルや跳び箱、\nコーンの間を通り抜けるスラローム走でも障害を薙ぎ倒すのよね。": "Phải rồi……Rào cản và xà, \nchạy slalom vượt qua các cọc cũng bị đánh sập luôn.",
    "でもノエルが一番速くゴールしたわよ？": "Nhưng Noel đã về đích nhanh nhất mà?",
    "薙ぎ倒して早くゴールしても障害物競走の意味がないでしょ。\n……しかし、これは困ったわね。": "Dù có đánh sập và về đích nhanh hơn thì cũng chẳng có ý nghĩa gì với cuộc thi vượt chướng ngại vật cả.\n……Nhưng mà, thật là rắc rối.",
    "ううん……障害物を倒すとペナルティでタイムが加算されるし……\nあんまり倒した数が多いと失格判定になるのよね。": "Ưm……Đánh sập chướng ngại vật sẽ bị phạt cộng thêm thời gian……\nNếu số lần đánh sập quá nhiều thì sẽ bị loại khỏi cuộc thi mất.",
    "まあ、ノエルはほとんど無意識に全部蹴っ飛ばしたりしたから、\n間違いなく失格判定になるだろうな。": "À thì, Noel hầu như vô thức đã đá bay hết, \nthì chắc chắn sẽ bị loại khỏi cuộc thi rồi.",
    "うう……ごめんね……でも、気づいたら邪魔だなぁって思って、\n勝手に体が動いちゃうの": "Ư…ư……xin lỗi……nhưng mà, cứ nghĩ là vướng víu, \nthì cơ thể sẽ tự động di chuyển",
    "でも、ノエルちゃんに取っても大変だと思うわ。\n普段から壊したい気持ちを我慢してるだろうから……": "Nhưng mà, tớ nghĩ là Noel cũng rất khó khăn.\nVì cậu ấy phải cố gắng kìm nén cảm xúc muốn phá hủy từ trước đến nay……",
    "まあ、そういう意味じゃ本気で壊さなくて助かるよ。\n場合によっちゃハードルを折ったりするかもしれないからな。": "À thì, theo nghĩa đó thì không phá hủy một cách nghiêm túc là tốt rồi.\nNếu có chuyện gì thì có thể sẽ làm gãy cả rào cản mất.",
    "（……もしも破損してたら俺が弁償することになるんだろうか？\nそういう意味でもノエルには頑張って欲しいな）": "（……Nếu mà bị hư hỏng thì tao phải bồi thường sao?\nTheo nghĩa đó thì tao muốn Noel cố gắng hơn）",
    "こういう時は気にしすぎちゃダメよ！\n自然な感じでやれば多分大丈夫だから！": "Trong những trường hợp như thế này, đừng để ý quá nhiều!\nCứ tự nhiên mà làm thì chắc chắn sẽ ổn thôi!",
    "それじゃあ、もう一回やってみましょ？\n練習してたらきっと良くなるはずだわ。": "Vậy thì, chúng ta làm lại một lần nữa nhé?\nNếu cứ luyện tập thì chắc chắn sẽ tốt hơn thôi.",
    "……うん、わかった。やってみるね……": "……Ừm, tớ hiểu rồi. Tớ sẽ thử……",
    "しかし、何度やってみても結果は同じだった。": "Nhưng mà, dù có làm đi làm lại bao nhiêu lần thì kết quả vẫn như cũ.",
    "日頃はなんとか抑え込んでいる衝動は競技に集中すると、\nどうしてもコントロールできなくなってしまうらしい。": "Những xung động mà ngày thường cố gắng kìm nén, \ncó vẻ như không thể kiểm soát được khi tập trung vào cuộc thi.",
    "ごめん。やっぱり私、だめっぽい……": "Xin lỗi. Tớ vẫn không được……",
    "（……我慢しようとしてるんだが気が緩んだら、\nつい蹴ったりしてしまうみたいだな……）": "（……Đã cố gắng kiềm chế nhưng mà nếu lơ là, \nthì lại đá nó mất……）",
    "ここで一旦休憩にしよう。\nこれ以上続けるのはノエルの負担が大きい。": "Chúng ta nghỉ giải lao ở đây thôi.\nTiếp tục nữa thì sẽ là gánh nặng cho Noel.",
    "ねえ……私は障害物競争に不参加ってのはダメかな……？": "Nè……Tớ không tham gia thi vượt chướng ngại vật thì có được không……?",
    "ううん……ノエルが抜けるとあたしとラウラで全部走るのよね……": "Ưm……Nếu Noel không tham gia thì tớ và Laura phải chạy hết đấy……",
    "ごめんなさい。私が足のせいで走る競技に参加できないから……\n二人だけで競技に勝ては現実的じゃないわ。だから、お願い。": "Xin lỗi. Vì đôi chân của tớ mà tớ không thể tham gia các cuộc thi chạy……\nChỉ có hai người thì không thực tế để giành chiến thắng trong cuộc thi. Vì vậy, làm ơn.",
    "そうだな……他の生徒が四人チームで走る所を、\n三人で走ってるだけでも相当なハンデではあるからな。": "Phải rồi……Những học sinh khác chạy theo đội 4 người, \nmà bọn họ chỉ có 3 người thì đúng là một bất lợi lớn.",
    "体力的な問題もあるわ……他の走らない競技なら、私が頑張る。\nだから、ノエル……この競技を頑張って欲しいの。": "Vấn đề về thể lực cũng có……Nếu là những cuộc thi không cần chạy, thì tớ sẽ cố gắng.\nVì vậy, Noel……hãy cố gắng trong cuộc thi này nhé.",
    "（……心香も心苦しそうだな。\n自分の怪我のせいで無理を言ってるから仕方ないが）": "（……Kokoro cũng có vẻ đau lòng.\nVì chấn thương của mình mà bắt người khác phải cố gắng, cũng không có cách nào khác）",
    "それにノエルは、私達の中でも身体能力はずば抜けて高い……\nノエル無しで優勝することは不可能だわ。": "Hơn nữa, Noel, trong chúng ta, năng lực thể chất là vượt trội nhất……\nKhông có Noel thì không thể giành chiến thắng được đâu.",
    "……だから、お願い。\n私に出来る事なら、なんでってするから。": "……Vì vậy, làm ơn đi.\nTớ có thể làm bất cứ điều gì, vì vậy, làm ơn đi.",
    "うう……分かった……何とか頑張ってみる……": "Ư…ư……Tớ hiểu rồi……Tớ sẽ cố gắng hết sức……",
    "ノエルも自分の役割は分かっている。\nそれでも弱音が出てきてしまう程に大変なのだろう。": "Noel cũng hiểu rõ vai trò của mình.\nDù vậy, cô ấy vẫn yếu lòng đến vậy.",
    "ふーむ……他に良い方法がないか考えてみるか。": "Hừm……Mình nên nghĩ ra cách nào khác nhỉ?",
    "うーん……そういわれても難しいわね……": "Ưm……Nói vậy thì cũng khó quá nhỉ……",
    "メイズ探索に置き換えて考えてみよう。ノエルはＭＧに乗ったとき、\nもし狭くて障害物だらけの場所に出たらどうするんだ？": "Hãy thử thay thế bằng việc khám phá mê cung xem sao. Khi Noel lên MG, \nnếu ở trong một nơi chật hẹp và đầy chướng ngại vật thì sao?",
    "え？　その時は当然全部壊して進んじゃうよ？": "Hả? Lúc đó thì đương nhiên là tớ sẽ phá hủy hết để tiến lên rồi?",
    "だって、メイズでそういう場所があったとして、\n視界が開けてないし危険だから壊した方がスムーズだよ？": "Vì, trong mê cung mà có những nơi như thế, \nmà lại không có tầm nhìn thì nguy hiểm, nên phá hủy thì sẽ dễ dàng hơn đúng không?",
    "……確かにそれはそうだ……": "……Quả thực là như vậy……",
    "納得してどうするのよ。": "Hiểu rồi thì sao chứ?",
    "あはは……今はメイズ探索に例えるのはダメだったかも。\n正解は色々とあるものね。": "A ha ha……Bây giờ thì ví dụ về khám phá mê cung có lẽ là không được rồi.\nCó nhiều đáp án khác nhau mà.",
    "そうね……うーん、でもどうするのがいいのかしら？\nノエルが暴れずに障害物を超えられる方法……": "Phải rồi……Ưm, nhưng mà nên làm thế nào đây?\nCách nào để Noel có thể vượt qua chướng ngại vật mà không nổi giận……",
    "ふうむ……\n部屋の中に置かれているものは壊したりしないんだよな？": "Hừm……\nNhững thứ được đặt trong phòng thì không phá hỏng đúng không?",
    "流石にそんなことはしないよ！？　……ある程度は。": "Đương nhiên là tớ không làm vậy rồi!?……Ở một mức độ nào đó.",
    "それでもある程度なのね。\nうーん、じゃあやっぱり解決方法にならない気がするわ。": "Dù vậy thì vẫn là ở một mức độ nào đó nhỉ.\nƯm, vậy thì có lẽ không phải là cách giải quyết rồi.",
    "いわゆる癖みたいなものよね……\nいきなり癖をやめろって言われても辞めれたら苦労しないわ。": "Nói như vậy thì cũng giống như một thói quen vậy……\nBảo bỏ thói quen một cách đột ngột thì nếu bỏ được thì đã không khổ sở rồi.",
    "……もう一回、やってみるね。": "……Tớ sẽ thử lại một lần nữa.",
    "そういって練習を繰り返すが、結局その日はうまくいかないまま、\n練習を終えることになるのだった。": "Nói vậy rồi lại lặp lại việc luyện tập, cuối cùng thì ngày hôm đó cũng kết thúc mà không thành công. "
}