{
    "わわわ……画面に色んな数字とか文字が出たり消えたり……\nエヴィちゃんが何をやってるのかさっぱりです……！": "Wa...wa...wa... Trên màn hình hiện đủ loại số và chữ... \nEm ấy đang làm gì vậy... tôi chẳng hiểu gì cả...!",
    "エヴィの部屋を訪ねた俺とフルート、リリーは、\n彼女が端末を使って情報解析をしている様子を見守っていた。": "Tôi, Flute và Lily đến phòng của Evi, \nchúng tôi đã quan sát cô ấy phân tích thông tin bằng thiết bị đầu cuối.",
    "ちょっと待ってね。あと少しだから……": "Chờ một chút nhé. Chỉ còn một chút nữa thôi...",
    "がんばれー！　がんばれー！": "Cố lên! Cố lên!",
    "ねぇねぇ、肩揉む！？　エナドリいる！？　\nがんばるエヴィのために何でもするよ！！": "Nè nè, xoa vai cho cậu nhé!? Cần nước tăng lực không!? \nTớ sẽ làm bất cứ điều gì cho Evi-chan cố gắng hết mình!!",
    "……じゃあ、集中するから静かにして。": "...Vậy thì, để tớ tập trung, làm ơn im lặng đi.",
    "はい……": "Vâng...",
    "（こういう作業に関しては俺たちに出来る事は無いから、\n応援とか見守ることしかできないんだよな……リリーはうるさいが）": "(Với những công việc như thế này, chúng ta không thể làm gì cả, \ntôi chỉ có thể cổ vũ và quan sát... Lily thật ồn ào)",
    "うん、ここだ。": "Ừm, đây rồi.",
    "何か分かったんですか？": "Cậu đã tìm ra gì sao?",
    "ネットでも現実でも、盗んでそこで終わりじゃないんだよね。\n手に入れたお宝は安全な場所まで運び出す必要があるわけ。": "Dù là trên mạng hay ngoài đời thực, ăn cắp không chỉ dừng lại ở đó đâu.\nCần phải mang 'báu vật' có được đến một nơi an toàn.",
    "……なるほど！　エヴィちゃんは犯人が盗んだ後に、\nどこに運び出したのかを調べてたんですね！": "...Ra là vậy! Evi-chan đang điều tra xem thủ phạm đã mang nó đi đâu sau khi ăn cắp!",
    "その通り。": "Đúng vậy.",
    "なるほど……しかし、どうやって調べたんだ？": "Tôi hiểu rồi... Nhưng, cậu đã điều tra bằng cách nào?",
    "物理的に持ち帰るかネットを経由するかの２通りあるんだけど、\nネット経由でデータを盗んだみたいでね。痕跡が残ってたんだ。": "Có hai cách, mang về bằng vật lý hoặc thông qua mạng, \ncó vẻ như dữ liệu đã bị đánh cắp qua mạng. Đã có dấu vết còn sót lại.",
    "ログ解析をしたら、盗んだデータをどこかに送信した履歴が残ってる。": "Sau khi phân tích log, lịch sử gửi dữ liệu bị đánh cắp đã được lưu lại.",
    "……犯行現場に足跡が残ってたようなもんだろ？\n迂闊な犯人だな。": "...Chẳng khác nào để lại dấu chân tại hiện trường phải không?\nThủ phạm bất cẩn thật.",
    "そうはいうけど、一応痕跡は消してるんだよ。\n公衆端末を利用して複数ルートからランダムアクセスしてる。": "Mặc dù vậy, tôi đã cố gắng xóa các dấu vết rồi.\nTôi đã sử dụng thiết bị đầu cuối công cộng và truy cập ngẫu nhiên từ nhiều tuyến.",
    "だけど甘いね。ハード上の残留データが残ったままになってる。\n復元して送信先を特定すれば、相手の居場所まで分かるよ。": "Nhưng vẫn còn sơ hở. Dữ liệu còn sót lại trên phần cứng.\nNếu khôi phục và xác định điểm đến, chúng ta có thể biết được vị trí của đối phương.",
    "……さっぱりだが、エヴィに任せてよかったな。": "...Tôi không hiểu gì cả, nhưng thật tốt khi giao cho Evi.",
    "少し前に時間は戻って――": "Một lúc trước thời gian quay trở lại――",
    "さて……３人が協力してくれることになったし、\nこれからどうやって捜査を始めよっか？": "Nào... Ba người chúng ta đã hợp tác, \ntừ giờ chúng ta nên bắt đầu cuộc điều tra như thế nào?",
    "……まさかノープランなのか？": "...Chẳng lẽ không có kế hoạch nào sao?",
    "てへぺろっ。": "Tehepero.",
    "無策かよ！　その舌引っこ抜くぞ！？": "Không có kế hoạch sao! Tôi sẽ nhổ lưỡi cậu đấy!?",
    "ご、ごごごごめんってば！　作戦立案とか専門じゃないし！！": "X...xin lỗi! Tớ không chuyên về lập kế hoạch tác chiến!!",
    "まあ、勢いでやってるんだろうなとは思ってたけどね。": "Chà, tôi đã nghĩ rằng cậu đang làm mọi thứ theo cảm hứng rồi.",
    "勢いじゃないよ！　リリーの中の燃えたぎるヒーロー魂が、\n背中を押したんだってば！　心のままに正義をなせって！": "Không phải cảm hứng đâu! Linh hồn anh hùng đang bùng cháy trong Lily, \nđã thúc đẩy tớ! Hãy làm điều đúng đắn theo trái tim mình!",
    "それを勢いっていうんだよ！": "Đó gọi là cảm hứng đấy!",
    "勢い！　いいじゃないですか！　バイブスは大事ですよ！": "Cảm hứng! Không phải là tuyệt vời sao! Vibe rất quan trọng!",
    "話がややこしくなるから、\nフルートはそこらの観葉植物とでも話しててくれ。": "Vì mọi chuyện sẽ trở nên phức tạp, \nFlute, cậu hãy nói chuyện với mấy cây cảnh ở đó đi.",
    "ぴえん……": "Pi-en...",
    "……ったく無策なら無策って、最初から言えよな。": "...Thật là... nếu không có kế hoạch thì cứ nói ngay từ đầu đi.",
    "いやぁ、勢いでも正義の心でどーにかなるかなって……": "Không, tớ nghĩ rằng mọi chuyện sẽ ổn thôi nếu có trái tim chính nghĩa...",
    "結局勢いって認めちゃったよ……": "Cuối cùng, cậu cũng thừa nhận là đang làm theo cảm hứng rồi...",
    "……こうなったら仕方ない。あまり詳しくはないんだが……\nエヴィ、不正アクセスの痕跡を辿ったりする方法はないのか？": "...Đến nước này thì đành chịu thôi. Tôi không rành lắm... \nEvi, có cách nào để lần theo dấu vết truy cập trái phép không?",
    "あるよ。情報を窃取されたというサーバーのアクセスログがあればね。\n多分、風紀委員会が証拠として保管――": "Có chứ. Nếu có log truy cập của máy chủ nơi thông tin bị đánh cắp.\nCó lẽ, Ủy ban Kỷ luật đã lưu trữ nó làm bằng chứng――",
    "なら、リリーの出番だね！！": "Vậy thì đến lượt Lily rồi!!",
    "あっ！　ちょっと、待っ――": "A! Đợi đã――",
    "あー……": "Aー...",
    "行っちゃったな……": "Đi mất rồi...",
    "飛び出していったリリーを、\nしまったと言いたげな表情で見送るエヴィ。": "Evi nhìn Lily đang lao ra với vẻ mặt như muốn nói 'chết tiệt'.",
    "これってあれだろ？": "Đây là cái gì?",
    "ヤバたんなやつですよね……？": "Đúng là một thứ nguy hiểm phải không...?",
    "うん……証拠の勝手な持ち出しがヤバくないわけがないからね。\nでも本人、あまり分かってなさそう。": "Ừm... Không có gì nguy hiểm hơn là tự ý mang bằng chứng ra ngoài.\nNhưng cô ấy có vẻ không hiểu lắm.",
    "……セキュリティコンサルとしては、何とも言い難いな。": "...Với tư cách là một chuyên gia tư vấn bảo mật, tôi không biết phải nói gì nữa.",
    "――その後、戻ってきたリリーは色々と抱えて持ってきた。": "――Sau đó, Lily đã quay lại và mang theo rất nhiều thứ.",
    "何が必要か分からないから、パスワードとかデータとか\n入ってるらしい、機器とかもろもろ持ってきたよ！": "Tôi không biết cần gì, nên tôi đã mang theo mật khẩu, dữ liệu, \nthêm cả thiết bị nữa!",
    "あのさ、ラヴォアさん。持ってきてくれたのは助かるんだけど、\nそれが問題行為である自覚って……": "Này, Lavoisier. Cậu mang đến giúp đỡ tôi rất vui, \nnhưng cậu có nhận thức được rằng đó là một hành vi có vấn đề không...",
    "はっ……！　確かに！！": "Hả...! Đúng là thế thật!!",
    "デスヨネー。": "Đúng là như vậy.",
    "――そして、今に至る。": "――Và đến bây giờ.",
    "あー、ここにトラップ仕掛けてるのは分かりやすいね。\nまあ、踏まなければいいだけの話。ツール噛ませて……": "Aー, tôi thấy rõ bẫy ở đây rồi.\nChỉ cần không dẫm phải là được. Dùng công cụ... ",
    "お手本みたいなハッキングだけど、要所が甘いね。\n普通のハッカーなら騙せるだろうけど、私には通用しないね。": "Một vụ hack mẫu mực, nhưng lại có nhiều sơ hở.\nMột hacker bình thường có thể bị lừa, nhưng nó không hiệu quả với tôi.",
    "……なんだかんだ言ってたけど、楽しそうにしてるな。": "...Dù nói thế nào đi nữa, cậu có vẻ đang rất vui.",
    "エヴィちゃん、とってもアゲアゲです！": "Evi-chan, rất tuyệt vời!",
    "（……エヴィの奴、根っこがブラック寄りの\nハッカー気質なんじゃないか？）": "(...Evi, có lẽ bản chất là một hacker đen tối)",
    "がんばれぇ～がんばれぇ～": "Cố lênーcố lênー",
    "（リリーの奴は、めっちゃ小さな声で応援してる……）": "(Lily đang cổ vũ bằng một giọng rất nhỏ...)",
    "そんな感想を抱きながら順調に解析作業を続けていくエヴィを見守る。\nだが――": "Trong khi tôi có những cảm xúc như vậy, tôi đã quan sát Evi tiếp tục công việc phân tích một cách suôn sẻ.\nNhưng――",
    "うそっ！？": "Thật...!",
    "な、なんですか！？　どうしました！？\n爆発しちゃいますか！？": "Chuyện gì vậy!? Có chuyện gì vậy!? \nNó sẽ phát nổ sao!?",
    "突然、端末からガリガリと異音が響く。何事かと身構える俺とフルート。\nもちろん構えたところで何も出来はしないのだが。": "Đột nhiên, một âm thanh lạ phát ra từ thiết bị đầu cuối. Tôi và Flute cảnh giác xem có chuyện gì xảy ra.\nTất nhiên, dù có chuẩn bị thì cũng không làm được gì.",
    "……っ！　くっ、大丈夫。爆発しないから！\nただ、ちょっと集中するから待ってて！": "...! K-Khốn kiếp, không sao đâu. Nó sẽ không phát nổ đâu!\nChỉ là, tôi cần tập trung một chút, hãy đợi tôi!",
    "感染したシステムを封鎖……マシン入れ替え……\n手が分かれば入れ替え先で解析して……": "Phong tỏa hệ thống bị nhiễm... Thay thế máy... \nNếu tôi biết cách, tôi sẽ phân tích nó ở nơi thay thế...",
    "端末を入れ替えたり、バタバタと忙しく動き回るエヴィ。\nそして、異音が収まった当たりで、息を吐いて体の力を抜く。": "Evi thay thế thiết bị đầu cuối và di chuyển bận rộn.\nVà, khi tiếng ồn dừng lại, cô ấy thở ra và buông lỏng cơ thể.",
    "なんとか、なった……んだよな？": "Tôi đã làm được... phải không?",
    "……何とかなったよ。でも、やり口がえげつないね……\nハッキングが出来るやつだけ引っかかる罠を幾つも仕掛けられた。": "...Cậu đã làm được rồi. Nhưng cách làm thật tàn nhẫn... \nTôi đã bị cài nhiều bẫy chỉ dành cho những kẻ có thể hack.",
    "あえて分かりやすい隙を見せて、そこにトラップを仕掛ける。\n私もその昔何度も引っかかったやり方だから……あれ？": "Cố tình để lộ một sơ hở dễ thấy, và đặt bẫy ở đó.\nTôi cũng đã từng mắc phải cách làm đó rất nhiều lần... Ồ?",
    "この罠の仕掛け方にプログラムの癖……\nまさか『ファルファッラ』……？": "Cách cài bẫy này, thói quen của chương trình... \nChẳng lẽ 'Farfalla'...?",
    "……って、何？": "...Ý là sao?",
    "言葉的には『蝶』ですが……もしかして誰かの名前ですか？\nエヴィちゃんのお知り合いの人だったり……": "Về mặt từ ngữ, có nghĩa là 'Bướm'... Có phải là tên của ai đó không?\nCó phải là một người quen của Evi-chan không...",
    "……あ、そっか……今のみんな聞こえてたよね。\n特に隠してるわけじゃないからいいんだけどさ……": "...À, phải rồi... Mọi người vừa nghe thấy hết rồi nhỉ.\nTớ không giấu gì cả, nên cũng không sao...",
    "簡単に言うと……私のハッキングの師匠――『だった』人。": "Nói một cách đơn giản... Sư phụ hack của tớ――người 'đã từng' là.",
    "エヴィちゃんのお師匠さん！？": "Sư phụ của Evi-chan!?",
    "おおー！　『師匠』！？　なんか燃えてくるキーワードだね！！\nヒーローモノでも――": "Ôー! 'Sư phụ'!? Một từ khóa thật bùng nổ!! \nTrong các bộ truyện anh hùng――",
    "って、これはどちらかというと、少年漫画的な文脈かなぁ？": "Nhưng, đây là một câu chuyện theo kiểu shounen manga phải không?",
    "（……とりあえず、リリーは無視しよう）": "(...Tạm thời, hãy phớt lờ Lily)",
    "『だった』ということは、今は違うのか？": "'Đã từng' nghĩa là bây giờ không phải sao?",
    "別に破門されたとかじゃないんだけどね。": "Tôi không bị đuổi khỏi trường, cũng không có gì đặc biệt cả.",
    "学園に来るもう何年も前の話だし、元々ネットだけの繋がりで\n最後は突然音信不通になったから、『今も』とは言えないかなって意味。": "Đó là câu chuyện đã nhiều năm trước khi tôi đến trường, và ban đầu chỉ là kết nối trên mạng.\nCuối cùng, tôi đột nhiên mất liên lạc, nên tôi không thể nói là 'vẫn còn' được.",
    "そんな昔からハッキングとかに興味があったんだな。": "Cậu đã thích hack từ rất lâu rồi à?",
    "……端末でシステムを弄るのが好きだったからね。当時、両親も\n特に咎めなかったから、ずっとプログラミングに夢中だった。": "...Tôi thích mày mò hệ thống trên thiết bị đầu cuối. Lúc đó, cha mẹ tôi cũng không trách mắng tôi, \nvì vậy tôi đã say mê lập trình.",
    "それでちょっと若気の至りで……アングラな掲示板に入り浸ってた\n時期があったんだ。いろんな人と交流して詳しい話が聞けるしね。": "Và rồi, vì một chút bồng bột... tôi đã từng lang thang trong các diễn đàn ngầm.\nTôi đã giao lưu với nhiều người và nghe được những câu chuyện chi tiết.",
    "アングラな場所……！？　悪の臭いがする……！": "Một nơi ngầm...!? Tôi ngửi thấy mùi của cái ác...!",
    "言っとくけど、今はもう別にそこの住民はやってないから。\nこれでも一応『ホワイトハッカー』として仕事してるわけだし。": "Tôi nói cho cậu biết, bây giờ những người ở đó không còn làm điều đó nữa đâu.\nTôi vẫn đang làm việc với tư cách là một 'white hacker'.",
    "なら、よし！　改心による光堕ちは、ヒーローモノの醍醐味だからね！": "Vậy thì, được rồi! Sự sa ngã vì sự cải tạo là đỉnh cao của truyện anh hùng!",
    "いちいちそっちの世界観に巻き込まないでほしいなぁ……": "Tôi không muốn cậu cuốn tôi vào thế giới quan đó nữa...",
    "……そこでファルファッラさんと出会ったということですか？": "...Vậy là cậu đã gặp Farfalla-san ở đó phải không?",
    "そういうこと。師匠とはその掲示板で出会った。": "Đúng vậy. Tôi đã gặp sư phụ trên diễn đàn đó.",
    "（……師匠『だった』と言ってたけど、\n話すときは今でも『師匠』呼びなんだな）": "(...Tôi đã nói 'đã từng' là sư phụ, \nnhưng khi nói chuyện, tôi vẫn gọi là 'sư phụ')",
    "色んな技術……特にハッキング周りを教えてもらってたんだけど、\n師匠は私を気に入ってくれたのか弟子にしてくれたんだ。": "Tôi đã được dạy nhiều kỹ thuật... đặc biệt là về hack, \nsư phụ thích tôi và đã nhận tôi làm đệ tử.",
    "年齢も性別も……何なら名前もハンドルネームだろうし、\n何も分からない相手だったけど、技術は本物で……すごい人だったよ。": "Tuổi tác, giới tính... thậm chí cả tên, cũng chỉ là bút danh, \ntôi không biết gì về đối phương cả, nhưng kỹ thuật thì là thật... thật là một người tuyệt vời.",
    "だから、私のハッキング技術はファルファッラ流と言えるかな。\n今あるスキルの大元はすべて、師匠から学んだものだしね。": "Vì vậy, tôi có thể nói rằng kỹ thuật hack của tôi là Farfalla-ryuu.\nNguồn gốc của tất cả các kỹ năng hiện tại của tôi đều là từ sư phụ.",
    "でも最後はいきなり音信不通になったんですよね……\nなんだかぴえんな終わり方です……": "Nhưng cuối cùng, cậu đột nhiên mất liên lạc phải không... \nThật là một kết thúc buồn...",
    "ネットだけの繋がりだとよくあるやつだよ。\n今じゃ懐かしい思い出のひとつって感じかな。": "Đó là điều thường thấy khi chỉ kết nối trên mạng thôi.\nTớ cảm thấy như là một trong những kỷ niệm xưa cũ bây giờ.",
    "師匠ごっこに飽きて切られたのかなとか、逮捕とかされたのかなとか、\n当時はショック受けたり心配したりはしたけどね。": "Tôi đã rất sốc và lo lắng lúc đó, không biết là do bị cắt đứt vì chán chơi trò sư phụ, hay là bị bắt...",
    "……にしても、まあ、こんなところで再会できるなんて、\n思いもしなかったよ。この癖と性格の悪さは記憶の中の師匠と同じだね。": "...Nhưng, tôi không ngờ rằng mình có thể gặp lại ở một nơi như thế này.\nThói quen và tính cách xấu xa này giống hệt như sư phụ trong ký ức của tôi.",
    "だ、大丈夫ですか？　その……ファルファッラさんって、\nエヴィちゃんの尊敬する人なんですよね？": "C-Có ổn không đấy? Ý tôi là... Farfalla-san là người mà Evi-chan kính trọng phải không?",
    "……大丈夫……とは言えないかな。ちょっと頭がグルグル回ってる。\nハッキングを教えてくれた師匠の痕跡が見えて、敵かもしれなくて……": "...Không ổn... tôi không thể nói là ổn. Đầu óc tôi đang quay cuồng.\nTôi nhìn thấy dấu vết của sư phụ đã dạy tôi hack, và có thể là kẻ thù...",
    "……仮にファルファッラが今回の事件に関与していたとして、\nエヴィはどうしたいんだ？": "...Giả sử Farfalla có liên quan đến vụ việc lần này, \nEvi muốn làm gì?",
    "…………": "...",
    "……まだこの件に関わっていたら、もう一度ネット越しでもいいから\n話してみたい。なんで関わってるのか、今までどうしてたのかとか。": "...Nếu anh ta vẫn còn liên quan đến vụ việc này, tôi muốn nói chuyện lại một lần nữa, dù chỉ trên mạng thôi cũng được.\nTại sao anh ta lại liên quan, và anh ta đã làm gì cho đến bây giờ.",
    "なら、引き続きログの解析を進めていこう。この一件を追っていれば、\nもしかすると鉢合わせる機会があるかもしれない。": "Vậy thì, chúng ta hãy tiếp tục phân tích log. Nếu chúng ta theo dõi vụ việc này, \ncó lẽ chúng ta sẽ có cơ hội gặp nhau.",
    "……はは、まあ確かにそうだね。\nさっさと終わらせるとするよ。": "...Hah, đúng là vậy thật.\nTớ sẽ nhanh chóng kết thúc thôi.",
    "それからしばらくして――ふいにまた、エヴィの端末が音を発する。\n先ほどの異音とは違う、軽い音だった。": "Sau đó một lúc――đột nhiên, thiết bị đầu cuối của Evi lại phát ra âm thanh.\nĐó là một âm thanh nhẹ nhàng, khác với âm thanh lạ lúc nãy.",
    "今のは……？": "Âm thanh vừa rồi...?",
    "解析完了のお知らせだね。\nさてさて、中身はっと……": "Đó là thông báo hoàn thành phân tích.\nNào nào, nội dung là...",
    "どーしたの？": "Chuyện gì vậy?",
    "この内容……もしかすると私達だけじゃ、人手が足りなくなるかも。\nラヴォアさん、トレブルクインテットの他のみんなも呼んでいい？": "Nội dung này... Có lẽ chỉ có chúng ta thôi thì không đủ người.\nLavoisier-san, cậu có thể gọi những người khác trong Treble Quintet đến được không?",
    "うーん、できれば目立たないように、少数でやりたかったけど……\nエヴィはそれがいいって考えたんだよね？": "Ừm, nếu có thể, tôi muốn làm một mình, tránh gây chú ý... \nEvi nghĩ rằng đó là điều tốt nhất phải không?",
    "……まあね。%usernameusernameuserna%やフルートはどう思う？\nみんなも巻き込んじゃうことになるけど……": "...Ừm. %usernameusernameuserna% và Flute nghĩ sao?\nChúng ta sẽ kéo mọi người vào chuyện này...",
    "エヴィちゃんが、それを最善だと思ったなら、おけまるです！\n多分みんなも協力してくれると思います！": "Nếu Evi-chan nghĩ rằng đó là điều tốt nhất, thì được thôi!\nTớ nghĩ mọi người cũng sẽ hợp tác thôi!",
    "同じ意見だ。思ったより、面倒な感じなのか？": "Tôi cũng có cùng ý kiến. Có vẻ như nó phức tạp hơn tôi nghĩ?",
    "そうだね……まだちら見しただけだけど、重そうな感じ。\nまあ、面倒なく楽して終われるとは思ってなかったけど。": "Đúng vậy... Mới chỉ nhìn thoáng qua thôi, nhưng có vẻ nặng nề đấy.\nChà, tôi không nghĩ rằng mình có thể kết thúc nó một cách dễ dàng.",
    "……となると、確かにレイラ達もいたほうがいいな。": "...Trong trường hợp đó, Leila và những người khác cũng nên ở đây.",
    "じゃあ、さっそくみんなに連絡してみますね！": "Vậy thì, tôi sẽ liên lạc với mọi người ngay nhé!"
}