{
    "シリウスシュガー、無事に探索より帰還いたしましたわ。": "Sirius Sugar, đã trở về an toàn sau khi thám hiểm.",
    "ご苦労様です。お体の方は大丈夫なのですか？": "Các em vất vả rồi. Sức khỏe đã ổn cả chứ?",
    "は、はい。まだ本調子ではないですけど……": "V, vâng. Tuy chưa hồi phục hoàn toàn...",
    "大事に至る前に帰還できましたので。": "Nhưng đã có thể rút lui trước khi mọi chuyện trở nên nghiêm trọng.",
    "そうですか。――では、心置きなくお説教が出来ますね。": "Vậy sao. ――Vậy thì, tôi có thể thoải mái mà 'dạy dỗ' rồi.",
    "お、お説教ですか！？": "D, dạy dỗ sao!?",
    "嘘でも体調が最悪だと言っておくべきだったな。": "Lẽ ra nên nói là tình trạng sức khỏe tồi tệ nhất thì hơn.",
    "正直すぎるのも損だよね～。": "Quá thật thà cũng thiệt thòi nhỉ~",
    "まず、あなた方シリウスシュガーは３つの過ちを犯しました。": "Đầu tiên, các em, Sirius Sugar, đã phạm ba sai lầm.",
    "ひとつ、撤退の判断を誤り、結果的に無謀な探索を行ったこと": "Thứ nhất, đưa ra quyết định rút lui sai lầm, dẫn đến việc thám hiểm liều lĩnh.",
    "ふたつ、帰還予定時刻を大幅にオーバーして、\n他のチームに捜索の労をかけたこと。": "Thứ hai, vượt quá thời gian trở về dự kiến, \ngây phiền phức cho các đội khác trong việc tìm kiếm.",
    "そして、大深度地下探索用の補給物資を無断で消費したこと。": "Và, tự ý sử dụng vật tư tiếp tế cho việc thám hiểm lòng đất sâu.",
    "緊急事態だったから最後のだけはお咎めなしってことにならないか？": "Vì là tình huống khẩn cấp nên điều cuối cùng có được bỏ qua không?",
    "大変な状況だったことは理解します。\nですが、それとこれとは話が別です。": "Tôi hiểu tình hình lúc đó rất khó khăn. \nNhưng, chuyện đó với chuyện này là hai việc khác nhau.",
    "何の言い訳もできませんわ……": "Tôi... không có gì để bào chữa cả...",
    "……ですが、新たなドリフトの発見、その先の調査報告。\n何より全員無事に帰還したことは大いに評価します。": "…Tuy nhiên, việc phát hiện ra một 'drift' mới, và báo cáo điều tra về nó.\nHơn hết là tất cả mọi người đều trở về an toàn, tôi đánh giá cao điều đó.",
    "その功績をたたえ、今回の過ちについては特別に不問とします。\n……よくぞ無事に戻ってきてくれましたね。": "Tôi sẽ đặc biệt bỏ qua những sai lầm lần này để ghi nhận công lao của các em.\n…Thật tốt khi các em đã trở về an toàn.",
    "――その後、生徒会長は別件があるようで部屋を出ていった。\n俺達も生徒会室を出ると緊張から解放され、どこか緩んだ空気感が漂う。": "――Sau đó, hội trưởng có vẻ có việc khác nên đã rời khỏi phòng.\nChúng tôi cũng rời khỏi phòng hội học sinh, cảm giác căng thẳng được giải tỏa, không khí có phần thoải mái.",
    "はぁ～……一時はどうなる事かと思った。": "Haizz... Cứ tưởng chuyện gì sẽ xảy ra.",
    "チームが解散になるのかと思った。": "Cứ tưởng đội sẽ bị giải tán.",
    "ま、何事もなく無事に終われたんだ。よかったな。": "Thôi, mọi chuyện đã kết thúc tốt đẹp. May quá.",
    "と、すべてが一件落着――\nかと思った、そのときだ。": "Và, mọi chuyện đã kết thúc――\nTôi đã nghĩ vậy, nhưng...",
    "……いいえ、まだ終わってませんわ。": "…Không, vẫn chưa kết thúc đâu.",
    "え……？": "Hả...?",
    "%usernameusernameuserna%さん、正座をお願いします。": "Anh %usernameusernameuserna%, xin hãy quỳ gối.",
    "せ、正座！？": "Q, quỳ gối!?",
    "お願い……します。": "Xin... hãy làm ơn.",
    "何かよくわからないが、有無を言わせない威圧感があった。\nこういうときの女の子はとっても怖い。": "Tôi không hiểu chuyện gì đang xảy ra, nhưng có một sự uy hiếp không cho phép tôi từ chối.\nCon gái trong những tình huống như thế này thật đáng sợ.",
    "（ここは変に抵抗せず、素直に正座したほうがよさそうだな……）": "(Có lẽ tốt hơn là nên ngoan ngoãn quỳ gối trong tình huống này...)",
    "それで、用件ですが……": "Vậy, vấn đề là...",
    "はい。": "Vâng.",
    "……いくら生還のためとはいえ、\n嘘の告白はよくないと思います。": "…Dù là để sống sót, \ntôi nghĩ việc nói dối là không tốt.",
    "……え？　その話？\nあの時はあの方法以外思いつかなかったんだから、仕方な――": "…Hả? Về chuyện đó á?\nLúc đó tôi không nghĩ ra cách nào khác nên đành phải...",
    "それはそれ、これはこれ、です。": "Chuyện đó là chuyện đó, chuyện này là chuyện này.",
    "そ、そうです……！　『告白』って女の子にとって、\n大事なイベントなんですから！": "V, vâng...! 'Lời tỏ tình' là một sự kiện quan trọng đối với con gái mà!",
    "その……ちゃんと、演技だとしても相手を選ぶべきで……": "Thì... dù là diễn, cũng nên chọn người mà...",
    "相手を選ぶって……じゃあ誰なら良かったんだよ。": "Chọn người á... Vậy ai mới được chứ?",
    "そ、それは……私からは、い、言えないですが……\n七彩さんは、どう思います！？": "T, tôi... tôi không thể nói được... \nChị Nanairo, chị nghĩ sao!?",
    "わ、わたくしですか！？　そ、そうですわね……\nわ、わたくしの口からも言えませんわ！": "T, tôi sao!? V, vâng... \nT, tôi cũng không thể nói được!",
    "なんじゃそりゃ。ただの言いがかりかよ。": "Là sao chứ. Chỉ là vu khống thôi à.",
    "言いがかりじゃないですよっ！\nな、なんだかもやもやしちゃうだけです……うぅ。": "Không phải vu khống đâu!\nT, tự dưng cảm thấy bồn chồn thôi... Ư.",
    "あはは。今だけは大人しく責められておいた方がいいんじゃない？\n乙女の純情を弄んだ罰とでも思ってさ。": "A ha ha. Bây giờ cứ ngoan ngoãn mà bị trách phạt đi.\nCứ coi như là bị phạt vì đã đùa giỡn với trái tim trong sáng của thiếu nữ đi.",
    "（ふたりは隠してるつもりみたいだけど、\n彼の前ではもう『女』なんだね）": "(Hai người họ có vẻ đang cố giấu, \nnhưng trước mặt anh ấy, họ đã là 'con gái' rồi)",
    "許してくれ": "Xin tha lỗi cho tôi.",
    "告白なんてしないよ": "Tôi sẽ không tỏ tình đâu.",
    "あーもー分かった分かった。もうああいう真似はしないから。": "Aーmệt quá. Thôi được rồi, tôi sẽ không làm mấy trò đó nữa.",
    "こ、告白すること自体は悪いことではありませんのよ！？": "T, tỏ tình không phải là xấu đâu nhé!?",
    "そうですね！　時と場所さえ考えてもらえれば！": "Đúng vậy! Chỉ cần chọn đúng thời điểm và địa điểm!",
    "何でそんなに必死なんだよ、お前ら……": "Sao hai người cứ phải làm quá lên thế?",
    "別に必死になんかなっていません！": "Chúng tôi đâu có làm quá đâu!"
}