{
    "外、すごい騒ぎだね。": "Bên ngoài, ồn ào thật đấy.",
    "おなかすいたぁー！": "Tôi đói bụng quá!",
    "ポケットに未開封のビスケットがあったんだけど、食べる？": "Trong túi có bánh quy chưa mở này, ăn không?",
    "たべるー♪": "Ăn ~♪",
    "ザルトゥーム島中の記者だのリポーターだのが押し寄せてるっぽいよ。": "Hình như phóng viên, nhà báo từ khắp đảo Zartoom đang kéo đến.",
    "少しは休ませてほしいものだがな。": "Cũng muốn được nghỉ ngơi một chút.",
    "とりあえず、あれから俺とシリウスシュガー、そして直近まで\n行動をともにしていたプレ・クラス－Ａの４人は柊校舎の教室にいた。": "Tạm thời, từ lúc đó tôi, Sirius Sugar, và 4 người của Pre-Class-A, những người đã cùng nhau hành động gần đây nhất, đang ở trong lớp học của Học viện Hiiragi.",
    "言ってしまえば、一時的な避難だ。": "Nói trắng ra là, lánh nạn tạm thời.",
    "私もさっき、記者さんに追いかけられて……もう大変で……": "Tôi cũng bị phóng viên đuổi theo lúc nãy... Khổ quá...",
    "まさか、あたし達まで追いかけ回されるなんて……": "Không ngờ, đến cả bọn mình cũng bị đuổi theo...",
    "仕方ないわ。例のメイズシフター事件の記事に、\n私達も出てきてるし……": "Không còn cách nào khác. Vì bài báo về vụ án Maze Shifter kia, bọn mình cũng xuất hiện trong đó...",
    "……ごめん。あたしのせいで、みんなに迷惑かけちゃって。": "...Xin lỗi. Tại tớ, làm phiền mọi người rồi.",
    "べ、別に、ちゆるさんの責任じゃないですっ！\n私、そんなつもりで言ったわけじゃ……！": "Đ, đâu có phải lỗi của Chiyuru-san đâu!\nTớ, đâu có ý đó...",
    "こんなことになると分かっていたのか？": "Cậu có biết trước chuyện này sẽ xảy ra không?",
    "俺達は仲間だ。気にするな。": "Chúng ta là đồng đội. Đừng bận tâm.",
    "いいえ、これはあたしの責任よ。身分を隠して柊校舎に入ったのも、\n研究成果を流出させちゃったのも――全部、あたしのせい。": "Không, đây là trách nhiệm của tớ. Việc giấu thân phận rồi vào Học viện Hiiragi, việc làm lộ kết quả nghiên cứu nữa -- tất cả đều là lỗi của tớ.",
    "全然。予想もしなかった……": "Hoàn toàn không. Tớ không ngờ tới...",
    "身分を隠していたっていうことは、\n可能性ぐらいは予想していたんじゃないのか？": "Việc cậu giấu thân phận, chẳng phải cậu đã dự đoán được khả năng này sao?",
    "今まで上手く隠せていたからこそ、\n大丈夫だと安心しきっていたんだよね。": "Vì trước giờ giấu rất kỹ nên tớ đã yên tâm rằng mọi chuyện sẽ ổn.",
    "なるほどな……": "Ra là vậy...",
    "その優しさが逆に辛いな……本当にごめんね。": "Sự dịu dàng đó lại khiến tớ thấy khó chịu hơn... Thực sự xin lỗi nhé.",
    "別に優しくした訳じゃないぞ。\n俺は事実を言ったまでだ。": "Tôi đâu có dịu dàng gì đâu.\nTôi chỉ nói sự thật mà thôi.",
    "キミのそれは優しさだって、もう分かってるよ。": "Tớ biết cậu dịu dàng rồi.",
    "ちゆるさんのせいなんかじゃないですよ！\nそもそも、誰だって秘密のひとつやふたつ、あると思います！": "Đâu phải lỗi của Chiyuru-san đâu!\nHơn nữa, ai mà không có bí mật chứ!",
    "でも、隠していい秘密と、隠しちゃいけない秘密があるよね？\nあたしのこれは……後者だから。": "Nhưng, có những bí mật nên giấu và những bí mật không nên giấu đúng không?\nCái này của tớ... là vế sau.",
    "それは……": "Điều đó...",
    "余計な気遣いは逆にちゆるを追い込むだけだぞ。": "Việc quan tâm thái quá chỉ càng đẩy Chiyuru vào đường cùng thôi.",
    "こうなってしまったものは仕方がない。だから聞かせてくれないか？\nどういう経緯でこうなったのかを。": "Chuyện đã thành ra thế này thì không còn gì để nói. Vậy nên, cậu có thể kể cho tôi nghe được không?\nMọi chuyện đã diễn ra như thế nào?",
    "……ここで話さない方が有り得ないよね。": "...Ở đây mà không nói thì mới là chuyện không thể tin được.",
    "……あたしの父の名前は、『龍宮成臣』。": "...Tên của cha tớ là 'Ryugu Naromi'.",
    "マジで！？": "Thật á!?",
    "やはり、生徒会長の言っていた『龍宮ちゆる』から、\nおおよそ察してはいましたが……": "Quả nhiên, từ 'Ryugu Chiyuru' mà Hội trưởng đã nói, tôi đã đoán ra được phần nào...",
    "（さすがの俺も『タツミヤ』という発音に、\n心当たりがないはずがない）": "（Ngay cả tôi cũng không thể không có ấn tượng với cách phát âm 'Tatsumiya'）",
    "そう、タツミヤ鉱から世界で最初に元素の単離に成功した、\nタツミヤ・ワン――通称、Ｔ１元素発見者よ。": "Đúng vậy, từ mỏ Tatsumiya, người đầu tiên trên thế giới thành công trong việc phân lập nguyên tố, Tatsumiya Wan -- thường gọi là, người phát hiện ra nguyên tố T1.",
    "その特性は室温以上で超伝導が可能になる『室温超伝導性』――": "Đặc tính của nó là 'tính siêu dẫn ở nhiệt độ phòng' --",
    "でも、言い方がおかしくない？　ちゆるのお父さんが見つけたのって、\nＴ１元素だけじゃないでしょ？": "Nhưng, cách nói có gì đó sai sai? Cha của Chiyuru không chỉ tìm ra T1-element thôi đúng không?",
    "何で『Ｔ１元素しか見つけていない』みたいな言い方するの？": "Sao lại nói như thể 'chỉ tìm ra T1-element' vậy?",
    "ラミちゃんは鋭いね。": "Lami-chan tinh mắt thật đấy.",
    "……そう、お父さんが見つけたのはＴ１元素とＴ２元素……\nということになっている。": "...Đúng vậy, cha tớ đã tìm ra T1-element và T2-element...",
    "『なっている』……？": "'...đã tìm ra'...?",
    "Ｔ２元素を見つけたのはね、お父さんじゃなくてあたしなんだ。": "Người tìm ra T2-element là tớ, không phải cha tớ.",
    "え……っ！？": "Hả...!? ",
    "あたしさ、幼い頃からお父さんの研究を手伝ってたの。\nその時に、あっさりＴ２元素の単離に成功しちゃってさ……": "Tớ đã giúp cha tớ nghiên cứu từ nhỏ.\nLúc đó, tớ đã dễ dàng thành công trong việc phân lập T2-element...",
    "え、なにそれ……ヤバすぎない！？": "Ể, cái gì vậy... Ghê gớm quá vậy!?",
    "そう、『ヤバすぎた』。当時のあたしはそんなすごいことした自覚は\nなかったんだけど、周りは大騒ぎ。": "Đúng vậy, 'quá ghê gớm'. Lúc đó, tớ không nhận thức được bản thân đã làm được điều gì to lớn như vậy, nhưng mọi người xung quanh thì lại ồn ào.",
    "発表前だってのに、どこからか嗅ぎつけてきた連中に\n誘拐されかかったこともあったし……": "Trước khi công bố, đã có người đánh hơi được và suýt nữa bắt cóc tớ...",
    "それはマジヤバいわね……": "Chuyện đó nghiêm trọng thật đấy...",
    "だからお父さんはあたしを守るために、\nＴ２元素の功績を自分のものとしたの。": "Vì vậy, cha tớ đã bảo vệ tớ, và đã nhận công trạng của T2-element về mình.",
    "加えてあたしをあえて無関係な場所に置くために、\nメイズ適性があったのを利用して、偽名でこの学園に入れたんだ。": "Thêm vào đó, để tớ ở một nơi không liên quan, đã lợi dụng khả năng Maze của tớ, và cho tớ vào học viện này bằng tên giả.",
    "学園は生徒会が管理してるから、\n外から手を出しづらい部分もあるしね。": "Học viện được quản lý bởi Hội học sinh, nên cũng khó để người ngoài nhúng tay vào.",
    "やっぱり会長は全部知ってるわけか。": "Quả nhiên, Hội trưởng biết hết mọi chuyện.",
    "そう、あたしがこの学園で大好きな研究を続けられてたのは、\n事情を知っていた会長が便宜を図ってくれてたからなんだよね。": "Đúng vậy, tớ có thể tiếp tục nghiên cứu mà tớ yêu thích ở học viện này là vì Hội trưởng đã biết chuyện và tạo điều kiện cho tớ.",
    "そしてつい先日まとめた『Ｔ２元素の応用』という研究成果が、\nどこからか流出してしまったみたい。": "Và gần đây, kết quả nghiên cứu 'Ứng dụng của T2-element' mà tớ đã tổng hợp, dường như đã bị rò rỉ.",
    "（もしかして、以前に嬉しそうに語ってた、\n『位相を書き換える』とか言ってたアレか）": "（Có lẽ là cái mà cậu đã vui vẻ nói trước đây, 'thay đổi pha' gì đó）",
    "本当はあれもお父さんの名前で発表する予定だったんだけどね。": "Thật ra, cái đó cũng dự định công bố bằng tên của cha tớ.",
    "……なるほど、それでマスコミの群れってことね。": "...Ra là vậy, thảo nào lại có đám đông truyền thông.",
    "しっかし、俺はてっきり、ただのメイズオタクだと思っていたよ。\nいや、『ただの』にしては、いろいろレベルは高かったけど。": "Thật ra, tôi cứ nghĩ cậu chỉ là một otaku Maze thôi.\nMà, 'chỉ là' thì trình độ cũng cao đấy.",
    "ふふ……あながちオタクは間違っていないけどね。\nこんな過去があっても、メイズの誘惑には勝てなかったんだもん。": "Hì hì... Cũng không hẳn là otaku đâu.\nDù có quá khứ như vậy, tớ vẫn không thể thắng được sự cám dỗ của Maze.",
    "でも周りが『ただのオタク』ではいさせてくれないんだよねー。\n実家のことは好きだけど、今は『龍宮』より『月ヶ瀬』でいたいのに。": "Nhưng mọi người xung quanh không để tớ là 'chỉ là otaku' đâu.\nTớ thích gia đình, nhưng bây giờ tớ muốn là 'Tsukigase' hơn là 'Ryugu'.",
    "……でも、それって悪いことなの？": "...Nhưng, đó là điều xấu sao?",
    "それだけの才能があるなら、もっといい施設で研究したいと思わない？\n立派な施設なら、護衛をつけることも可能だと思うんだけど……": "Nếu có tài năng đến vậy, cậu không nghĩ muốn nghiên cứu ở một cơ sở tốt hơn sao?\nNếu là một cơ sở tốt, tôi nghĩ việc thuê vệ sĩ cũng có thể...",
    "それはどうかしら……": "Điều đó thì sao...",
    "おそらく、身分を明かした状態では難しいでしょうね。": "Có lẽ, trong tình trạng tiết lộ thân phận thì sẽ khó đấy.",
    "ザルトゥーム学園はひとつの学園ではありますが、出資した各地区の\n行政府の利害がぶつかり合っている場でもありますわ。": "Học viện Zartoom là một học viện, nhưng nó cũng là nơi các chính quyền địa phương đầu tư vào va chạm lợi ích.",
    "……ちゆるさんの正体がバレた以上、\n今後は今までみたいに自由に研究するのは難しくなりそうですね。": "...Vì thân phận của Chiyuru đã bị lộ, có vẻ như sau này sẽ khó nghiên cứu tự do như trước.",
    "それに今回の騒動のせいで、悪い意味で注目を集めてしまいましたわ。\n……これをご覧ください。": "Hơn nữa, vì vụ việc lần này mà đã gây ra sự chú ý theo một nghĩa xấu.\n...Xin hãy xem cái này.",
    "ネット記事？": "Bài báo trên mạng?",
    "なになに……『天才研究者を危険なメイズに送るなど言語道断』\n『何故彼女がかつて落ちこぼれと呼ばれたチームにいるのか？』か。": "Cái gì đây... 'Việc gửi một nhà nghiên cứu thiên tài đến Maze nguy hiểm là điều không thể chấp nhận được'\n'Tại sao cô ấy lại ở trong một đội mà trước đây bị gọi là kẻ yếu kém?'",
    "『彼女がどうしてもメイズを探索するなら、\nより実績のあるチームに移籍させるべきでは？』とも書いてある。": "'Nếu cô ấy nhất quyết muốn khám phá Maze, thì nên chuyển cô ấy sang một đội có thành tích tốt hơn?'",
    "はぁ！？　なによこれムカつく！　好き勝手言いやがって……！\nラミ達、カオスメイデンにだって勝ったのに！": "Hả!? Cái gì đây, tức chết đi được!\nLami bọn tớ đã thắng cả Chaos Maiden rồi!",
    "ああ、なるほど……だから巨大メイズシフターを誘導して、\n俺達にぶつけたのか。": "À, ra là vậy... Vậy nên mới dẫn dụ Maze Shifter khổng lồ, rồi đánh với bọn tôi.",
    "ど、どういうことですか？": "Đ, điều này có nghĩa là gì?",
    "巨大メイズシフターとの戦闘は、誰かの思惑だった、と？": "Trận chiến với Maze Shifter khổng lồ là ý đồ của ai đó?",
    "ああ、プレ・クラス－Ａをシリウスシュガーの『足枷』にした上で、\n巨大メイズシフターと戦わせるのが目的だったんだろう。": "Ừ, Pre-Class-A bị coi là 'vướng bận' của Sirius Sugar, và mục đích là cho họ chiến đấu với Maze Shifter khổng lồ.",
    "そこで大きな被害を出させ、シリウスシュガーの責任を追及し、\nちゆるをより安全なチームへと転籍させる口実にする……とかな。": "Gây ra thiệt hại lớn ở đó, truy cứu trách nhiệm của Sirius Sugar, và lấy cớ để chuyển Chiyuru sang một đội an toàn hơn...",
    "しかし、実際にプレ・クラス－Ａの成長と、\nわたくし達シリウスシュガーによって最悪の結果は回避されましたわ。": "Tuy nhiên, sự trưởng thành của Pre-Class-A và kết quả tồi tệ nhất đã được ngăn chặn bởi chúng tôi, Sirius Sugar.",
    "だとしても、被害はゼロって訳にはいかなかった。\n少しでも付け入る隙があれば、遠慮なくぶっ叩く予定だったんだろう。": "Dù vậy, thiệt hại vẫn không thể về 0 được.\nChỉ cần có một sơ hở nhỏ, họ sẽ không ngần ngại đánh thẳng vào.",
    "私達を足手まといにするために……": "Để biến chúng tôi thành gánh nặng...",
    "そんな……私達が利用されていただなんて……": "Thật... Chúng tôi đã bị lợi dụng...",
    "ごめんなさい、シリウスシュガーのみんな……": "Xin lỗi, mọi người của Sirius Sugar...",
    "あなた達の責任ではありませんわ。わたくし達もあなた達も……\n陰謀に巻き込まれてしまっただけなんですから。": "Đó không phải là trách nhiệm của các cậu. Cả chúng ta... chỉ là nạn nhân của âm mưu mà thôi.",
    "――そのときだ。コンコンとドアノックが響く。": "――Đúng lúc đó. Tiếng gõ cửa vang lên.",
    "ま、まさか記者さんでしょうか？": "Chẳng lẽ là phóng viên sao?",
    "さすがに校舎の中にまで上がりこんではこないのでは……？": "Chắc không đến mức vào tận trong học viện đâu nhỉ...?",
    "うるっさいなあ！　こっちは取り込み中なんだよ、バーカッ！！": "Ồn ào quá đi! Tớ đang bận, đồ ngốc!!",
    "ご、ごめんなさい……突然来てしまって。": "X, xin lỗi... Tự nhiên đến làm phiền.",
    "バッ！？　バ、バ……バーカンス！！　バカンスのお誘いに\n来てくれたのかなっ、生徒会長～！　一緒に海行く！？": "Bốp!? B, B... Ba-can-xơ!! Hội trưởng đến mời đi ba-can-xơ sao?\nMình cùng nhau đi biển nhé, Hội trưởng～!",
    "言い訳が苦しすぎる。": "Ngụy biện quá đáng.",
    "ええっと、それで、何の御用でしょうか？": "À thì, có chuyện gì sao?",
    "そうですね……実は、月ヶ瀬さんに会いたいという方がいまして。": "Đúng vậy... Thực ra, có người muốn gặp Tsukigase-san.",
    "紹介します。校舎『Ｌｉｂｅｒｔｙ　Ｏｎｌｉｎｅ　Ｃａｍｐｕｓ』\n通称ＬＯＣ、チーム『トレブルクインテット』のリーダー――": "Xin giới thiệu. Học viện 'Liberty Online Campus'\nthường gọi là LOC, đội trưởng của đội 'Treble Quintet'――",
    "アゲぽよ～！　フルート・メルヴィルでーす！！": "A-gê-pô-yô～! Tôi là Flute Melville!",
    "そして校舎『ユーロ・タワー』の精鋭チーム『ピクシス・マスール』\nリーダー、ドロテア・カークランドさんと――": "Và đội trưởng của đội ưu tú 'Pixis Massur' của học viện 'Euro Tower', Dorothea Kirkland――",
    "その従者リュシー・ムーアクロフトさんです。": "Và người hầu của cô ấy, Lucy Moorecroft.",
    "ご紹介にあずかりました、ノヴァセレス、\nカークランド公爵家が長女ドロテア・カークランドです。": "Tôi là Nova Ceres, Dorothea Kirkland, con gái trưởng của Công tước Kirkland.",
    "こちらは従者のリュシーです。": "Đây là Lucy, người hầu của tôi.",
    "（嫌な予感がするな……）": "（Có dự cảm chẳng lành...）",
    "（なんか可愛い子が増えた……）": "（Có vẻ như lại có thêm mấy em xinh xắn...）",
    "お初にお目にかかります。リュシー・ムーアクロフトです。": "Rất vui được gặp mặt. Tôi là Lucy Moorecroft.",
    "なにをジロジロ見ているんですか？": "Cậu đang nhìn chằm chằm vào cái gì vậy?",
    "あ、いえ、なんでもないです……": "À, không, không có gì...",
    "（この人のガン飛ばし、こえー！）": "（Ánh mắt của người này, ghê quá!）"
}