{
    "ねえ、聞いた！？\nＬＯＣでやってる恐怖の館の噂！": "Này, nghe tin gì chưa！？\nCó tin đồn về ngôi nhà ma ám ở LOC đấy!",
    "聞いた聞いた！\nマジでヤバくて怖いんだよね！": "Nghe rồi! \nNghe nói nó kinh dị và đáng sợ lắm!",
    "それだけじゃなくてさ……なんと、\nこういう行事に参加しない、あの人が参加してるんだよ！？": "Không chỉ vậy đâu... Nghe nói, \ncái người không tham gia mấy cái sự kiện này, lại còn tham gia nữa cơ！？",
    "あの人って……まさか！？": "Cái người đó... Chẳng lẽ là！？",
    "うそ！　本当にコスプレしてる！？\n噂にしか聞いたことがないのに……！": "Ủa, không đùa chứ!？㠯\nThật sự là cosplay luôn！？\nChỉ nghe đồn thôi mà...!",
    "ホントだ！　うわあ、後で写真とか撮ってもらえるかな！？": "Đúng là thật! Ủa, không biết có được chụp ảnh sau không nữa！？",
    "……想像以上の盛況っぷりだな。\n他の校舎からもどんどん集まってきてるぞ。": "...Quả là trên cả mong đợi.\nCác tòa nhà khác cũng đang đổ xô đến.",
    "いやあ、やっぱり有名パイロットの話題性は凄いねぇ。\n多少は噂とか話題を流したけど、ここまで広がるなんて。": "Chà, đúng là sức hút của phi công nổi tiếng có khác.\nTôi cũng có tung tin đồn và chủ đề, nhưng không ngờ lại lan rộng đến vậy.",
    "正直、午後から俺まで受け付けに参加しないと回らないとはな……\nこりゃ売り上げもすごい事になるんじゃないか？": "Thật lòng mà nói, nếu tôi không tham gia vào buổi chiều thì không thể xoay sở được... \nChắc doanh thu cũng khủng lắm nhỉ?",
    "文化祭だから、そんなお金を取るようにはなってないけどね。\nそれでもまあ、売り上げも話題も凄いわよ♪": "Vì là lễ hội văn hóa nên không thu tiền đâu.\nNhưng mà, doanh thu và chủ đề cũng rất tuyệt vời đó♪",
    "人が増えて、コスプレとかアナウンスのクオリティや、\nＶＲの完成度に関する話題も広まってきて……": "Số người tăng lên, rồi chủ đề về chất lượng cosplay và thông báo, \nvề độ hoàn thiện của VR cũng lan rộng...",
    "それが更に集客につながる……今は、\n完全に成功する流れに乗ってるね！": "Điều đó càng thu hút thêm nhiều khách hàng... Bây giờ, \nhoàn toàn đi đúng hướng thành công rồi!",
    "これも、あれのおかげだな……": "Cũng nhờ có cái đó nữa...",
    "恐怖の館、面白いよ。": "Ngôi nhà ma ám, thú vị đấy.",
    "ふふ、まさか何をさせるのかと思ったら……\nヒイロちゃんにコスプレさせて、スタッフにしちゃうなんてね♪": "Hừm, không ngờ lại bắt làm gì... \nBắt Hiirou-chan cosplay rồi làm nhân viên luôn♪",
    "いやあ、他にもコスプレを色々用意してよかったぁ。\nヒイロちゃんにピッタリイメージのも準備できたしね。": "Chà, cũng may là có chuẩn bị nhiều cosplay khác nhau.\nCũng chuẩn bị được một bộ phù hợp với hình tượng của Hiirou-chan nữa.",
    "ええっ！？　本当にヒイロさん？": "Hả！？ Thật sự là Hiirou-san sao?",
    "ヒイロさんって、コスプレとかするんだ……": "Hiirou-san cũng cosplay nữa sao...",
    "恐怖の館、絶対なんかやばいやつじゃん……！": "Ngôi nhà ma ám, chắc chắn là một thứ gì đó kinh khủng...!",
    "はいはい、こっちだよ～\nもうちょっとしたら、ヒイロがお化け役もやってくれるからね♪": "Này, vào đây nào～\nChút nữa Hiirou sẽ đóng vai ma nữa đó♪",
    "ええっ、本当に！？\n……ヤバい……ちょっと興味湧いてきたかも。": "Ủa, thật sao！？\n...Kinh khủng... Có vẻ hơi hứng thú rồi.",
    "ヒイロさんに追いかけられる体験！？\n……めっちゃ興味あるわ！　やりたいわ！": "Trải nghiệm bị Hiirou-san đuổi theo！？\n...Thật sự rất hứng thú! Muốn làm quá!",
    "怖いよぉ……で、でも気になる……うう……さ、参加します！": "Sợ quá... nhưng mà tò mò quá... Ưu... Thôi, tham gia!",
    "さーて、新しいお客さんごあんなーい！": "Nào, chào mừng những vị khách mới!",
    "……説明……ううん、普通のお化け屋敷じゃない、恐怖の館。\nドキドキして、ちょっとハードで、最後には衝撃がある。": "...Giải thích... Ưm, không phải là một ngôi nhà ma ám bình thường đâu, mà là ngôi nhà ma ám kinh dị.\nTim đập thình thịch, hơi nặng đô, và cuối cùng sẽ có một cú sốc.",
    "面白いから参加して。私も脅かすから……がおー。": "Cứ tham gia đi, vì nó thú vị lắm. Tôi cũng sẽ dọa mọi người nữa đó... Gào!",
    "行きます行きます！": "Đi thôi, đi thôi!",
    "こう見てもヒイロちゃん、凄い人気よねぇ。\n物珍しいのもあるんだろうけども。": "Nhìn thế này thì Hiirou-chan cũng nổi tiếng ghê nhỉ.\nCó lẽ là vì sự mới lạ nữa.",
    "そういえば、ロージーとレイラは何かやらなくていいのか？": "Nói mới nhớ, Rosie và Layla không phải làm gì sao?",
    "今はフルートとエヴィが中で驚かせてるからね。\nこの後に交代する予定で、今はちょうど私たちの休憩なんだよ。": "Bây giờ Flute và Evie đang dọa mọi người bên trong.\nSau đó sẽ đến lượt tụi mình, bây giờ là lúc nghỉ ngơi của tụi mình.",
    "後輩クンも、午後から来てくれたら驚かしちゃうわよ～♪": "Hậu bối-kun, nếu cậu đến vào buổi chiều thì sẽ bị dọa cho xem～♪",
    "そうそう。手伝ってくれるのは嬉しいけど、\nちゃんとお客さんとして楽しんではないでしょ？": "Đúng rồi. Tôi rất vui khi cậu giúp đỡ, \nnhưng cậu có tận hưởng với tư cách là một vị khách không vậy?",
    "お礼代わりじゃないけどさ。\n一緒に頑張って作ったアトラクション、楽しんでよ。": "Không phải là thay lời cảm ơn đâu.\nHãy tận hưởng trò chơi mà chúng ta đã cùng nhau cố gắng tạo ra đi.",
    "そうだな……午後にでも、一回遊びに来るか。\nその時は精一杯脅かしてくれよ？": "Ừm... Chiều đến, tôi sẽ đến chơi một lần.\nLúc đó, hãy dọa tôi hết mình nhé?",
    "任せて♪　もう立てなくなるくらい怖がらせるから！": "Cứ giao cho tôi♪ Tôi sẽ dọa cho cậu sợ đến mức không đứng dậy nổi luôn!",
    "撮影は厳禁です": "Cấm chụp ảnh",
    "怖いのは得意だぞ": "Tôi rất giỏi sợ",
    "そうそう。後輩クンが腰を抜かして、\n情けない姿を晒したところを撮影してあげるわ♪": "Đúng rồi. Hậu bối-kun sẽ bị mất mặt, \nbị lộ ra bộ dạng đáng thương của mình đấy♪",
    "アイドルみたいな断られ方をした！？\n……いやまあ、実際撮影は禁止だけどね？": "Bị từ chối như idol luôn！？\n...Mà, thật ra thì cấm chụp ảnh mà?",
    "まあ、それだけ気合が入ってるってことだろ？\n情けない姿を晒さない様には気を付けるよ。": "Chà, có lẽ là vì mọi người đã rất nhiệt tình rồi?\nTôi sẽ cẩn thận để không bị lộ ra bộ dạng đáng thương.",
    "ちょっとー、そろそろ交代の時間だよ～": "Này, sắp đến giờ đổi ca rồi～",
    "あら、もうそんな時間？\nレイラちゃん、行きましょうか。": "A, đã đến giờ rồi sao?\nLayla-chan, đi thôi nào.",
    "オッケー。それじゃあ行ってくるね～。": "Ok. Vậy thì tôi đi đây～.",
    "そうなの？　後輩クンにそんなイメージ無かったけど。": "Vậy sao？ Tôi không nghĩ hậu bối-kun lại có ấn tượng như vậy.",
    "メイズで目覚めたとき、全裸でメイズシフターに追いかけられたからな。\nそれに比べれば怖いものはないぞ？": "Lúc tỉnh dậy trong mê cung, tôi đã bị trần như nhộng và bị Mê Cung Sifter đuổi theo mà.\nSo với điều đó thì không có gì đáng sợ cả?",
    "……それは比べる対象が悪いでしょ。": "...Đó là một sự so sánh không tốt chút nào.",
    "ロージーちゃんにレイラちゃーん！\nそろそろ交代の時間ですよ～！": "Rosie-chan, Layla-chan～！\nĐến giờ đổi ca rồi～！",
    "はーい。それじゃあ行きましょうか♪": "Vâng. Vậy thì đi thôi nào♪",
    "じゃ、%usernameusernameuserna%くん、\n恐怖の館に期待しててね♪": "Vậy, %usernameusernameuserna% -kun, \nhãy mong đợi ở ngôi nhà ma ám nhé♪",
    "そうして、エヴィとフルートたちが別室で休憩をする際に、\n俺も一緒に彼女たちと休憩を取る": "Sau đó, khi Evie và Flute nghỉ ngơi ở phòng riêng, \ntôi cũng nghỉ cùng với họ",
    "%usernameusernameuserna%さん、おつぽよでした！\nヒイロちゃんのおかげで大盛況です♪": "%usernameusernameuserna% -san, cảm ơn vì đã làm việc chăm chỉ! \nNhờ có Hiirou-chan mà mọi thứ đã rất thành công♪",
    "まあ、俺もそんなに助けにはなれなかったからな。\nちょっとは役に立てて良かったよ。": "Chà, tôi cũng không giúp được gì nhiều.\nCũng may là tôi đã giúp được một chút.",
    "そう言って結構頑張ってヒイロを捕まえたでしょ？\nそれにフルートの準備の手伝いもしてたし。": "Anh đã cố gắng bắt Hiirou rất nhiều mà? \nVới lại, anh cũng giúp Flute chuẩn bị nữa mà.",
    "まあ、頼まれたからには当然だからな。\nこうして大盛況で良かったよ。": "Ừm, vì được nhờ nên tôi phải làm thôi.\nThật tốt khi mọi thứ đã thành công như vậy.",
    "そうですね……こんな風に本当にぽよな、\n楽しい文化祭に出来てとっても良かったです！": "Đúng vậy... Thật sự là một lễ hội văn hóa vui vẻ như thế này, \ntôi rất vui!",
    "そういえば、聞き忘れたんだが……\nエヴィとフルートはチーム結成前からの知り合いなんだよな？": "Nhân tiện, tôi quên hỏi... \nEvie và Flute quen nhau trước khi thành lập nhóm à?",
    "そうですね……学園に入ってから知り合って、\nそこからチームを組んで……そんな仲ですよ♪": "Đúng vậy... Chúng tôi quen nhau sau khi vào học viện, \nrồi từ đó thành lập nhóm... Chúng tôi là bạn bè như vậy đó♪",
    "そこからなのか。\n仲が良いから、もっと古い知り合いかと思ったぞ。": "Vậy là từ đó sao.\nTôi cứ tưởng vì hai người thân thiết nên đã quen nhau từ lâu rồi.",
    "えへへ！　仲の良さは時間は関係ありませんから♪": "Ehehe! Tình bạn không liên quan đến thời gian đâu mà♪",
    "まあ、最初の出会いこそ色々あったけどね。\n結構迷惑もかけられたし": "Chà, dù ban đầu có nhiều chuyện xảy ra đi nữa.\nCũng đã làm phiền tôi khá nhiều",
    "あわわ……そ、その節はご迷惑をおかけしました……\nうう、ぴえんな気持ちです。": "Awa... T, thật sự xin lỗi vì đã làm phiền... \nƯu, tôi buồn quá.",
    "そうは言ってるけど、フルートが気絶してた時、\nこっちも驚くくらいエヴィが心配してたぞ？": "Mặc dù nói vậy, nhưng lúc Flute ngất xỉu, \nEvie đã lo lắng đến mức tôi cũng ngạc nhiên đấy?",
    "えっ、そんなにエヴィちゃん心配してくれたんですか！？": "Hả, Evie-chan đã lo lắng cho tôi đến vậy sao!?",
    "……ちょっと、あんまり言わないでよ。\nそういうのを言われるのは恥ずかしいから。": "...Đừng, đừng nói nhiều nữa mà.\nTôi ngại khi bị nói như vậy.",
    "別に恥ずかしがることじゃないだろ？\n仲が良くていいじゃないか。": "Có gì phải ngại đâu chứ?\nHai người thân thiết là tốt mà.",
    "そういうことじゃ……まあいいけどさ。\nはい、その話はここで終わり！": "Không phải chuyện đó... Thôi được.\nĐược rồi, kết thúc câu chuyện ở đây!",
    "ええ～！　もっと聞きたかったです～！": "Eeeh! Tôi muốn nghe thêm～!",
    "二人の仲の良さを微笑ましく見ていて、ふと事件の前の会話を思い出す。": "Tôi mỉm cười nhìn thấy tình bạn của hai người, và chợt nhớ lại cuộc trò chuyện trước khi sự việc xảy ra.",
    "そういえば、エヴィとフルートの出会った時の話、\n聞きそびれてたな……聞いても良いか？": "Nói mới nhớ, tôi đã bỏ lỡ câu chuyện về Evie và Flute gặp nhau... \nTôi có thể nghe được không?",
    "ああ、そういえば話し始めたあたりでフルートの悲鳴が聞こえたからね。\n別にフルートも教えていいよね？": "À, đúng là lúc đó tôi nghe thấy tiếng la hét của Flute nên đã bắt đầu nói chuyện.\nFlute cũng có thể kể chứ?",
    "出会った時の話ですか？　懐かしいですね……全然おけまるです！\nむしろ、フルートが話しちゃいますね♪": "Câu chuyện về lần gặp gỡ đầu tiên sao? Hoài niệm quá... Không vấn đề gì đâu!\nThay vào đó, Flute sẽ kể♪",
    "エヴィちゃんとは最初はそんなにいい出会い方じゃなかったんです。\nなんなら、ちょっとエヴィちゃんを呆れさせちゃってましたね……": "Tôi và Evie-chan ban đầu không có một cuộc gặp gỡ tốt đẹp cho lắm.\nNếu không muốn nói là, tôi đã khiến Evie-chan phải ngán ngẩm...",
    "えっ、そうなのか？": "Hả, vậy sao?",
    "その時はビックリしたよ。急に、「ギャルになって配信をしたい。\nだから、手伝ってください！」なんてお願いされるなんて。": "Lúc đó tôi đã rất bất ngờ. Đột nhiên, tôi đã được yêu cầu là \"Muốn trở thành một gal và phát sóng.\nVì vậy, hãy giúp tôi!\"",
    "タイパとかコスパとか重視して授業とかも進めてたから、\n急にそんな子がお願いしに来て予定が狂って困ったよね。": "Vì tôi tập trung vào thời gian và chi phí, nên tôi đã tiến hành các bài giảng, \nnên tôi đã gặp rắc rối khi một người như vậy đến và yêu cầu tôi.",
    "えへへ……ギャルになりたい。配信をしたいはあったんですけど、\nやり方が分らなくて……エヴィちゃんの話を聞いてお願いしたんです。": "Ehehe... Tôi muốn trở thành một gal. Tôi muốn phát sóng, \nnhưng tôi không biết làm thế nào... Tôi đã nghe Evie-chan nói và nhờ cô ấy giúp đỡ.",
    "だからって、家に突然押しかけて来たのはビビったなぁ。\nノックされて何かと思ったら知らない子が真面目な顔で立ってるし。": "Chính vì vậy, tôi đã bị sốc khi đột nhiên đến nhà.\nTôi đã gõ cửa và nghĩ là ai, thì lại là một người lạ với khuôn mặt nghiêm túc.",
    "家に頼みに行ったのか！？": "Đến nhà để nhờ sao!?",
    "だ、だってリモートで校舎にいなかったので……\nそれに一番こういうのに詳しいのはエヴィちゃんって聞きましたから！": "T, tại vì không có ở trong khuôn viên trường từ xa... \nVới lại, tôi nghe nói Evie-chan là người hiểu rõ nhất về những việc này!",
    "ここで逃げてちゃギャル配信者なんて出来ないぞ！\nって思って、勇気を出して声をかけたんです！": "Nếu trốn ở đây thì không thể trở thành một người phát sóng gal được!\nTôi đã lấy hết can đảm và lên tiếng!",
    "最初は断ろうと思ったけど根負けしたんだよね。\nあの時は時間もあったし、余裕があったから運が良かったね。": "Ban đầu tôi đã định từ chối, nhưng tôi đã đầu hàng.\nLúc đó tôi có thời gian và dư dả, nên tôi đã gặp may mắn.",
    "そんなわけで、ＬＯＣに入学して配信を手伝い始めたのが、\nフルートとの付き合いはじめだね。": "Vì vậy, việc tôi vào LOC và bắt đầu giúp đỡ việc phát sóng, \nlà lúc tôi bắt đầu quen biết Flute.",
    "へえ、昔からフルートが引っ張ってたんだな。": "Hể, Flute đã kéo tôi từ rất lâu rồi nhỉ.",
    "そうですね……フルートが無茶なことを言うと、\nみんなが頑張って付き合ってくれるんです！　マジ感謝です！": "Đúng vậy... Khi Flute nói những điều vô lý, \nmọi người sẽ cố gắng hết sức để đi theo! Thật sự cảm ơn mọi người!",
    "自覚してるならちょっとは大人しく……はムリだろうね。\nそれに、そこもフルートの良さだし。": "Nếu đã nhận thức được thì hãy bớt làm những điều điên rồ... thì chắc là không thể rồi.\nVới lại, đó cũng là điểm tốt của Flute.",
    "フルートの無茶ぶりエピソードで思い出した。\n最初、何も知らないフルートが端末をミスってさぁ……": "Tôi nhớ về tập phim vô lý của Flute.\nBan đầu, Flute không biết gì đã làm sai thiết bị...",
    "わわわっ！　は、恥ずかしいですよ～！\nそ、それにあの時は必死だったんです！": "Oa oa oa! T, thật là xấu hổ quá～!\nV, với lại, tôi đã rất cố gắng lúc đó!",
    "そんな風に、楽しげに昔話をしてくれるフルートとエヴィ。\nふたりの話す内容は、その仲の良さを物語っている。": "Flute và Evie đã kể lại những câu chuyện cũ một cách vui vẻ như vậy.\nNội dung mà hai người nói, cho thấy tình bạn của họ.",
    "……てなわけで、フルートと一緒に行動することが増えてね。\n居心地もいいからチームを組むことになって……": "...Nói tóm lại, tôi đã dành nhiều thời gian hơn với Flute.\nVì cảm thấy thoải mái nên chúng tôi đã thành lập một nhóm...",
    "ロージーちゃんにシエナちゃん、レイラちゃんが、\nフルートたちと一緒に活動しようってチームに入ってくれて……": "Rosie-chan, Siena-chan, Layla-chan, \nđã tham gia vào nhóm để hoạt động cùng Flute...",
    "気付いたら、トレブルクインテットの皆が集まって、\nフルートたちのチームが結成されたんです♪": "Khi tôi nhận ra, tất cả mọi người của Treble Quintet đã tập hợp lại, \nnhóm của Flute đã được thành lập♪",
    "人に歴史ありってやつだな……\nそこまで聞くと、結成の話まで聞きたくなるぞ。": "Đúng là người có lịch sử... \nNghe đến đó, tôi cũng muốn nghe câu chuyện về việc thành lập nhóm.",
    "結構色々あったんだよ？\nまあ、みんな何かと有名人だからね。": "Đã có rất nhiều chuyện xảy ra đấy?\nChà, mọi người đều là người nổi tiếng mà.",
    "そうですね。まだ休憩時間もありますし、\nトラブルなんてヤバな事は起きないでしょうから色々話しちゃいますね！": "Đúng vậy. Vẫn còn thời gian nghỉ ngơi, \nsẽ không có những rắc rối nguy hiểm nào xảy ra đâu, nên chúng ta sẽ nói chuyện nhiều hơn nhé!",
    "フルート、そんなフラグみたいな事を……": "Flute, cậu lại nói những điều như một lá cờ rồi...",
    "『ザザッ……ごめん、フルートにエヴィ、聞こえる！？\nちょっとこっちが大変な事に……』": "『Zazat... Xin lỗi, Flute và Evie, có nghe không!?\nCó chuyện gì đó rất nghiêm trọng ở đây...』",
    "『ちょっと！　落ち着いて！　そっちに……きゃああ！？』": "『Này! Bình tĩnh! Ở đó... Kyaaa！？』",
    "『……助けて』": "『...Cứu tôi』",
    "『ご、ごめんね！　休憩中なのに！\nトラブル発生で助けが欲しいなって！』": "『X, xin lỗi nhé! Trong khi nghỉ ngơi mà!\nTôi cần sự giúp đỡ vì gặp rắc rối!』",
    "……え、えーと、フルートのせいでしょうか！？": "...E, ừm, là lỗi của Flute sao!?",
    "いや、まあフルートのせいじゃないが……綺麗な伏線回収だったな。": "Không, mà không phải lỗi của Flute... Quả là một sự hồi tưởng tuyệt vời.",
    "まあ、フルートらしいよね": "Chà, đúng là phong cách của Flute",
    "うう、悪気はなかったんですよ～！": "Ưu, tôi không có ác ý mà～!",
    "一難去ってまた一難って奴か……": "Một khó khăn vừa qua thì lại đến một khó khăn khác sao...",
    "それじゃ、解決に行きましょう！\n終わるまで『ぽよ』な文化祭にしたいですから！": "Vậy thì, chúng ta hãy đi giải quyết thôi!\nVì chúng ta muốn lễ hội văn hóa này thật 'poyo' mà!",
    "おっけー。それじゃあ急ごうか。": "Ok. Vậy thì nhanh lên thôi.",
    "はい！　それじゃ、ゴーゴーです！": "Vâng! Vậy thì, go go!",
    "トラブル続きだが……笑顔で頑張るフルートをみていると、\nきっとこの文化祭はいい思い出として成功すると思えるのだった。": "Tiếp tục gặp rắc rối... nhưng khi nhìn Flute đang cố gắng với nụ cười trên môi, \ntôi nghĩ rằng lễ hội văn hóa này chắc chắn sẽ thành công và trở thành một kỷ niệm đẹp."
}