{
    "どうします、ボス！？": "Sao đây, sếp!?",
    "……ここまでね。全機、撤退する。": "…Đến đây thôi. Toàn bộ, rút lui.",
    "ただし――すぐそこにあるそれは連れて行く。": "Nhưng――chúng ta sẽ mang theo thứ ở ngay kia.",
    "えっ？": "Hả?",
    "今すぐ機体から降りて投降しろ。\nじゃないとその男のコックピットを破壊する。": "Xuống khỏi máy bay ngay và đầu hàng đi.\nNếu không, tao sẽ phá hủy buồng lái của thằng đó.",
    "そう言って再び銃口が向けられる。さっきはなぜか撃たなかったが、\nこの気迫だと次こそは引き金を引いてもおかしくない。": "Hắn nói vậy rồi lại chĩa nòng súng vào. Lúc nãy không hiểu sao không bắn,\nnhưng với khí thế này thì lần tới có lẽ sẽ bóp cò.",
    "……！！": "…!!",
    "ジュリー！！　ダメだ！": "Julie!! Không được!",
    "%usernameusernameuserna%……ごめん。": "%usernameusernameuserna%…xin lỗi.",
    "ジュリーは指揮官の要求に応え、コックピットから身を出した。": "Julie đáp ứng yêu cầu của chỉ huy, bước ra khỏi buồng lái.",
    "これでいい？": "Như vậy được chưa?",
    "利口だ。": "Khôn đấy.",
    "ダメだ、ジュリー！　行くな！！": "Không được, Julie! Đừng đi!!",
    "%usernameusernameuserna%……！\nあたしは大丈夫だから！！": "%usernameusernameuserna%…!\nTớ không sao đâu!!",
    "でも……！！": "Nhưng…!!",
    "大丈夫！": "Ổn mà!",
    "だから――必ず迎えに来て。": "Cho nên――nhất định phải đến đón tớ đấy.",
    "くっ……！": "Kh…!",
    "……わかった。必ずみんなで迎えに行く。": "…Được rồi. Nhất định cả bọn sẽ đến đón.",
    "……待ってる。": "…Đợi tớ.",
    "くっ、そ……！": "Kh, s…!",
    "指揮官機はジュリーをコックピット内に乗せ、\n残った手下とともに離脱していく。": "Máy bay chỉ huy đưa Julie vào buồng lái,\nrời đi cùng với những tên tay sai còn lại.",
    "逃がすかよ！": "Đâu dễ gì tha cho bọn mày!",
    "ラミに続いて風紀委員の機体も追撃しようとする。": "Tiếp theo Lami, máy bay của ủy ban kỷ luật cũng định truy kích.",
    "待ちなさい！ 下手な攻撃は禁物です！\n相手はステイシーさんを連れています！": "Đợi đã! Tấn công bừa bãi là cấm kỵ!\nBọn chúng đang bắt Stacy đi đấy!",
    "ああもう！　あとちょっとだったのに！": "Chậc! Chỉ một chút nữa thôi mà!",
    "――それから俺とドロテア、フルートは救助された。\n彼女達は負傷していたのもあり、すぐさま医療施設に運ばれた。": "――Sau đó, tôi, Dorothea và Furuto đã được giải cứu.\nVì bị thương nên họ đã được đưa đến cơ sở y tế ngay lập tức.",
    "各機は取り急ぎ柊校舎・グラウンドに降り立つ。": "Mỗi chiếc máy bay hạ cánh xuống sân trường Hiiragi.",
    "俺が機体から降りると、そこにはシリウスシュガー一同と\nジュリーを除くプレ・クラス－Ａの面々が待っていた。": "Khi tôi bước ra khỏi máy bay, ở đó có Sirius Sugar và\ncác thành viên khác của lớp Pre-Class－A, trừ Julie.",
    "……すまない、みんな。ジュリーを守れなかった。": "…Xin lỗi mọi người. Tôi đã không thể bảo vệ Julie.",
    "顔を上げて。君は何も悪くない。やれることはやったわ。": "Ngẩng đầu lên đi. Cậu không làm gì sai cả. Cậu đã làm những gì có thể rồi.",
    "これでもしあなたを責める人がいたら、\nわたくし達が黙っていませんわよ。": "Nếu có ai trách cậu vì chuyện này,\ntụi này sẽ không để yên đâu.",
    "そのとおりね。それよりもどうやって取り戻すかを考えたほうが、\n建設的だわ。": "Đúng vậy. Thay vì vậy, chúng ta nên nghĩ cách làm sao để lấy lại cô ấy thì\ncó lý hơn.",
    "みんな……": "Mọi người…",
    "ジュリーさん、無事でしょうか。": "Julie có ổn không?",
    "人質として連れて行ったなら、下手なことはしないはず。": "Nếu là bắt làm con tin, chắc chắn bọn chúng sẽ không làm gì bậy bạ đâu.",
    "――その『建設的』な話は我々のほうで受け持ちます。": "――Chúng tôi sẽ đảm nhận việc 'có lý' đó.",
    "そこに現れたのは、風紀委員会の姜小花とリリー・ラヴォアだ。": "Xuất hiện ở đó là Kyoukawa và Lily Lavoisier của ủy ban kỷ luật.",
    "みんな悔しいよね……リリーも悔しい！\nこんな悔しいのは久しぶりだよ！": "Mọi người đều thấy hối hận phải không… Lily cũng vậy!\nĐã lâu lắm rồi tớ mới thấy hối hận như thế này!",
    "でもどんな窮地にあってもヒーローは絶望しない。\nいつだって前を向いて歩き続けるのがヒーローだから……！": "Nhưng dù trong hoàn cảnh nào, người hùng cũng không tuyệt vọng.\nLuôn hướng về phía trước và tiếp tục bước đi mới là người hùng…!",
    "そういうわけで、あとはリリー達風紀委員会に任せて、\nみんなは柊校舎で待ってて！": "Vì vậy, hãy giao phần còn lại cho ủy ban kỷ luật Lily,\nmọi người hãy ở lại trường Hiiragi đi!",
    "それ、どういう意味？　ラミ達はすっこんでろってこと？": "Ý là sao? Ý là Lami và những người khác cút đi?",
    "むしろそう言えたら良いのですが、答えは『いいえ』です。\n敵の目標が月ヶ瀬さんである以上、拠点で彼女を守る戦力も必要です。": "Thay vì nói như vậy thì tốt hơn, nhưng câu trả lời là 'không'.\nVì mục tiêu của kẻ địch là Tsukigase, nên cần có lực lượng bảo vệ cô ấy ở căn cứ.",
    "それは確かにそうだな……ジュリーを助けに行く隙を突いて、\nやつらが逆に乗り込んでくる可能性もある。": "Đúng là như vậy… Nhân cơ hội cứu Julie, có khả năng\nbọn chúng sẽ tấn công ngược lại.",
    "できれば仲間のことは自分達の手で取り返したいけど……": "Nếu có thể, chúng ta muốn tự mình giải cứu đồng đội…",
    "わかった、頼んだぞ": "Được rồi, tôi nhờ cậy các cậu.",
    "鍋パでもして待つよ": "Hay là mình làm tiệc lẩu rồi chờ?",
    "大丈夫！　ジュリーのほうは必ずリリー達が取り戻すから！\nヒーローに二言はない！": "Ổn thôi! Nhất định Lily và mọi người sẽ cứu Julie về!\nAnh hùng không bao giờ nói hai lời!",
    "ええ、風紀委員会の名にかけて、必ず。": "Ừm, thay mặt ủy ban kỷ luật, nhất định.",
    "うん！　……って、さすがに鍋パは不謹慎じゃないかな！？": "Ừm! …Nhưng mà, tiệc lẩu có vẻ không phù hợp lắm nhỉ!?",
    "では、これより作戦会議に入ります！\n各自、会議室に集合してください！": "Vậy thì, chúng ta sẽ bước vào cuộc họp chiến lược!\nMọi người, hãy tập trung tại phòng họp!",
    "了解！！": "Rõ!!",
    "風紀委員会の面々はこの場に俺達を残して、\n去っていくのだった。": "Các thành viên của ủy ban kỷ luật đã để chúng tôi ở lại đây,\nrời đi.",
    "……%usernameusernameuserna%さん。": "…%usernameusernameuserna%san.",
    "なんだ？": "Sao?",
    "%usernameusernameuserna%さんのスマートデバイスにも、\n届いているんじゃないですか？": "Trên thiết bị thông minh của %usernameusernameuserna%san,\ncũng nhận được rồi phải không?",
    "私達にも届いていたわ……パーティーの招待状。": "Chúng tôi cũng nhận được rồi…Thiệp mời dự tiệc.",
    "……やっぱり、みんなにも届いていたか。": "…Quả nhiên, mọi người đều nhận được sao.",
    "ねー、もう一度全員で確認しておかない？": "Này, hay là mình kiểm tra lại với nhau một lần nữa?",
    "うん、さっきひとりで観たは観たけど、念の為全員に同じのが\n届いているかも含めて、みんなで確認しておきたいね。": "Ừ, nãy một mình tớ đã xem rồi, nhưng để cho chắc ăn, bao gồm cả việc mọi người có nhận được cái giống nhau không,\ntụi mình nên kiểm tra với nhau.",
    "じゃあ、再生しよう。": "Vậy thì, phát lại nào.",
    "どう？　ちゃんとこの動画は届いた？": "Sao? Mọi người đã nhận được video này chưa?",
    "（雰囲気が誰かに似ている……）": "(Cảm giác này giống ai đó…)",
    "（『コトハ』……偽名か？）": "('Kotoha'…giả danh sao?)",
    "改めて、私はあんた達が『違法パイロット』と呼ぶ者達の\n組織――『双頭の斧』のリーダー。名前は『コトハ』よ。": "Tôi xin tự giới thiệu, tôi là Kotoha, thủ lĩnh của tổ chức mà các người gọi là 'phi công bất hợp pháp',\n'Song Đầu Phủ'.",
    "（思っていたよりも、印象としては若い……\nリーダーというからもっと年配をイメージしていたが……）": "(Ấn tượng hơn mình nghĩ…\nVì là thủ lĩnh nên mình đã tưởng tượng là người lớn tuổi hơn…)",
    "ま、手短に行くわね。要求はシンプルよ。\n人質を返してほしければ、龍宮ちゆるを渡しなさい。": "Thôi vào thẳng vấn đề nhé. Yêu cầu của tôi rất đơn giản.\nNếu muốn con tin được trả về, hãy giao Tsukigase Chiyuru cho tôi.",
    "風紀委員会が面倒だから、時間と場所はやつらの動きを見て、\n改めて策定してから連絡するわ。": "Vì ủy ban kỷ luật phiền phức, nên tôi sẽ xem xét hành động của bọn chúng rồi\nmới liên lạc lại về thời gian và địa điểm.",
    "だから、もちろん風紀委員会には告げ口は禁止よ？\nそうした途端に人質の命は保証できないから。": "Vì vậy, dĩ nhiên là cấm tiết lộ với ủy ban kỷ luật nhé?\nNgay khi làm như vậy, tôi không thể đảm bảo tính mạng của con tin.",
    "当然、我々の要求を無視した際もね。": "Tất nhiên, cả khi chúng ta phớt lờ yêu cầu của tôi nữa.",
    "……それじゃ、いい取引を期待しているわ。": "…Vậy thì, tôi mong đợi một giao dịch tốt đẹp.",
    "何が『いい取引』よ。一方的にこっちの仲間をさらっておいて……": "Giao dịch 'tốt đẹp' gì chứ. Tự tiện bắt đồng đội của chúng tôi…",
    "……どこに出しても恥ずかしくない脅迫文。": "…Một bức thư tống tiền không có gì đáng xấu hổ.",
    "お約束ってやつだよねー。": "Đúng là cái gọi là lời hứa hẹn.",
    "動画の中身は、全員同じみたい。": "Nội dung video, tất cả đều giống nhau.",
    "どうしましょう……って考えるまでもないですよね。": "Phải làm sao đây… Đến mức không cần phải suy nghĩ nữa nhỉ.",
    "ジュリーさんは必ず取り戻しますわ。": "Nhất định chúng ta sẽ giải cứu Julie.",
    "じゃあ、行くか。ちゆるはプレ・クラス－Ａと一緒に留守番を頼む。": "Vậy thì, đi thôi. Chiyuru, cậu ở lại với lớp Pre-Class－A nhé.",
    "それはないでしょ。あたしが交換条件になってるんだし。": "Không đời nào. Tớ là điều kiện trao đổi mà.",
    "わかっていると思うが、一応、言っておくぞ。\n俺達の勝利条件のひとつはちゆるを渡さないことだ。": "Tớ nghĩ là cậu hiểu rồi, nhưng cứ nói trước đã.\nmột trong những điều kiện để chúng ta chiến thắng là không giao Chiyuru.",
    "それなのにノコノコ出て行くつもりか？\nあいつらを喜ばせるだけだというのはわかるよな？": "Vậy mà cậu vẫn định đi theo sao?\nCậu biết là chỉ làm cho bọn chúng vui vẻ thôi đúng không?",
    "小花達が敵拠点を見つけて動くまで、かなりの時間を要するだろう。\n俺達が先に動くなら彼女達という戦力のいる学園が一番安全になる。": "Có lẽ sẽ mất khá nhiều thời gian để Kyoukawa và những người khác tìm thấy căn cứ của kẻ địch.\nNếu chúng ta hành động trước, thì học viện, nơi có lực lượng của họ, sẽ là nơi an toàn nhất.",
    "もちろん。あたしを置いていく方が安全なのはわかってる。": "Đương nhiên rồi. Tớ biết là an toàn hơn nếu không có tớ.",
    "でもあたしなしで行って、どうやってジュリーを奪い返すの？\n戦う？　簡単に勝てる相手じゃないと思うんだけど。": "Nhưng nếu đi mà không có tớ, thì làm sao mà đoạt lại Julie?\nChiến đấu sao? Tớ nghĩ không dễ gì thắng được đâu.",
    "それは……たしかにそうですね。": "Điều đó… đúng là như vậy.",
    "あたしが行けば交渉ができるかもしれない。\n実行前に選択肢を減らすのはよくないと思うんだよねぇ。": "Nếu tớ đi, có lẽ sẽ có thể thương lượng được.\nTớ nghĩ không nên thu hẹp các lựa chọn trước khi hành động.",
    "……どう思われますか？": "…Cậu nghĩ sao?",
    "たしかにちゆるがいれば話し合いという展開に\n持ち込める可能性はある。": "Quả thật, nếu có Chiyuru, có khả năng sẽ có một cuộc thảo luận.",
    "そこからちゆるとジュリーという二兎を確保する\n突破口を見出すことができるかもしれない。": "Từ đó, có thể tìm ra một bước đột phá để bảo vệ cả Chiyuru và Julie.",
    "……わかった。ちゆるがいた方が成功する確率は高そうだ。": "…Được rồi. Có Chiyuru thì khả năng thành công sẽ cao hơn.",
    "それから言っておくが――": "Và tôi cũng nói trước――",
    "プレ・クラス－Ａの３人を見る。": "Nhìn ba người của lớp Pre-Class－A.",
    "お前達は連れて行かない。理由はわかるな？": "Các em không được đi. Mấy em hiểu lý do chứ?",
    "そ――": "Vậ――",
    "わかったわ。": "Tôi hiểu rồi.",
    "何かを言いかけようとしたノエルを制して心香が口を開く。": "Nói với Noel, Kokoro lên tiếng.",
    "私達は足手まといになる。\nこれ以上、みんなに迷惑をかけたくない。": "Chúng ta sẽ trở thành gánh nặng.\nChúng ta không muốn làm phiền mọi người nữa.",
    "俺を見上げる目の端に涙が浮かんでいる。": "Nước mắt đọng ở khóe mắt khi nhìn tôi.",
    "だから……だから……っ。": "Cho nên…cho nên…!",
    "ジュリーちゃんをお願いね。": "Xin hãy giúp đỡ Julie.",
    "ラウラと心香が頭を下げると、慌ててノエルも続いた。": "Khi Laura và Kokoro cúi đầu, Noel cũng vội vàng làm theo.",
    "ああ……今度こそ、その約束を守る。": "À… Lần này, tôi sẽ giữ lời hứa.",
    "ポンポンポンと下げられた頭を順に撫でてやる。\n自分達の力量を把握できているのは成長の証だ。": "Tôi xoa đầu họ theo thứ tự.\nViệc họ nhận thức được khả năng của bản thân là một dấu hiệu của sự trưởng thành.",
    "……行くぞ。俺達でジュリーを取り戻す。": "…Đi thôi. Chúng ta sẽ giải cứu Julie.",
    "悪いが俺達が交渉をする時間は稼いでくれ。\n風紀委員会が動く前に決着をつけたい。": "Xin lỗi, nhưng hãy giúp chúng tôi câu giờ để thương lượng.\nChúng tôi muốn giải quyết trước khi ủy ban kỷ luật hành động.",
    "わかりました。": "Tôi hiểu rồi.",
    "でももし定時通信が途絶えた場合は、\n風紀委員会に事情を伝えるんだ。": "Nhưng nếu thông tin liên lạc cố định bị gián đoạn,\nhãy kể lại tình hình cho ủy ban kỷ luật.",
    "任せてほしいと言わんばかりに３人がうなずく。": "Ba người gật đầu như thể muốn tôi cứ giao cho họ.",
    "それから実戦用の装備で出る。\nそこは上手く生徒会を誤魔化しておいてくれよ。": "Và sẽ ra trận với trang bị thực chiến.\nCác em hãy khéo léo đánh lạc hướng hội học sinh nhé.",
    "……ど、どうやって？": "…Làm, làm sao?",
    "それを考えるのがお前達の役割だな。": "Đó là vai trò của các em. "
}