{
    "ガラガラとドアを開けると――": "Cạch... Tôi mở cửa ra――",
    "え？　%usernameusernameuserna%さん……？": "Hả? %usernameusernameuserna%...?!",
    "小花……！　良かったぁ～！　やっと、人に会えたか……": "Kohana...! May quá! Cuối cùng cũng gặp được người...",
    "どうしたんですか？": "Anh bị làm sao vậy?",
    "実はスカラ校舎であるチームの訓練を見学したあと、\n散策にぶらついてたら迷ってしまって……": "Thật ra là sau khi xem buổi huấn luyện của một đội ở học viện Scara, tôi đi dạo lung tung rồi bị lạc...",
    "スカラ校舎あるあるですね……\n所属生徒ですら迷うこともあるというのに……": "Đúng là đặc sản của học viện Scara mà... Ngay cả học sinh ở đây cũng bị lạc nữa là...",
    "なんとか運良く小花のいるところにたどり着けてよかったよ……\n誰にも会えないまま野垂れ死ぬかと思った……": "May mà tôi tìm được Kohana... Cứ tưởng không gặp ai rồi chết đói luôn chứ...",
    "大げさですね……": "Anh làm quá lên rồi...",
    "そういえば、小花はここで何を？": "À phải rồi, Kohana đang làm gì ở đây vậy?",
    "少し風紀委員会の仕事も一段落したので、\nここで読書していたんです。": "Công việc của ủy ban kỷ luật đã xong một phần, nên tôi ở đây đọc sách một chút.",
    "それは……歴史書か。スカラ地区の？": "Cái đó... Sách lịch sử à? Về khu Scara sao?",
    "好きなんだな": "Em thích nó à?",
    "俺も読んでいい？": "Tôi đọc chung được không?",
    "ええ、生まれ故郷ながら複雑な歴史をしているので、\nとても興味深いんです。他の地区のもよく読みますよ。": "Vâng, dù là quê hương nhưng lịch sử lại rất phức tạp, nên em thấy nó rất thú vị. Em cũng thường đọc về những khu vực khác nữa.",
    "ええ、知識は世界への解像度を高めてくれて、\n未知というものに対する言語化しきれない不安を和らげてくれます。": "Ừm, kiến thức giúp tăng độ hiểu biết về thế giới, xoa dịu đi những bất an không thể diễn tả bằng lời về những điều chưa biết.",
    "特に歴史書は今ある世界じゃなく、\nもう見えない過去世界の一端を見せてくれる……": "Đặc biệt là sách lịch sử cho chúng ta thấy một phần của thế giới trong quá khứ, nơi mà chúng ta không còn thấy được nữa...",
    "そこからしか学べない知識もあるんです。\nだから――": "Cũng có những kiến thức chỉ có thể học được từ đó. Vì vậy――",
    "って、微笑んでどうかしたのですか？": "Này, em cười tươi thế kia, có chuyện gì sao?",
    "いや、楽しそうに語るから、本当に好きなんだなって。": "Không có gì, chỉ là anh nói chuyện say sưa quá, em thấy anh thích thật sự.",
    "………………………………もう。": "…Thôi nào.",
    "は、話はこれで終わりですっ。": "Thôi, chuyện đến đây là hết rồi!",
    "その後、俺はスカラ校舎の入口まで送ってもらうのだった――": "Sau đó, tôi được Kohana đưa đến cổng học viện Scara――",
    "小花が好きなものを俺も知りたいなって。": "Tôi cũng muốn biết những thứ Kohana thích.",
    "ふふ、そうやって他の子達も口説いてるんですか？": "Hừm, anh cũng tán tỉnh mấy đứa khác như vậy à?",
    "い、いや、そういうわけじゃ……": "Đ, đâu có...",
    "と言いつつ、自分の好きなものに興味を示してもらえるのは、\n悪い気がしませんね。": "Dù nói vậy, nhưng việc có người quan tâm đến những thứ mình thích cũng không tệ nhỉ?",
    "このスカラ近代史あたりだと、読みやすいのではないでしょうか。\nどうです？": "Quyển Lịch sử cận đại Scara này có lẽ dễ đọc đấy. Anh thấy sao?",
    "ありがとう、ちょっと読んでみるよ。": "Cảm ơn, tôi thử đọc một chút vậy.",
    "――それが意外と面白く、読みふけってしまったのだった。": "――Và nó lại thú vị hơn tôi nghĩ, tôi đã đọc say sưa luôn.",
    "ふふ……": "Hừm...",
    "小花も手元の歴史書に視線を戻し、ふたりを包むこの場所に\n静かなゆっくりとした時間が流れていくのだった。": "Kohana cũng nhìn lại cuốn sách lịch sử trên tay, thời gian yên bình chậm rãi trôi qua, bao trùm lấy hai người."
}