{
    "…………": "……",
    "ドロテア？": "Dorothea?",
    "はい！？": "Vâng!?",
    "すごい声出たな……": "Giọng lớn thật đấy...",
    "す、すみません……急だったのでびっくりしてしまい……": "T, tôi xin lỗi... Vì bất ngờ quá nên tôi hơi giật mình...",
    "驚かせてしまったか、悪かった。しかしドロテアがひとりで\nぶらついてるなんて珍しいな。それもゲーセンにいるとか……": "Anh làm em giật mình à, anh xin lỗi. Nhưng Dorothea đi một mình\nlang thang thế này hiếm thấy thật đấy. Lại còn ở trong khu trò chơi nữa...",
    "ここ最近、ひとりで過ごすことも増えたので……": "Gần đây, em hay đi một mình hơn...",
    "あー……そうか。それでどうしてゲーセンに？": "À... Ra vậy. Vậy tại sao em lại đến khu trò chơi?",
    "ふと建物の前を通りがかったら、\n入口からこのクレーンゲームの景品が気になってしまい……": "Tình cờ đi ngang qua tòa nhà, em thấy\ncái giải thưởng của trò gắp thú trước cửa rất đáng yêu...",
    "あのハリネズミのぬいぐるみ、どこかリュシーに似てません？": "Con thú nhồi bông hình con nhím kia, trông có vẻ giống Lucy nhỉ?",
    "はは、確かに。ちょっとツンツンした雰囲気とかそっくりだ。": "Ha ha, đúng là vậy. Kiểu tính tình hơi khó gần cũng giống nữa.",
    "良ければ取ってやろうか？\nいやまあ、実際に取れるかどうかは分からないが。": "Hay là để anh gắp cho em nhé?\nÀ mà, gắp được hay không thì anh không chắc.",
    "そ、そんな……そこまでしていただかなくても！": "Đ, đừng... Không cần anh phải làm đến mức đó đâu!",
    "取りやすそうな手前を狙う": "Nhắm vào vị trí dễ gắp ở phía trước",
    "あえて難しい奥を狙う": "Cố tình nhắm vào vị trí khó ở phía sau",
    "まあまあ、見てろって。": "Thôi nào, cứ xem đi.",
    "お、よし……！　一発だ！": "Được rồi...!",
    "なんと１回で狙ったぬいぐるみを取ることができた。": "Chỉ với một lần gắp mà anh đã lấy được con thú bông.",
    "ドロテアにプレゼントするよ。": "Anh tặng em nhé.",
    "えっ……！　で、でしたら、とりあえず代金を……": "Hả...? V, vậy thì, để em trả tiền...",
    "いいよ、一発で取れたし、これくらい。\nいらないなら俺のほうで引き取るが……": "Thôi được, gắp được ngay lần đầu, chỉ có thế thôi.\nNếu em không cần thì anh lấy về vậy...",
    "いえ、そういうわけでは……！": "Không, không phải vậy...!",
    "本当によろしいのですか？": "Anh chắc chứ?",
    "もちろん……": "Chắc chắn rồi...",
    "……ふふ、ならちょうだいします。大切にしますね。": "… Hừm, vậy em xin nhận. Em sẽ giữ gìn nó cẩn thận.",
    "結果――": "Kết quả――",
    "何度か試したが、取ることは叶わずかなりのお金を使ってしまった。": "Đã thử vài lần, nhưng không gắp được, tốn khá nhiều tiền.",
    "うぅ……すまん、調子乗った。今日は撤退だ……": "Ư... Xin lỗi, anh làm quá rồi. Hôm nay dừng ở đây vậy...",
    "えっと……使ったお金、いくらでしたでしょう？\nお返しします。": "À thì... Anh đã dùng hết bao nhiêu tiền vậy?\nĐể em trả lại.",
    "いや、さすがに俺が勝手にやったことだからいいよ。": "Không, anh tự làm thì thôi, không sao đâu.",
    "そうですか……？　ですが……": "Vậy sao...? Nhưng...",
    "こういうのは気を使わないでくれると嬉しい。\n気持ちは嬉しいけど。": "Những chuyện thế này em đừng bận tâm làm gì.\nAnh rất vui nhưng...",
    "……では、このあとカフェかどこかで休憩しませんか？\nコーヒーや紅茶をご馳走させてください。": "… Vậy, sau này mình đi cà phê hoặc đâu đó nghỉ ngơi nhé?\nĐể em mời anh cà phê hoặc trà.",
    "え？　カフェにいくのはいいが、別に奢ってくれなくても……": "Hả? Đi cà phê thì được, nhưng không cần em phải mời đâu...",
    "わたくしが勝手にやることですよ。\nこういうのは気を使わないでいただけると嬉しいです。": "Đó là việc em muốn làm mà.\nNhững chuyện thế này, anh đừng bận tâm.",
    "はは……そういうことか。\nじゃあ、お言葉に甘えて、一杯いただこうかな。": "Ha ha... Ra là vậy.\nVậy thì, anh xin nhận lời, uống một ly vậy. "
}