{
    "今日はＭＧの個人訓練に付き合ってくれて、あざまるでした！": "Hôm nay cảm ơn cậu vì đã giúp tôi tập luyện cá nhân với MG!",
    "気にするな、俺もヒマしてたし。": "Không có gì, tôi cũng đang rảnh.",
    "それで……どうでした？　フルートの実力……": "Vậy... thế nào rồi? Khả năng chơi Flute của cậu...",
    "ガチ目のガチで、レビューおねです！！": "Cho tôi xin review thật lòng luôn nhé!!",
    "弱い！！！！": "Yếu xìu!",
    "はっきり言い過ぎでは！？": "Nói thẳng quá vậy!? ",
    "いや、ガチ目のガチでって言われたし……": "Thì tại cậu bảo tôi review thật lòng mà...",
    "まあ、正確には決して弱くはないが、俺の知る他チームの\nリーダー陣と比べると未熟なところも多い……というのが感想かな。": "Mà nói chính xác thì, cậu không hề yếu, chỉ là so với những leader của team khác mà tôi biết thì vẫn còn non nớt... đó là cảm nhận của tôi.",
    "でもトレブルクインテットのみんなは、\nフルートをリーダーだってちゃんと認めてるだろ？": "Nhưng mọi người trong Treble Quintet đều công nhận Flute là leader mà?",
    "それはフルートのリーダーとしての魅力が、\nしっかり別にあるからじゃないか？": "Chắc là vì Flute có những điểm thu hút của riêng mình, đúng không?",
    "とても可愛い！": "Rất dễ thương!",
    "ポジティブなところ": "Luôn lạc quan.",
    "えっ、それって……？": "Hả, ý là...?",
    "カ、カワ……！？": "D, dễ... thương...!?",
    "言い換えると、愛嬌というか無条件で仲間に愛される力だな。": "Nói cách khác, là sự đáng yêu, có thể được đồng đội yêu mến một cách vô điều kiện.",
    "きっとフルートには他のメンバーにはない求心力みたいなのが\nあるんだと思う。": "Tôi nghĩ Flute có sức hút mà những người khác không có.",
    "そ、そうなんでしょうか……": "V, vậy sao...",
    "でも%usernameusernameuserna%さんに言われたら、\nなんだかガチって感じがします！": "Nhưng nếu là %usernameusernameuserna% nói thì... tôi thấy rất thật lòng!",
    "あざまるです！\nあ……あと、可愛いは素直に嬉しいです……": "Cảm ơn cậu!\nÀ... với lại, tôi cũng vui khi được khen dễ thương...",
    "フルートは仲間のためならいつだってポジティブになれて、\nみんなを奮い立たせることができる……そんな子だと思う。": "Flute luôn lạc quan vì đồng đội, và có thể khích lệ mọi người... tôi nghĩ cậu là một người như vậy.",
    "%usernameusernameuserna%さん……": "%usernameusernameuserna%...",
    "だからそういうところをもっと伸ばしていこう。\n仲間は絶対に見捨てない、思いやりのあるところも長所だしな！": "Vậy nên hãy phát huy những điều đó nhé. Không bao giờ bỏ rơi đồng đội, luôn quan tâm đến mọi người cũng là một điểm mạnh!",
    "はい！！　おけまるです！": "Vâng!! Okie luôn!"
}