{
    "つ……疲れた……": "T… mệt quá…",
    "昨日も同じこと言ってた。": "Hôm qua cậu cũng nói vậy.",
    "ああう……目が回るぅ……": "Ư… hoa mắt quá đi…",
    "める、なんかずっとグルグル回ってなかった？\nあれあんなにする意味ある？": "Meru, hình như cậu cứ quay vòng vòng suốt ấy nhỉ?\nLàm thế có ý nghĩa gì chứ?",
    "反復練習は大切だからな。とりあえず採掘量の計測だが……": "Luyện tập lặp đi lặp lại rất quan trọng. Tạm thời thì cứ đo lượng khai thác đã…",
    "おめでとう。まずは全員合わせての話だ。": "Chúc mừng. Đầu tiên là thành tích của cả đội.",
    "一度の潜航における採掘量としては、今までのシリウスシュガーの最大採掘量の数倍を記録したぞ。": "Lượng khai thác trong một lần lặn đã đạt mức gấp mấy lần lượng khai thác đường Sirius trước đây.",
    "す、数倍！？\nそんなにいっぱい掘れちゃったんですか！？": "G, gấp mấy lần!?\nĐào được nhiều đến thế sao!?",
    "今回はメイズシフターに的を絞ったとはいえ、ものすごい戦果だわ……": "Lần này tập trung vào Maze Shifter, nhưng mà chiến tích thật đáng kinh ngạc…",
    "うへ～、がっぽがっぽじゃん！\nちなみに１位は誰！？　ラミ！？": "Uể, nhiều tiền quá đi!\nMà ai là người đứng nhất thế!? Rami!?",
    "いやいやあたしでしょ！": "Không, là tớ chứ!",
    "実は今回、個々の量はそんなに変わりはないんだ。\n僅差でちょっとちゆるが多い程度だな。": "Thật ra, lượng khai thác của từng người không chênh lệch nhiều đâu.\nChỉ là Chiyuru nhỉnh hơn một chút thôi.",
    "やったー！": "Yeah!",
    "……そこでだ。\n個人的には、今日は七彩を評価したいと思ってる。": "…Và, tôi muốn đánh giá cao Nanairo hôm nay.",
    "え……わ、わたくしですの？": "Hả… t, tôi sao?",
    "ああ。お前の立ち回り方がとてもよかった。\nみんなのそれぞれの動きを把握し、全体を見て動いていただろう？": "Ừ. Cách điều khiển của em rất tốt.\nEm nắm bắt được hành động của mọi người, và quan sát tổng thể phải không?",
    "例えば撃ち漏らしの撃滅だったり、先手を取って敵の進入路を押さえたり、な。": "Ví dụ như tiêu diệt những kẻ địch bị bỏ sót, hoặc chiếm lấy đường vào của kẻ địch, chẳng hạn.",
    "……ええ、確かに、そのように動いていましたわ。": "…Vâng, đúng là tôi đã hành động như vậy.",
    "これまでと違う点について、自覚している部分はあるか？": "Em có nhận thức được điểm khác biệt so với trước đây không?",
    "ええと……今までとにかく前に立って、\nわたくしが戦局を切り開く状況が多かったように思いますわ。": "À thì… trước giờ tôi luôn đứng ra phía trước,\ntôi nghĩ mình thường xuyên phải mở ra chiến cục.",
    "今回はそれを控えて、\n代わりにまずは全体を見ようと心がけました。": "Lần này tôi đã hạn chế điều đó,\ntôi đã cố gắng nhìn vào tổng thể trước.",
    "そうだ。七彩はとても広い視野で物事を見ることに長けている。\nひとつのことに集中するのが得意なめるとは、対照的な個性だな。": "Đúng vậy. Nanairo có khả năng nhìn nhận mọi thứ với tầm nhìn rất rộng.\nKhác hẳn với Meru, người giỏi tập trung vào một việc.",
    "七彩はチームワークにこだわりがあった。\n自分が仲間を引っ張っていくリーダーであろうとしていたんだ。": "Nanairo luôn coi trọng tinh thần đồng đội.\nEm đã cố gắng trở thành một người lãnh đạo, kéo mọi người đi lên.",
    "だが、それだと本来の力が発揮できない。\n広い視野を活かした支援、それが適材適所となる。": "Nhưng, làm vậy thì không thể phát huy hết khả năng.\nHỗ trợ với tầm nhìn rộng, đó mới là điều phù hợp.",
    "じゃあ、あたしたちが大きな被弾もなく撃破数を稼げたのは……": "Vậy là, việc chúng ta có thể kiếm được nhiều điểm mà không bị trúng đạn nhiều là nhờ…",
    "……七彩が援護してくれてたおかげってこと。": "…Nhờ Nanairo hỗ trợ.",
    "……わたくしに合った、戦い方……\nあなたには、それがわかっていたのですか？": "…Cách chiến đấu phù hợp với tôi…\nAnh đã biết điều đó sao?",
    "……さあ、どうだかな。\n途中で気づいたような気もするし、最初からだった気もする。": "…Chà, ai mà biết được.\nCó lẽ tôi nhận ra trong quá trình, hoặc cũng có thể là ngay từ đầu.",
    "……ふふ、おかしな人ですのね。": "…Hừm, thật là một người kỳ lạ.",
    "そして今回が今までと決定的に違ったのは、\n全員が『自分で勝ちに行く』意識を持てたことだ。": "Và điều khác biệt lớn nhất so với trước đây là,\ntất cả mọi người đều có ý thức 'tự mình giành chiến thắng'.",
    "チームワークとは、『味方に勝ってもらう』ことじゃない。\n『自分の力でチームを勝たせること』だ。": "Tinh thần đồng đội không phải là 'để đồng đội giành chiến thắng'.\nMà là 'dùng sức mạnh của mình để giúp đội giành chiến thắng'.",
    "俺の言葉に、５人の表情が引き締まる。": "Biểu cảm của năm người trở nên nghiêm túc hơn trước lời nói của tôi.",
    "わたくしたちは、その意識が欠けていた、と……": "Chúng ta đã thiếu ý thức đó, phải không…",
    "演習でボロ負けした原因もそれだ。\n技術や陣形以前に、心が勝利に向いていなかった。": "Nguyên nhân thất bại trong buổi diễn tập cũng là do đó.\nTrước cả kỹ thuật và đội hình, trái tim không hướng đến chiến thắng.",
    "だから、指揮もなく味方も頼れない状況でも、個人の力で戦う意識をさせたんだ。": "Vì vậy, tôi đã khiến mọi người có ý thức chiến đấu bằng sức mạnh cá nhân, ngay cả trong tình huống không có chỉ huy và không thể dựa vào đồng đội.",
    "やっぱり……%usernameusernameuserna%さんは、\nちゃんと私たちを見ていてくれたんですね。": "Quả nhiên… %usernameusernameuserna% đã\nthực sự quan tâm đến chúng ta.",
    "信じてよかったです。あなたのことを……！": "Thật tốt vì em đã tin tưởng anh…!",
    "あの厳しい訓練も全部、\nわたくしたちを叩きなおすための荒療治だったんですのね。": "Tất cả những buổi huấn luyện khắc nghiệt đó,\nchỉ là liệu pháp mạnh để rèn giũa chúng ta thôi sao?",
    "そーゆーことだったのかー！\n最初はイジメかと思ったわ！": "Thì ra là vậy đó!\nLúc đầu tớ còn tưởng là bị bắt nạt!",
    "……でも、確かに感じた。ＭＧと一体になって、勝利を目指す感覚。": "…Nhưng, tớ chắc chắn đã cảm nhận được. Cảm giác hợp nhất với MG và hướng đến chiến thắng.",
    "そうだね。さすがは生徒会長の選んだ指揮官ってとこかな。\n厳しいけど、こうも結果を見せられちゃね。": "Đúng vậy. Quả là một chỉ huy được hội trưởng chọn.\nTuy nghiêm khắc, nhưng kết quả đã chứng minh điều đó.",
    "いや、お前たちの方こそ、期待以上の成長だよ。\nこの調子なら、どんどん強くなれるはずだ。": "Không, chính các em mới là những người có sự trưởng thành vượt mong đợi.\nVới đà này, các em sẽ ngày càng mạnh hơn.",
    "そして心に刻んでおくんだ！\nどんな時でも、自分の力で勝ちに行くってことを！": "Và hãy khắc sâu vào tâm trí!\nDù trong bất kỳ hoàn cảnh nào, hãy chiến thắng bằng sức mạnh của chính mình!",
    "ここからが本当のシリウスシュガーの戦いだ！\n全員で、カオスメイデンに勝つぞ！": "Từ đây mới là trận chiến thực sự của Sirius Sugar!\nTất cả mọi người, hãy chiến thắng Chaos Maiden!",
    "おーっ！！": "Ooooh!!!"
}