{
    "か、カオスメイデンの偵察って……そんなことしても大丈夫なんですか？\n誰かに見つかったら怒られちゃうんじゃ……": "Ờ, do thám Chaos Maiden á… Liệu có ổn không vậy?\nNếu bị ai đó bắt gặp thì sẽ bị mắng mất…",
    "そうかもしれないが、そうでないかもしれない。": "Có lẽ là vậy, nhưng cũng có thể là không.",
    "そもそも同じ学園の別校舎に遊びに来ただけだしな。\nここに来ただけで文句を言われても、知らないっての。": "Vả lại, tôi chỉ đến đây chơi ở một khu nhà khác trong học viện thôi mà.\nChỉ vì đến đây mà bị phàn nàn thì tôi chịu.",
    "そんなわけで俺は、怯えるめると一緒に\n廊下を突き進んでいく。": "Thế nên tôi cùng với Meru đang run rẩy, cứ thế mà tiến thẳng vào hành lang.",
    "しかし、柊校舎とは結構違うところが多いんだな。\n全体的にすごく迷路のように入り組んでる……まるで地上のメイズだ。": "Tuy nhiên, nơi này khác với khu Hiragi thật đấy.\nTổng thể thì nó giống như một mê cung vậy… y như một mê cung trên mặt đất.",
    "ですね……出資するスカラ・インダストリーズのある\nスカラ地区の考え方が強く浸透しているのかもしれません。": "Đúng vậy… Có lẽ là do tư tưởng của khu Scala, nơi tài trợ, Scala Industries, đã ăn sâu vào.",
    "スカラ地区の考え方？": "Tư tưởng của khu Scala?",
    "七彩さんから聞いた話ですと、スカラ地区って企業を主体とした\n自由至上主義によって統治されているみたいで……": "Theo những gì tôi nghe được từ Nanae, khu Scala được cai trị bởi chủ nghĩa tự do, lấy doanh nghiệp làm trung tâm…",
    "そのせいか校舎もかなり自由な校風で、学生や職員が\n自由増改築しすぎて、すでに誰も全容を把握してないとか……": "Có lẽ vì vậy mà trường học cũng có một phong cách tự do khá thoải mái, học sinh và nhân viên tự do sửa đổi, xây dựng thêm, đến mức không ai còn nắm bắt được toàn bộ…",
    "なるほどな……": "Ra là vậy…",
    "なので、ちょっと主要な道から外れると、\n私達のような訪問者はすぐ迷子になっちゃうって聞きます。": "Vì vậy, nếu bạn đi chệch khỏi con đường chính một chút, những người đến thăm như chúng ta sẽ dễ bị lạc đường ngay.",
    "自由にもほどがあるだろう……というか、\n既にどっちに進めばいいのかまったく分からんぞ。": "Tự do đến mức nào nữa đây… Hay nói đúng hơn, tôi đã không biết phải đi đâu rồi.",
    "仕方ない。こうなったら俺の一族に伝わる秘技を使おう。": "Không còn cách nào khác. Nếu vậy, tôi sẽ dùng bí thuật truyền lại trong gia tộc.",
    "一族に伝わる秘技って……%usernameusernameuserna%さんは\n記憶喪失のはずじゃ……？": "Bí thuật truyền lại trong gia tộc á… %usernameusernameuserna%-san\nđáng lẽ đã bị mất trí nhớ rồi mà…?",
    "……細かいことは気にするな。": "… Đừng để ý đến chi tiết.",
    "俺は懐に忍ばせていたペンを取り出し、床にそっと立てる。": "Tôi lấy cây bút giấu trong người ra, nhẹ nhàng dựng nó lên sàn.",
    "このペンが倒れた方に進むぞ。": "Cây bút này ngã về hướng nào thì ta đi về hướng đó.",
    "あまりにもアナログ過ぎませんか……？": "Nó có vẻ quá… cổ điển không…?",
    "はぁ。これだからデジタル主義者は……\n己の手で道を切り開く素晴らしさが分からんのか？": "Haizz. Vì vậy, những người theo chủ nghĩa kỹ thuật số…\nKhông hiểu được sự tuyệt vời của việc tự mình mở đường sao?",
    "手というよりも運に任せているだけでは……？": "Chẳng phải là giao phó cho vận may hơn là tự mình làm sao…?",
    "そうとも言う。と、そんなコントを繰り広げていると、\nひとりの生徒が声をかけてきた。": "Cũng có thể nói như vậy. Và khi chúng tôi đang diễn trò như vậy, một học sinh đã lên tiếng.",
    "もし……そこのおふた方。\nその制服は……柊校舎の方でいらっしゃいますか？": "Này… hai vị kia.\nBộ đồng phục đó… là của khu Hiragi phải không?",
    "こ、こんにちは！　はい、そうです。\n実はちょっと道に迷っちゃいまして……": "Chào… Chào cậu! Vâng, đúng là vậy.\nThật ra thì chúng tôi hơi lạc đường một chút…",
    "なるほど……柊校舎からの来客は珍しいので、\nつい声をかけてしまいました。": "Ra là vậy… Khách đến từ khu Hiragi là chuyện hiếm, nên tôi đã lên tiếng hỏi.",
    "あ、先に名乗っておくべきでしたね。\n私の名前は紫雲沙耶といいます。以後、お見知りおきを。": "À, lẽ ra tôi nên tự giới thiệu trước nhỉ.\nTên tôi là Shiun Saya. Mong được giúp đỡ.",
    "沙耶さんですね、よろしくお願いします。\n私は桃園める、こちらは……お友達です。": "Saya-san phải không, rất vui được gặp.\nTớ là Touda Meru, còn đây là… bạn tớ.",
    "よろしくお願いします。それで、先ほどから気になっていたのですが、\nそこの方は何をされているのですか？": "Rất vui được gặp. Nhân tiện, tôi đã thắc mắc từ nãy đến giờ, bạn kia đang làm gì vậy?",
    "どうやら、俺のペンによる導きを指して言っているらしい。": "Có vẻ như cô ấy đang hỏi về việc tôi dùng bút để dẫn đường.",
    "未来を開拓しようとしているんだよ。": "Tôi đang cố gắng khai phá tương lai đấy.",
    "はぁ……？": "Hả…?",
    "き、気にしないで下さい！　\nスカラ校舎に初めて来たので、ちょっと浮かれてるだけなんです。": "Đ-Đừng để ý! \nTớ mới đến khu Scala lần đầu nên hơi phấn khích một chút.",
    "そうですか。よければ私が案内しましょうか？\nここで出会ったのも何かの縁ですから。": "Vậy sao. Nếu được thì tôi sẽ hướng dẫn cho các bạn nhé?\nGặp nhau ở đây cũng là một cái duyên mà.",
    "いいのか？　それは助かる。\nこのままじゃ一生ここで暮らすことになりそうだったからな。": "Được sao? Thật là may mắn quá.\nCứ thế này chắc tôi phải sống ở đây cả đời mất.",
    "外の方には広すぎるでしょうからね。\nそれでは、ご案内させていただきます。": "Nó quá rộng đối với người ngoài mà.\nVậy thì, tôi xin phép được hướng dẫn.",
    "ちなみに、どんなところを見学されたいですか？": "Nhân tiện, các bạn muốn tham quan những nơi nào?",
    "そうだな……それもお任せ出来るとありがたい。": "Ừm… Tôi cũng xin phép được giao phó luôn.",
    "いきなりカオスメイデンの訓練を、とか言ったら怪しまれるからな。\n最悪、叩き出されてしまうかもしれない。": "Nếu tôi nói muốn xem huấn luyện Chaos Maiden ngay lập tức thì sẽ bị nghi ngờ mất.\nTệ nhất là có thể bị đuổi ra ngoài.",
    "ここは少し、様子を見ることにしよう。\nめるに目線を送ると、彼女もすぐに理解してくれたようだった。": "Chúng ta hãy xem xét tình hình một chút đã.\nTôi nhìn Meru, và cô ấy dường như đã hiểu ngay.",
    "では、そうですね……私のお気に入りの場所にご案内しましょうか。": "Vậy thì, đúng vậy… Tôi sẽ đưa các bạn đến một nơi mà tôi yêu thích.",
    "こちらです。後からついてきてくださいね。": "Ở đây. Xin hãy đi theo tôi.",
    "なんだかとても親切そうな人ですね。": "Cô ấy có vẻ là một người rất tốt bụng nhỉ.",
    "だな。これで帰り道の心配も大丈夫そうだ。": "Ừ. Như vậy thì cũng không phải lo lắng về đường về nữa.",
    "そこまで道に迷ってたんですね、私達……": "Hai người đã lạc đường đến mức đó sao…?",
    "ここは屋上に設けられた休憩スペースになります。": "Đây là khu vực nghỉ ngơi trên sân thượng.",
    "へぇ。こうしてみると、\n本当にいろんな建築物が密集した校舎って感じだな。": "Ồ. Nhìn như vậy, \ntrường học thực sự là một nơi tập trung nhiều công trình kiến trúc khác nhau nhỉ.",
    "なんだか別世界に迷い込んだみたいです。": "Nó giống như lạc vào một thế giới khác vậy.",
    "ふふっ、私達には見慣れた光景ですが、\n他の校舎の人はよくそう仰りますね。": "Hừm, chúng tôi đã quen với cảnh tượng này rồi,\nnhưng những người ở các khu nhà khác thường nói như vậy.",
    "そんなことを話しながら屋上を見て回っていると……": "Trong khi chúng tôi đang nói chuyện như vậy và nhìn xung quanh sân thượng…",
    "時間、とっくに過ぎているわよ、沙耶。": "Thời gian đã trôi qua lâu rồi đấy, Saya.",
    "もしかしてあたしがこうやって捜しにくるのを、待ってたのかしら？\nふふ。": "Có khi nào em đang đợi chị đến tìm không nhỉ?\nHừm.",
    "…………なにしてるの？": "… Đang làm gì vậy?",
    "見知らぬふたりが、沙耶に声をかけてきた。": "Hai người lạ mặt đã lên tiếng với Saya.",
    "どうやら、彼女の知り合いのようだ。\nとりあえず、俺たちは大人しくしておこう。": "Có vẻ như họ là người quen của cô ấy.\nTạm thời, chúng ta cứ ngoan ngoãn đã.",
    "アニスさん、フィーさん、お待たせしてしまって申し訳ありません。\n客人を案内していたんです。": "Anis-san, Fee-san, em xin lỗi vì đã để hai người đợi.\nEm đang hướng dẫn khách.",
    "すぐにお茶の準備をいたしますね。\nああ、おふたりは、そちらに座ってお待ちください。": "Em sẽ chuẩn bị trà ngay đây.\nÀ, hai người cứ ngồi ở đó chờ nhé.",
    "沙耶は俺たちを椅子に座るように促した後、\n何故か準備されていた道具を使って茶をたて始めた。": "Saya thúc giục chúng tôi ngồi xuống ghế, sau đó, vì lý do gì đó, cô ấy bắt đầu pha trà bằng những dụng cụ đã được chuẩn bị sẵn.",
    "茶道には、一期一会という言葉があります。\nこの瞬間、この出会いは二度と訪れない特別なもの、という意味です。": "Trong trà đạo, có một câu nói là 'Ichigo Ichie'.\nNghĩa là, khoảnh khắc này, cuộc gặp gỡ này là một điều đặc biệt, sẽ không bao giờ lặp lại.",
    "たとえ偶然に迷い込まれたとしても、\n今この瞬間を共に過ごせることは貴重なご縁なのです。": "Ngay cả khi tình cờ lạc vào, \nthì việc có thể cùng nhau trải qua khoảnh khắc này là một điều quý giá.",
    "なるほど。和の心だな。": "Ra là vậy. Tâm hồn của người Nhật nhỉ.",
    "どうぞ、お待たせしました。\nこの機を、どうぞお茶と共にお楽しみください。": "Xin mời, em xin lỗi vì đã để các bạn đợi.\nXin hãy thưởng thức khoảnh khắc này cùng với trà.",
    "差し出されたお茶を見て、めるが小声でこっそり\n聞いてきた。": "Nhìn vào tách trà được đưa ra, Meru thì thầm hỏi nhỏ.",
    "ど、どうしますか……？": "Ch-Chúng ta phải làm gì…?",
    "せっかく用意してくれたんだ。いただこう。\n毒ってこともないだろうからな。": "Cô ấy đã chuẩn bị cho chúng ta rồi. Cứ dùng thôi.\nChắc là không có độc đâu.",
    "俺は沙耶の煎れてくれたお茶を口にした。": "Tôi nhấp một ngụm trà do Saya pha.",
    "……ふむ、悪くないな。": "… Hừm, không tệ.",
    "これがスカラ文化というやつか。なんていうか落ち着くな。": "Đây là văn hóa Scala sao. Cảm thấy thoải mái thật.",
    "あの……茶道ってスカラではなく、\n元々はアマツの文化だと思うのですが……": "À… Trà đạo không phải là văn hóa Scala sao,\nmà là văn hóa của Amatsu mà…",
    "そうですね。実は紫雲家は元々アマツの出身なんです。": "Đúng vậy. Thực ra thì nhà Shiun vốn là người của Amatsu.",
    "祖父の代からスカラに移住しまして、\n今は茶道の普及に取り組んでいるんですよ。": "Từ thời ông nội tôi đã di cư đến Scala,\nvà bây giờ chúng tôi đang nỗ lực phổ biến trà đạo.",
    "なるほど。茶道家元って感じなのか。": "Ra là vậy. Kiểu như là gia tộc trà đạo nhỉ.",
    "ああ、そういえば、あたしたちも自己紹介がまだだったわね。": "À, phải rồi, chúng ta vẫn chưa tự giới thiệu nhỉ.",
    "抹茶に砂糖とシナモンを入れる手を止め、\nどこか風格の高そうな少女がこちらを見てきた。": "Cô gái với vẻ ngoài đầy phong cách dừng tay lại, ngừng cho đường và quế vào matcha, và nhìn về phía chúng tôi.",
    "あたしはアニス・ベネットよ。\nそれで、こちらにいるのがフィー・ドレーゼ。": "Tớ là Anis Bennett.\nCòn người ở đây là Fee Drese.",
    "……フィー・ドレーゼ。": "… Fee Drese.",
    "アニスにフィーか。よろしくな。こちらも自己紹介しておくか。\n俺は――": "Anis và Fee. Rất vui được gặp. Để tôi cũng tự giới thiệu vậy.\nTớ là――",
    "ふふ、自己紹介は不要ですよ。\nアニスさんもフィーさんも、もう『存じて』おりますので。": "Hừm, không cần tự giới thiệu đâu.\nAnis-san và Fee-san, đã 'biết' rồi mà.",
    "え……？": "Hả…?",
    "%usernameusernameuserna%さん……いえ、シリウスシュガーの指揮官様、\nと言った方が通りがいいかもしれませんね。": "%usernameusernameuserna%-san… không, có lẽ nên gọi là chỉ huy của Sirius Sugar thì đúng hơn.",
    "ど、どうしてそれを！？": "T-Tại sao…?",
    "男性指揮官がシリウスシュガーを指導しているという情報は\n私たちの元にも既に入っていますから。": "Thông tin rằng một chỉ huy nam đang chỉ đạo Sirius Sugar\nđã đến tai chúng tôi rồi.",
    "そんなタイミングで柊の方と男子制服の殿方がこちらに来たんです。\n深く考えなくても分かるというものですよ。": "Đúng lúc đó, một người mặc đồng phục nam đến từ Hiragi đã đến đây.\nKhông cần phải suy nghĩ nhiều thì cũng hiểu thôi.",
    "おそらく今日は、カオスメイデンの偵察にいらしたのですよね？": "Có lẽ hôm nay, các bạn đã đến để do thám Chaos Maiden phải không?",
    "まぁ、そうだろうなとは思ってたが、やっぱりお前達が――": "Chà, tôi đã nghĩ là vậy, nhưng cuối cùng thì các người là――",
    "はい。私たちがカオスメイデンのメンバーです。": "Vâng. Chúng tôi là thành viên của Chaos Maiden.",
    "もっと驚いてくれると思っていたのに、残念だわ。\nあなたの動揺した姿は、きっと愛おしかったでしょうに。": "Tôi đã mong các người sẽ ngạc nhiên hơn, thật đáng tiếc.\nChắc chắn là các người sẽ thích thú với vẻ bối rối của các người.",
    "ご期待に添えず申し訳ない。それで、偵察はさせてもらえるのかな？": "Tôi xin lỗi vì đã không đáp ứng được mong đợi của các người. Vậy thì, liệu tôi có thể do thám được không?",
    "%usernameusernameuserna%さん！？\nそ、そんな直球で要求しなくても……": "%usernameusernameuserna%-san!?\nC-Cần gì phải yêu cầu thẳng thừng như vậy chứ…",
    "しかし、沙耶は特に気にした様子もなく、\nあっさりと言った。": "Tuy nhiên, Saya dường như không quan tâm, và nói một cách dễ dàng.",
    "ええ。ちょうどこれから訓練がありますから。\n好きに見学していってもらって構いませんよ。": "Vâng. Chúng tôi vừa có buổi tập luyện xong.\nCác bạn cứ thoải mái đến xem nhé.",
    "なるほど。話が早くて助かるな。": "Ra là vậy. Nhanh gọn thật.\n",
    "（だが、つまりは、それだけ実力の差に自信があるということだ）": "(Nhưng, điều đó có nghĩa là, họ tự tin vào sự khác biệt về thực lực của họ)",
    "これは思った以上に強敵かもしれない。": "Đây có thể là một đối thủ mạnh hơn tôi nghĩ.",
    "しかし、めるの前で動揺は見せられない。\n俺はつとめて平静を保って言った。": "Tuy nhiên, tôi không thể để lộ sự bối rối trước mặt Meru.\nTôi cố gắng giữ bình tĩnh và nói.",
    "それじゃあお言葉に甘えさせてもらうとしようか。\nカオスメイデンのお手並み、拝見させてくれ。": "Vậy thì, tôi xin phép được nhận lời.\nĐể tôi được xem tài nghệ của Chaos Maiden nhé."
}