{
    "会見場を後にした俺達は、ＬＯＣの職員に別室へと案内された。\nそこにはすでに２社の担当者が待っていた。": "Sau khi rời khỏi phòng họp báo, chúng tôi được nhân viên LOC dẫn đến một phòng khác.\nỞ đó, hai người phụ trách của hai công ty đã đợi sẵn.",
    "ふぅ……やっと詳しい話が聞けるのかぁ。": "Phù... Cuối cùng thì cũng được nghe những chuyện chi tiết hơn.",
    "でもこの場にはトリニティ・ジュエルの子たちもいるだろうし、\nあまり突っ込んだ話はしないんじゃない？": "Nhưng vì có cả bọn Trinity Jewel ở đây, chắc họ sẽ không đi sâu vào vấn đề đâu nhỉ?",
    "――なんて、話をしていると。": "――Đang nói chuyện thì.",
    "ご、ごめんなさい、遅くなりました～！": "X-Xin lỗi, em đến trễ quá!",
    "んー。レイヴェル、にんきもので困る。道ふさがれちゃった。": "Ưm. Rayver, được nhiều người thích thật là phiền phức. Chặn cả đường đi.",
    "リディア、ファンの子たちは悪くない。\nもっと私達が気を使って別のルートを使うべきだった。": "Lydia, những người hâm mộ không có gì sai cả.\nChúng ta nên cẩn thận hơn và đi đường khác mới phải.",
    "別の職員に連れられて、トリニティ・ジュエルの３人が現れた。": "Ba người của Trinity Jewel xuất hiện, được một nhân viên khác dẫn đến.",
    "トリニティ・ジュエル……": "Trinity Jewel...",
    "……ん？　何か？": "……Hửm? Có chuyện gì sao?",
    "ああいや、思えば３人構成なんだなって。\nこっちは５人だからさ。": "À không, chỉ là tôi nghĩ, thì ra là đội hình ba người.\nBên này có tận năm người.",
    "テストパイロットの人数差を気にしているなら、問題ない。": "Nếu cậu lo lắng về số lượng phi công thử nghiệm thì không sao đâu.",
    "いろいろ考えた結果、無理に５人で数合わせするより、\nこの３人の連携がもっともパフォーマンスが出ると結論付けている。": "Sau khi cân nhắc kỹ, thay vì cố gắng ghép đủ năm người, chúng tôi đã kết luận rằng\nsự phối hợp của ba người này sẽ cho hiệu suất cao nhất.",
    "（大規模な戦闘や軍団規模の衝突なら、数の差で優れるのは\n大きなアドバンテージになる……）": "（Nếu là một trận chiến quy mô lớn hoặc một cuộc đụng độ cấp quân đoàn, số lượng sẽ là một lợi thế lớn...）",
    "（でもこの規模なら烏合の衆５人よりも、最適な３人チームのほうが\n強い……少なくともレイヴェルはそう自信を持っているようだ）": "（Nhưng ở quy mô này, đội hình ba người tối ưu còn mạnh hơn năm người tầm thường... Ít nhất là Rayver tự tin như vậy）",
    "（それにしても……）": "（Nói đi cũng phải nói...）",
    "まだ何か？": "Vẫn còn chuyện gì sao?",
    "かっこいいなと": "Đẹp trai quá đi",
    "かわいいな": "Dễ thương quá đi",
    "ああいや……": "À không...",
    "レイヴェルはね、モデルさん。すごいでしょ。": "Rayver là người mẫu đó. Tuyệt vời phải không?",
    "なるほど、だから立っているだけなのに、\nどこかかっこいい感じがするわけか。": "Ra là vậy, nên dù chỉ đứng yên thôi cũng có cảm giác gì đó rất ngầu.",
    "は……？": "Hả...?",
    "え、えっと……初対面で、ライバルチームのリーダーを、\nいきなり口説くのは……その……": "Ê, ừm... Lần đầu gặp mà, lại là người đứng đầu đội đối thủ,\ntự nhiên lại tán tỉnh... ừm...",
    "ああ、すまん！　思わずとっさに出ちゃったんだ！\n失礼なこと言って、悪かった。": "À, xin lỗi! Tớ lỡ buột miệng thôi!\nNói năng thất thố, xin lỗi cậu.",
    "いや、いい……ただ……": "Không, không sao... Chỉ là...",
    "…………": "……",
    "……%usernameusernameuserna%、だったか。\n随分と変わった男のようだ。": "……%usernameusernameuserna%, phải không.\nCậu có vẻ là một người khá khác biệt.",
    "（少し警戒心を持たれてしまっただろうか……）": "（Có lẽ nào mình đã khiến cô ấy cảnh giác...）",
    "もう%usernameusernameuserna%さん！\n仲良くする相手、間違ってますよ！": "Đừng như vậy nữa, %usernameusernameuserna%!\nCậu chọn nhầm đối tượng để thân thiết rồi!",
    "あら～！　フルートちゃんってば、ヤキモチ～？": "Ara～! Furuto-chan ghen tị sao?",
    "ち、違いますよ！？　%usernameusernameuserna%さんは、\n今はトレブルクインテットの専属なので……！": "Đ, đâu có! %usernameusernameuserna% hiện tại là người của Treble Quintet mà...!",
    "ちなみにぃ、あたしはすっごくヤキモチ焼いちゃったから、\nあとでお餅焼いてご馳走してね♪　砂糖たっぷり、きなこ餅で！": "Nhân tiện, tớ ghen tị lắm nên lát nữa nhớ nướng bánh mochi đãi tớ nhé♪ Với thật nhiều đường và bột đậu nành!",
    "お前はただ腹減っただけだろ。ドッグフードでも食っとけ。": "Mày chỉ là đói bụng thôi. Cứ ăn thức ăn cho chó đi.",
    "みなさん、仲が良さそうで何よりです。\nただ……そろそろ話を進めてもいいでしょうか？": "Mọi người có vẻ rất hòa đồng, thật tốt.\nChỉ là... Chúng ta có nên bắt đầu vào vấn đề chính được chưa?",
    "あっ、す、すみません！　お願いします！": "A, x-xin lỗi! Xin hãy cứ tự nhiên!",
    "改めて皆さん、先ほどは記者会見お疲れ様でした。\nただいまより今回のプロジェクトのブリーフィングを行います。": "Một lần nữa, cảm ơn mọi người vì buổi họp báo vừa rồi.\nBây giờ chúng ta sẽ tiến hành tóm tắt về dự án này.",
    "……コホン。それではノースリム重工から、\n開発する新型ジェネレーターの方向性について説明する。": "…Khụ. Vậy thì, từ Norusurimu Heavy Industries, tôi xin trình bày về định hướng của thế hệ máy phát điện mới được phát triển.",
    "今回のＡＨＤ－５１０は高位域アークプラズマの、\nラミナーフロー維持において誘導磁束密度の均一化を重視した構造だ。": "AHD-510 lần này là cấu trúc chú trọng đến sự đồng nhất của mật độ từ thông cảm ứng trong dòng chảy plasma hồ quang ở vùng cao.",
    "特に、陽極側のデュアルブリッジ・エンハンサーが、\n出力フラット化に寄与しており――": "Đặc biệt, bộ tăng cường cầu đôi ở phía cực dương\ngóp phần vào việc làm phẳng đầu ra――",
    "ルナ、わかる？": "Luna, cậu hiểu không?",
    "い、いえ、私にはさっぱりです……": "D, dạ, em không hiểu gì cả...",
    "続いて弊社からですね。": "Tiếp theo là từ công ty chúng tôi.",
    "ＶＲＸ－７７の最大の特徴はリアクティブベクトルフィードバックを、\nリアルタイムでダイナミックモデリングしてることなんですよ！": "Đặc điểm lớn nhất của VRX-77 là phản hồi vectơ phản ứng được mô hình hóa động theo thời gian thực!",
    "応答遅延は理論値０．０２秒！": "Độ trễ phản hồi chỉ 0,02 giây theo lý thuyết!",
    "マルチレイヤーの位相アルゴリズムがドライバー入力を、\nシンクロナイズして疑似慣性をリニア補正します！": "Thuật toán pha đa lớp đồng bộ hóa đầu vào của người lái và hiệu chỉnh quán tính giả một cách tuyến tính!",
    "えっと……？　何語？": "Ể...？ Là ngôn ngữ gì vậy?",
    "あはは！　だめ、さっぱり分かんないわ！\nいやー、誰か分かりやすく解説できたりするかしら？": "A ha ha! Không được, tớ chẳng hiểu gì hết!\nAi đó có thể giải thích dễ hiểu hơn được không?",
    "あれ？　ロージーさんって結構機械いじりできるよね？\n確かご実家が自動車の整備を行う工場で……": "Hả? Rosie-san có vẻ rành về máy móc mà?\nHình như nhà cậu ấy có xưởng sửa chữa ô tô...",
    "構造はある程度わかるけど、スペック的な理論は微妙ね。\nあとあたしって感覚でガチャガチャするタイプだし？": "Cấu trúc thì tớ hiểu sơ sơ, nhưng về lý thuyết thì mơ hồ quá.\nHơn nữa tớ thuộc kiểu cứ thích vọc vạch nữa?",
    "……たまにメイズとかで私達の機体を応急処置的に見てくれるけど、\nそんな感覚でやってたの？": "…Đôi khi cậu sửa chữa tạm thời máy của chúng ta trong Mê Cung,\ncậu làm như vậy bằng cảm giác thôi sao?",
    "そーだけど？": "Thì sao?",
    "……今度から私はロージーメンテパスで。": "…Từ nay tớ sẽ dùng Rosie Mente Pass.",
    "え、えっとえっと……つまりは『ぶいあーるえっくす』は、\nバイブスが上がるってことでオケですか！？": "Ê, ừm, ừm... Tóm lại là 'v-r-x' là... làm tăng cảm xúc phải không!?",
    "うん、たぶんそんな感じでいいんじゃない？": "Ừm, chắc là vậy.",
    "エヴィちゃんが言うなら間違いないわね～。": "Nếu Evi-chan nói vậy thì chắc chắn là đúng rồi～.",
    "……要するにエヴィ以外みんなわからないってことか。\nいや、俺もさっぱりだけど。": "…Tóm lại là, ngoài Evi ra thì mọi người đều không hiểu gì hết sao.\nTôi cũng chẳng hiểu gì.",
    "私だって全部を理解してるわけじゃないよ。専門外だし。\nなんとなく自分の引き出しの知識に当てはめて解釈してるだけ。": "Tôi cũng không hiểu hết đâu. Tôi không phải là chuyên gia.\nTôi chỉ cố gắng áp dụng những kiến thức mình có để giải thích thôi.",
    "ずいぶん得意になっているが、\nそちらはアクチュエーター系統のヒートマージンが甘い。": "Cậu có vẻ tự tin quá nhỉ,\nNhưng hệ thống truyền động của cậu lại có giới hạn nhiệt độ thấp.",
    "我が社のようにトリプルリザーブ方式を取らねば──": "Phải dùng hệ thống dự phòng ba lớp như công ty chúng tôi mới──",
    "やだなぁ、そういう『がっちり固める』のはクラシックですよ。\nウチは動的位相制御でそもそもヒートピークを散らしてるんですけど？": "Thôi nào, kiểu 'cố định chặt chẽ' như vậy là cổ điển rồi.\nChúng tôi sử dụng điều khiển pha động để phân tán đỉnh nhiệt mà?",
    "ホントになにを言ってるか、まったくわからない。\n結局どういうことなんだ……？": "Thật sự không hiểu gì cả.\nRốt cuộc là sao...",
    "会話を止める": "Dừng cuộc trò chuyện",
    "とりあえず同意する": "Đồng ý cho qua",
    "……ってか、俺たちを置いてけぼりにして\n担当者の人たちヒートアップしてないか？": "…Hay là, mấy người phụ trách bỏ rơi chúng ta rồi\ncòn đang hăng máu lên thì phải?",
    "ストップ、ストップ。そこまでだ。": "Dừng lại, dừng lại. Đến đây thôi.",
    "なんですか？　今、大事なところなんですが！": "Sao ạ? Ngay lúc này là phần quan trọng nhất mà!",
    "いや、すまん……なにが大事なのかさっぱりわからん。\n多分、ここにいる誰もが。": "Không, xin lỗi... Tôi cũng chẳng hiểu quan trọng ở chỗ nào.\nChắc là ai ở đây cũng vậy.",
    "あの意味不明なバトルに割って入るなんて、\n後輩クンってばやるじゃない♪": "Chèn ngang vào trận chiến vô nghĩa đó, hậu bối-kun giỏi thật đấy♪",
    "確かにヒートが……いや、その通りだよなぁ。\nトリプルリザーブ方式じゃない方法もあるよな！": "Quả thật là hăng máu... Không, đúng là như vậy thật.\nCũng có những cách khác ngoài hệ thống dự phòng ba lớp nhỉ!",
    "何ですか急に。知ったような顔をしないでください。": "Sao tự nhiên vậy? Đừng có vẻ như biết rõ như thế.",
    "そんなこと言われても、\n意味わからない話を始めたのはそっちだろ……": "Dù cậu nói vậy thì,\ntôi cũng đâu hiểu nổi câu chuyện mà cậu bắt đầu...",
    "ありがとうございます……\n理解できなさすぎて、そろそろ気を失いそうでした……": "Cảm ơn... Vì tôi không hiểu gì nên sắp ngất đến nơi rồi...",
    "とにかく！\nどういうことなのか全員に分かるように説明してくれないか？": "Tóm lại!\nMọi người có thể giải thích sao cho ai cũng hiểu được không?",
    "我が社のＡＨＤはどこまでも出力の伸びるジェネレーターだ。\n立ち上がりはやや重いが、どんな状況でも安定してパワーを絞り出せる。": "AHD của công ty chúng tôi là máy phát điện có thể tăng công suất đến mức tối đa.\nTuy khởi động hơi chậm nhưng vẫn có thể ổn định và phát ra năng lượng trong mọi tình huống.",
    "……どのようなものだろうと、関係ない。\n私達なら問題なく、乗りこなせる。": "…Bất kể là thứ gì, cũng không quan trọng.\nChúng tôi có thể điều khiển nó một cách dễ dàng.",
    "私たちのＶＲＸは操作に対する機敏な反応が強みです。\n人馬一体とも言うべき操作感覚が得られると思います。": "VRX của chúng tôi có ưu điểm là phản ứng nhanh nhạy với thao tác.\nMọi người sẽ có cảm giác điều khiển như một thể thống nhất.",
    "へえ～！　いいですね！\n作戦もそれに合わせたアゲアゲなものを考えたいですね～！": "Hể～! Hay quá!\nChúng ta nên nghĩ ra một chiến lược phù hợp với nó～!",
    "最初からそう言ってくれよ……": "Ngay từ đầu đã nói vậy đi...",
    "コ、コホン。さて、仕様に関しての説明会も終わりましたので……\n今後についてお知らせします。": "Kh, khụ. Về buổi thuyết trình về thông số kỹ thuật cũng đã kết thúc, nên là...\nTôi xin thông báo về những việc sắp tới.",
    "両チームのテストパイロットは、\nまず新型ジェネレーターを使用しての訓練を開始してください。": "Các phi công thử nghiệm của cả hai đội,\ntrước tiên hãy bắt đầu huấn luyện bằng cách sử dụng máy phát điện mới.",
    "一週間後の『機動性能評価試験』を皮切りに『戦闘性能評価試験』、\n『メイズ内実地試験』の３段階に分けた試験を行います。": "Sau 'Bài kiểm tra đánh giá hiệu suất di chuyển' một tuần sau, chúng ta sẽ tiến hành các bài kiểm tra theo ba giai đoạn: 'Bài kiểm tra đánh giá hiệu suất chiến đấu',\nvà 'Bài kiểm tra thực tế trong Mê Cung'.",
    "一週間で新型ジェネレーターをモノにしろ、ってことか。": "Trong một tuần phải làm chủ máy phát điện mới sao?",
    "おけまるです！　フルートたちなら余裕ですよ～！": "Oke luôn! Nếu là Furuto thì dư sức～!",
    "両チームは、それぞれ担当のエンジニアチームと協力して、\n評価試験に備えてください。": "Hai đội sẽ phối hợp với đội kỹ sư phụ trách để\nchuẩn bị cho các bài kiểm tra đánh giá.",
    "以上でブリーフィングは終わりです。では、解散。": "Buổi tóm tắt đến đây là kết thúc. Mọi người giải tán.",
    "担当者の声を合図に、部屋にいたメンバーが続々と席を立つ。\nそんな中、フルートはレイヴェルへと歩み寄った。": "Theo hiệu lệnh của người phụ trách, các thành viên trong phòng lần lượt đứng dậy.\nTrong số đó, Furuto tiến đến Rayver.",
    "トリニティ・ジュエルの皆さんっ！　改めてよろしくぽよ～！\nアゲアゲでがんばっていきましょうね～！": "Mọi người của Trinity Jewel! Xin được làm quen lại～!\nChúng ta cùng cố gắng hết mình nhé～!",
    "はーい、よろし――": "Vâng, rất vui được gặp――",
    "リディアさんっ、ま、待ってくださいっ！": "Lydia-san, đ, đợi đã!",
    "んー？": "Ưm?",
    "……がんばる？ これを学園行事とでも勘違いしているのか？": "…Cố gắng? Cậu coi đây là một sự kiện của trường sao?",
    "巨額の資金が投下された一大プロジェクト、\nそれもＭＧの命とも言うべきジェネレーターの『選別』だ。": "Một dự án lớn với số vốn khổng lồ được đầu tư,\nđó cũng là sự 'lựa chọn' của máy phát điện, thứ được xem là linh hồn của MG.",
    "私達に課せられたのは勝利。\nこれ以上馴れ合うつもりはない。": "Điều chúng tôi phải làm là chiến thắng.\nChúng tôi không có ý định thân thiết hơn nữa.",
    "（レイヴェルの言葉は確かに厳しいように聞こえる……が）": "（Lời nói của Rayver nghe có vẻ khắc nghiệt... Nhưng）",
    "でも、彼女の言っていることは正論だ。\nきっとフルートもそれはわかってると思う。": "Nhưng, những gì cô ấy nói là sự thật.\nChắc chắn Furuto cũng hiểu điều đó.",
    "その証拠にフルートの笑顔の裏には強い光が宿っている。": "Bằng chứng là, đằng sau nụ cười của Furuto là một tia sáng mạnh mẽ.",
    "もちろん、フルートたちだって負けるつもりはありませんよ～！\nガチで勝利をつかみにいきますから！": "Đương nhiên, Furuto và mọi người cũng không có ý định thua đâu～!\nChúng tôi sẽ chiến thắng bằng mọi giá!",
    "もっとバチバチと対立してくれてもいいぞ。\nそのほうが互いに研鑽しあうことになるからな！": "Tốt nhất là cứ đối đầu gay gắt đi.\nNhư vậy mới có thể cùng nhau rèn luyện!",
    "はい！": "Vâng!",
    "私達はこれで失礼する。": "Chúng tôi xin phép.",
    "フルートにチームの雰囲気づくりをさせる": "Để Furuto tạo không khí cho đội",
    "エヴィにトリニティ・ジュエルの情報収集を指示する": "Chỉ định Evi thu thập thông tin về Trinity Jewel",
    "……さて、レイヴェルたちも去ったことだし、\nこれで方針の話ができるな。": "…Thôi nào, Rayver và mọi người cũng đã đi rồi,\nvậy là có thể bàn về phương hướng được rồi.",
    "フルートのバイタリティはこのチームに不可欠だ。\nまず全員が前向きに取り組めるような雰囲気づくりを頼む。": "Sức sống của Furuto là không thể thiếu trong đội này.\nTrước tiên, hãy nhờ cậu ấy tạo ra một bầu không khí để mọi người có thể làm việc tích cực.",
    "まかせてください～！\n雰囲気はぽよぽよなフルートが得意なやつですから！": "Cứ giao cho em～!\nFuruto rất giỏi trong việc tạo ra một bầu không khí vui vẻ!",
    "みんなのバイブス、アゲアゲにしちゃいますよ～！": "Em sẽ làm cho mọi người hưng phấn lên～!",
    "まずは敵を知ることが重要だ。": "Trước hết, biết địch biết ta là điều quan trọng.",
    "エヴィには、トリニティ・ジュエルの情報をできるだけ集め、\nそして分析してもらいたい。": "Evi, hãy thu thập thông tin về Trinity Jewel nhiều nhất có thể,\nvà sau đó phân tích chúng.",
    "オッケー。こっちで拾えるだけ情報をかき集めておくよ。": "Oke. Tớ sẽ thu thập thông tin nhiều nhất có thể.",
    "この勝負、勝つぞ。": "Trận chiến này, chúng ta sẽ thắng.",
    "当然です！　だって、トレブルクインテットは最強ですから！": "Đương nhiên rồi! Vì Treble Quintet là mạnh nhất mà!"
}