{
    "ＡＤ社工場へ乗り込んだ日から数日後――": "Vài ngày sau khi đột nhập vào nhà máy AD...",
    "俺達とトレブルクインテットのメンバーは、生徒会長と向き合っていた。\nその傍らにはリリーと小花の姿もある。": "Tôi và các thành viên của Treble Quintet đang đối mặt với Hội trưởng Hội học sinh.\nBên cạnh là Lily và Kohana.",
    "一連の事件について、最終的な調査結果が出ました。": "Kết quả điều tra cuối cùng về vụ việc đã được công bố.",
    "此度の新型ジェネレーター技術の窃取について、\nＡＤ社および双頭の斧による犯行と立証されました。": "Về việc đánh cắp công nghệ máy phát điện kiểu mới,\nđã chứng minh được rằng thủ phạm là AD và Song Đầu Phủ.",
    "よかった……！\nレイヴェルちゃんはこれで晴れて自由の身になったんですね！": "May quá...!\nReverie-chan cuối cùng đã được tự do rồi!",
    "ええ。今回の件で関係者は法に基づいて裁かれる事となっております。\nまた、彼女達には補償も用意しております。": "Vâng. Những người có liên quan trong vụ việc này sẽ bị xét xử theo pháp luật.\nNgoài ra, chúng tôi cũng đã chuẩn bị bồi thường cho họ.",
    "はぁ、これで一件落着って訳ね。": "Haizz, coi như mọi chuyện đã kết thúc.",
    "――ですが、生徒会長としてあなた方に警告があります。": "――Tuy nhiên, với tư cách là Hội trưởng Hội học sinh, tôi có lời cảnh báo với các cậu.",
    "今回の件……事情はあれど、学園の規律を大きく乱すものでした。\n幾つもの問題行為を重ねており、被害額も決して小さくありません。": "Vụ việc lần này... Dù có lý do gì đi nữa, nó đã làm rối loạn nghiêm trọng kỷ luật của học viện.\nCác cậu đã lặp lại nhiều hành vi sai trái, và số tiền thiệt hại cũng không hề nhỏ.",
    "あわわ……ご、ごめんなさい。": "A... A... Xin lỗi.",
    "……ですが、その行為によってＡＤ社の不正や、\n双頭の斧によるこれ以上の横暴を防ぐことが出来たのは事実です。": "……Tuy nhiên, sự thật là, hành động đó đã ngăn chặn được hành vi sai trái của AD và\nngăn chặn Song Đầu Phủ gây thêm bạo hành.",
    "そのため、幾つかの問題行為は双頭の斧によるものとし、\nそして、それ以外の行為に関しても見送る事に致しました。": "Vì vậy, một số hành vi sai trái đã được coi là do Song Đầu Phủ gây ra,\nvà chúng tôi quyết định bỏ qua những hành vi khác.",
    "いや～、助かったぁ……": "Yeah, may quá...",
    "ただし、罰則無しとするわけにはいきません。\n始末書の提出をお願いしますね。": "Tuy nhiên, chúng tôi không thể bỏ qua hình phạt.\nTôi muốn các cậu nộp bản tường trình.",
    "あれだけのことをしでかしたのに、\n始末書だけで済むなら御の字ってところだよねぇ。": "Mấy chuyện kinh khủng như vậy mà chỉ cần viết bản tường trình thôi thì cũng được coi là may mắn rồi.",
    "だが、結局コトハは逃がしてしまった。\n新型ジェネレーターのデータも持っていかれたし……すまない。": "Nhưng cuối cùng, Kotoa đã trốn thoát.\nDữ liệu của máy phát điện kiểu mới cũng bị lấy đi... Xin lỗi.",
    "あなたが謝ることではありませんよ。できることは\nやってくれたようですので……むしろ感謝しています。": "Cậu không cần phải xin lỗi đâu. Có vẻ như cậu đã làm được những gì có thể...\ntôi còn cảm kích nữa là.",
    "そう言って、優しい笑顔を浮かべた生徒会長は、\n俺たちへ頭を下げるのだった。": "Nói xong, Hội trưởng Hội học sinh nở nụ cười dịu dàng,\ncúi đầu trước chúng tôi.",
    "みんな、お疲れ様だね。まあ、姜さんのお説教も大変だったし、\nしばらくの間は大人しくしておこっか。": "Mọi người, mọi người đã vất vả rồi. À, bài thuyết giáo của Jiang cũng thật là kinh khủng,\ncứ ngoan ngoãn một thời gian vậy.",
    "そうね……いやー、本当に凄かったわね。\n正論で延々と詰められて反省させられるのキツかったわ……": "Đúng vậy... Ồ, thật sự rất tuyệt vời.\nBị ép buộc bởi những lời nói chính đáng và bị bắt phải hối lỗi thật là khó chịu...",
    "あれは正直、トラウマになっちゃうかも。\n": "Thật sự có lẽ sẽ trở thành một chấn thương tâm lý đấy.",
    "まあまあ、それでもキッチリ許してくれただけいいんじゃない？": "Thôi nào, dù sao thì họ cũng đã tha thứ cho chúng ta rồi, đúng không?",
    "はぁ……これで長かった事件も一件落着ですね！": "Haizz... Vậy là vụ việc kéo dài cuối cùng cũng kết thúc rồi!",
    "ああ、戻ってきてたか。": "À, đã quay lại rồi à.",
    "教室に入ってきたのはトリニティ・ジュエルの３人だった。\n彼女たちは一斉に、深々と頭を下げる。": "Ba người của Trinity Jewel bước vào lớp học.\nHọ đồng loạt cúi đầu thật sâu.",
    "……今回の事に関して感謝する。我々の無実を証明するために\n動いてくれたこと、礼を言っても足りないくらいだ。": "……Tôi xin cảm ơn về những gì đã xảy ra lần này. Vì đã hành động để chứng minh sự vô tội của chúng tôi,\nchúng tôi không biết phải cảm ơn thế nào cho đủ.",
    "いえ！　ギャルとしてぽよを貫いたまでです！": "Không có gì! Chỉ là tôi đã sống đúng với phong cách của một gal!",
    "ぽよすごーい！　ありがとぽよー。": "Poyo, tuyệt vời! Cảm ơn poyo!",
    "『ぽよ』は語尾じゃありませんが……": "『Poyo』 không phải là một từ cuối câu...",
    "逮捕されたときは不安でしたけど、凄く心強かったです……！": "Tôi đã rất lo lắng khi bị bắt, nhưng tôi cảm thấy rất mạnh mẽ...!",
    "……だが、評価プロジェクトが延期になったのは、残念だった。": "……Nhưng, tôi rất tiếc vì dự án đánh giá đã bị hoãn.",
    "まあ、中止じゃないだけいいんじゃない？\n時期を見て、仕切り直すんだってね。": "Thôi nào, ít nhất nó không bị hủy bỏ, đúng không?\nNghe nói là sẽ làm lại vào thời điểm thích hợp.",
    "その時はリベンジになるかしら？\nまたトリニティ・ジュエルと競走することになるかもね。": "Lần đó có phải là một sự trả thù không nhỉ?\nCó lẽ chúng ta sẽ lại phải thi đấu với Trinity Jewel đấy.",
    "ああ、楽しみにしている。次こそは、\n横槍なく正面からぶつかり合えるよう願ってる。": "Ừ, tôi rất mong chờ. Lần tới,\ntôi hy vọng chúng ta có thể đối đầu trực diện mà không bị cản trở.",
    "もちろんです！　フルート達だって、もっともっと強くなりますから！\nレイヴェルちゃんに負けたりしませんから！": "Chắc chắn rồi! Flute và mọi người sẽ trở nên mạnh mẽ hơn nữa!\nChúng tôi sẽ không thua Reverie-chan đâu!",
    "ま……色々あったけど丸く収まったかな。": "Ừm... Mọi chuyện đã xảy ra, nhưng mọi thứ đã kết thúc tốt đẹp rồi.",
    "そうだな……": "Đúng vậy...",
    "（結局、コトハのことはまだ何も分からずじまいだ。\nやつの正体、そして狙いは……）": "（Cuối cùng, vẫn chưa biết gì về Kotoa.\nThân phận của hắn, và mục đích của hắn...）",
    "何を難しい顔をしてるの。\nこういう時くらいは笑顔を浮かべておくものでしょ。": "Cậu đang làm gì với khuôn mặt khó đăm đăm thế kia?\nĐến lúc này thì cậu nên nở nụ cười chứ.",
    "そうですよ！　%usernameusernameuserna%さんは、\nいっぱい頑張ってくれたんですから胸を張ってください！": "Đúng vậy! %usernameusernameuserna% đã\ncố gắng rất nhiều, nên hãy tự hào lên!",
    "っと、すまない。それもそうだな。\nでも一番頑張ったのはお前らだろ。": "Ừ, xin lỗi. Đúng là như vậy.\nNhưng người cố gắng nhất là các cậu.",
    "%usernameusernameuserna%のわりに謙虚じゃん。\nてっきり手柄は全部俺のものだーくらい言うかと思った。": "Khiêm tốn đấy, %usernameusernameuserna%.\nTôi cứ tưởng cậu sẽ nói là tất cả công lao đều là của tôi.",
    "お前は俺を何だと思ってるんだ。": "Cậu nghĩ tôi là người thế nào?",
    "スパルタ指揮官。": "Một chỉ huy khắc nghiệt.",
    "ひでーこといいやがる……": "Nói những điều tồi tệ quá...",
    "でも、すっごく優しい指揮官でもあります。": "Nhưng cũng là một chỉ huy rất tốt bụng.",
    "うん、そうだね。なんだかんだで、\n私達のことずっと考えてくれてる。": "Ừ, đúng vậy. Dù thế nào đi nữa,\nanh luôn nghĩ cho chúng tôi.",
    "……フルート、それでなんだか『なるほどな～』って思いました。": "……Flute, vì vậy tôi đã nghĩ rằng 『Tôi hiểu rồi～』.",
    "あー……わかる。": "A... Tôi hiểu.",
    "……どういう意味だ？": "……Ý là sao?",
    "もちろんだ": "Chắc chắn rồi.",
    "生徒会はそのつもりだと思う": "Tôi nghĩ Hội học sinh cũng có ý đó.",
    "%usernameusernameuserna%って、こうしてこれからも\nいろんなチームの求めに応じてサポートしたりするんだよね？": "%usernameusernameuserna% sẽ tiếp tục\nhỗ trợ các đội khác nhau theo yêu cầu, đúng không?",
    "ということは……これって、やっぱヤバたんですよね。": "Điều đó có nghĩa là... Điều này, có lẽ là nguy hiểm.",
    "うん――そのうちザルトゥーム学園中が乱世になるかも。\nあちこちで非公式ＭＧ競技が勃発すると思う。": "Ừm――có lẽ học viện Zartum sẽ trở thành một thời kỳ hỗn loạn trong tương lai gần.\nTôi nghĩ các cuộc thi MG không chính thức sẽ nổ ra ở khắp mọi nơi.",
    "スクール・クラッシャーですね……": "Kẻ hủy diệt học đường...",
    "えっ！？　なんでそうなるんだよ！　原因はなんだ！？": "Hả!? Tại sao lại như vậy!? Nguyên nhân là gì!?",
    "……": "……",
    "（あれ？　なんかふたりの視線が冷ややかなんだが……）": "（Hả? Sao hai người lại nhìn tôi bằng ánh mắt lạnh lùng thế này...）",
    "元凶が何か言ってるよ、リーダー。": "Kẻ chủ mưu đang nói gì kìa, đội trưởng.",
    "あはは……自覚するまで待つしかありませんね。": "A ha ha... Có lẽ chỉ còn cách đợi đến khi anh ta tự nhận thức được thôi.",
    "何の話かよくわからなかったが、\n何はともあれこうして笑顔で大団円を迎えられて本当によかった。": "Tôi không hiểu rõ chuyện gì đang xảy ra,\nnhưng dù sao thì tôi rất vui vì chúng ta đã có một kết thúc tốt đẹp với những nụ cười.",
    "きっと俺が頑張れるのは、こんな彼女たちの何かを成し遂げたときの\n笑顔を見たいからなのだろう。": "Chắc chắn là tôi có thể cố gắng vì tôi muốn nhìn thấy nụ cười của họ khi họ đạt được điều gì đó.",
    "（もしかすると、俺って意外と学園の先生とかに向いてたりしてな）": "（Có lẽ, tôi phù hợp với công việc giáo viên ở trường hơn thì sao）",
    "なんて……そんなことを、ふと思ってしまうのだった――": "Như vậy... Tôi đã nghĩ như vậy――"
}