{
    "（放課後のスカラ校舎……人気もなくて、静かなもんだな）": "（Khu nhà của trường học Scara sau giờ học… Vắng vẻ thật, yên tĩnh làm sao）",
    "あははははははっ！": "A ha ha ha ha ha!",
    "……って、いや、なんだか急に騒がしくなってきたぞ。\nなんだあの足音は？": "…Ấy chết, sao tự dưng lại ồn ào lên thế này nhỉ?\nTiếng bước chân kia là sao?",
    "あはは……って、わわわわわ……っ！": "A ha… Woa oa oa oa…!",
    "わっ！": "Woa!",
    "（廊下の向こうから誰かが全力疾走してきたぞ！？\nまずい、このままだとぶつかる……！）": "（Có ai đó đang chạy hết tốc lực từ phía bên kia hành lang kìa!?\nChết rồi, cứ đà này thì va vào nhau mất…！）",
    "ちょっと、そこ！　ストップ！　ストーップ！": "Này, đứng lại! Dừng lại! Dừng lại!",
    "うおっ！？\n……ぶ、ぶつかるかと思った。": "Ugh!?\n…Tớ, tớ cứ tưởng là đâm vào rồi.",
    "ふぅ、ごめんごめん！　でもセーフでよかったね！\n……って、%usernameusernameuserna%かぁ。": "Phù, xin lỗi xin lỗi! Nhưng may là an toàn rồi!\n…Mà, là %usernameusernameuserna% à.",
    "ユリアか。ろくに前も見ないで走るなんて危ないぞ。\n……で、何してるんだ？": "Yuria à. Cậu chạy mà chẳng thèm nhìn trước ngó sau gì cả, nguy hiểm quá đấy.\n…Mà, cậu đang làm gì thế?",
    "サバゲーだよ？": "Chơi bắn súng sinh tồn đó?",
    "サバゲー？": "Bắn súng sinh tồn?",
    "そ、このＬＯＣ製のエアガンを使った撃ち合いのゲームだね！\nで、今は校舎を使ったサバゲーが熱いんだよー。": "Đúng rồi, là trò chơi bắn súng bằng súng airsoft do LOC sản xuất đó!\nGiờ thì trò bắn súng sinh tồn trong trường đang hot lắm đóー.",
    "なんでまたそんなことに……": "Sao lại thành ra thế này…",
    "ほら、スカラ校舎って学校内に商店街があるでしょ？": "Cậu thấy đấy, trường học Scara có cả một khu phố mua sắm đúng không?",
    "ああ、かなりデカい商店街があるな。": "Ừm, có một khu phố mua sắm khá lớn.",
    "で、毎日色んな珍しい商品が入荷されるから、\nそれに興味を持った物好きな生徒が買ってきて広めてるんだ～。": "Rồi, mỗi ngày lại có những món hàng lạ mắt được nhập về,\nrồi những học sinh thích của lạ mua về và lan truyền nó ra～.",
    "その物好きな生徒って、ユリアのことか？": "Học sinh thích của lạ đó là Yuria phải không?",
    "あはは、そうかもね？\nでも、私だけじゃなくてこういうのが好きな子が多いんだよね。": "A ha ha, có lẽ vậy nhỉ?\nNhưng không phải chỉ có tớ thích đâu, có nhiều đứa thích mấy thứ này lắm.",
    "で、どこからか仕入れてきた商店街の商品に目を付けて、\n色んな子に広めた遊びとかが流行るって流れなんだよね。": "Rồi, để ý đến những món đồ trong khu phố mua sắm mà người ta nhập về,\nrồi những trò chơi được lan truyền cho nhiều đứa khác nhau, kiểu vậy đó.",
    "なるほど……学校の中だけで流行するものって、色々ありそうだな。": "Ra là vậy… Trong trường học lại có nhiều thứ thịnh hành đến thế nhỉ.",
    "うん。で、今はこのエアガンがブームってわけ！\n結構体を動かすし、パイロット活動の訓練にもなるんだよね♪": "Ừm. Với lại, súng airsoft này đang là trào lưu đó!\nCũng vận động cơ thể nhiều, lại còn có thể luyện tập cho các hoạt động của phi công nữa♪",
    "ほう……そう聞くと確かに面白そうだな。": "Hừm… Nghe vậy thì đúng là có vẻ thú vị thật.",
    "そうだ、%usernameusernameuserna%も一緒にやろうか！\nうん、決まりね～♪": "Đúng rồi, %usernameusernameuserna% cũng chơi cùng đi!\nỪm, quyết định vậy nhé～♪",
    "は？　いや、ちょっと待ってくれ！？": "Hả? Khoan đã, đợi chút đã nào!?",
    "まあまあ、いいからいいから！": "Thôi mà thôi mà, không sao đâu!",
    "おいユリア、手を引っ張るなよ。\n誰もやるとは言ってないだろ……": "Này Yuria, đừng có lôi kéo tớ.\nTớ có nói là sẽ chơi đâu…",
    "さあ、この先に敵が潜んでいそうだね！\nさーて、%usernameusernameuserna%ならどうする？": "Nào, có vẻ như kẻ địch đang ẩn nấp ở phía trước.\nGiờ thì, %usernameusernameuserna% sẽ làm gì?",
    "……俺はユリアの後ろについて見学させてもらうよ。": "…Tớ sẽ đi theo sau Yuria để xem.",
    "えー！　一緒に参加しないの～？": "Eeeh! Không tham gia cùng tớ à～?",
    "まあ、さすがに途中乱入はな……": "Ừm, dù sao thì cũng không nên chen ngang vào…",
    "（相手も女の子ばかりだし、今から参加しても場を荒らすだけだろう。\nだったら、今回は見学だけにさせてもらうか）": "（Đối phương toàn là con gái, bây giờ tham gia vào chỉ làm rối thêm tình hình thôi.\nNếu vậy, lần này cứ để tớ xem thôi vậy）",
    "ちぇー。まあ今日は見学だけで許してあげる。\nそれじゃあ……しっかり私についてきてね！": "Chêー. Thôi thì hôm nay tớ sẽ cho cậu xem thôi vậy.\nVậy thì… Hãy đi theo tớ cho thật cẩn thận nhé!",
    "さあ、行くよ……！\nこっちの角を曲がって……と見せかけて、こうだっ！": "Nào, đi thôi…!\nQuẹo góc này… rồi, bất ngờ thế này!",
    "きゃあっ！？": "Kyaaa!?",
    "あははははっ！\n丸見えだったよ、甘い甘い！": "A ha ha ha ha!",
    "ユリアさんが余所見してる……\n今がチャンス……っ！": "Bị lộ hết rồi, non và xanh quá!",
    "はい残念！\nそれも読んでたよ～、えいっ！": "Yuria-san đang lơ là…\nCơ hội đến rồi…!",
    "あぁっ！": "Haizz, xui xẻo rồi!\nTớ cũng đoán được mà～, hyaaa!",
    "さあさあ、次はどう来るのかな？\n私に勝てるかな～？": "Aaa!",
    "（すごいな……ユリアの動きは、常に相手の動きの裏を突いている。\n予測不可能な動きでかく乱して、的確な銃撃で敵を倒す……）": "Nào nào, tiếp theo thì sao đây?\nCó thắng được tớ không～?",
    "（本当に圧倒的だな、ユリアは……）": "（Ghê thật… Động tác của Yuria luôn đi trước động tác của đối phương.\nNhững động tác không thể đoán trước được, làm rối loạn đối phương, rồi dùng súng bắn chính xác để hạ gục…）",
    "うぅ……っ、このままじゃ、ユリアさん１人に全滅させられちゃう……": "（Quả thật là áp đảo, Yuria…）",
    "……こうなったら、みんなで手を組んで、\nまずは彼女だけでも落とさなきゃ……！": "Ư…! Cứ đà này, Yuria-san sẽ một mình tiêu diệt hết chúng ta mất…",
    "（……まずい流れになってきたな。\nユリアを倒すために、他の参加者が徒党を組み始めた……！）": "…Đến nước này, mọi người hãy hợp sức lại,\ntrước tiên phải hạ gục cô ta đã…!",
    "ユリア、気をつけろ！": "（…Tình hình có vẻ không ổn rồi.\nĐể hạ gục Yuria, những người khác đã bắt đầu liên kết lại với nhau…！）",
    "……ユリアさん、覚悟っ！": "Yuria, cẩn thận!",
    "そっちに行ったわ！　みんなで囲み込もう！": "…Yuria-san, hãy chuẩn bị tinh thần đi!",
    "おっと、ハードモードだね！\n面白くなってきた！": "Đi hướng đó kìa! Mọi người bao vây thôi!",
    "%usernameusernameuserna%、置いてかれないように気をつけてね！": "Ối chà, chế độ khó đây rồi!\nThú vị đây!",
    "こっちの道は……うん、待ち伏せされてる。\nあっちは……先回りされてるみたい。": "%usernameusernameuserna%, cẩn thận đừng để bị bỏ lại nhé!",
    "どうする？　どこの道も、塞がれてるぞ。": "Con đường này thì… ừm, bị phục kích rồi.\nBên kia thì… có vẻ như đã đi trước rồi.",
    "……とりあえず、そこの教室に避難だー！": "Phải làm sao đây? Con đường nào cũng bị chặn cả rồi.",
    "みんなー、ユリアさんを追い詰めたわ！": "…Tạm thời, hãy lánh nạn vào lớp học kia điー!",
    "全員で集まって、突入しましょう！": "Mọi người ơi, đã dồn Yuria-san vào chân tường rồi!",
    "あはは、突入まで秒読み段階って感じかな。\nこれは、絶体絶命だね。": "Mọi người tập hợp lại, xông lên thôi!",
    "どうするつもりなんだ、ユリア？": "A ha ha, đến giai đoạn đếm ngược rồi nhỉ.\nĐây là tuyệt vọng rồi.",
    "んー、あ、いい作戦思いついた♪": "Cậu định làm gì đây, Yuria?",
    "（ユリアは本当に楽しそうだけど……\nこの状態から、何をするつもりなんだ？）": "Ừm, a, tớ nghĩ ra một kế hoạch hay rồi♪",
    "……３、２、１……": "（Yuria có vẻ vui vẻ thật…\nTừ tình trạng này, cô ấy định làm gì đây？）",
    "ユリアさん、覚悟っ！": "…3, 2, 1…",
    "今度こそ、おしまいよ！": "Yuria-san, hãy chuẩn bị tinh thần đi!",
    "みんな、ご苦労さん！\nそれじゃあね～♪": "Lần này thì hết đường rồi nhé!",
    "……え？": "Mọi người, vất vả rồi!\nGiờ thì～♪",
    "ユリア！？": "…Hả?",
    "うそ！？　窓から落ちてっ……！？": "Yuria!?",
    "きゃぁあああっ！？\nユリアさんが――": "Thật ư!? Rơi từ cửa sổ xuống…!?",
    "――油断禁物ってね。": "Kyaaa!",
    "えっ……！": "――Đừng có lơ là nhé.",
    "これで２人脱落っ！": "Hả…!",
    "きゃあ……っ！": "Thế là 2 người bị loại!",
    "ユリア、お前……っ！？": "Kyaaa…!",
    "さーて、ちゃんと計算通りに着水するね♪\nこれで形勢逆転……っと♪": "Yuria, mày…!?",
    "いやー、ありがとね、%usernameusernameuserna%。\nびしょ濡れだったから、部屋まで送ってもらって助かったよー。": "Nào, tính toán chuẩn xác để tiếp đất nhé♪\nThế này thì tình thế đảo ngược rồi…♪",
    "……分かったから、動くな。\nまったく、風呂に入れた後の猫じゃないんだから――": "Nàyー, cảm ơn nhé, %usernameusernameuserna%.\nTớ ướt sũng rồi, được cậu đưa về tận phòng tớ mừng quáー.",
    "ふかっーっ！": "…Đã hiểu, đừng có nhúc nhích nữa.\nThật tình, chẳng khác gì con mèo sau khi tắm xong cả――",
    "猫に寄せるな！": "Phụtー!",
    "あはは、冗談だよ♪": "Đừng có so sánh với mèo!",
    "しかし……本当に無茶しやがって……\n見てるこっちの寿命が縮むかと思ったぞ。": "A ha ha, nói đùa thôi mà♪",
    "あはは、いやー、それほどでも！": "Nhưng mà… Cậu thật là liều lĩnh quá đi mà…\nTớ xem mà cứ như tuổi thọ bị rút ngắn vậy.",
    "褒めてないからな！": "A ha ha, không đến mức đó đâu!",
    "（ユリアがガラス窓を突き破って落下していった時には\nどうなるのかと思ったが……）": "Tớ có khen cậu đâu!",
    "（まさか、あそこから川に着水してから泳いで、\n校舎の裏側から戻ってくるとはな……）": "（Khi Yuria phá tan cửa kính rồi rơi xuống\ntớ đã nghĩ là…）",
    "あんなことがあってから普通に\nサバゲーを続けるとは思わなかったぞ……": "（Không ngờ, cô ấy lại tiếp đất từ chỗ đó, rồi bơi trong sông,\nrồi lại quay lại từ phía sau tòa nhà…）",
    "言ったでしょ？　いい作戦思いついたって。\nいやー、それにしても、思った以上にうまくいったね！": "Sau khi xảy ra chuyện đó, tớ còn không nghĩ là cô ấy\nsẽ tiếp tục chơi bắn súng sinh tồn nữa đấy…",
    "あの勢いのままで、全員倒して私が大勝利！\n満足のいく結果になったなぁ♪": "Tớ đã nói rồi mà? Tớ nghĩ ra một kế hoạch hay mà.\nNhưng mà, hơn cả mong đợi, mọi chuyện diễn ra tốt đẹp thật!",
    "%usernameusernameuserna%もびっくりしたでしょ？\n本当に面白いから、次は一緒にサバゲ―やろうね！": "Với đà đó, tớ đã hạ gục hết mọi người và giành chiến thắng!\nKết quả thật là thỏa mãn♪",
    "いや、びっくりしたが……心配の方が勝ったぞ？": "%usernameusernameuserna% cũng bất ngờ đúng không?\nThật là thú vị, lần sau chơi cùng tớ nhé!",
    "それで心配して、部屋まで連れて来てくれたってこと？\n%usernameusernameuserna%ってお人好しなんだねぇ。": "Không, tớ thì có bất ngờ thật… nhưng mà lo lắng thì nhiều hơn?",
    "ああ、まあ心配だったって言うのもあるが……": "Vậy là cậu lo lắng, rồi đưa tớ về tận phòng luôn à?\n%usernameusernameuserna% đúng là người tốt bụng mà.",
    "……ここまで来たのは、ユリアに話したいことがあったからだ。": "À, thì cũng có lo lắng nữa…",
    "話したいことー？": "…Đến tận đây là vì tớ muốn nói chuyện với Yuria.",
    "まず、校舎から飛び降りるのは危険だってことだ。\n今回は予想通りだったかもしれないが、事故だってあるかもしれない。": "Muốn nói chuyệnー?",
    "だから、遊びでもうこんな危ない事はやらないでくれ。": "Đầu tiên, là việc nhảy từ tòa nhà xuống là nguy hiểm.\nLần này có thể là như dự đoán, nhưng cũng có thể có tai nạn xảy ra.",
    "えー、そんなに目くじら立てるほどのことでもないのになぁ。": "Vì vậy, dù là chơi đùa thì cũng đừng làm những việc nguy hiểm như vậy nữa.",
    "事故らないように計算はしてたし、落ちてる途中で、\n衝撃を分散するために色々やってたから失敗しても大丈夫だったよ？": "Ê, có cần phải làm quá lên thế không nhỉ.",
    "そうはいうけどな……": "Tớ đã tính toán để không bị tai nạn rồi, trong lúc rơi xuống,\ntớ còn làm đủ thứ để phân tán lực va chạm, nên nếu có thất bại thì cũng không sao đâu?",
    "それに、別に失敗したって%usernameusernameuserna%が\n痛いわけじゃないでしょ？": "Dù cậu nói vậy…",
    "だったら、そんな風に心配したり注意することないんじゃない？": "Với lại, dù có thất bại thì cũng đâu phải %usernameusernameuserna% bị đau đúng không?",
    "…………": "Vậy thì, đâu cần phải lo lắng hay chú ý làm gì?",
    "ちょっと話があるんだ": "…………",
    "別に、何も……": "Tớ có chuyện muốn nói.",
    "どうしたの、%usernameusernameuserna%？": "Chuyện gì thế, %usernameusernameuserna%?",
    "なになに、改まって……\nつまんない話なら聞かないよ？": "Sao thế, %usernameusernameuserna%?\nCó chuyện gì vậy, tự nhiên…\nNếu là chuyện tẻ nhạt thì tớ không nghe đâu đấy?",
    "えー、なになに、気になるなぁ～。\n言いたいことがあるならはっきり言ってよ。": "Ê, chuyện gì đây, tớ tò mò quá～.\nNếu có chuyện gì muốn nói thì nói thẳng ra đi.",
    "……サバゲーを見ていて思ったんだけど、\nユリアの動きは本当に凄かったよ。": "…Tớ đã xem trò bắn súng sinh tồn, tớ thấy,\nđộng tác của Yuria thật sự rất tuyệt vời.",
    "うん、そうでしょ？": "Ừm, đúng không?",
    "……だけど、周りのみんなはユリアがどう動くか分からない……\nユリアの考えていることが理解できないんだ。": "…Nhưng mà, mọi người xung quanh thì lại không biết Yuria sẽ làm gì…\nKhông thể hiểu được những gì Yuria đang nghĩ.",
    "だから……一言だけでもいい。": "Vì vậy… chỉ cần một câu thôi cũng được.",
    "周りにユリアの考えを言葉で伝えるって約束してくれないか？": "Cậu có thể hứa sẽ dùng lời nói để truyền đạt những suy nghĩ của Yuria cho mọi người xung quanh không?",
    "えっ？　……それだけでいいの？": "Hả?… Chỉ có vậy thôi sao?",
    "ああ、それだけだ。\n……ダメか？": "Ừ, chỉ có vậy thôi.\n…Không được sao?",
    "……いつもだったらさ、私のやってることを見て、\n危ないことはやめろってお説教されるだけなんだけど。": "…Lúc nào cũng vậy, xem những gì tớ làm,\nrồi chỉ toàn bị mắng là đừng làm những việc nguy hiểm thôi.",
    "%usernameusernameuserna%は、止めないんだね？": "%usernameusernameuserna% thì lại không ngăn tớ?",
    "ああ。最初に頼んだけどやらないのは嫌なんだろ？\nなら、ユリアのそれを直せなんて言うつもりはないさ。": "Ừm. Ban đầu thì tớ đã nhờ, nhưng cậu không muốn làm thì tớ không thích đâu?\nVậy thì, tớ cũng không có ý định bắt Yuria phải sửa đổi gì cả.",
    "ユリアの良い所は……誰にも縛られず自由なところだ。\nだから、無理にやめろなんて言うつもりないさ。": "Điểm tốt của Yuria là… không bị ai trói buộc, tự do tự tại.\nVì vậy, tớ cũng không có ý định bắt cậu phải dừng lại.",
    "ふーん……誰かに考えを言う……か。\n%usernameusernameuserna%が言うなら、そうしてみるね。": "Hừm… Nói ra những suy nghĩ của mình cho người khác… à.\nNếu là %usernameusernameuserna% nói thì tớ sẽ làm thử vậy.",
    "今日も、なんだか校舎が騒がしいな。\nまたユリア達がサバゲーしてるのか？": "Hôm nay, trường học lại ồn ào quá nhỉ.\nLại là Yuria và mọi người đang chơi bắn súng sinh tồn sao?",
    "あははははっ、３人目突破！\nこのままだと、私達のチームの圧勝だね！": "A ha ha ha, người thứ ba bị hạ gục rồi!\nCứ đà này thì đội của chúng ta sẽ thắng lớn thôi!",
    "さすがユリアさん！\n私達もついて行きます！": "Quả là Yuria-san!\nMọi người hãy theo sau tôi!",
    "……なるほど、今度はチーム戦みたいだな。\n今回も、ユリアはうまくやれているのか……？": "…Ra là vậy, lần này có vẻ như là chiến đấu theo đội.\nLần này, Yuria có làm tốt không nhỉ…?",
    "正直、この間のことがあったから、少し心配もあるんだが……\nちょっと見学していこうかな。": "Nói thật, vì chuyện lần trước, nên tớ cũng hơi lo lắng…\nĐể tớ xem thử sao.",
    "ここから先は通さないわよ！\n覚悟しなさい！": "Không được đi qua đây đâu!\nHãy chuẩn bị tinh thần đi!",
    "あはは、囲まれちゃったね～。\nどうしよっか。": "A ha ha, bị vây rồi～.\nPhải làm sao đây.",
    "ど、どうしましょうユリアさん……\nこのままだと、前にも後ろにも動けません……": "Ph, phải làm sao đây Yuria-san…\nCứ đà này thì không thể tiến cũng không thể lùi được…",
    "よーし……じゃ、上から行くね～。\n後ろから、援護よろしくね！": "Được rồi… vậy thì, tớ sẽ đi từ trên xuống nhé～.\nTừ phía sau, hãy chi viện nhé!",
    "えっ、上って……": "Hả, trên á…",
    "せーの……とりゃーっ！": "Cùng nhau… tryaaa!",
    "え、ええっ、ほんとに上からなの……！？": "Ê, ể, từ trên xuống thật à…!?",
    "すごっ……！？　曲芸みたい……！\nって、援護援護！": "Ghê thật…!? Như xiếc vậy…!\nNày, chi viện đi!",
    "はい、ばばーんと２キル！\nあと、そっちもナイス援護だったよー♪": "Vâng, bbaammm 2 mạng hạ gục!\nVới lại, bên kia cũng chi viện tốt lắm đóー♪",
    "は、はいっ！　ありがとうございます！": "V, vâng! Cảm ơn ạ!",
    "別に気にしなくていいよー♪\nそれじゃ、次は……あ、%usernameusernameuserna%！": "Không cần để ý đâu～♪\nVậy thì, tiếp theo là… à, %usernameusernameuserna%!",
    "アドバイスありがとうね！　今までに比べて、ずっと楽しくなったよ♪\nそれで、今日こそ一緒に遊ぶ？": "Cảm ơn vì lời khuyên nhé! So với trước đây, vui hơn hẳn rồi♪\nVậy thì, hôm nay mình cùng chơi nhé?",
    "ああ、それならよかった。\nそれと、今日は様子を見に来ただけだからまた今度な？": "Ừm, vậy thì tốt rồi.\nVới lại, hôm nay tớ chỉ đến xem thôi, lần sau nhé?",
    "そっか……まあ、それなら仕方ないか。": "Vậy sao… thôi thì, không còn cách nào khác nhỉ.",
    "悪いな。この埋め合わせは……": "Xin lỗi nhé. Để bù đắp cho việc này thì…",
    "じゃあ、%usernameusernameuserna%にはアドバイスをくれた\nお礼をしにいくからね♪　期待しててね？　ばいばーい！": "Vậy thì, tớ sẽ đến để cảm ơn %usernameusernameuserna% vì đã cho tớ lời khuyên nhé♪\nHãy chờ đợi nhé? Bye bye!",
    "……ん？　いや、いったい何を……\nって、もう行ってしまったか……": "…Hửm? Không, rốt cuộc là…\nẤy chết, đi mất rồi…",
    "……『お礼』って、一体なんなんだ……？\n楽しみなような、怖いような……はぁ――": "…『Cảm ơn』 là gì vậy chứ…?\nVừa mong đợi, vừa sợ hãi… Haizz――"
}