{
    "――アニスに呼ばれて来たんだが。": "――Tôi đến vì Anis gọi.",
    "ふふ、ちゃんと来てくれたわね。": "Hừm hừm, anh đến thật này.",
    "ギュッ、と後ろから抱きつかれてしまった。": "Bỗng nhiên, em ôm chầm lấy tôi từ phía sau.",
    "お、おい、こんなところで抱きついたりして……\n一体どういうつもりだ？": "Ơ, ơ này, ôm tôi ở chỗ này... Rốt cuộc là em định làm gì?",
    "あなたにひとつ聞きたいことがあったから。": "Em có chuyện muốn hỏi anh.",
    "いや、抱きつくことと関連性がないんだけど……\nそれで聞きたいことって？": "Này, việc ôm này có liên quan gì đâu... Vậy, em muốn hỏi gì?",
    "というか、そんなことのために直接呼ばれたのか……": "Hay là, em gọi tôi đến chỉ vì chuyện này sao...",
    "前髪を切っただろ": "Anh đã cắt tóc rồi đúng không?",
    "わからないな……眼帯とか？": "Tôi không biết... Hay là, em đeo thêm miếng bịt mắt?",
    "あたしを隅から隅まで見て。\n何か『変わったな～』って感じるところはない？": "Hãy nhìn em từ đầu đến chân đi.\nAnh có thấy gì đó 'khác lạ' không?",
    "以前より少しだけ短くなったような気がする。": "Hình như tóc em ngắn hơn một chút so với trước đây.",
    "そうよ！　あなたの言う通り、\nほんのちょっとだけだけど……気づいてくれたのね！": "Đúng rồi! Như anh nói, chỉ một chút thôi... Anh để ý thấy rồi sao!",
    "ふふふ、あなたって本当に素敵。\nちゃんとあたしのことを見ていてくれるもの。": "Hừm hừm, anh thật tuyệt vời.\nAnh luôn để ý đến em.",
    "わかったから、そろそろ離してくれないか。": "Được rồi, em bỏ ra được chưa.",
    "あら、照れているのかしら？": "Hả, anh ngại sao?",
    "……周りに誤解されるようなことは困る。": "…Tôi không muốn người khác hiểu lầm.",
    "困るの？　じゃあ、なおさらや～めない。\nだってあなたの困った顔を楽しめるんでしょう？　ふふふ♪": "Không muốn sao? Vậy thì, em càng không bỏ ra đâu.\nVì em thích nhìn bộ dạng bối rối của anh mà, hừm hừm♪",
    "もしかして、眼帯を新しいのに変えた？\nなんか前より綺麗になったというか……": "Chẳng lẽ, em đã thay miếng bịt mắt mới à?\nTrông nó đẹp hơn trước thì phải...",
    "それは結構前の話。というか、そこも今まで気づいてなかったの？": "Chuyện đó xảy ra lâu rồi. Hay là, đến giờ anh mới để ý sao?",
    "……すまん。でも今気づいたから、許してくれ。": "…Xin lỗi. Nhưng giờ tôi mới để ý, em tha thứ cho tôi nhé.",
    "まったく、もっとちゃんと毎日あたしのこと\n見てないとダメなんだから。わかった？": "Thật là, anh phải nhìn em kỹ hơn mỗi ngày mới được. Rõ chưa?",
    "あ、ああ……もっとアニスのこと見ているようにするよ。": "À, ừm... Tôi sẽ để ý đến Anis nhiều hơn.",
    "ふふ、それでいいの♪　じゃあ、明日までにあたしの変わったところ、\nちゃんと気づいてね。": "Hừm hừm, tốt lắm♪ Vậy thì, đến mai anh phải để ý xem em có gì thay đổi nhé.",
    "そう宿題を言い残して、アニスは去っていくのだった。": "Nói xong, Anis bỏ đi, để lại bài tập về nhà."
}