{
    "……い、今、何か聞こえませんでした？\nもしかしてＭＧの音じゃ？": "……Hình như… vừa có tiếng gì phải không?\nCó khi nào là tiếng MG không?",
    "なに言ってんの。なんにも聞こえないってば。": "Cậu nói gì vậy. Tớ có nghe gì đâu.",
    "めるさん……それもう、さっきから３回目ですわよ。": "Meru… chuyện này cậu đã hỏi đến lần thứ ba rồi đấy.",
    "ご、ごめんなさい……\n%usernameusernameuserna%さんが帰って来ると思うと、つい。": "Tớ… tớ xin lỗi…\nChỉ là tớ cứ nghĩ đến việc %usernameusernameuserna% sẽ quay lại.",
    "めるの気持ちは分かる。\nわたしも、時計を何回も確認して待ってるから。": "Tớ hiểu cảm giác của Meru.\nTớ cũng đang nhìn đồng hồ liên tục để chờ cậu ấy.",
    "まあ、別に会えない訳じゃないけど、\nずっと顔を見てたから違和感が出て仕方ないよね～。": "Mà, không phải là không gặp được, chỉ là\ncứ nhìn mặt nhau suốt nên thấy hơi lạ thôi.",
    "ムカつくけど、ラミもなんかあいつがいないと調子が出ないのよね……": "Cay thật, mà Lami cũng thấy không ổn nếu không có cậu ta đấy…",
    "ですよねっ！": "Đúng vậy!",
    "……いや、流石にめるちゃんは重症かも？\n料理をしても、うっかり味付けミスったりしちゃってるんじゃないの？": "……Mà này, chắc Meru bị nặng nhất rồi?\nNấu ăn cũng lỡ nêm nếm sai vị luôn rồi đúng không?",
    "えっ、えええ！？\nなんで知ってるんですか！？": "Hả, ơ ơ ơ！？\nSao cậu biết vậy!?",
    "えっ、本当にやったの！？\n……こりゃ早く来てくれないとめるちゃんがポンコツのままかも。": "Ơ, thật sự là cậu làm vậy luôn á！？\n……Chắc phải nhanh đến thôi, không thì Meru sẽ vẫn là đồ bỏ đi mất.",
    "戻ってきたら、めるさんの%usernameusernameuserna%さん離れを……\nあら？　電話ですわね？　それも……生徒会長から？": "Nếu cậu ấy quay lại, tớ sẽ giúp Meru bớt nhớ %usernameusernameuserna%…\nƠ? Có điện thoại kìa? Mà là… từ hội trưởng sao?",
    "ええっと、全員に聞こえるようにしておきますわね。\nはい、もしもし。鳴滝です。": "Để tớ mở loa cho mọi người cùng nghe nhé.\nAlo, Narutaki nghe.",
    "緊急で電話をかけて申し訳ありません。\n……シリウスシュガーの皆さん、生徒会室まで来てください。": "Tôi xin lỗi vì đã gọi điện khẩn cấp như vậy.\n……Mọi người của Sirius Sugar, xin hãy đến phòng hội học sinh.",
    "……ラミ、嫌な予感するんだけど。\nもしかしてだけど……%usernameusernameuserna%絡み？": "……Lami có dự cảm chẳng lành rồi đây.\nCó khi nào… liên quan đến %usernameusernameuserna% không?",
    "はい。ご明察です。先ほど、\nＬＯＣから%usernameusernameuserna%さんが機体ごと誘拐されました。": "Vâng. Đúng như cô nghĩ đấy. Lúc nãy,\nLOC đã bắt cóc chỉ huy trưởng %usernameusernameuserna% cùng với máy bay.",
    "…………": "…………",
    "えぇえええええ！？！？！？": "Ơ ơ ơ ơ ơ！？！？！？",
    "失礼します。\n……シリウスシュガー一同、参りましたわ。": "Xin phép.\n……Sirius Sugar có mặt đầy đủ.",
    "ご足労、感謝します。\nどうぞ皆さん、中へ。": "Cảm ơn mọi người đã đến.\nMời mọi người vào trong.",
    "生徒会長さん！　ど、どういうことなんですか！？\n%usernameusernameuserna%さんが誘拐されるなんて、そんな……": "Hội trưởng! Chuyện… chuyện gì đang xảy ra vậy!?\n%usernameusernameuserna% bị bắt cóc, sao có thể…",
    "落ち着いてください、今から説明をしますので。\nそれと、この話に関してもうひとり同席致します。": "Xin hãy bình tĩnh, tôi sẽ giải thích ngay bây giờ.\nVà, còn một người nữa sẽ tham gia vào câu chuyện này.",
    "もうひとり？": "Một người nữa?",
    "お久しぶりです。シリウスシュガーの皆さん。": "Lâu rồi không gặp. Mọi người của Sirius Sugar.",
    "え……？　翠蘭さん……？": "Ơ…? Suiran…?",
    "確か……カオスメイデンの参謀役だよね？\nなんでひとりだけでここにいるのかな？": "Chắc là… cố vấn của Chaos Maiden đúng không?\nSao cô lại ở đây một mình?",
    "……チームで問題が起きてしまい、生徒会長へ相談に来ました。\nそこで、頼れるのはシリウスシュガーだと生徒会長に言われたのです。": "……Đội của tôi đã gặp vấn đề, và tôi đã đến gặp hội trưởng để xin lời khuyên.\nVà hội trưởng đã nói rằng, Sirius Sugar là người mà tôi có thể tin tưởng.",
    "なになに？　どうなってんの？　ラミたちに関係ある話なの？": "Chuyện gì vậy? Rốt cuộc là thế nào? Có liên quan gì đến tụi tớ không?",
    "ええっと……それでは説明して頂いてもよろしいですか？": "Ờm… Vậy, tôi có thể giải thích được không?",
    "……私を除いたカオスメイデンの四人が無断でＭＧを起動して、\n突如として行方知れずになりました。": "……Bốn người của Chaos Maiden, trừ tôi, đã khởi động MG trái phép,\nvà đột nhiên mất tích.",
    "……事件だけど、わたし達には関係ないような気がする。": "……Dù là sự việc gì, tớ thấy nó không liên quan đến tụi mình.",
    "そうですわね。カオスメイデンの事情は分かりませんが……\nスカラのＭＧは柊校舎で見てはいませんわよ？": "Đúng vậy. Tôi không biết tình hình của Chaos Maiden, nhưng…\nMG của Scala không có ở Học viện Hiiragi đúng không?",
    "そして、生徒会にＬＯＣから通報がありました。\nスカラ校舎所属のＭＧが教導指揮官を誘拐したと。": "Và, hội học sinh đã nhận được thông báo từ LOC.\nMG thuộc Học viện Scala đã bắt cóc chỉ huy trưởng.",
    "えっ、ええええええ！？\nつまり……指揮官さんを誘拐したのって……": "Ơ, ơ ơ ơ ơ！？\nTức là… người bắt cóc chỉ huy trưởng là…",
    "そうです。カオスメイデンの四人が誘拐したようです。\n……このままだと、パイロット復帰が出来るかもわかりません。": "Đúng vậy. Có vẻ như bốn người của Chaos Maiden đã bắt cóc.\n……Nếu cứ như thế này, có lẽ họ sẽ không thể trở lại làm phi công nữa.",
    "ど、どういうことよ！？": "Chuyện… chuyện gì vậy!?",
    "無許可での学園敷地外へのＭＧ持ち出し……生徒会所属の人間の誘拐。\nこのふたつはザルトゥーム学園でも深刻な校則違反に値します。": "Mang MG ra khỏi khuôn viên học viện mà không được phép… bắt cóc người của hội học sinh.\nHai điều này là vi phạm nghiêm trọng các quy tắc của Học viện Zartoom.",
    "少なくとも、表沙汰になる形で逮捕されてしまえば、\n退学という処罰は免れることはないでしょうね。": "Ít nhất, nếu bị bắt công khai, thì hình phạt đuổi học là không thể tránh khỏi.",
    "……なぜ、そのようなことを？": "……Tại sao lại làm như vậy?",
    "……そうですね。恥をさらすようですが説明します。\n事の発端はシリウスシュガーに敗北してからです。": "……Đúng vậy. Tôi xin lỗi vì phải nói ra điều này.\nNguyên nhân bắt đầu từ sau khi thua Sirius Sugar.",
    "最初は小さな齟齬……連携が取れない。今までだったら、\n成功していた動きにミスが増える……そんな事が増えました。": "Ban đầu là những bất đồng nhỏ… không thể phối hợp. Những hành động lẽ ra đã thành công,\nthì giờ lại mắc lỗi… những chuyện như vậy ngày càng nhiều.",
    "……いや、別にそんなこと普通じゃないの？": "……Mà, chuyện đó cũng bình thường thôi mà?",
    "普通じゃありません。\n連携ミスなんて、今まで一度もなかったのですから。": "Không hề bình thường.\nVì trước giờ, chưa từng có lỗi phối hợp nào cả.",
    "……うーん、あたし達とか今でも連携ミスするんだけどなぁ": "……Ưm, tụi tớ vẫn hay mắc lỗi phối hợp mà",
    "スカラ校舎でも有数の強豪チームですし……私達とは違うんですね……": "Họ là một đội mạnh của Học viện Scala… khác với tụi mình nhỉ…",
    "そんな日々が続き……ついには負けなかったはずの、\n公式戦でも敗北をするようになってしまったんです。": "Những ngày như vậy cứ tiếp diễn… và cuối cùng, chúng tôi đã thua cả những trận chiến chính thức,\nmà đáng lẽ ra chúng tôi không nên thua.",
    "本来勝ってもおかしくない相手に負け、\n勝つとしても何かが噛み合わないままただ押しつぶすような勝ち方。": "Thua trước đối thủ lẽ ra phải thắng, và\ndù thắng thì cũng chỉ là thắng theo kiểu gì đó không ăn nhập gì cả.",
    "それを繰り返したことでチームの空気もドンドンと沈んでいきました――": "Việc đó cứ lặp đi lặp lại đã khiến không khí trong đội ngày càng trở nên tồi tệ hơn――",
    "はぁ……んー、もうパイロット辞めよっかな。": "Haizz… ừm, hay là mình bỏ nghề phi công nhỉ.",
    "あら、ユリアが辞めるっていうならあたしも辞めちゃおうかしら？\nどうしましょうか、翠蘭？": "Ơ, nếu Yuria bỏ nghề, thì tớ cũng bỏ luôn vậy?\nPhải làm sao đây, Suiran?",
    "……ユリア、落ち着いてください。\nパイロットをやめるだなんて、そんな――": "……Yuria, bình tĩnh lại đi.\nBỏ nghề phi công, sao có thể――",
    "あら、スルーだなんてつれないのね。": "Ơ, bị ngó lơ luôn à, thật lạnh lùng.",
    "だってさー、楽しくないんだもん。\n楽しくないのに続ける意味なんてないんだし。": "Tại vì… không vui mà.\nKhông vui thì tiếp tục làm gì nữa chứ.",
    "……そうかもしれませんね。\n新しい道を見つけることが出来ないのなら……": "……Có lẽ là vậy.\nNếu không tìm được con đường mới…",
    "んもう……そういうことを言って困らせるのはあたしの役目でしょ？\nユリアたちが言うと私の分がなくなっちゃうわ。": "Này… cái trò làm khó người khác là vai trò của tớ mà?\nNếu Yuria nói thì phần của tớ đâu mất rồi.",
    "いや、アニスも困らせないでください。\n……分かりました。私からも対策を考えます。": "Không, Anis, đừng làm khó người khác nữa.\n…Tôi hiểu rồi. Tôi cũng sẽ nghĩ cách.",
    "翠蘭ちゃん、そればっかりじゃん。\n……ねー、フィーちゃんは何かアイデアはない？": "Suiran, lúc nào cũng vậy.\n…Này, Fii, cậu có ý tưởng gì không?",
    "……演技に悩んで困ったときは旅行に行く人が多い。": "……Khi gặp khó khăn trong diễn xuất, nhiều người sẽ đi du lịch.",
    "違う世界や、他の物を見るのは勉強になるから。\nわたしも役作りに他の地区に行くこともあった。": "Xem những thế giới khác, những thứ khác, sẽ giúp ích cho việc học.\nTớ cũng đã đến những khu vực khác để chuẩn bị cho vai diễn.",
    "……確かに、茶道でも他の流派を学ぶことで己を見つめ直す事がありますね。": "……Quả thật, trong trà đạo, việc học các phái khác cũng giúp nhìn nhận lại bản thân.",
    "ふーん……": "Hừm…",
    "――このように、今までなら冗談でも言わないような、\n発言が飛び出すようになったんです。": "――Như vậy, những phát ngôn mà trước đây không bao giờ nói đùa lại xuất hiện.",
    "今日の敗北で、頭を冷やすためにシャワーを浴びて戻ったら、\n既に他の機体は出ていったあとで、私だけ残されてしまい……": "Sau khi thua hôm nay, tôi đã tắm để hạ hỏa, và khi tôi quay lại,\nthì những chiếc máy bay khác đã đi rồi, chỉ còn tôi ở lại…",
    "ひゃー、それで無断発進しちゃったの？\nかなりとんでもないね～。": "Hyaaa, rồi cậu tự ý xuất phát luôn hả?\nThật là kinh khủng đấy～",
    "ラミですらそんなことしなかったし……\nヤバい問題児ばっかりじゃん。": "Ngay cả Lami cũng không làm vậy…\nToàn là thành phần có vấn đề thôi.",
    "……ふたりはあまり他人の事を言えないと思う。": "……Hai người không nên nói về người khác nhiều như vậy.",
    "はぁ！？　さすがにちゆると一緒は心外なんだけど！？\n部室爆発させて退学一歩手前だったやつとは違うし！": "Hả!? Tớ thấy khó chịu khi phải đi với Chiyuri đấy!?\nTớ khác với đứa làm nổ phòng câu lạc bộ rồi suýt bị đuổi học đấy!",
    "……うーん、否定したかったけどそれ言われると何も言えないなぁ。": "……Ưm, tớ muốn phủ nhận, nhưng nếu bị nói vậy thì tớ không biết nói gì nữa.",
    "……こほん。そして翠蘭さんから私に直接交渉されました。\n自分が退学になってもいいから、彼女たちを退学させないで欲しいと。": "……Khụ khụ. Và Suiran đã trực tiếp thương lượng với tôi.\nCô ấy nói rằng, dù cô ấy bị đuổi học cũng được, nhưng đừng đuổi Yuria và những người khác.",
    "翠蘭さん……": "Suiran…",
    "ええ。その気持ちに嘘偽りはありません……\nユリアたちの暴走は私の責任でもありますから。": "Vâng. Không có gì là dối trá trong những cảm xúc đó…\nVì tôi cũng có trách nhiệm với việc Yuria và những người khác nổi loạn.",
    "……彼女たちが問題児であることは知っています。\n確かに、今回起こしたことに対する罰は必要でしょう。": "……Tôi biết rằng họ là những người có vấn đề.\nChắc chắn, cần phải có hình phạt cho những gì họ đã gây ra lần này.",
    "ですが双頭の斧による事件も増える中で、\n優秀なパイロットである彼女たちを失いたくはありません。": "Nhưng giữa lúc các vụ việc liên quan đến song đầu búa ngày càng gia tăng,\ntôi không muốn mất đi những phi công tài năng như họ.",
    "……そして、これは個人的な理由ですが……\n敗北という経験から、彼女たちは悩み苦しんでいる状態です。": "……Và, đây là lý do cá nhân…\nTừ kinh nghiệm thất bại, họ đang đau khổ và lo lắng.",
    "その中でも、彼を連れて行ったのは答えを……\n現状を変えて打破したいという想いからの行為でしょう。": "Trong số đó, việc họ mang theo anh ấy là vì…\nHọ muốn thay đổi hiện trạng và vượt qua nó.",
    "今を変えようともがいている彼女たちの未来を、\n出来ることならば私は奪いたくないのです。": "Tôi không muốn tước đi tương lai của họ, những người đang cố gắng thay đổi hiện tại, nếu có thể.",
    "なので、シリウスシュガーの皆様に私個人からのお願いです。\n秘密裏に教導指揮官の奪還をお願い致します。": "Vì vậy, tôi, với tư cách cá nhân, xin mọi người của Sirius Sugar một điều.\nXin hãy bí mật giải cứu chỉ huy trưởng.",
    "んー、わざわざあたし達に頼まなくても、\n会長権限で風紀委員会に通達すればいいんじゃないの？": "Ưm, không cần phải nhờ tụi tớ đâu, cứ\ndùng quyền hạn của hội trưởng mà thông báo cho Ủy ban Kỷ luật là được mà?",
    "……公的な組織である風紀委員会を動かしてしまえば、\nカオスメイデンに対しての恩情措置が取れなくなってしまいます。": "……Nếu chúng ta sử dụng tổ chức chính thức là Ủy ban Kỷ luật,\nthì sẽ không thể có những biện pháp nhân nhượng đối với Chaos Maiden.",
    "……あー、それもそっか。\nやらかしたのに不問とか小花がめっちゃ怒りそうだし。": "……À, cũng đúng nhỉ.\nNếu làm vậy mà không bị xử lý thì Tiểu Hoa sẽ giận điên lên mất.",
    "カオスメイデンと%usernameusernameuserna%さんとの関わりが深く、\n私が信頼できるチームということで声をかけさせていただきました。": "Chaos Maiden và mối quan hệ sâu sắc với %usernameusernameuserna%,\nvà tôi tin tưởng đội của mọi người, nên tôi đã liên lạc với mọi người.",
    "状況は理解いたしましたわ。\n……%usernameusernameuserna%さんの奪還ですか。": "Chúng tôi đã hiểu rõ tình hình.\n……Giải cứu %usernameusernameuserna% sao?",
    "私は受けるべきだと思います！　%usernameusernameuserna%さんも心配ですし……\nユリアさん達とは、また戦う約束をしましたから！": "Tớ nghĩ là nên nhận lời! Tớ cũng lo cho %usernameusernameuserna%…\nTụi tớ đã hứa sẽ chiến đấu với Yuria và mọi người mà!",
    "ん－、まあ借りを作れるんだしいいんじゃない？": "Ừm, nếu có thể tạo ra một món nợ thì cũng được nhỉ?",
    "うん。困ったときはお互い様。": "Ừ. Lúc khó khăn thì giúp đỡ lẫn nhau.",
    "そうだねー。それにここでカッコよく奪還したら、\n%usernameusernameuserna%もあたし達に惚れ直すんじゃないかな？": "Đúng rồi～. Với lại, nếu giải cứu cậu ấy một cách ngầu lòi ở đây,\nthì %usernameusernameuserna% sẽ phải lòng tụi mình lần nữa nhỉ?",
    "ふふ、意見はみな同じようですわね。\n……分かりました。シリウスシュガーがその依頼、お受けしますわ。": "Phù phù, mọi người đều có cùng ý kiến nhỉ.\n……Tôi hiểu rồi. Sirius Sugar sẽ nhận nhiệm vụ đó.",
    "ありがとうございます、助かります。": "Cảm ơn mọi người, tôi rất biết ơn.",
    "申し訳ありません……私が不甲斐ないから、このようなことに……": "Tôi xin lỗi… Vì tôi bất tài nên mới thành ra như vậy…",
    "それは違うと思う。": "Tớ không nghĩ vậy.",
    "えっ？": "Hả?",
    "そうです！　翠蘭さんだけのせいじゃありません！\nチームの失敗はきっと、皆に原因があると思います！": "Đúng vậy! Không phải chỉ mình Suiran đâu!\nChắc chắn là, thất bại của đội là do tất cả mọi người!",
    "そうだね。なんかさっきから自分が悪いって言ってるけど、\n翠蘭ちゃんだけが何かを間違えたわけじゃないでしょ？": "Đúng rồi. Tự dưng tớ thấy cậu cứ nói mình sai suốt,\ncậu Suiran đâu phải là người duy nhất làm sai điều gì đâu?",
    "それは……": "Điều đó…",
    "それにさー、チームなのに放置されてムカつかないわけ？\nラミなら絶対に恨んで文句を言ってやるけど！": "Với lại nè～, là một đội mà bị bỏ rơi thì không thấy bực mình sao?\nNếu là Lami thì tớ sẽ hận và phàn nàn cho mà xem!",
    "もしかしたら、いちど本気で伝えるべきかもしれませんわね。\n翠蘭さんの気持ちを。": "Có lẽ, chúng ta nên nói chuyện nghiêm túc một lần.\nVề cảm xúc của Suiran.",
    "私の気持ちを……": "Cảm xúc của tôi…",
    "……そう、ですね。\nいちどユリア達にちゃんと向き合おうと思います。": "……Đúng vậy, tôi nghĩ vậy.\nTôi sẽ đối diện với Yuria và mọi người một lần.",
    "はい！　それが良いと思います！": "Vâng! Tớ nghĩ là như vậy sẽ tốt hơn!",
    "では、カオスメイデンの皆さんを捕まえに出発しましょう！": "Vậy, chúng ta hãy đi bắt Chaos Maiden thôi!",
    "了解！": "Rõ!"
}