{
    "白奈さん、後方８時！\n敵単体、来ます！": "Bên phải, 8 giờ! \nĐịch đơn lẻ, đến kìa!",
    "わかったっ……！": "Đã hiểu!",
    "ちょこまか、逃げんなぁ～っ！！": "Chạy lòng vòng, không xong với tao đâu!",
    "あいつでラスト……そこだっ！！": "Con đó là con cuối... Chỗ đó!",
    "シリウスシュガーの面々は、連携技術も\n見違えるほど成長していた。": "Những người của Sirius Sugar, kỹ thuật phối hợp cũng đã tiến bộ trông thấy.",
    "ふい～！　制圧完了！　もーメイズシフターいないよね？": "Phù! Chế áp hoàn tất! Không còn Maze Shifter nào nữa đúng không?",
    "ええ！　予定より早く制圧できましたわ。皆さん、お疲れ様です。": "Vâng! Chúng ta đã chế áp nhanh hơn dự kiến. Mọi người, cảm ơn vì đã vất vả.",
    "七彩の言葉に、全員から緊張が抜ける気配がした。": "Từ ngữ của Nanairo, dường như mọi người đều đã bớt căng thẳng.",
    "大型もいたが、危なげなく突破することができたな。": "Mặc dù có cả loại lớn, nhưng chúng ta đã vượt qua một cách an toàn.",
    "持ち回りで役割をこなした結果でしょう。\n自身の役割以外の視点も持てたのが大きいはずです。": "Đó là kết quả của việc luân phiên đảm nhận vai trò. Việc có thể nhìn nhận từ các góc độ khác với vai trò của mình là rất quan trọng.",
    "そうだな。各々が、他メンバーの動きにまで\n注意を払えるようになっている。いい傾向だ。": "Đúng vậy. Mỗi người đã có thể chú ý đến cả hành động của các thành viên khác. Đó là một xu hướng tốt.",
    "とはいえ、この先もメイズは続く。気を引き締めていこう。": "Tuy nhiên, Maze vẫn còn tiếp diễn. Hãy tập trung cao độ.",
    "ま～でも、<r=プライマル・ベルト>原生帯</r>の敵なんて、\nもうラミ達の相手じゃないけどね～！": "Mà... dù sao thì, kẻ địch ở Vùng nguyên sinh cũng không phải là đối thủ của tụi mình nữa!",
    "どんな敵が来ても楽勝。わたし達ならなんとかできる。": "Dù có kẻ địch nào đến cũng dễ như chơi. Nếu là chúng ta thì có thể làm được.",
    "戦術とかじゃないよね。なんていうか……\nメイズの中で生き残るための、直感というかさ？": "Không phải là chiến thuật gì đâu. Kiểu như... trực giác để sống sót trong Maze, đúng không?",
    "そう、そんな感じ。": "Đúng vậy, kiểu như vậy.",
    "メイズ適性が上がったこともあるのかもな。さて……": "Có lẽ là do khả năng thích ứng với Maze đã tăng lên. Giờ thì...",
    "この<r=ホール>広間</r>はしばらくは安全なはずだが……\nどうする？　少し休んでいくか？": "Cái sảnh này có lẽ sẽ an toàn trong một thời gian... Phải làm sao đây? Nghỉ ngơi một chút không?",
    "消耗も損害も軽微。わたしは進んでもいいと思う。": "Tiêu hao và tổn thất đều không đáng kể. Tớ nghĩ là nên tiến lên.",
    "全然ヨユーだし！\n稼働時間もあるんだし、さっさといこーよ！": "Hoàn toàn ổn luôn! \nMình vẫn còn thời gian hoạt động, đi thôi!",
    "わたくしも、おふたりに賛成ですわ。\nこの調子ならもう少し先に進んでも問題ないかと。": "Tôi cũng đồng ý với hai người. Nếu cứ đà này thì đi xa hơn một chút cũng không thành vấn đề.",
    "めるとちゆるはどうだ？": "Meruto và Chiyuru thì sao?",
    "まだまだいけます！": "Vẫn còn đi được!",
    "あたしも～。": "Tớ cũng!",
    "わかった。ならもう少し先に進むか。": "Đã hiểu. Vậy thì tiến lên một chút nữa.",
    "わかりました！　では、めるさんを先頭に、\nフォーメーションを展開してくださいまし！": "Đã rõ! Vậy thì, Meru đi đầu, hãy triển khai đội hình!",
    "はいっ！　目標はこの先、深層に向かう<r=ドリフト>横坑</r>ですねっ！": "Vâng! Mục tiêu là hầm ngang sâu thẳm phía trước!",
    "俺達は隊列を組み、前進する。": "Chúng ta xếp thành đội hình và tiến lên.",
    "進路クリアー！\n敵の姿は見えません！": "Đường đi thông thoáng! \nKhông thấy bóng dáng kẻ địch!",
    "へへ～ん、ラミ達に恐れをなして、\nみんな隠れちゃったんじゃないの～？": "He he, vì sợ tụi mình nên mọi người đã trốn hết rồi đúng không?",
    "でも、それはそれでメイズシフターのためこむ\nタツミヤ鉱が得られない。": "Nhưng nếu vậy thì không lấy được quặng Tatsumiya...",
    "ちょうどいい感じに倒しやすいのが、出てくればいいんだけどね～。": "Giá mà có mấy con dễ đánh xuất hiện thì tốt biết mấy.",
    "おいお前ら、作戦中に無駄話は──。": "Này mấy đứa, trong lúc tác chiến thì đừng có...",
    "そこまで言って、俺は気づく。\nメイズシフターの反応に。": "Nói đến đó, tôi nhận ra. Phản ứng của Maze Shifter.",
    "ラミ、伏せろっ！！": "Lami, núp xuống!",
    "白奈、危ない！！": "Hakuna, nguy hiểm!",
    "上かっ！！": "Phía trên!",
    "ひゃあっ！！　な、なに……！？": "Hyaaa! N, là... là cái gì...?",
    "ラミの機体を押し倒すように、俺は前方に飛び込む。\n間一髪で、メイズシフターの攻撃を回避することに成功した。": "Tôi lao về phía trước, như thể muốn đè Lami xuống. Trong gang tấc, tôi đã thành công tránh được đòn tấn công của Maze Shifter.",
    "……！！　敵襲です！　白奈さん、援護を！": "...!! Địch tập kích! Hakuna, hỗ trợ!",
    "えっ、ま、任せて……！": "E, ừm, cứ giao cho...",
    "後続のふたりの援護によって、\n奇襲をかけてきたメイズシフターは撃破された。": "Nhờ sự hỗ trợ của hai người phía sau, Maze Shifter đã tấn công bất ngờ đã bị tiêu diệt.",
    "ラミ、無事か？": "Lami, không sao chứ?",
    "あ、え……う、うん…………………………………………ありがと。": "À, ừ... ừm, ừm... Cảm ơn.",
    "白奈、危ないっ！！": "Hakuna, nguy hiểm!",
    "えっ……": "Hả...",
    "白奈の機体を押し倒すように、俺は前方に飛び込む。\n間一髪で、メイズシフターの攻撃を回避することに成功した。": "Tôi lao về phía trước, như thể muốn đè Hakuna xuống. Trong gang tấc, tôi đã thành công tránh được đòn tấn công của Maze Shifter.",
    "……！！　敵襲だよ！　ラミちゃん、援護を！": "...!! Địch tập kích! Lami-chan, hỗ trợ!",
    "あっ……わ、わかった！": "A... v, vâng!",
    "白奈！　ケガはないか？": "Hakuna! Cô có bị thương không?",
    "ええ、大丈夫……ありがとう、助かった。": "Ừm, không sao... Cảm ơn, đã cứu tôi.",
    "ご、ごめんなさい！　私、全然気付けなくて……！": "X, xin lỗi! Tôi hoàn toàn không để ý...",
    "いや、気が抜けてたのはラミ達のほう……": "Không, là tụi Lami đã lơ là...",
    "油断はしていなかったつもりだけど……\nごめんなさい。判断が遅れてしまった。": "Tôi cứ tưởng mình đã không lơ là... Xin lỗi. Tôi đã chậm trễ trong việc phán đoán.",
    "%usernameusernameuserna%さんも、大丈夫ですの？": "Cả %usernameusernameuserna% cũng không sao chứ?",
    "ああ、問題ない。機体を掠めただけみたいだ。": "Ừ, không vấn đề gì. Có vẻ chỉ sượt qua cơ thể thôi.",
    "なら、よかったですわ……": "Vậy thì tốt quá...",
    "ですが、さっきの行動は少し軽率だったように思います。\nその機体は自衛能力に乏しいので、被弾すればチーム全体の損失です。": "Nhưng, tôi nghĩ hành động vừa rồi có chút hấp tấp. Vì cỗ máy đó không có khả năng tự vệ, nên nếu bị trúng đạn thì sẽ là tổn thất của cả đội.",
    "ああ、わかっていたが、身体が勝手に動いてしまってな……": "Ừ, tôi biết, nhưng cơ thể tôi tự động di chuyển...",
    "まったく……\nあなたはそういうお人でしたね。": "Thật là... Anh đúng là người như vậy.",
    "でもどうして気付けなかったんでしょう……\n探知機能に異常はないはずなのに……": "Nhưng tại sao tôi lại không nhận ra nhỉ... Rõ ràng chức năng dò tìm không có vấn đề gì...",
    "いや、めるのせいじゃないさ。": "Không, không phải lỗi của Meru.",
    "めるが見落としたわけじゃなくて、\nいなかった場所に『現れた』のかもしれない。": "Không phải Meru bỏ sót, mà có lẽ nó đã 'xuất hiện' ở nơi không có.",
    "……どういうことでしょうか？": "...Ý là sao ạ?",
    "みんな。ちょっとこの周辺を調べてみよう。\n俺の推測が正しければ、何かが見つかるはずだ。": "Mọi người. Hãy cùng nhau kiểm tra khu vực này một chút. Nếu phỏng đoán của tôi là đúng, thì chắc chắn sẽ tìm thấy thứ gì đó.",
    "？　は、はい。": "? V, vâng.",
    "俺の指示で一同は周辺を調べ始める。": "Theo chỉ thị của tôi, mọi người bắt đầu kiểm tra xung quanh.",
    "学園で共有されてるマップデータでは、１本道なんだけど……\nだとしたら、アイツはどっから出てきたんだろう。": "Trong dữ liệu bản đồ được chia sẻ ở học viện, thì chỉ có một con đường... Nếu vậy, thì nó đã chui ra từ đâu?",
    "俺もそれが引っかかってな。可能性があるとしたら……": "Tôi cũng thấy vậy. Nếu có khả năng, thì...",
    "……！！　みんな来て……！　これってもしかすると……": "...!! Mọi người đến đây...! Cái này có lẽ là...",
    "この小さい穴って……": "Cái lỗ nhỏ này là...",
    "最近壁が崩れてできた穴みたいね。奥に空間があるみたい……！": "Có vẻ như là cái lỗ mới sụp xuống gần đây. Có vẻ như có một không gian ở bên trong...",
    "さっきのメイズシフターはここを通ってきたのだろう。": "Maze Shifter vừa rồi chắc đã đi qua đây.",
    "マップにない<r=ドリフト>横坑</r>ってことですか！？": "Có nghĩa là một hầm ngang chưa được khám phá sao!?",
    "未調査の新ルート、大発見じゃん！？\nタツミヤ鉱も手つかずで残ってんじゃない！？": "Một tuyến đường mới chưa được khám phá, một khám phá lớn nhỉ!? Quặng Tatsumiya vẫn còn nguyên vẹn phải không!?",
    "その可能性は高いな。だが――": "Khả năng đó rất cao. Nhưng...",
    "えー！　そんなんさ、行ってみるしかないよ！！\nせっかくここまで来たんだしさ！": "Ê! Chuyện đó, phải đi xem thôi! Dù sao thì chúng ta cũng đã đến đây rồi!",
    "そうね。たとえ採掘できなくとも、\n簡単なマッピングはしてもいいかもしれない。": "Đúng vậy. Dù không thể khai thác, thì có lẽ cũng nên vẽ bản đồ sơ bộ.",
    "未発見ルートを報告するだけでも、報奨金はあるんだっけ。\nあたしはこのチャンス拾うべきだと思う……どうする？": "Chỉ cần báo cáo tuyến đường chưa được khám phá thôi thì cũng có tiền thưởng rồi. Tớ nghĩ mình nên chớp lấy cơ hội này... Phải làm sao?",
    "各自の残存弾薬、稼働時間を鑑みるに、\n決して余裕があるとは言えません……": "Nếu xem xét lượng đạn còn lại và thời gian hoạt động của mỗi người, thì... chắc chắn không phải là dư dả...",
    "<r=ホール>広間</r>の制圧に、推進剤も結構使っちゃいましたしね……": "Chúng ta cũng đã dùng khá nhiều nhiên liệu đẩy để chế áp sảnh...",
    "ですが……こんなチャンス、滅多には……": "Nhưng... cơ hội như thế này, hiếm khi...",
    "俺は引き返すべきだと思う。": "Tôi nghĩ là nên quay lại.",
    "えっ、なんで！？　新ルートだよ！？　お宝ボーナスタイムだよ！？": "Hả, tại sao!? Tuyến đường mới đó!? Thời gian thưởng kho báu đó!?",
    "これはリスクのほうが大きいと判断した。\nこの先は知っている道ならともかく、知らないルートだ。": "Tôi đánh giá rằng rủi ro là quá lớn. Con đường này là một tuyến đường chưa biết, chứ không phải con đường đã biết.",
    "正直みんなを必要以上に危ない目に遭わせたくない。": "Thật lòng tôi không muốn mọi người gặp nguy hiểm hơn mức cần thiết.",
    "%usernameusernameuserna%さん……": "%usernameusernameuserna%...",
    "…………": "...",
    "──作戦を変更、未調査<r=ドリフト>横坑</r>を探索します。": "──Thay đổi chiến thuật, khám phá hầm ngang chưa được khám phá.",
    "七彩……？": "Nanairo...?",
    "七彩さん……": "Nanairo-san...",
    "おー！　ナイス選択！": "Ôi! Lựa chọn tuyệt vời!",
    "うん、いい判断ね。": "Ừm, quyết định tốt đấy.",
    "すみません、%usernameusernameuserna%さん。\nここは行かせてもらえますか？": "Xin lỗi, %usernameusernameuserna%. Chúng ta có thể đi được không?",
    "さっき%usernameusernameuserna%さんは言いました。\nわたくし達を危ない目に遭わせたくない……と。": "Lúc nãy %usernameusernameuserna% đã nói. Không muốn chúng tôi gặp nguy hiểm...",
    "わたくし達って、まだそんなに頼りないですか？　弱いですか？\nあなたをそんなにも心配させてしまうほど、情けない女達ですか？": "Chúng ta, có phải vẫn còn quá yếu đuối không? Yếu đuối đến mức nào? Đến mức khiến anh phải lo lắng như vậy, chúng tôi là những người phụ nữ đáng thương đến vậy sao?",
    "七彩……": "Nanairo...",
    "自分で言うのもなんですが、あなたのおかげで私達は\nカラフルブーケに勝利し、カオスメイデンにも勝利し……": "Tuy tôi tự nói, nhưng nhờ có anh mà chúng tôi đã chiến thắng Colorful Bouquet, chiến thắng Chaos Maiden...",
    "そしてこの<r=プライマル・ベルト>原生帯</r>のメイズシフターにも、\n冷静に対処できるようになってきました。": "Và trong Maze Shifter ở Vùng nguyên sinh này, chúng tôi đã có thể đối phó một cách bình tĩnh.",
    "だ、だから……その……わたくしは……": "V, vậy nên... tôi...",
    "わかったよ、七彩。": "Tôi hiểu rồi, Nanairo.",
    "リーダーは七彩だ。お前が自分の意志で決めたなら、反対はしない。\nむしろ今の言葉、すごく嬉しかったよ。": "Người lãnh đạo là Nanairo. Nếu cậu quyết định theo ý chí của mình, thì tôi sẽ không phản đối. Thay vào đó, tôi rất vui vì những lời nói vừa rồi.",
    "あ……ありがとうございます！！": "A... Cảm ơn!",
    "ただ、引き際だけは考えておいたほうがいい。": "Tuy nhiên, chỉ cần nghĩ đến việc rút lui thôi.",
    "はい、もちろんです。\nメイズシフターと遭遇したら即時撤退ですわ。": "Vâng, tất nhiên rồi. Nếu gặp Maze Shifter thì sẽ rút lui ngay lập tức.",
    "妥当な落としどころだ。": "Một kết quả hợp lý.",
    "そうして俺達は、未調査<r=ドリフト>横坑</r>の中へと足を踏み入れた──": "Và rồi chúng tôi đã bước vào hầm ngang chưa được khám phá──"
}