{
    "……あれ？　<r=ドリフト>横坑</r>を抜けました、よね……？\n<r=メインシャフト>主縦坑</r>らしきものは、どこにも……": "……Hả? Tớ đã ra khỏi <r=ドリフト>hầm ngang</r> rồi, đúng không……?\nCái thứ giống <r=メインシャフト>trục dọc chính</r> thì chẳng thấy đâu……",
    "マップ読み間違えたとか？　いやでも、反応は……": "Chắc mình đọc nhầm bản đồ rồi? Nhưng mà, phản ứng thì……",
    "待って、あれって……！": "Đợi đã, cái đó là……!",
    "ちゆるが示す先には、大きなコンテナがあった。": "Chỗ Chi Y chỉ là một cái thùng chứa lớn.",
    "大きなコンテナですね……": "Thùng chứa lớn nhỉ……",
    "やっぱり。あれは補給用のコンテナだね。<r=メインシャフト>主縦坑</r>を使用してメイズ探索をしていた時代のものかな？": "Quả nhiên. Đó là thùng chứa tiếp tế. Có lẽ từ thời còn dùng <r=メインシャフト>trục dọc chính</r> để thám hiểm Mê Cung?",
    "そんなに前の……しかし、時間が経ち過ぎているのではなくて？\n物資の備蓄があったとしても、使えるのかどうか……": "Xa xưa đến vậy sao…… Nhưng mà, liệu nó không quá hạn sử dụng rồi sao?\nDù có dự trữ vật tư đi nữa, liệu còn dùng được không……",
    "確認してみようか。\n%usernameusernameuserna%、ちょっと手伝ってくれる？": "Thử xem sao.\n%usernameusernameuserna%, cậu giúp tớ một tay được không?",
    "ああ。ぱぱっと調べてしまおう。": "Ừm. Cứ để tôi xem xét nhanh vậy.",
    "俺とちゆるでコンテナの中を検める。": "Tôi và Chi Y kiểm tra bên trong thùng chứa.",
    "……かなり時間は経っているみたいだけど、\n燃料も弾薬も、それに食料も問題なさそうだね。": "……Có vẻ đã lâu rồi, nhưng mà,\nnhiên liệu, đạn dược, và cả lương thực đều không có vấn đề gì.",
    "まさかこんなところに補給物資があるとはな。\n蜘蛛の糸でも見つけた気分だ。": "Không ngờ lại có vật tư tiếp tế ở đây đấy.\nMình cứ như tìm được tơ nhện vậy.",
    "……まさか、白奈さんはこれを見越して……？\nさすがは白奈さんですわ！": "……Chẳng lẽ, Bạch Nại đã tính trước việc này sao……?\nQuả là Bạch Nại-san!",
    "……偶然は、準備された必然よ。": "……Tình cờ là, sự chuẩn bị tất yếu.",
    "意味はよく分かりませんが、なんだか含蓄のある言葉ですわ！": "Tuy không hiểu rõ lắm, nhưng mà, nghe có vẻ rất thâm thúy!",
    "疑って悪かったよ、白奈。": "Xin lỗi vì đã nghi ngờ cậu, Bạch Nại.",
    "ううん。気にしてない。": "Ừm. Tớ không để tâm đâu.",
    "こいつ、すごい豪運の持ち主だな……": "Con bé này, đúng là có số hưởng thật……",
    "とにかく、補給を済ませてしまおう。": "Tóm lại, cứ tiếp tế xong đã.",
    "か、勝手に使ったりして、後で怒られないですか？": "Chờ đã, tự tiện sử dụng như vậy, về sau không bị mắng sao?",
    "その時は土下座でも何でもして許してもらえばいい。\n今は俺達の命が優先だ。": "Đến lúc đó thì quỳ gối xin tha thứ cũng được.\nBây giờ thì tính mạng của chúng ta là trên hết.",
    "%usernameusernameuserna%のそういう割り切りの\nいいところは素直に尊敬するわ……": "Cái sự quyết đoán của %usernameusernameuserna% tớ thật sự rất nể phục……",
    "謝罪については後で考えましょう。\nまずは補給を済ませてしまいますわよ。": "Vấn đề xin lỗi thì để tính sau.\nTrước tiên cứ tiếp tế xong đã.",
    "燃料、弾薬の補給が終わりました！": "Đã tiếp tế xong nhiên liệu và đạn dược!",
    "ご苦労さん。じゃあ、飯でも食いながら休憩にしよう。\n腹が減っては何とやらと言うしな。": "Cảm ơn. Giờ thì vừa ăn cơm vừa nghỉ ngơi thôi.\nĐói bụng thì làm sao mà làm việc được.",
    "こんなところで悠長に休んでて大丈夫なの？": "Ở chỗ này thong thả nghỉ ngơi có ổn không vậy?",
    "さっき周辺を調べてみたけど、\nここは断崖によって周囲とは完全に隔離されているみたい。": "Nãy tớ đã kiểm tra xung quanh rồi, nhưng mà,\nchỗ này bị vách đá bao quanh, hoàn toàn cách ly với bên ngoài.",
    "おまけに狭小な空間だから、大型メイズシフターは入ってこれないね。": "Hơn nữa, không gian lại chật hẹp, nên Mê Cung Sifter cỡ lớn không vào được.",
    "なら一安心だね。ラミもお腹すいたー。": "Vậy thì yên tâm rồi. Lami cũng đói bụng quá đi à.",
    "あれ？　そういえば白奈さんの姿が見えないですけど……": "Ơ? Mà, sao không thấy Bạch Nại-san đâu nhỉ……",
    "向こうの方で周囲を警戒しておくと言っていたな。\n飯を届けるついでに様子を見てくるよ。": "Cậu ấy nói là sẽ đi cảnh giác xung quanh.\nTớ tiện thể mang cơm đến cho cậu ấy luôn.",
    "お願いします。": "Xin nhờ cậu.",
    "白奈の機体は七彩達とは少し離れた場所で、\nひとり佇んでいた。": "Cơ thể của Bạch Nại ở một nơi cách xa Thất Thải, một mình đứng đó.",
    "…………": "…………",
    "こんなところにいたのか。ちゃんと飯を食わないとぶっ倒れるぞ。": "Ở đây à. Không ăn cơm thì sẽ ngã quỵ đấy.",
    "大丈夫、食べながらやってるから。": "Ổn mà, tớ vừa ăn vừa làm.",
    "周りにメイズシフターはいなさそうか？": "Xung quanh có Mê Cung Sifter không?",
    "今のところは。": "Hiện tại thì không.",
    "そうか。悪いな、負担ばかりかけて。": "Vậy sao. Xin lỗi, đã làm phiền cậu.",
    "疲れも恐れも、いつか通り過ぎていく霧のようなものよ。": "Mệt mỏi và sợ hãi, rồi sẽ trôi qua như sương mù thôi.",
    "言っている意味はよく分からないが……\n俺の前では無理をしなくていい。": "Ý cậu nói tớ không hiểu lắm……\nTrước mặt tớ thì đừng có gượng ép làm gì.",
    "お前がクールな仮面の奥でどれだけ必死に頑張っているのか……\n俺はなんとなくだが、理解しているつもりだ": "Cậu đã cố gắng đến nhường nào sau lớp mặt nạ lạnh lùng……\nTớ đại khái là hiểu được.",
    "これでも人間観察力はあるつもりだよ。": "Tớ cũng có chút khả năng quan sát con người đấy.",
    "わずかな沈黙のあと、\n白奈はぽつりと口を開いた。": "Sau một khoảng lặng, Bạch Nại khẽ mở lời.",
    "……わたし、期待されることが怖い。": "……Tớ sợ bị kỳ vọng.",
    "白奈さんなら大丈夫って、そう言われる度に……心が軋むの。\nわたしはそんな大した人間じゃないのに、って……": "Mỗi khi được mọi người nói Bạch Nại-san nhất định sẽ làm được……\ntrái tim tớ lại nhói lên.\nTrong khi tớ có phải là người tài giỏi gì đâu……",
    "……そうか。": "……Vậy à.",
    "失敗したらどうしようって、怖くて、怖くて……\nでも、それを口に出しちゃったら、全部崩れそうで……": "Sợ rằng nếu thất bại thì phải làm sao, sợ lắm, sợ lắm……\nNhưng mà, nếu nói ra thì mọi thứ sẽ sụp đổ mất……",
    "本当は、全部何となくでやって偶然いい結果が出せただけなのに……\nそれで持ち上げられて……": "Thật ra, mọi thứ chỉ là ngẫu nhiên mà tớ làm được, kết quả tốt mà thôi……\nThế mà lại được tung hô……",
    "みんなが、さすがは白奈さん、って言ってくる度に\n心の中でごめんなさいって思ってる。": "Mọi người cứ nói, quả là Bạch Nại-san, trong lòng tớ lại nghĩ là xin lỗi……",
    "今まで誰にも言えずにいたのか、\n堰を切るかのように白奈は続ける。": "Từ trước đến nay chưa từng nói với ai, Bạch Nại cứ thế mà tuôn ra.",
    "わたし、みんなから期待されすぎるのは、もう嫌……\nこんな苦しい思いをするぐらいなら、いっそ大きな失敗をした方が……": "Tớ, tớ không muốn bị mọi người kỳ vọng quá nhiều nữa……\nNếu cứ phải chịu đựng nỗi khổ này, thà rằng cứ thất bại lớn còn hơn……",
    "……期待に押しつぶされそうな気持はよく分かる。\n俺も、似たような立場にあるからな。": "……Cảm giác như bị kỳ vọng đè bẹp, tớ hiểu rõ mà.\nTớ cũng có hoàn cảnh tương tự.",
    "%usernameusernameuserna%も？": "%usernameusernameuserna% cũng vậy sao?",
    "だが、お前は自分を過小評価しすぎている。\n偶然だって、結果を出し続けたなら立派な実力だよ。": "Nhưng mà, cậu đã đánh giá thấp bản thân quá rồi đấy.\nNgẫu nhiên mà cứ đạt kết quả thì cũng là thực lực đáng nể đấy.",
    "こんなの、実力なんかじゃない。": "Chuyện này, không phải là thực lực gì cả.",
    "いいや、実力だよ。だって、その結果はお前が必死に考えて動いて、\n足掻いて……そして導いた結果だからな。": "Không, là thực lực đấy. Bởi vì, kết quả đó là do cậu đã cố gắng suy nghĩ, hành động,\nvật lộn…… và rồi dẫn đến kết quả mà.",
    "今は、帰るためにお前の力が必要だ。\n苦しいのなら、俺が半分引き受ける……お前の決断の責任は俺が負う。": "Bây giờ, cần sức mạnh của cậu để trở về.\nNếu thấy khổ sở, tớ sẽ gánh vác một nửa…… Trách nhiệm về quyết định của cậu, tớ sẽ chịu.",
    "失敗した時は全力で俺のせいにしろ。\nだから……もう少しだけ、俺達のために頑張ってくれないか？": "Khi thất bại thì cứ đổ hết lên đầu tớ.\nCho nên…… Cậu cố gắng thêm một chút nữa vì chúng ta được không?",
    "……ヘンなの。": "……Kỳ lạ thật.",
    "ずっと頼られるのが怖かったのに。\n今だけは……あなたに頼られてるのが、ちょっとだけ嬉しい。": "Cứ sợ phải dựa dẫm vào người khác.\nChỉ lúc này đây…… được cậu tin tưởng, tớ thấy hơi vui.",
    "もう少しだけ、頑張ってみる。\nだから、わたしも……あなたに頼らせて、%usernameusernameuserna%。": "Tớ sẽ cố gắng thêm một chút nữa.\nCho nên, tớ cũng…… sẽ dựa vào cậu, %usernameusernameuserna%.",
    "もちろんだ。隊長として、ドンと胸を貸してやる！": "Đương nhiên rồi. Với tư cách là đội trưởng, cứ tin tưởng vào tớ!",
    "な、何だ！？　霞光のセンサーが反応している！？\n白奈、戦闘準備だ！": "Ch, chuyện gì vậy!? Cảm biến Hà Quang đang phản ứng kìa!?\nBạch Nại, chuẩn bị chiến đấu!",
    "わ、分かった。": "Đ, đã rõ.",
    "くそっ、こんな時に……": "Chết tiệt, vào lúc này……",
    "この反応は……メイズシフターか！\nしかも数が多い……小型種がわらわらと近づいてきてる！": "Phản ứng này là…… Mê Cung Sifter!\nHơn nữa còn có rất nhiều…… Loại nhỏ đang kéo đến!",
    "っ！　待て、この反応は――上か！？": "Hả! Đợi đã, phản ứng này là―― ở trên kìa!?",
    "えっ！？": "Hả!?",
    "白奈ぁあああああーっ！": "Bạch Nạaaaaaaaaaai!",
    "ぐっ……がっ、ァアア……！": "Ư…… g, ァアア……!\n%usernameusernameuserna%!?",
    "%usernameusernameuserna%！？\nわ、わたしを、庇って……！？": "T, tớ, che chắn cho cậu……!?",
    "い、今、お前に倒れられたら、脱出に支障が出る、からな……": "T, tớ mà ngã ở đây thì, việc thoát ra sẽ gặp trở ngại, nên là……",
    "ごめんなさい、わたしのせいで……": "Xin lỗi, là tại tớ……",
    "……よくも、%usernameusernameuserna%を……！\n%usernameusernameuserna%は、わたしが守ってみせる……！": "……Sao lại dám, làm %usernameusernameuserna% bị……!\n%usernameusernameuserna%, tớ sẽ bảo vệ cậu……!"
}