{
    "数日後――": "Vài ngày sau――",
    "はいはい、ラミが一番乗り～！\nさすがにちょっと休まないと無理ー。": "Vâng vâng, Lami là người đến đầu tiên~! \nQuả nhiên là phải nghỉ ngơi một chút mới được.",
    "今日もいっぱい願掛けしちゃいましたもんね！\n恋愛成就に学業成就、金運上昇、家内安全、商売繁盛。": "Hôm nay cũng cầu nguyện rất nhiều rồi mà!\nThành công trong tình yêu, thành công trong học tập, vận may đến, gia đình an yên, buôn may bán đắt.",
    "学生が商売繁盛を願ってどうするんだ。": "Học sinh mà cầu mong buôn may bán đắt để làm gì.",
    "わたくし達パイロットはメイズ探索で収入を得ていますので、\n広義的には十分『商売』と言ってもいいはずですわ。": "Chúng tôi là phi công kiếm thu nhập bằng việc thám hiểm Mê Cung, \ntheo nghĩa rộng thì cũng có thể xem là 'buôn bán' được.",
    "おみくじもいっぱい引けて楽しかった。": "Rút quẻ cũng vui nữa.",
    "そーそー、出るまで引けば全員大吉ってね～。": "Đúng rồi, rút đến khi nào ra quẻ tốt thì thôi~.",
    "ふふふ……結局、ほぼ毎日会ってるし、\n学園にいる時とあまり変わらない気がしちゃいますね。": "Hừm hừm…… Rốt cuộc thì, gần như ngày nào cũng gặp nhau, \ntôi có cảm giác như không khác gì lúc ở học viện.",
    "そうですわね、違うのはここがアマツで、\nわたくし達が制服ではなく振袖なことでしょうか？": "Đúng vậy, khác ở chỗ đây là Amat, \nvà chúng ta đang mặc furisode thay vì đồng phục.",
    "……あと、毎日が休日なところ？": "……Với lại, mỗi ngày đều là ngày nghỉ nữa?",
    "うん、そこは間違いない！\nのんびりできるって最高だな。": "Ừm, điều đó là chắc chắn rồi!\nĐược thong thả thật tuyệt vời.",
    "なあ、ちゆるもそう思うだろ？": "Này, Chiyuru cũng nghĩ vậy đúng không?",
    "ああ……え？　呼んだ……？": "À…… Ơ? Gọi……?",
    "いや、呼んだっていうか……": "Không, không phải gọi, mà là……",
    "ちゆるさん、なんだかずっと上の空でいるように見えますわ。": "Chiyuru-san, trông như chị cứ lơ lửng trên mây vậy.",
    "言われてみれば、そうかも……": "Nếu nói vậy thì có lẽ là vậy……",
    "ねえ、本当にいいの？\nお父さんとお母さんのこと……": "Này, cậu có thật sự ổn không?\nVề chuyện của bố và mẹ……",
    "いいって何が？": "Ổn là ổn gì?",
    "そんなの決まってんじゃん。\n会いに行かなくていいのかってこと。": "Chuyện đó thì hiển nhiên rồi.\nlà cậu có muốn đi gặp họ không.",
    "あー……": "Àー……",
    "ちゆるの両親って普段は忙しくて、\nなかなか家には帰って来られないんだよな？": "Bố mẹ của Chiyuru bình thường bận rộn, \nrất khó để về nhà đúng không?",
    "うん……移動も多いしねぇ。\n顔を合わすどころか、連絡すらあんまり取れてないかも。": "Ừm…… Di chuyển cũng nhiều nữa.\nĐến cả gặp mặt còn khó, nói gì đến liên lạc.",
    "ＳＮＳとか電話でも……？": "SNS hay điện thoại thì……?",
    "たまにポツポツやり取りすることはあるんだけど、\nすぐに途絶えちゃって、そのままになることが多くて。": "Thỉnh thoảng cũng có trao đổi đôi chút, \nnhưng rồi lại bị gián đoạn, và thường thì mọi chuyện cứ thế.",
    "だから今回みたく帰省が被るようなことがあっても、\nいちいち連絡したりしないのよね。どのみち会ってる時間がないからさ。": "Vì vậy, cho dù có những dịp như lần này, khi cả hai cùng về quê, \ntôi cũng không liên lạc làm gì. Dù sao thì cũng không có thời gian gặp nhau.",
    "それでも……同じアマツに立ち寄るこの機会に\n絶対に会いに行くべきですわ。": "Tuy nhiên…… nhân cơ hội ghé qua Amat lần này, \nchị chắc chắn nên đi gặp họ.",
    "……うん、せっかくの機会を無駄にするのは\nもったいないなって、わたしも思う。": "……Ừm, thật là lãng phí nếu bỏ lỡ cơ hội tốt như vậy, \ntôi cũng nghĩ vậy.",
    "ラミは人のこと言えないけど、\nちゆるの場合は、会いたくないとかじゃないんでしょ？": "Lami không có tư cách nói người khác, \nnhưng trong trường hợp của Chiyuru, không phải là không muốn gặp đúng không?",
    "せっかくの機会ですし、少しお話するだけでもどうでしょうか？": "Nhân dịp này, chỉ cần nói chuyện một chút thôi cũng được mà?",
    "んー……それでも今回はやっぱりパスかなー。": "Ưm…… Tuy nhiên lần này tôi vẫn xin phép từ chối.",
    "どうしてですか？": "Tại sao vậy?",
    "だってほとんど分刻みみたいなスケジュールで飛び回ってるのに、\nあたしが会いに行ったら普通に迷惑でしょ。": "Vì họ luôn bận rộn với lịch trình gần như theo từng phút, \ntôi mà đến gặp họ thì phiền phức lắm.",
    "今回の帰郷もニュースになるくらいだから、\nきっとアマツの研究機関に顔を出すのが目的なんだろうし。": "Lần về quê này còn được đưa tin, \nchắc chắn là để đến các cơ quan nghiên cứu ở Amat rồi.",
    "けど、家には戻ってくるんだろう？": "Nhưng, họ có về nhà không?",
    "いやぁ、戻らないんじゃない？\n寄って落ち着いてる暇とか、ないと思う。": "Không đâu, tôi nghĩ là không về đâu.\nTôi nghĩ là họ không có thời gian để nghỉ ngơi.",
    "……それでいいの？": "……Vậy cũng được sao?",
    "もう慣れっこだからね。\n向こうは世界的な研究者だし。": "Tôi quen rồi.\nHọ là những nhà nghiên cứu tầm cỡ thế giới mà.",
    "…………": "…………",
    "……自分で納得してるなら、\nラミもこれ以上言わないけど……": "……Nếu cậu tự chấp nhận thì, \nLami cũng không nói gì thêm nữa……",
    "みんな気にしすぎだってば。気遣ってくれるのは嬉しいけど、\nそんな深刻そうにする必要ないよ。これがうちの『当たり前』だから。": "Mọi người cứ lo lắng quá rồi. Tôi rất vui vì mọi người quan tâm, \nnhưng không cần phải nghiêm trọng như vậy đâu. Đây là 'bình thường' của tôi mà.",
    "ちゆるさん……": "Chiyuru-san……",
    "……そういや、みんなそろそろ帰らなくていいのか？": "……Nói mới nhớ, mọi người sắp phải về rồi đúng không?",
    "あら、もうこんな時間でしたの？": "A, đã đến giờ này rồi sao?",
    "……今日はこの辺りで解散でしょうか。": "……Hôm nay đến đây thôi nhỉ.",
    "じゃあ、またお休み中に\n予定が合ったらみんなで遊ぼう。": "Vậy thì, trong thời gian nghỉ, \nnếu có thời gian thì chúng ta cùng nhau đi chơi nhé.",
    "ははは……オッケー！": "Ha ha ha…… Ok!",
    "それぞれが帰路に就くなか、\nちゆるの足取りはどこか重そうだった。": "Trong khi mọi người lần lượt ra về, \nbước chân của Chiyuru có vẻ nặng nề.",
    "その夜、泊まっている宿にて――": "Đêm đó, trong nhà trọ đang ở――",
    "（……参ったな、全然眠れない）": "(……Chết thật, không tài nào ngủ được)",
    "（目を閉じると、どうしても別れ際の\nちゆるの顔が頭の中に出てくるというか……）": "(Nhắm mắt lại, khuôn mặt của Chiyuru lúc chia tay cứ hiện lên trong đầu……)",
    "本当にそうなのか……？": "Có thật sự là vậy không……?",
    "あんな最初から全部諦めてるみたいな言い方……": "Cái kiểu như đã từ bỏ mọi thứ ngay từ đầu……",
    "あー……だめだ！\nやっぱり納得がいかない。": "Aー…… Chết tiệt!\nTôi vẫn không thể chấp nhận được.",
    "明日、またちゆるに連絡を取ってみるか……": "Ngày mai, tôi sẽ liên lạc lại với Chiyuru xem sao……",
    "翌日――": "Ngày hôm sau――",
    "ええと、ちゆるに指定されたのって\nこの辺りでいいんだよな……？": "Ừm, Chiyuru đã chỉ định tôi ở gần đây đúng không……?",
    "ちゆるの地元って話だが……": "Nghe nói là ở quê của Chiyuru……",
    "%usernameusernameuserna%！\nごめんごめん、待った？": "%usernameusernameuserna%!\nXin lỗi, đợi lâu chưa?",
    "ちょっと着付けに手間取っちゃってさぁ。\nやっぱ初詣なら振袖だし。": "Tôi hơi mất công một chút để mặc đồ.\nDù sao thì đến đền thờ đầu năm thì phải mặc furisode.",
    "ああ……ちゆる！\n……ん？　初詣……？": "A…… Chiyuru!\n……Hửm? Đền thờ đầu năm……?",
    "え……？\nだって、ふたりで初詣に行くんじゃないの？": "Ơ……?\nChẳng phải chúng ta sẽ cùng nhau đến đền thờ đầu năm sao?",
    "あ、すまん……用件を詳しく書いてなかったな。\n初詣じゃないんだ。": "À, xin lỗi…… Tôi đã không viết rõ yêu cầu.\nKhông phải đến đền thờ đầu năm.",
    "なんだぁ、あたしの早とちりだったか、残念。\nあたしも詳細聞かなかったしねー。": "Thật đáng tiếc, tôi đã hiểu lầm rồi.\nTôi cũng không hỏi chi tiết nữa.",
    "すまんな……それはまた日を改めて、行くとしよう。\n今日は聞きたいことがあって呼び出したんだ。": "Xin lỗi…… Chuyện đó để dịp khác đi, chúng ta sẽ đi sau.\nHôm nay tôi gọi cậu đến vì có chuyện muốn hỏi.",
    "聞きたいこと……？": "Muốn hỏi……?",
    "ちゆるの両親のことだ。\n本当はやっぱり会いたいんじゃないのか？": "Về bố mẹ của Chiyuru.\nThật ra cậu vẫn muốn gặp họ đúng không?",
    "その話は……もう昨日で終わりだと思ってたんだけどなぁ。": "Chuyện đó…… Tôi cứ tưởng là đã kết thúc vào ngày hôm qua rồi chứ.",
    "ちゆるの中ではまだ終わってないように見えたんだがな。": "Tôi thấy như nó vẫn chưa kết thúc trong lòng Chiyuru mà.",
    "……！": "……!",
    "我慢してるんだろ？　ニュース記事で動向追うくらい、\n本当は会いたいくせに。": "Cậu đang cố gắng chịu đựng đúng không? Cậu còn theo dõi tình hình qua các bài báo, \nthật ra cậu muốn gặp họ đúng không?",
    "それは……": "Chuyện đó thì……",
    "ひょっとして神社でのお願いも、\n両親と会う時間ができますようにとかじゃないのか？": "Có lẽ cậu còn cầu nguyện ở đền thờ, \ncầu mong có thời gian gặp bố mẹ nữa đúng không?",
    "う…………": "Ư……",
    "図星かよ……": "Trúng tim đen rồi sao……",
    "だって……": "Vì……",
    "そりゃあたしだって会えるもんなら、会いたいよ……パパとママに。": "Tôi cũng muốn gặp lắm chứ, muốn gặp bố và mẹ……",
    "パパとママ……": "Bố và mẹ……",
    "おっ！　お父さんとお母さんっ！": "Ố! Bố và mẹ!",
    "そんなに会いたいのに、なんで我慢するんだよ。": "Cậu muốn gặp họ đến vậy, sao lại phải chịu đựng?",
    "言ったでしょ。迷惑かけたくないの。": "Tôi đã nói rồi mà. Tôi không muốn làm phiền họ.",
    "忙しいの、知ってるのに……無理して会ってもらうなんて、\nさすがにわがままが過ぎるもん。": "Tôi biết họ bận rộn, nhưng…… cố gắng gặp họ thì, \nthật sự là quá đáng rồi.",
    "だって世界がふたりの研究成果を待ってるんだよ？\n１秒でも自分勝手な理由で邪魔なんてできない。": "Vì cả thế giới đang chờ đợi kết quả nghiên cứu của họ mà?\nTôi không thể làm phiền họ dù chỉ một giây vì lý do ích kỷ.",
    "それは違うんじゃないか。": "Điều đó không đúng đâu.",
    "え……？": "Hả……?",
    "知らないのか？　世界で唯一、大人になってもワガママを言っても\nいい相手がいる。": "Cậu không biết sao? Trên thế giới này, có một người mà dù lớn đến đâu, cậu vẫn có thể ích kỷ.",
    "好きだろうが、嫌いだろうが、\nどんな気持ちもそのままぶつけていい相手がいる。": "Dù thích hay ghét, \ncậu có thể bày tỏ mọi cảm xúc của mình với người đó.",
    "遠慮なんてしなくていい、我慢なんてしなくていい相手がいる。": "Không cần phải e dè, không cần phải chịu đựng.",
    "『親』っていうらしいんだが。": "Người ta gọi đó là 'cha mẹ'.",
    "%usernameusernameuserna%……": "%usernameusernameuserna%……",
    "記憶喪失で家族とやらの顔も思い出せないやつが何言ってんだ、\nって思うだろうけど、さすがに概念くらいはわかるぞ。": "Tôi là kẻ mất trí nhớ, thậm chí còn không nhớ nổi mặt mũi của gia đình, \ncậu có thể nghĩ tôi đang nói gì, nhưng ít nhất tôi cũng hiểu được khái niệm đó.",
    "もっと親の前では、素直になってもいいんじゃないか？": "Trước mặt cha mẹ, cậu nên thành thật hơn một chút thì tốt hơn?",
    "……でも、それじゃまるで子どもだよ。": "……Nhưng, như vậy thì chẳng khác gì trẻ con.",
    "子どもだろう。\n親にとってはいつまでだって。": "Đúng là trẻ con rồi.\nĐối với cha mẹ thì luôn là vậy.",
    "……世の中、どうにもならない理由で\nすれ違って上手くいかない家族だっているんだ。": "……Trên đời này, có những gia đình không thể hòa hợp vì những lý do không thể thay đổi.",
    "でも、ちゆるの家は違うんだろう？": "Nhưng, gia đình của Chiyuru thì khác đúng không?",
    "………………": "………………",
    "子どもが親に会いたいと思う時、\n遠慮する理由なんてないはずだ。": "Khi một đứa trẻ muốn gặp cha mẹ, \nthì không có lý do gì để phải e dè cả.",
    "それは…………": "Điều đó thì…………",
    "本当は、ちょっと会えたらいいかな……なんて\n軽い気持ちじゃないんだろう？": "Thật ra, cậu chỉ muốn gặp họ một chút thôi…… không phải là một cảm xúc nhẹ nhàng đúng không?",
    "すごくすごく……会いたいんだろう……？\n今すぐに飛び出して行きたいくらい。": "Cậu rất, rất…… muốn gặp họ đúng không……?\nMuốn lao ra đi ngay bây giờ.",
    "……最後のは、俺の勝手な妄想だけどさ。": "……Câu cuối là tôi tự nghĩ ra thôi.",
    "………………はぁ……もう、しつこいなぁ、\n%usernameusernameuserna%ってば。": "………………Ha…… Thật là, phiền phức quá đi, \n%usernameusernameuserna%.",
    "……降参。あたしの負け。\n%usernameusernameuserna%には勝てないな……": "……Đầu hàng. Tôi thua rồi.\nTôi không thể thắng được %usernameusernameuserna%……",
    "そうだよ。%usernameusernameuserna%の言う通り。\nめちゃくちゃすっごく会いたい……直接話したい。": "Đúng vậy. Như %usernameusernameuserna% nói.\nTôi rất, rất muốn gặp…… Muốn nói chuyện trực tiếp.",
    "%usernameusernameuserna%、あたし……\nワガママになっても……いいのかな？": "%usernameusernameuserna%, tôi……\nTôi có thể ích kỷ…… được không?",
    "ああ、俺が許可する！": "Được, tôi cho phép!",
    "俺は指揮官だからな。指揮官の言うことは絶対だ。": "Tôi là chỉ huy mà. Lời của chỉ huy là tuyệt đối.",
    "絶対かぁ……そっかぁ……": "Tuyệt đối sao…… Vậy sao……",
    "……うん、了解。\n指揮官に命令されたら、聞かないわけにはいかないもんね。": "……Ừm, hiểu rồi.\nNếu chỉ huy ra lệnh, tôi không thể không nghe theo được.",
    "ああ……会いに行こう、家族に。": "A…… Chúng ta sẽ đi gặp gia đình thôi.",
    "うん……！": "Ừm……!",
    "あ……でも、感動的な説得に水差して悪いんだけど、\n実はひとつ、ここに大きな問題がありまして。": "À…… Nhưng mà, tôi xin lỗi vì đã làm gián đoạn cuộc thuyết phục đầy cảm động, \nthật ra có một vấn đề lớn ở đây.",
    "おい、そこは格好よく決めさせてくれないのか。": "Này, cậu không cho tôi thể hiện một cách ngầu lòi sao?",
    "だって、こういう流れになると思ってなかったし。": "Vì tôi không nghĩ mọi chuyện sẽ diễn biến như thế này mà.",
    "……で、なんなんだ、その問題っていうのは？": "……Vậy, vấn đề đó là gì?",
    "うちの親、用事が済み次第、今日中に別の地区に移動しちゃうの。\n記事に書いてあった……": "Bố mẹ tôi, sau khi xong việc, sẽ di chuyển đến một khu vực khác trong ngày hôm nay.\nViết trong bài báo……",
    "は……！？　そういうことは早く言えよ！！": "Hả……!? Cậu phải nói sớm hơn chứ!!",
    "聞かれてないもん！\nというか、そもそもその気になるなんて思ってなかったし！": "Tôi không được hỏi mà!\nNói đúng hơn, tôi đã không nghĩ đến chuyện đó!",
    "ちょっと待て、間に合うのか？\n具体的にいつアマツを発つんだ？": "Chờ đã, kịp không?\nCụ thể là khi nào họ rời Amat?",
    "そこまであたしも知らないよ。": "Tôi cũng không biết nữa.",
    "でも、いつも分刻みのスケジュールだし、仮に朝アマツ入り\nしたなら、遅くても昼頃には行っちゃうんじゃないかな？": "Nhưng, họ luôn bận rộn với lịch trình theo từng phút, nếu họ đến Amat vào buổi sáng, \nthì muộn nhất là vào buổi trưa họ sẽ đi đúng không?",
    "それもう殆ど時間ないだろう！": "Vậy thì không còn nhiều thời gian nữa rồi!",
    "あははは……だよねぇ。\nやっぱり無理じゃ――": "A ha ha ha…… Đúng là vậy thật.\nTóm lại là không thể――",
    "いいや、諦めさせるか。たとえ神様が叶えてくれなくても、\nちゆるの願いは俺が――いや、シリウスシュガーのみんなで叶えてやる！": "Không, tôi sẽ không để cậu từ bỏ đâu. Dù Thượng Đế không thể đáp ứng, \ntôi sẽ thay Chiyuru thực hiện điều ước―― không, tất cả mọi người trong Sirius Sugar sẽ thực hiện!",
    "シリウスシュガーのみんな……？": "Mọi người trong Sirius Sugar……?",
    "ちゆるや俺ひとりじゃ無理かもしれないけど、あいつらも強引に\n巻き込んでどうにかする！　俺は指揮官だからな！　権力濫用だ！": "Một mình Chiyuru và tôi thì có thể không được, nhưng tôi sẽ ép buộc những người khác tham gia để làm gì đó!\nTôi là chỉ huy mà! Lạm dụng quyền lực!",
    "これより特別人員輸送作戦を開始する！": "Từ bây giờ, bắt đầu Chiến dịch Vận chuyển Nhân sự Đặc biệt!",
    "もう、相変わらず横暴だなぁ～。": "Thật là, vẫn luôn độc đoán như thường……",
    "……ふふっ、イエッサー。": "……Hừm, yes sir.",
    "（でも、そういうところが…………好き）": "(Nhưng, chính vì vậy mà………… tôi thích)"
}