{
    "雪山登山から数日後……ラウラと一緒に、再び雪山を訪れる。\nといっても、先日の山とは違って初心者向けのかなり低い山だ。": "Vài ngày sau khi leo núi tuyết… Tôi và Laura lại đến núi tuyết.\nTuy nhiên, khác với ngọn núi hôm trước, đây là một ngọn núi thấp hơn, dành cho người mới bắt đầu.",
    "ありがとう、%usernameusernameuserna%さん。\nあんなことがあったのに、登山に付き合ってくれて……": "Cảm ơn anh, %usernameusernameuserna%.\nMặc dù có chuyện đó, anh vẫn đi leo núi với em…",
    "ラウラは恐縮しながらも、強い意志を持った瞳でこちらを見つめる。": "Laura vừa ngại ngùng vừa nhìn tôi bằng ánh mắt kiên định.",
    "……でもね、私、思ったの。": "…Nhưng em đã nghĩ.",
    "これからも皆で雪山に行くことがあるかもしれないから、\n同じシチュエーションで、テントの張り方とかを練習しておきたいの！": "Vì có lẽ sau này mọi người sẽ cùng nhau đi núi tuyết,\nEm muốn luyện tập cách dựng lều trong những tình huống tương tự!",
    "……ちょっとズレてる気もするが、いい心がけだと思うぞ。\n万が一の時のために備えておいて、無駄なことはないからな。": "…Cũng hơi lệch lạc một chút, nhưng tôi nghĩ đó là một ý kiến hay.\nĐể phòng trường hợp xấu nhất, chuẩn bị trước không bao giờ là thừa.",
    "えへ……\nそれじゃあ%usernameusernameuserna%さん、コーチ、よろしくお願いね。": "Ehehe…\nVậy thì %usernameusernameuserna% này, anh làm huấn luyện viên, em nhờ anh nha.",
    "ああ、一緒に頑張ろう。\nまずは、安定した場所でテントを立てるために雪を固めるんだ。": "Ừ, chúng ta cùng cố gắng nhé.\nĐầu tiên, chúng ta phải nén tuyết để dựng lều ở một nơi ổn định.",
    "それからポールを取り出して、組み立てていこう。": "Sau đó lấy cọc ra và lắp ráp.",
    "うんうん、こうするんだね……": "Ừm ừm, làm như thế này nhỉ…",
    "二人で力を合わせて、テントを組み立てていく。\nそして小一時間後、無事にテントが完成した。": "Hai người cùng nhau hợp sức dựng lều.\nVà sau hơn một tiếng, lều đã được hoàn thành.",
    "ふわぁ……なかなか大変だったね。\nテントひとつ立てるだけで、こんなに汗だくになるなんて……": "Phù… Khá là vất vả nhỉ.\nChỉ dựng một cái lều thôi mà đã đổ mồ hôi như thế này…",
    "前は慣れてる七彩もいたし、数人だったからな。\n……よし、折角なら建てたテントで休むか。": "Trước đây có cả Nanairo quen thuộc, với lại có vài người nữa.\n…Được rồi, nhân tiện thì nghỉ ngơi trong lều đã dựng đi.",
    "出来上がったテントを前に、二人ともへとへとになっていた。\n汗ばみ、息も荒くなったラウラと一緒にテントの中に座り込む。": "Trước chiếc lều đã hoàn thành, cả hai đều mệt lử.\nTôi ngồi vào trong lều cùng với Laura, người đang đẫm mồ hôi và thở dốc.",
    "はぁ……\nあ、意外とちゃんとテントになってるね。": "Ha…\nÀ, cũng không ngờ nó lại thành lều thật đấy.",
    "外からは見られないし、居心地もいい……\nふふっ、ふたりっきりだね。": "Không bị nhìn thấy từ bên ngoài, lại còn thoải mái nữa…\nFufu, chỉ có hai ta thôi nhỉ.",
    "あ、ああ……そうだな。": "À, ừ… Đúng là vậy.",
    "隣で微笑むラウラの言葉を聞いて、ふと意識してしまった。\n密室に、上気したラウラと二人きりだという事実に。": "Nghe Laura cười nói bên cạnh, tôi chợt nhận ra.\nSự thật là chúng tôi chỉ có hai người trong một căn phòng kín, cùng với Laura đang hưng phấn.",
    "一度気にしてしまうと、もう止まらない。\nこの状況を前にして、興奮が全身を渦巻いていく。": "Một khi đã để ý, thì không thể dừng lại được nữa.\nTrước tình huống này, sự phấn khích tràn ngập khắp cơ thể.",
    "そんなこちらの様子に気づいたのか、ラウラは優しく声をかけてきた。": "Có lẽ đã nhận ra tình trạng của tôi, Laura nhẹ nhàng lên tiếng.",
    "%usernameusernameuserna%さん……もしかして、興奮しちゃった？": "%usernameusernameuserna%… Có phải anh đang hưng phấn không?",
    "……": "…",
    "こちらが言葉を返せないでいると、\nラウラは小さな声で、誘惑するように囁きかける。": "Khi tôi không thể trả lời, Laura thì thầm một cách đầy cám dỗ bằng một giọng nhỏ.",
    "%usernameusernameuserna%さんがしたいなら……しよっか？": "Nếu %usernameusernameuserna% muốn… mình làm nha?",
    "甘いラウラの言葉に、理性はあっという間に蕩けていってしまった。": "Trước những lời nói ngọt ngào của Laura, lý trí đã tan biến trong chốc lát.",
    "んあっ、はぁ、あぅ……っ。": "Ưm, ha, a… ư…!",
    "厚着したラウラのタイツをゆっくりずり下ろし、\n下半身を露出させていく。": "Tôi từ từ kéo quần tất dày của Laura xuống,\nlộ ra phần thân dưới.",
    "上半身はセーターをまくりあげ、\n豊かな胸を露わにさせていった。": "Phần trên thì cô ấy vén áo len lên,\nlộ ra bộ ngực đầy đặn.",
    "ラウラの素肌からは、熱い汗の匂いがふわりと立ち上がっていく。\nそれは、男の欲望を掻き立てていった。": "Từ làn da của Laura, một mùi mồ hôi nóng bỏng bốc lên.\nNó đã khơi dậy ham muốn của đàn ông.",
    "ん……っ、%usernameusernameuserna%さん、この格好で、よかった……？\n脱がなくても、いいの……？": "Ưm… %usernameusernameuserna% à, với bộ dạng này, có được không…?\nKhông cần cởi ra cũng được…?",
    "半端に露出したラウラが問いかけてくる。\nそんなラウラに、寒いから全部脱がなくてもいいと伝える。": "Laura trong tình trạng hở hang hỏi tôi.\nTôi nói với Laura rằng không cần cởi hết ra vì trời lạnh.",
    "……ふふっ、ありがとう。寒くないように、だよね……？\n%usernameusernameuserna%さんは、優しいね……": "…Fufu, cảm ơn anh. Để khỏi lạnh, phải không…?\n%usernameusernameuserna% thật là tốt bụng…",
    "そう言ってラウラは小さく笑うが、実のところ、\nこちらの方がもっと興奮するという下心がかなりの割合を占めていた。": "Nói vậy, Laura cười nhỏ, nhưng thực tế,\ntôi mới là người có nhiều toan tính hơn, muốn kích thích hơn.",
    "厚着した服と素肌のギャップに、より情欲が高まっていく。\nその欲望を、余すところなくラウラへとぶつけていった。": "Sự tương phản giữa quần áo dày và làn da trần càng làm tăng thêm dục vọng.\nTôi đã trút hết dục vọng đó lên Laura.",
    "あ……っ、はぁあっ、んふぅううう……っ！": "A…! Haah, ưm fuuuu…!",
    "ラウラの膣口は既に熱くひくついていた。\nそこに穂先を当て、一気に腰を進めていく。": "Cửa âm đạo của Laura đã nóng rực và co giật.\nTôi đặt đầu dương vật vào đó, và dồn sức đẩy mạnh vào.",
    "はぁあっ、あはぁっ、ふぁあああっ！\nんふぅ……っ、あ、あぁんっ！": "Haaah, ahaaah, phaaaah!\nƯm fuuu…! A, aaan!",
    "あぁ……っ、熱い……っ！　%usernameusernameuserna%さんの、\nとっても熱くて……蕩けちゃいそう……！": "A…! Nóng…!\nCủa %usernameusernameuserna% nóng rực… Em như muốn tan chảy…!",
    "割り割く膣肉がペニスに絡みつき、締め上げ、\n思わず声が出そうなほどの快感を下半身に伝えていく。": "Thịt âm đạo bị xé toạc, quấn lấy dương vật, siết chặt,\ntruyền đến hạ thân một cảm giác khoái cảm đến mức không thể thốt nên lời.",
    "興奮が渦巻き、無我夢中でラウラの身体を貪っていった。": "Sự hưng phấn cuộn trào, tôi say mê chiếm lấy cơ thể Laura.",
    "あぁあ……っ、んっ、う、後ろからぁ……っ、\n%usernameusernameuserna%さんのを、感じる、のぉ……っ！": "Aaa… ưm, từ phía sau…!\nEm cảm nhận được… của %usernameusernameuserna…!",
    "んぁっ、私の中に、%usernameusernameuserna%さんのが、\nいっぱい入ってくるうぅ……っ！": "Ưn aah, trong em, của %usernameusernameuserna%,\nđang tràn đầy…!",
    "はっ、はぁあっ、あ、あぁ……っ！\n%usernameusernameuserna%さんのを、すごく感じる……っ！": "Hah, haah, a, aa…!\nEm cảm nhận rõ… của %usernameusernameuserna…!",
    "んぅう……っ、わ、私ぃ……っ、\nこれ、好きっ、好きなのぉ……っ！": "Ưn uuu…! Em…!\nCái này, em thích… em thích lắm…!",
    "ピストンを始めていくと、ラウラの身体はすぐに肉棒を悦んで受け入れ、\nうっとりとした表情で甘い声をあげていく。": "Khi tôi bắt đầu chuyển động, cơ thể Laura nhanh chóng đón nhận dương vật một cách thích thú,\nvới vẻ mặt say sưa và những âm thanh ngọt ngào.",
    "彼女の膣内からは熱い愛液が溢れ、\n抽挿のたびにいやらしい音をテントの中に響かせていった。": "Từ trong âm đạo của cô ấy, dịch tiết nóng hổi tràn ra,\nmỗi lần rút ra đút vào, âm thanh dâm đãng vang vọng trong lều.",
    "あはぁっ、んんっ、んふぅうう……っ！\nわ、私っ……こんな、ところでぇ……っ！": "Ahaaah, ưm ưm, um fuuu…!\nEm… ở nơi… như thế này…!",
    "はぁあっ、テントのすぐ外は、誰が来るか分からないのにっ、\n%usernameusernameuserna%さんと、こんな、こんな……あはぁっ！": "Haaah, ngay bên ngoài lều, không biết ai sẽ đến,\n%usernameusernameuserna% và em, như thế này, như thế này… ahaaah!",
    "こんな、いやらしいことしちゃうなんて……っ、\nも、もし、誰かに声、聞かれたら……はぁああんっ！": "Làm những chuyện dâm đãng như thế này…!\nNếu… lỡ ai nghe thấy… haaah!",
    "ラウラが外に意識を向けた途端、\n彼女の膣肉はきゅうっとペニスを強く締め付けてきた。": "Ngay khi Laura hướng sự chú ý ra bên ngoài,\nthịt âm đạo của cô ấy đã siết chặt dương vật.",
    "屋外で、誰かに見られるかもしれない行為をしていることに、\n羞恥より興奮が勝ってしまったのだろう。": "Vì đang làm những hành động có thể bị người khác nhìn thấy ở nơi công cộng,\ncô ấy đã bị sự hưng phấn lấn át hơn là sự xấu hổ.",
    "あぁ……っ、あふぅっ、だめ、だめ、なのにぃ……っ！\n%usernameusernameuserna%さんのが、気持ちよくってぇ……っ！": "A…! Afuu, không được, không được…!\nCủa %usernameusernameuserna% sướng quá…!",
    "んぁあっ、こえっ、出ちゃう、いっぱい出ちゃう……っ！\n堪えきれないのぉお……っ！": "Ưn aah, tiếng… phát ra, ra nhiều quá…!\nKhông thể kiềm chế được nữa…!",
    "この状況に煽られたラウラは、\nいつも以上に身体を熱くして甘い声をあげ続けていた。": "Bị kích động bởi tình huống này, Laura đã khiến cơ thể nóng bỏng hơn bao giờ hết và tiếp tục phát ra những âm thanh ngọt ngào.",
    "固くなった膣内はペニスとの摩擦が強くなり、\nより強烈な快感を引き出していく。": "Âm đạo đã cứng lại, ma sát với dương vật ngày càng mạnh mẽ,\nkhơi dậy khoái cảm mãnh liệt hơn.",
    "んんんっ、なんだか、私の身体、ヘンなのぉ……っ！\n今までよりずっと、熱くて……っ、ドキドキしてぇ……っ！": "Ưn ưn ưn, sao cơ thể em lại… lạ thế…!\nHơn mọi khi, nóng rực… và hồi hộp…!",
    "こ、これ……っ、いつもより、\n%usernameusernameuserna%さんのを感じちゃう……っ！": "C, cái này…!\nHơn mọi khi, em cảm nhận được của %usernameusernameuserna%…!",
    "はぁあああっ、あぁんっ、%usernameusernameuserna%さん……っ！\nあぁっ、わ、私、これ、いっぱい感じるぅ……っ！": "Haaah, aan, %usernameusernameuserna%…!\nAaah, em, em cảm nhận được nhiều quá…!",
    "声を殺さなけければいけないと思いつつも、\nついつい声をあげてしまうラウラの葛藤が身体を通じて伝わってくる。": "Mặc dù tôi nghĩ mình phải cố gắng kìm nén tiếng động,\ntôi cũng không kìm được tiếng rên của Laura, nó truyền đến qua cơ thể.",
    "そんなラウラの乱れた様子にこちらも劣情を堪えきれず、\n無我夢中で亀頭を膣奥に叩きつけていった。": "Trước tình trạng hỗn loạn của Laura, tôi cũng không thể kìm nén sự thèm muốn, và điên cuồng đập đầu dương vật vào sâu trong âm đạo.",
    "あ、ひゃあああああんっ！\nふぁっ、ふぁあっ、%usernameusernameuserna%さん……あぁっ！": "A, hyaaaaan!\nPhah, phah, %usernameusernameuserna… aah!",
    "%usernameusernameuserna%さんの、ナカで、もっと大きくなって……っ、\nんんんっ、ぎゅーっと擦れてぇ……っ！": "Trong… của %usernameusernameuserna…, lớn hơn nữa đi…!\nƯn ưn ưn, cọ xát vào nhau…!",
    "こ、これ……っ、私……もう、きちゃう……っ！\n奥、気持ちよすぎて……すごいのきちゃう……っ！": "C, cái này… em… sắp… ra rồi…!\nSâu bên trong, sướng quá… sắp ra rồi…!",
    "ラウラの膣肉がヒクヒクと痙攣していく。\n過ぎた快感に媚肉が反応し、肉棒に吸い付くように強く密着していった。": "Thịt âm đạo của Laura co giật.\nTrước khoái cảm tột độ, thịt mềm phản ứng, dính chặt vào dương vật.",
    "膣壁を割り割くように擦り上げながら膣奥に亀頭を押し付けると、\n絶頂の予兆に降りてきた子宮口が先端にぐりりと当たった。": "Tôi cọ xát vào thành âm đạo, ấn đầu dương vật vào sâu bên trong,\ncổ tử cung đã hạ xuống, chạm vào đầu dương vật, báo hiệu cực khoái.",
    "あ……っ、はぅうううううっ！\nはぁあっ、ひ、ひゃあんっ！": "A… hauuu!\nHaah, hi, hyaaan!",
    "やぁあっ、そこ、そこ、すごい……っ！\nよすぎてぇ……っ、お、おかしくなっちゃうっ！": "Yaah, chỗ đó, chỗ đó, sướng quá…!\nSướng quá… em, phát điên rồi!",
    "ひゃああああっ、あぅうっ、んはぁ……っ！": "Hyaaaah, auuu, nhaah…!",
    "予想外の刺激にラウラは情けない声をあげながら、\n強烈な快感をぐっと堪えようとした。": "Trước sự kích thích bất ngờ, Laura rên rỉ thảm thiết,\ncố gắng kìm nén khoái cảm mãnh liệt.",
    "しかしそんなラウラの努力もむなしく、\n絶望的なほど強烈に続く抽挿に、次第に彼女の理性は蕩けていく。": "Nhưng những nỗ lực của Laura là vô ích,\ntrong khi những cú thúc liên tục mạnh mẽ đến tuyệt vọng, lý trí của cô dần tan biến.",
    "更に深い所へ、気持ちいい所へと、ペニスを求めラウラは腰を揺らす。\n抑えることも忘れた嬌声がラウラの口から洩れ続けていた。": "Laura lắc hông, tìm kiếm dương vật, vào sâu hơn nữa, đến nơi sướng nhất.\nNhững tiếng rên rỉ bị kìm nén đã thoát ra khỏi miệng Laura.",
    "んぁあああっ、はぅうっ、あはぁああ……っ！\nふぁあっ、ああっ……ま、待ってえっ！": "Ưn aah, hauu, ahaaah…!\nPhah, aah… đ, đợi em!",
    "うぅうっ……もう、い、イきそうなのぉ……っ！\nこんな状況で……誰かに見つかるかもしれないのにっ！": "Ưuu… sắp, sắp… ra rồi…!\nTrong tình huống này… có thể bị ai đó nhìn thấy…!",
    "%usernameusernameuserna%さんにいっぱい奥突かれてっ、\nめちゃくちゃに気持ちよくなっちゃって、んぁあああ……っ！": "Bị %usernameusernameuserna% đâm vào sâu bên trong,\nsướng đến phát điên, ưn aaaaa…!",
    "ビクンビクンとラウラの膣肉が痙攣していく。\n包み込んだ肉棒に激しい刺激を送り込みながら。": "Thịt âm đạo của Laura co giật.\nTrong khi gửi những kích thích dữ dội đến dương vật đang bao bọc.",
    "下半身に強烈な快感が広がり、\nこちらも、ラウラと一緒にイくことしか考えられなくなってくる。": "Khoái cảm mạnh mẽ lan tỏa khắp hạ thân,\ntôi cũng chỉ có thể nghĩ đến việc cùng Laura lên đỉnh.",
    "このまま一緒に気持ちよくなろうと囁きながら、\nラウラの柔らかいお尻を持つ手に力を込める。": "Tôi thì thầm rằng chúng ta hãy cùng nhau tận hưởng khoái cảm này,\ntôi nắm chặt lấy đôi mông mềm mại của Laura.",
    "欲望に身を任せ、力を込めて、\n後ろからラウラの身体を貪っていった。": "Phó mặc cho dục vọng, tôi dồn sức,\ntừ phía sau chiếm lấy cơ thể Laura.",
    "ひゃあああっ、あふぅっ、んああああ……っ！": "Hyaaaah, afuu, ưn aaaaa…!",
    "はぁあぁっ、これ、もうだめっ、だめぇえ……っ！\nイくのぉっ、イっちゃうのぉっ、%usernameusernameuserna%さんっ！": "Haaah, cái này, không được, không được nữa…!\nSắp ra… sắp ra rồi…! %usernameusernameuserna%!",
    "ふぁあああああっ、イくぅっ、イくっ、\nんぁあっ、イくぅうう……っ！": "Phah, ra, ra, ưn aah, ra…!",
    "膣肉がビクビクと震えながらきゅうっとペニスを締め上げる。\n搾り上げられるがままに、ラウラの子宮に精を放っていった。": "Thịt âm đạo run rẩy, siết chặt lấy dương vật.\nBị ép chặt, tôi phóng tinh vào tử cung của Laura.",
    "んはぁあああああああ……っ！\nイくぅっ、イってるぅっ、あはぁああああああ……っ！": "Ưn haaaaaaa…!\nRa rồi, ra rồi, ahaaah…!",
    "%usernameusernameuserna%さんのでぇえっ、\n私っ、めちゃめちゃにイってるのぉお……っ！": "Của %usernameusernameuserna%,\nEm… ra nhiều lắm…!",
    "あはぁああっ、あふぅっ、んぁあああああ……っ！": "Ahaaah, afuu, ưn aaaaa…!",
    "ラウラの膣内は熱く震えながら、\nドクドクと放たれる大量の精液を受け止めていく。": "Trong âm đạo của Laura nóng rực run rẩy,\nđón nhận một lượng lớn tinh dịch đang tuôn ra.",
    "あはぁっ、あつい、熱いのぉ……っ！\n%usernameusernameuserna%さんの、溶けちゃうくらい熱い……っ！": "Ahaah, nóng, nóng quá…!\nCủa %usernameusernameuserna%, nóng đến mức muốn tan chảy…!",
    "お願い……もっと、もっと出して……っ！\n%usernameusernameuserna%さんの、いっぱい欲しい……っ！": "Xin… ra nhiều hơn nữa…!\nEm muốn… của %usernameusernameuserna%…!",
    "このまま、私の中に、いっぱい出してぇ……っ！\nはぁあっ、んんっ、んふぅうう……っ！": "Cứ như vậy, trong em, ra thật nhiều…!\nHaaah, ưm ưn, fuuu…!",
    "ラウラは快感の波に漂いながらも、\nその膣はペニスを飲み込んだまま放そうとしない。": "Laura trôi nổi trong làn sóng khoái cảm,\nâm đạo của cô ấy vẫn ôm chặt lấy dương vật, không muốn buông ra.",
    "そのまま断続的に送り込まれる快感に応じるように、\nこちらもラウラの膣に更に精液を送り込んでいったのだった。": "Cũng giống như đáp lại khoái cảm được truyền vào liên tục,\ntôi tiếp tục bơm tinh dịch vào âm đạo của Laura.",
    "はぁっ、はぁあっ、んふぅうう……はぁん……っ！\nこんなにいっぱい……": "Hah, haah, ưm fuuu… haan…!\nNhiều đến thế này…",
    "膣口からペニスを引き抜くと、\nラウラの膣内に収まりきらなかった大量の精液がどろりと零れる。": "Khi tôi rút dương vật ra khỏi âm đạo,\nmột lượng lớn tinh dịch không thể chứa hết đã chảy ra từ âm đạo của Laura.",
    "あぁ……、%usernameusernameuserna%さんのが、溢れてる……\nもっと、私の中に入ってて欲しかったのに……ふふっ。": "A… của %usernameusernameuserna% tràn ra rồi…\nEm muốn nó ở trong em nhiều hơn nữa… fufu.",
    "でも……こんなにいっぱい出してもらったのね……\nありがとう、%usernameusernameuserna%さん……": "Nhưng… em đã nhận được nhiều đến thế này…\nCảm ơn anh, %usernameusernameuserna%…",
    "垂れていく白濁液を名残惜しそうにラウラは見つめる。": "Laura nhìn xuống chất lỏng đục trắng đang chảy ra một cách tiếc nuối.",
    "そして、少し落ち着いたラウラは今の状況に気づいたのか、\n少し困ったように眉根を寄せた。": "Và, Laura đã bình tĩnh lại một chút, nhận ra tình hình hiện tại,\ncô ấy nhíu mày có vẻ hơi bối rối.",
    "あっ、そ、そういえば……ここ、外なのに……\nいつの間にか、そんなことも忘れて大声出しちゃった……": "A, n, nếu nói… chỗ này, bên ngoài mà…\nKhông biết từ lúc nào, em quên mất và hét toáng lên…",
    "だって、%usernameusernameuserna%さんのが気持ちよすぎて、つい……\nうぅうっ、誰かに聞かれてないよね……？": "Tại vì, của %usernameusernameuserna% sướng quá, nên…\nƯuu, không biết có ai nghe thấy không…?",
    "ラウラは顔を赤くしたまま、恥ずかしそうに視線を落とす。": "Laura đỏ mặt, xấu hổ cúi gằm mặt xuống.",
    "多分大丈夫だよと声はかけたももの、\n実際にはどうだったか……それはこちらにも分からなかった。": "Tôi đã nói rằng có lẽ không sao, nhưng trên thực tế,\ntôi cũng không biết chuyện gì đã xảy ra.",
    "しばらくして、お互いに落ち着き息も整ったので、\nそろそろ片付けて戻った方がいいことに気づく。": "Sau một lúc, cả hai chúng tôi đã bình tĩnh lại và thở đều trở lại,\ntôi nhận thấy rằng đã đến lúc phải dọn dẹp và quay về.",
    "それならば、少しでも早い方がいいと、\n隣でまだ少しぼうっとしているラウラに声をかけた。": "Nếu vậy, càng sớm càng tốt,\ntôi lên tiếng với Laura, người vẫn còn hơi ngơ ngác bên cạnh.",
    "……それじゃあ、二人でテントを片付けるか？": "…Vậy thì, chúng ta cùng nhau dọn lều nhé?",
    "だが、そう告げるとラウラははっとした様子で顔を上げる。\nそして、澄んだ瞳で見つめながら、ゆっくりと唇を開いた。": "Nhưng, khi tôi nói vậy, Laura ngẩng đầu lên với vẻ mặt ngạc nhiên.\nRồi, nhìn tôi bằng đôi mắt trong veo, cô ấy từ từ mở miệng.",
    "……その、もう終わっちゃうの？": "…Cái đó, đã xong rồi sao?",
    "甘えるような言葉に、こちらの動きが止まる。": "Trước những lời nói nũng nịu, tôi dừng lại.",
    "ラウラは潤んだ瞳で見つめながら、そっとこちらに身を寄せる。": "Laura nhìn tôi với đôi mắt long lanh, nhẹ nhàng đến gần tôi.",
    "ニットからはみ出た大きな胸がこちらの身体に密着し、\nいやらしく形を変えていった。": "Bộ ngực lớn lộ ra từ chiếc áo len áp sát vào cơ thể tôi,\nmà thay đổi hình dạng một cách dâm đãng.",
    "私……せっかくだから、もう少しだけ、\n%usernameusernameuserna%さんと一緒にいたいな……": "Em… vì đã đến đây, em muốn…\nở lại với %usernameusernameuserna% một chút nữa…",
    "ラウラの手がペニスに伸びる。": "Tay Laura với lấy dương vật.",
    "出したばかりの白濁液が纏わりついた亀頭に触れると、\nラウラは手のひらにそれを粘っこく絡みつかせていく。": "Khi chạm vào đầu dương vật vẫn còn dính đầy chất lỏng đục trắng,\nLaura dùng lòng bàn tay, quấn nó một cách dính nhớp.",
    "ね、%usernameusernameuserna%さん、だめ……？": "Này, %usernameusernameuserna%, không được…?",
    "可愛らしいラウラのおねだりに、応えないという選択肢はなかった。\n思わず、ある提案を口にする。": "Trước lời nài nỉ dễ thương của Laura, không có lựa chọn nào khác là không đáp lại.\nTôi vô tình đưa ra một đề nghị.",
    "……それならもう少し……するか？": "…Vậy thì, làm thêm một chút nữa…?",
    "……うん！": "…Vâng!",
    "ラウラの表情が、ぱっと輝く。": "Biểu cảm của Laura bừng sáng.",
    "そうして――このまま、\nラウラが満足するまで、テントに泊まることが決まったのだった。": "Và rồi — cứ như vậy,\nchúng tôi đã quyết định ở lại trong lều cho đến khi Laura hài lòng."
}