{
    "（……さすがに、ずっと温泉に入ってるとのぼせてきたな。\nそろそろ、上がるとするか）": "（……Chắc là tắm onsen lâu quá nên hơi choáng rồi.\nChắc mình nên ra khỏi đây thôi）",
    "悪い、ユリア。風呂から上がるから、\nちょっとの間、あっち見ててもらえるかな？": "Xin lỗi, Yuria. Em ra khỏi bồn tắm đây,\nphiền em nhìn sang chỗ khác một lát được không?",
    "……待って、%usernameusernameuserna%。": "……Đợi đã, %usernameusernameuserna%.",
    "……え？": "……Hả?",
    "立ち上がろうとしたこちらの手を、\nユリアはつかむとぎゅっと握りしめてきた。": "Yuria nắm lấy tay tôi khi tôi định đứng dậy, siết chặt.",
    "どうした、ユリア？": "Sao vậy, Yuria?",
    "……ん、その……": "……Ừm, thì là……",
    "ユリアは言葉を濁し、目を伏せる。\nその顔は、真っ赤に染まっていた。": "Yuria ấp úng, cụp mắt xuống.\nKhuôn mặt cô ấy đỏ bừng.",
    "ユリア、大丈夫か？\n風呂でのぼせたのか？": "Yuria, em không sao chứ?\nBị choáng vì tắm à?",
    "んー、のぼせたんじゃないよ。\n%usernameusernameuserna%と一緒にいて、ドキドキしてるだけ。": "Ừm, không phải choáng đâu.\nChỉ là em thấy hồi hộp khi ở cùng %usernameusernameuserna% thôi.",
    "え……": "Hả……",
    "だからさ、%usernameusernameuserna%。\nこの間みたいに、エッチしたいな？": "Vì thế, %usernameusernameuserna% à.\nMình muốn làm 'chuyện ấy' giống như lần trước ấy?",
    "だめ？　%usernameusernameuserna%？": "Không được sao? %usernameusernameuserna%?",
    "い、いや、それは……": "À, ừm, chuyện đó thì……",
    "首を傾げるユリアに思わずぐっとくるが、\nこの間のように搾り取られてしまってはたまらない。": "Tôi hơi bị sốc trước ánh mắt của Yuria, nhưng\nmình không thể để bị vắt kiệt như lần trước được.",
    "（とはいえ、この目は完全にスイッチ入ってるな……\nこのままだと解放してもらえなそうだ……）": "（Tuy nhiên, ánh mắt này hoàn toàn đã 'bật công tắc' rồi……\nCứ đà này thì có vẻ mình không được tha……）",
    "そうだ、じゃあ、こういうのはどうだ？": "Được rồi, vậy thì, thế này thì sao?",
    "え、あ、ひゃあああんっ！？": "Hả, a, hyaaaanっ!?",
    "風呂から上がると、ユリアの背中と頭を床に付け、\n太股を割り開いて腰を大きくあげさせる。": "Khi ra khỏi bồn tắm, tôi đặt lưng và đầu Yuria xuống sàn,\nrồi mở rộng hai đùi cô ấy và nâng hông lên.",
    "わっ、な、なに……っ！？": "Waa, n, n, n, n, n, gì vậy……!?",
    "目の前に、ユリアの桃色の陰唇がひくひくと震えているのが見えた。\n顔を近付けると、そこにそっと唇を落とす。": "Tôi thấy âm hộ màu hồng của Yuria run rẩy trước mặt.\nTôi tiến lại gần và nhẹ nhàng đặt môi lên đó.",
    "あ……ひ、ひゃああああっ！": "A……hi, hyaaaaahhh!",
    "触れた瞬間、ユリアの腰がビクンと大きく跳ねた。": "Ngay khi chạm vào, hông của Yuria giật nảy lên.",
    "構わず、ユリアの割れ目に沿って舌を這わせていく。": "Tôi không quan tâm, tôi lướt lưỡi dọc theo khe của Yuria.",
    "あぁ……んっ、んはぁああ……っ！": "Aaa……ừm, hmmm, aaaahhhh……!",
    "ひゃああ……っ、%usernameusernameuserna%、\nいきなり、そんな、そんなことしたら……あはぁんっ！": "Hyaaaaah……%usernameusernameuserna%,\ntự dưng, làm thế, làm thế này thì……ahhh!",
    "き、気持よくて、たまらなくなっちゃうよぉ……っ！": "S, sướng quá, không chịu nổi nữa……!",
    "舌を使うたびに、ユリアの腰がビクビクと震える。": "Mỗi khi tôi dùng lưỡi, hông của Yuria lại run rẩy.",
    "膣口の奥からは、次第に愛液が溢れ、\nぴちゃぴちゃといやらしい音を立てるようになっていた。": "Từ sâu bên trong cửa âm đạo, dịch tiết ra từ từ,\nrồi phát ra âm thanh ẩm ướt, dâm đãng.",
    "はぁっ、はぁあっ、あはぁああ……っ！": "Haa, haaa, ahhhaaaa……!",
    "んぁあっ、あっ、ま、待って、待ってよぉ、\n%usernameusernameuserna%！": "Ừm, ahh, đ, đợi đã, đợi đã nào,\n%usernameusernameuserna%!",
    "%usernameusernameuserna%の舌が、私の大事なとこ、\nいっぱいペロペロしてぇ……は、はぁあ……っ！": "Lưỡi của %usernameusernameuserna%, chỗ quan trọng của em,\nliếm láp thật nhiều……ha, haaa……!",
    "止めてぇっ、こ、このままだと、気持よすぎてぇ……っ、\n私、私、これでイっちゃう……っ！": "Dừng lại đi, n, nếu cứ thế này thì, sướng quá……,\nem, em, em sẽ 'lên' mất……!",
    "イってしまえばいいと、舌の動きをより早くする。": "Tôi làm cho lưỡi di chuyển nhanh hơn, như thể muốn cô ấy 'lên'.",
    "ひゃああんっ、待って、だめ、だめなのぉっ！\n舌だけじゃ、やなの……っ！": "Hyaaaan, đợi đã, không được, không được đâu!\nChỉ có lưỡi thôi, em không thích đâu……!",
    "私、私、イくなら、\n%usernameusernameuserna%ので、イきたいのぉおっ！": "Em, em, nếu em 'lên',\nEm muốn dùng của %usernameusernameuserna% để 'lên' cơ!",
    "あっ、あふぅ、んんんんん……っ！": "Ah, afuu, nnnnnnn……!",
    "陰唇がひくひくと舌を挟み込むように窄まり、\nユリアは限界寸前のようだった。": "Âm hộ co lại như thể đang kẹp chặt lưỡi,\nYuria có vẻ như sắp đến giới hạn.",
    "それでも、こちらのモノを求めてユリアは必死でイくのを我慢している。": "Mặc dù vậy, Yuria vẫn cố gắng chịu đựng, mong muốn thứ của tôi.",
    "そんなユリアの痴態を目の当たりにして、\nこちらも次第に興奮が抑えきれなくなっていた。": "Chứng kiến cảnh tượng dâm đãng của Yuria,\ntôi cũng không thể kìm nén sự phấn khích.",
    "はぁあっ、はぁっ、ふぁあああ……っ！\nね、ねえ、%usernameusernameuserna%……！": "Haaah, haah, fuaaaaah……!\nN, này, %usernameusernameuserna%……!",
    "愛撫を続けていた舌を止めると、ユリアの身体を起こし、\n彼女を後ろから抱き締めるような体勢になる。": "Tôi dừng lưỡi đang ve vuốt, nâng người Yuria dậy,\nrồi ôm cô ấy từ phía sau.",
    "そのままユリアの腕をつかむと、\n獣のように後ろからユリアとひとつになっていった。": "Sau đó tôi nắm lấy tay Yuria,\nrồi hòa làm một với Yuria từ phía sau, như một con thú.",
    "あっ、あぁっ、は、はいってくるぅ……っ！\n%usernameusernameuserna%のが、私の中、はいってくる……っ！": "Ah, ahhh, h, h, nó vào rồi……!\nCủa %usernameusernameuserna% đang vào trong em……!",
    "はぁあああっ、んっ、あふぅっ、あはぁああ……っ！\nひゃああっ、か、かたくて、おっきいよぉ……！": "Haaahhhh, n, afuu, ahhaaaah……!\nHyaaaah, c, cứng quá, to quá……!",
    "ユリアの膣道を割り裂き、ペニスが膣奥へと進んでいく。": "Dương vật xé toạc âm đạo của Yuria, tiến sâu vào bên trong.",
    "甲高い声に思わず腰を止めようとするが、\nそれに気付いたのか、ユリアは声をかけてきた。": "Tôi định dừng lại vì tiếng kêu the thé, nhưng\ncô ấy nhận ra điều đó và lên tiếng.",
    "ん、んぅう……止めちゃ、やだよ……\n%usernameusernameuserna%の、ちゃんと、奥まで入れてね……？": "Ừm, ưuu……đừng có dừng lại……\n%usernameusernameuserna%, cứ cho vào sâu đi……?",
    "だって、%usernameusernameuserna%がこんな風に積極的に\n私の中に入ってくるなんて、なんだか新鮮で、嬉しいもん……": "Bởi vì %usernameusernameuserna% chủ động như thế này,\ntrong em, thật là mới mẻ và vui vẻ……",
    "このまま、たっぷり……%usernameusernameuserna%の、\n味わいたいから……": "Cứ thế này, thật nhiều……%usernameusernameuserna%,\nmuốn nếm trải nó……",
    "ね、ほ、ほらぁ、進んでぇ……っ、\n%usernameusernameuserna%ので、私の中いっぱい擦って……！": "N, n, này, cứ tiến lên đi……,\n%usernameusernameuserna%, hãy cọ xát thật nhiều trong em đi……!",
    "ユリアの甘い言葉が、こちらの理性をくすぐっていく。": "Những lời ngọt ngào của Yuria đang kích thích lý trí của tôi.",
    "言葉だけではなく、ユリアの膣内も甘く蠢き、\n侵入してきた肉棒をゆっくり包み込んでいた。": "Không chỉ bằng lời nói, bên trong âm đạo của Yuria cũng ngọt ngào chuyển động,\nbao bọc từ từ dương vật đang xâm nhập.",
    "腰が砕けそうになるほどの快感をぐっとこらえ、\nそのままユリアの奥へとペニスを送り込んでいく。": "Tôi cố gắng chịu đựng sự khoái cảm như muốn tan nát cả hông,\nrồi đưa dương vật vào sâu bên trong Yuria.",
    "あはぁ……っ、んっ、んんんんん……っ！\n擦ってるぅっ、%usernameusernameuserna%が、私の奥……っ！": "Ahhaaa……, n, nnnnnnn……!\nĐang cọ xát kìa, %usernameusernameuserna%, sâu bên trong em……!",
    "き、気持ちいいとこいっぱい擦ってぇ……あぁっ、\nもっと、もっときてぇっ！": "S, sướng quá, cọ xát thật nhiều vào chỗ sướng đi……ahhh,\nnữa đi, đến nữa đi!",
    "私の中、全部全部、%usernameusernameuserna%で埋めて、\nいっぱいにしちゃってぇ……っ！": "Lấp đầy em, tất cả, tất cả, bằng %usernameusernameuserna%,\nlàm đầy em đi……!",
    "一際高い声が響き、膣肉がペニスを締め付ける。": "Một giọng nói cao vút vang lên, thịt âm đạo siết chặt dương vật.",
    "ぐっと腰を進め、熱く潤う柔肉の先に亀頭を進めると、\nやがて、硬い物が先端に当たった感触がした。": "Tôi đẩy hông về phía trước, đưa quy đầu vào chỗ thịt mềm mại ẩm ướt,\nrồi cảm thấy một vật cứng chạm vào đầu.",
    "あっ、ひゃっ、ひゃうううんっ！": "Ah, hya, hyaunnn!",
    "その瞬間、ユリアの膣がビクンと震える。": "Khoảnh khắc đó, âm đạo của Yuria run rẩy.",
    "あぁっ、きたっ、%usernameusernameuserna%の、奥まできたっ！\nはぁあああ……っ、いいっ、%usernameusernameuserna%のいいっ！": "Ahh, tới rồi, %usernameusernameuserna%, đã vào sâu bên trong rồi!\nHaaahhhh……, sướng quá, của %usernameusernameuserna% sướng quá!",
    "%usernameusernameuserna%の、根本までぜぇ～んぶ入っちゃった……\nはぁあっ、やっぱりこれ、最高……": "Của %usernameusernameuserna%, vào hết cả gốc rồi……\nHaaah, quả nhiên là tuyệt vời……",
    "私、ずっとずっと、これ、欲しかったのぉ……": "Em, em đã muốn điều này từ lâu rồi……",
    "恍惚とした表情でユリアは呟く。": "Yuria lẩm bẩm với vẻ mặt ngây ngất.",
    "そんな彼女の様子を目の当たりにして、\nこちらも激しい欲望が身体の中を渦巻いていた。": "Chứng kiến tình trạng của cô ấy,\ntôi cũng cảm thấy ham muốn mãnh liệt đang cuộn trào trong cơ thể.",
    "堪えきれなくなった獣欲をぶつけるように、\n腰を使って抽挿を始めていく。": "Như thể trút bỏ dục vọng không thể kiềm chế được,\ntôi bắt đầu chuyển động hông và xuất nhập.",
    "あ……っ、あはっ、んっ、んふぅうう……っ！": "A……, ahah, n, nfūūū……!",
    "ぐちゅぐちゅと、風呂場に温泉のものとは違う、いやらしい水音が響く。\nピストンのたび、ユリアの愛液が結合部から飛び散っていった。": "Guchuguchu, một âm thanh ẩm ướt, dâm đãng khác với nước onsen vang lên trong phòng tắm.\nMỗi lần piston, dịch của Yuria bắn tung tóe ra khỏi khớp nối.",
    "あっ、あっ、あはぁああ……っ！\nはぁんっ、%usernameusernameuserna%の、奥、突いてるっ！": "Ah, ah, ahhaaaah……!\nHanh, %usernameusernameuserna%, đang đâm sâu vào em kìa!",
    "とんとんとんって、何度も何度も私の奥、きてぇ……っ、\nひゃああああっ、すごいっ、すごい、たまらないのぉおっ！": "Tọctọctọc, cứ vào sâu trong em, vào sâu trong em đi……,\nhyaaaaahhh, tuyệt vời, tuyệt vời, không chịu nổi nữa!",
    "やっぱり、%usernameusernameuserna%のいいっ！\n私、%usernameusernameuserna%の、大好きぃっ！": "Quả nhiên, của %usernameusernameuserna% sướng quá!\nEm, em, em yêu %usernameusernameuserna% quá!",
    "膣奥への連続した刺激に、\nユリアはたまらず腰を揺らしながら甘い声を漏らしていく。": "Với những kích thích liên tục vào sâu trong âm đạo,\nYuria không khỏi rên rỉ với giọng ngọt ngào, lắc hông.",
    "あぁんっ、こ、こうやって腕を掴まれて、\n後ろからガンガン責められるのってぇ……はぁあっ！": "Ahn, c, cứ như thế này, bị nắm tay,\nbị tấn công dồn dập từ phía sau……haah!",
    "なんだか、%usernameusernameuserna%に無理矢理されてるみたいで、\nあぁっ、余計に興奮しちゃうかも……っ！": "Cứ như là, em bị %usernameusernameuserna% cưỡng ép vậy,\nahh, có lẽ càng phấn khích hơn……!",
    "もっとぉ、もっといっぱい責めて、いじめてぇ……っ！\n%usernameusernameuserna%ので、私をめちゃめちゃにしてぇ……っ！": "Nữa đi, tấn công em nhiều hơn nữa, hành hạ em đi……!\n%usernameusernameuserna%, hãy làm em tan nát đi……!",
    "ユリアの声が熱っぽいものへと変わっていく。\n後ろから突き上げられる行為にすっかり夢中になっているようだった。": "Giọng nói của Yuria trở nên nóng bỏng hơn.\nCô ấy có vẻ như đã hoàn toàn say mê hành động bị đâm từ phía sau.",
    "いつもは何事も自分主導で動いているユリアだが、\n今回はこちらに主導権を取られたことで、興奮しているらしい。": "Yuria, người luôn tự mình làm mọi việc,\ncô ấy có vẻ phấn khích vì lần này tôi đã giành được quyền chủ động.",
    "うんっ、んんっ、はぁあああ……っ！\n%usernameusernameuserna%のが、後ろからいっぱいくるっ！": "Ừm, nnn, haaaahhh……!\nCủa %usernameusernameuserna%, đang đến từ phía sau kìa!",
    "いっ、息も出来ないくらい何度も突かれてぇ……擦ってぇ……っ、\nはぁあっ、私、私、ものすごく気持ちいいのぉ……っ！": "T, tôi không thở nổi nữa, đâm nhiều lần vào……cọ xát đi……,\nhaah, em, em, em thấy sướng quá……!",
    "肉棒を突き入れる度に、ユリアの尻と胸がゆさゆさと揺れる。\n引き締まった背中と揺れる胸から目が離せずにいた。": "Mỗi khi dương vật được đưa vào, mông và ngực của Yuria rung lắc.\nTôi không thể rời mắt khỏi tấm lưng săn chắc và bộ ngực rung rinh.",
    "あぁんっ、はぁあ……っ、%usernameusernameuserna%は、どお……？": "Ahn, haaa……, %usernameusernameuserna%, anh, thế nào……?",
    "%usernameusernameuserna%は、なか、気持ちいい……？\n私の中でぐちゅぐちゅして、気持よくなってる……っ？": "%usernameusernameuserna%, bên trong, sướng không……?\nTrong em, guchuguchu, thấy sướng không……?",
    "喘ぎながらも、ユリアはこちらの様子が気になるのか、\n問いかけてくる。": "Trong khi rên rỉ, Yuria có vẻ lo lắng về tình trạng của tôi,\nrồi hỏi tôi.",
    "もちろん、たまらなく気持ちいい……\nそう答えると、ユリアは満足そうに大きく息を吐いた。": "Đương nhiên, sướng không thể tả……\nKhi tôi trả lời như vậy, Yuria thở ra một hơi dài đầy mãn nguyện.",
    "はぁあああ……っ、そう、よかったぁ……っ、\n私、ちゃんと%usernameusernameuserna%と気持よくなりたいの……っ。": "Haaahhh……, vậy, tốt quá……\nEm, em, em muốn sướng cùng %usernameusernameuserna% cơ……",
    "一緒に、たっぷり気持よくなって、そして……\nあはぁっ、あぁっ、んんんんん……っ！": "Cùng nhau, sướng thật nhiều, và rồi……\nahh, ahh, nnnnnnn……!",
    "ユリアの膣壁がビクンと揺れた。\nこの行為が行き着く先を想像し、身体が先に反応してしまったのだろう。": "Thành âm đạo của Yuria rung lên.\nCô ấy tưởng tượng ra điểm đến của hành động này, và cơ thể cô ấy đã phản ứng trước.",
    "膣肉が、ビクビクと痙攣しながらペニスを締め付けてくる。": "Thịt âm đạo co giật, siết chặt dương vật.",
    "あっ、あぁあっ、はぁあああ……っ！\nあぁんっ、これ、これ、さっきまでと違う……っ！": "Ah, ahh, haaaah……!\nAhn, cái này, cái này, khác với lúc nãy……!",
    "気持ちいいの、強くなりすぎて……はぁっ、\nあ、わ、私っ、い、イきそう、かも……っ！": "Sướng quá, sướng quá, nó càng ngày càng mạnh mẽ hơn……haah,\na, e, em, sắp, sắp 'lên' rồi, có lẽ……!",
    "%usernameusernameuserna%の後ろからいっぱい入れられて、\nはぁあっ、い、イっちゃうよぉ……っ！": "Bị nhét đầy từ phía sau bởi %usernameusernameuserna%,\nhaah, e, em, sắp 'lên' rồi……!",
    "絶頂の予兆を感じ取ったユリアは、\n言葉にすることでより自らの興奮を煽っているようだった。": "Yuria cảm nhận được dấu hiệu của cực khoái,\nhường như cô ấy đang kích động sự phấn khích của mình bằng lời nói.",
    "同時に、ユリアの膣肉はペニスを甘く締め上げ、\nこちらも快感の果てへと導こうとしていた。": "Đồng thời, thịt âm đạo của Yuria siết chặt dương vật một cách ngọt ngào,\nrồi cũng dẫn tôi đến đỉnh cao của khoái cảm.",
    "んんんんん……っ、ね、%usernameusernameuserna%……\n%usernameusernameuserna%も、一緒にイこ……？": "Nnnnnnn……, n, %usernameusernameuserna%……\n%usernameusernameuserna%, cùng em 'lên' nhé……?",
    "言ったでしょ、私、%usernameusernameuserna%と気持よくなりたい……\n一緒に、いっぱいイきたいの……！": "Em đã nói rồi, em muốn sướng cùng %usernameusernameuserna% mà……\nCùng nhau, cùng 'lên' thật nhiều nhé……!",
    "ねぇ、イこうよ、%usernameusernameuserna%……\n一緒に動いて、いっぱいイっちゃお……？": "Này, cùng 'lên' đi, %usernameusernameuserna%……\nCùng nhau chuyển động, cùng 'lên' thật nhiều nhé……?",
    "ユリアの全身を使った甘い誘惑に、\nこちらも完全に飲み込まれていた。": "Tôi cũng đã bị cuốn hút hoàn toàn vào sự cám dỗ ngọt ngào của toàn thân Yuria.",
    "射精感が全身を包み込み、下半身の一点に集中していく。": "Cảm giác xuất tinh bao trùm toàn bộ cơ thể, tập trung vào một điểm ở phần dưới cơ thể.",
    "んぅう……っ、あ、あはぁっ、%usernameusernameuserna%のが、\n中でおっきくなってるの、感じる……っ！": "Ừuu……, a, ahah, của %usernameusernameuserna%,\nem cảm thấy nó đang to ra trong em……!",
    "%usernameusernameuserna%も、私でイきたくなってるよね……？\nはぁあっ、我慢できなくなっちゃってるよね……？": "%usernameusernameuserna%, anh cũng muốn 'lên' với em đúng không……?\nHaah, anh không thể chịu đựng được nữa đúng không……?",
    "んんっ、じゃ、じゃあ、イこ……っ？\n%usernameusernameuserna%のを私にいっぱい入れて、イこ……っ？": "Ừm, vậy, vậy thì, cùng 'lên' đi……?\nCho %usernameusernameuserna% vào em thật nhiều, cùng 'lên' đi……?",
    "あぁっ、そ、そう、力いっぱい……はぁあっ、奥、突いて……っ、\nぐりぐりってして……は、はぁああんっ！": "Ahh, v, vâng, dùng hết sức……haah, đâm sâu vào……,\ncọ xát vào……ha, haaaan!",
    "膣肉の締め付けはますます強烈になっていく。": "Sự siết chặt của thịt âm đạo ngày càng trở nên dữ dội hơn.",
    "頭の中が真っ白になり、ただ目の前の快感を貪るように、\nめちゃくちゃにユリアの中にペニスを叩き付けていった。": "Đầu óc tôi trở nên trống rỗng, chỉ tham lam sự khoái cảm trước mắt,\ntôi đâm dương vật vào trong Yuria một cách điên cuồng.",
    "あはぁああっ、イくっ、イくのぉっ！\n%usernameusernameuserna%と、一緒に、イくぅううう……っ！": "Ahhaaaah, 'lên', 'lên' thôi!\nCùng %usernameusernameuserna%, cùng 'lên' thôi……!",
    "はぁあああああ……っ、あぁっ、すごい……すごいの、きたぁ……\n私の中、%usernameusernameuserna%のがいっぱいきて……": "Haaahhhhh……, ahh, tuyệt vời……tuyệt vời, nó đến rồi……\nTrong em, của %usernameusernameuserna% đã đến thật nhiều……",
    "んふぅ……っ、なかに、熱いのたーっぷり入れられちゃったぁ……\nはぁあっ、いっぱいすぎて……零れちゃってる……ふふっ": "Nfū……, bên trong, em đã nhận được thật nhiều thứ nóng bỏng……\nHaah, nhiều quá……tràn ra mất……fufu",
    "%usernameusernameuserna%の、本当に熱かった……\n温泉よりも、ずっと……あはぁ……": "Của %usernameusernameuserna%, thật sự rất nóng……\nHơn cả onsen, rất nhiều……ahha……",
    "こちらの欲望をこれでもかと受け止めたユリアは、\nお互い絶頂の波が過ぎ去った後も、うっとりと余韻に浸っていた。": "Yuria, người đã đón nhận dục vọng của tôi, đã đắm mình trong dư vị sau khi cả hai chúng tôi đã trải qua cực khoái.",
    "ついさっきまでこちらの滾ったものが入っていた膣口は、\n愛液と精液が混じったものを垂らしながら、ひくひくと蠢いている。": "Cửa âm đạo, nơi những thứ sôi sục của tôi đã vào cho đến lúc nãy,\nvẫn đang run rẩy, nhỏ những giọt dịch và tinh dịch hòa lẫn vào nhau.",
    "んん……%usernameusernameuserna%との、すごーくよかった……\nよかったから……また、したいなぁ。": "Ừm……với %usernameusernameuserna%, sướng quá……\nsướng quá……nên……muốn làm nữa.",
    "ね、%usernameusernameuserna%……\nもう１回しない……？": "Này, %usernameusernameuserna%……\nLàm thêm một lần nữa không……?",
    "そう言うと、ユリアはこちらに腰を押しつけてくる。\nどうやら、また、こちらのものを搾り取ろうとしているらしい。": "Nói xong, Yuria đẩy hông về phía tôi.\nCó vẻ như, cô ấy lại muốn vắt kiệt thứ của tôi.",
    "いや、それはちょっと……": "Không, chuyện đó thì hơi……",
    "えぇ～、いいでしょ、もうちょっとくらい……": "Ehh, được mà, thêm một chút nữa thôi……",
    "……あ、あれ、目の前がぐるぐるして……ふにゃあぁあ……": "……A, a, trước mắt em quay cuồng……funyaaahhh……",
    "ユリア！？": "Yuria!?",
    "唐突に、ユリアはへろへろと崩れ落ちてしまった。\n転ばないように抱き締めたユリアの身体は、とても熱い。": "Đột nhiên, Yuria ngã khuỵu xuống.\nCơ thể Yuria, người mà tôi ôm để cô ấy không bị ngã, rất nóng.",
    "どうやら、のぼせてへばってしまったらしい。": "Có vẻ như cô ấy đã bị choáng và kiệt sức.",
    "だ、大丈夫か、ユリア！？": "Đ, được không, Yuria!?",
    "俺は慌ててユリアの身体を抱え、浴場から駆けだすのだった――": "Tôi vội vàng ôm lấy cơ thể Yuria và chạy ra khỏi phòng tắm――"
}